{
  "meta": {
    "id": 95,
    "name": "A. Maududi (Tafhim commentary)",
    "translator_name": "Sayyid Abul Ala Maududi",
    "slug": "en-al-maududi",
    "language_name": "english"
  },
  "verses": [
    "In the name of Allah, the Merciful, the Compassionate",
    "Praise be to Allah, the Lord of the entire universe.",
    "The Merciful, the Compassionate",
    "The Master of the Day of Recompense.",
    "You alone do we worship, and You alone do we turn for help",
    "Direct us on to the Straight Way,",
    "The way of those whom You have favoured, who did not incur Your wrath, who are not astray.",
    "Alif, Lam, Mim.",
    "This is the Book of Allah, there is no doubt in it; it is a guidance for the pious,",
    "for those who believe in the existence of that which is beyond the reach of perception, who establish Prayer and spend out of what We have provided them,",
    "who believe in what has been revealed to you and what was revealed before you, and have firm faith in the Hereafter.",
    "Such are on true guidance from their Lord; such are the truly successful.",
    "As for those who have rejected (these truths), it is all the same whether or not you warn them, for they will not believe.",
    "Allah has sealed their hearts and their hearing, and a covering has fallen over their eyes. They deserve severe chastisement.",
    "There are some who say: “We believe in Allah and in the Last Day,” while in fact they do not believe.",
    "They are trying to deceive Allah and those who believe, but they do not realize that in truth they are only deceiving themselves.",
    "There is a disease in their hearts and Allah has intensified this disease. A painful chastisement awaits them for their lying.",
    "Whenever they are told: “Do not spread mischief on earth,” they say: “Why! We indeed are the ones who set things right.”",
    "They are the mischief makers, but they do not realize it.",
    "Whenever they are told: “Believe as others believe,” they answer: “Shall we believe as the fools have believed?” Indeed it is they who are the fools, but they are not aware of it.",
    "When they meet the believers, they say: “We believe,” but when they meet their evil companions (in privacy), they say: “Surely we are with you; we were merely jesting.”",
    "Allah jests with them, leaving them to wander blindly on in their rebellion.",
    "These are the ones who have purchased error in exchange for guidance. This bargain has brought them no profit and certainly they are not on the Right Way.",
    "They are like him who kindled a fire, and when it lit up all around him, Allah took away the light (of their perception) and left them in utter darkness where they can see nothing.",
    "They are deaf, they are dumb, they are blind; they will never return (to the Right Way).",
    "Or they are like those who encounter a violent rainstorm from the sky, accompanied by pitch-dark clouds, thunder-claps and flashes of lightning: on hearing thunder-claps they thrust their fingers into their ears in fear of death. Allah encompasses these deniers of the Truth.",
    "It is as if the lightning would snatch their sight; whenever it gleams a while for them they walk a little, and when darkness covers them they halt. If Allah so willed, He could indeed take away their hearing and their sight. Surely Allah is All-Powerful.",
    "O mankind, serve your Lord Who has created you as well as those before you; do so that you are saved.",
    "It is He Who has made the earth a resting-place for you, and the sky a canopy, and sent down water from above wherewith He brought forth fruits for your sustenance. Do not, then, set up rivals to Allah when you know (the Truth).",
    "If you are in any doubt whether it is We Who have revealed this Book to Our servant, then produce just a surah like it, and call all your supporters and seek in it the support of all others save Allah. Accomplish this if you are truthful.",
    "But if you fail to do this – and you will most certainly fail – then have fear of the Fire whose fuel is men and stones and which has been prepared for those who deny the Truth.",
    "(O Prophet), announce glad tidings to those who believe in this Book and do righteous deeds (in accordance with its teachings), that for them are gardens beneath which rivers flow. Their fruits will have such resemblance to those of the earth that whenever they will be provided with those fruits they will say: “It was this which was granted to us on earth before.” For them there shall be pure spouses, and there they shall abide forever.",
    "Behold! Allah is not ashamed to propound the parable of a gnat, or even of something more lowly. On hearing these parables the believers know that it is the truth from their Lord, while those bent on denying the Truth say: “What does Allah mean by these parables?” Thus He causes many to go astray just as He directs many to the Right Way. And He thereby causes to go astray only the transgressors,",
    "who break the covenant of Allah after its firm binding, and cut asunder what Allah has commanded to be joined, and spread mischief on earth. They are the utter losers.",
    "How can you be ungrateful to Allah Who bestowed life upon you when you were lifeless, then He will cause you to die and will again bring you back to life so that you will be returned to Him.",
    "It is He Who created for you all that is on earth and then turned above and fashioned it into seven heavens. He knows all things.",
    "Just think when your Lord said to the angels: “Lo! I am about to place a vicegerent on earth,” they said: “Will You place on it one who will spread mischief and shed blood while we celebrate Your glory and extol Your holiness?” He said: “Surely I know what you do not know.”",
    "Then Allah taught Adam the names of all things and presented them to the angels and said: “If you are right (that the appointment of a vicegerent will cause mischief) then tell Me the names of these things.”",
    "They said. “Glory to You! We have no knowledge except what You taught us. You, only You, are All-Knowing, All-Wise.”",
    "Then Allah said to Adam: “Tell them the names of these things.” And when he had told them the names of all things, Allah said: “Did I not say to you that I know everything about the heavens and the earth which are beyond your range of knowledge and I know all that you disclose and also all that you hide?”",
    "And when We ordered the angels: “Prostrate yourselves before Adam,” all of them fell prostrate, except Iblis. He refused, and gloried in his arrogance and became one of the defiers.",
    "And We said: “O Adam, live in the Garden, you and your wife, and eat abundantly of whatever you wish but do not approach this tree or else you will be counted among the wrong-doers.”",
    "But Satan caused both of them to deflect from obeying Our command by tempting them to the tree and brought them out of the state they were in, and We said: “Get down all of you; henceforth, each of you is an enemy of the other, and on earth you shall have your abode and your livelihood for an appointed time.”",
    "Thereupon Adam learned from his Lord some words and repented and his Lord accepted his repentance for He is Much-Relenting, Most Compassionate.",
    "We said: “Get you down from here, all of you, and guidance shall come to you from Me: then, whoever will follow My guidance need have no fear, nor shall they grieve.",
    "But those who refuse to accept this (guidance) and reject Our Signs as false are destined for the Fire where they shall abide for ever.”",
    "Children of Israel! Recall My favour which I had bestowed on you, and fulfil your covenant with Me and I shall fulfil My covenant with you, and fear Me alone.",
    "And believe in the Book which I have revealed and which confirms the Scripture you already have, and be not foremost among its deniers. Do not sell My signs for a trifling gain, and beware of My wrath.",
    "Do not confound Truth by overlaying it with falsehood, nor knowingly conceal the Truth.",
    "Establish Prayer and dispense Zakah (the Purifying Alms) and bow in worship with those who bow.",
    "Do you enjoin righteousness on people and forget your own selves even though you recite the Scripture? Have you no sense?",
    "And resort to patience and Prayer for help.  Truly Prayer is burdensome for all except the devout,",
    "who realize that ultimately they will have to meet their Lord and that to Him they are destined to return.",
    "Children of Israel! Recall My favour which I bestowed upon you, exalting you above all nations.",
    "Fear the Day when no one shall avail another, when no intercession will be accepted, when no one will be ransomed, and no criminal will receive any help.",
    "And recall when We rescued you from the slavery of Pharaoh’s people who had afflicted you with dreadful suffering, slaying your males and sparing your females. That was a tremendous trial for you from your Lord.",
    "And recall when We split the sea, providing passage for you, and thus saved you and caused Pharaoh’s people to drown before your very eyes.",
    "And recall when We summoned Moses for a term of forty nights, and then you set up the calf as your god in his absence. You indeed committed a grave wrong.",
    "Yet We pardoned you that you might be grateful.",
    "And recall (that while you were committing this wrong) We gave Moses the Scripture and the Criterion that you are guided to the Right Way.",
    "And recall when (on returning with this favour) Moses said to his people: “My people! You have wronged yourselves by taking the calf for an object of worship, so turn in repentance to your Creator and kill yourselves. This will be best for you in your Creator’s sight.” Thereupon He accepted your repentance. Indeed He is Much-Relenting, Most Compassionate.",
    "And recall when you said: “O Moses, we will not believe in you until we clearly see Allah (speaking to you).” Thereupon a tremendous thunderbolt struck you before your very eyes.",
    "Then We revived you after your extinction, that you might be grateful.",
    "And We caused a cloud to comfort you with shade, and We sent down upon you manna and the quails, (saying): “Eat of the good wherewithal that We have provided you as sustenance.” And by their sinning (your forefathers) did not wrong Us: it is they themselves whom they wronged.",
    "And recall when We said: “Go into this town and eat abundantly of its food; but enter the gate prostrate, saying, “Repentance”.We will forgive you your sins and shall bestow more favour on the doers of good.”",
    "Then the wrong-doers substituted another saying for that which had been given them; and so We sent down a scourge upon the wrong-doers from the heavens for their transgression.",
    "And recall when Moses prayed for water for his people and We replied: “Strike the rock with your staff.” And there gushed out from it twelve springs and each tribe knew its drinking-place. (Then you were directed): “Eat and drink of the sustenance provided by Allah, and do not go about acting wickedly on earth, spreading mischief.”",
    "And recall when you said: “O Moses, surely we cannot put up with one sort of food, so pray to your Lord to bring out for us what the earth produces – its herbs and its cucumbers and its corn and its lentils and its garlic and its onions.” Then Moses said: “Will you take a meaner thing in exchange for what is better? Go down to some city and there you shall get what you ask for.” And ignominy and wretchedness were pitched upon them and they were laden with the burden of Allah’s wrath. This was because they denied the Signs of Allah and slew the Prophets unrightfully. All this, because they disobeyed and persistently exceeded the limits (of the Law).",
    "Whether they are the ones who believe (in the Arabian Prophet), or whether they are Jews, Christians or Sabians – all who believe in Allah and the Last Day, and do righteous deeds – their reward is surely secure with their Lord; they need have no fear, nor shall they grieve.",
    "And recall when We made a covenant with you and caused the Mount Sinai to tower above you, (saying): “Hold fast to the Book that We have given you, and remember the directives and commandments in it, that you be pious.”",
    "Then you turned away from your covenant, and had it not been for Allah’s grace and mercy upon you, you would have long been utter losers.",
    "And you know the case of those of you who broke the Sabbath, how We said to them: “Become apes, despised and hated.”",
    "And thus We made their end a warning for the people of their own time and for the succeeding generations, and an admonition to the God-fearing.",
    "And then recall when Moses said to his people: “Behold, Allah commands you to slaughter a cow.” They said: “Are you jesting with us?” Moses answered: “I seek refuge in Allah that I should behave in the manner of the ignorant.”",
    "They said: “Pray to your Lord that He make clear to us what she is like.” Moses answered: “He says, she is a cow, neither old nor immature, but of an age in between the two. Do, then, what you have been commanded.”",
    "They said: “Pray to your Lord that He make clear to us of what colour she is.” Moses answered: “He says, she is a yellow cow, with a bright colour which is pleasing to those who see!”",
    "They said: “Pray to your Lord that He make clear to us what cow she is. Cows seem much alike to us, and if Allah wills, we shall be guided.”",
    "Moses answered: “Lo! He says, she is a cow unyoked to plough the earth or to water the tillage, one that has been kept secure, with no blemish on her!” Thereupon they cried out: “Now you have come forth with the information that will direct us aright.” And they slaughtered her although they scarcely seemed to do so.",
    "And recall when you killed a man and then began to remonstrate and cast the blame (of killing) upon one another even though Allah was determined to bring to light what you were hiding.",
    "Then We ordered: “Smite the corpse with a part of it.” Thus does Allah bring the dead to life and thus does He show His Signs that you might understand.",
    "Then (even after observing this) your hearts hardened and became like stones, or even harder. For surely there are some stones from which streams burst forth and some that split asunder and water issues out, and some that crash down for fear of Allah. Allah is not heedless of the things you do.",
    "Do you hope that these people will believe in the Message you are preaching, even though a party of them has been wont to listen to the Word of Allah and after they had fully grasped it, knowingly distorted it?",
    "And when they meet those who believe (in Muhammad) they say: “We too believe in him.” But in their intimate meetings they say to one another: “How foolish! Why should you intimate to them what Allah has revealed to you, for they will use it as argument against you before your Lord?”",
    "Are they unaware that Allah knows all that they hide and all that they disclose?",
    "Among them are also the unlettered folk who do not know about the Scriptures but cherish baseless wishes and merely follow their conjectures.",
    "Woe, then, to those who write out the Scriptures with their own hands and then, in order to make a trifling gain, claim: “This is from Allah.” Woe to them for what their hands have written and woe to them for what they thus earn.",
    "They say: “The Fire will certainly not touch us except for a limited number of days.” Say (to them): “Have you received a promise from Allah – for Allah never breaks His promise – or do you attribute to Allah something about which you have no knowledge?”",
    "Those who earn evil and are encompassed by their sinfulness are the people of the Fire, and there will they abide;",
    "those who believe and do righteous deeds are the people of the Garden, and there will they abide.",
    "And recall when We made a covenant with the Children of Israel: “You shall serve none but Allah and do good to parents, kinsmen, orphans and the needy; you shall speak kindly to people, and establish Prayer and give Zakah (Purifying Alms). And yet, except for a few of you, you turned back on this covenant, and you are still backsliders.",
    "And recall when We made a covenant with you, that you shall not shed one another’s blood, and shall not turn out one another from your homelands; you confirmed it, and you yourselves are witnesses to it.",
    "And here you are, killing one another, turning out a party of your own from their homelands, aiding one another against them in sin and enmity, and if they come to you as captives you ransom them although the very act of expelling them was unlawful to you. Do you believe in a part of the Scripture and reject the rest? What else, then, could be the retribution of those among you who do this than that they should live in degradation in the present life, and that on the Day of Resurrection they should be sent to the severest chastisement? Allah is not heedless of what you do.",
    "These are the ones who have bought the present life in exchange for the World to Come. Their chastisement shall not be lightened, nor shall they be helped.",
    "Surely We gave Moses the Scripture and caused a train of Messengers to follow him and then sent Jesus, the son of Mary, with Clear Proofs and supported him with the spirit of holiness. But is it not true that every time a Messenger brought to you something that was not to your liking, you acted arrogantly: you called some Messengers liars and killed others?",
    "They say: “Our hearts are well-protected.” No! The fact is that Allah has cursed them because of their denying the Truth. So, scarcely do they believe.",
    "And now that there has come to them a Book from Allah, how are they treating it? Even though it confirms the Truth already in their possession, and even though they had prayed for victory against the unbelievers, and yet when that Book came to them – and they recognized it – they refused to acknowledge its Truth. Allah’s curse be upon the unbelievers.",
    "Evil indeed is what they console themselves with. They deny the guidance revealed by Allah, grudging that He chose to bestow His gracious bounty (of revelation and prophethood) on some of His servants whom He willed. Thus they have brought on themselves wrath after wrath, and a humiliating chastisement is in store for such unbelievers.",
    "When they are told: “Believe in what Allah has revealed,” they say: “We believe only in what was revealed to us (Israel).” They deny everything else even though it be the Truth which confirms what they possess. Say (to them): “If indeed you are believers, why is it that in the past you killed the Prophets of Allah (who were from Israel)?”",
    "Moses came to you with clear proofs and yet you were so wont to wrong-doing that as soon as he was gone you took to worshipping the calf.",
    "Recall the covenant We made with you and caused the Mount to tower above you, stressing: “Hold to what We have given you with full strength and give heed to it.” But their forefathers said: “We hear, but we disobey” – for their hearts were overflowing with love for the calf because of their unbelief. Say: “If you are people of faith, then evil are the things that your faith enjoins upon you.”",
    "Say to them: “If indeed the Last Abode with Allah is yours, in exclusion of other people, then long for death if you are truthful.”",
    "But they shall never long for it because of the (evil) deeds they have committed; Allah is well aware of the wrong-doers.",
    "You will certainly find them most eager to cling on to life, indeed even more eager than those who associate others with Allah in His Divinity. Each one of them wishes to live a thousand years although the bestowal of long life cannot remove him from chastisement. Allah sees whatever they do.",
    "Say: “Whoever is an enemy to Gabriel (should know that) he revealed this (Qur’an) to your heart by Allah’s leave: it confirms the Scriptures revealed before it, and is a guidance and good tiding to the people of faith.",
    "(And if this is the cause of their hostility to Gabriel, let them know) whoever is an enemy to Allah, His Angels and His Messengers and to Gabriel and Michael will surely find Allah an enemy to such unbelievers.”",
    "We surely sent down to you clear verses that elucidate the Truth, (verses) which only the transgressors reject as false.",
    "Is it not that every time they made a covenant with Allah a party of them set it aside? The truth is that most of them do not truly believe.",
    "And whenever a Messenger from Allah came to them, confirming what they already possessed, a party of those who had been given the Scripture flung the Book of Allah behind their backs as if they knew nothing,",
    "and then followed what the evil ones falsely attributed to the Kingdom of Solomon even though Solomon had never disbelieved; it is the evil ones who disbelieved, teaching people magic. And they followed what had been revealed to the two angels in Babylon – Harut and Marut – although these two (angels) never taught it to anyone without first declaring: “We are merely a means of testing people; so, do not engage in unbelief.” And yet they learned from them what might cause division between a man and his wife. They could not cause harm to anyone except by the leave of Allah, and still they learned what harmed rather than profited them, knowing well that he who bought it will have no share in the World to Come. Evil indeed is what they sold themselves for. Had they but known!",
    "Had they believed and been God-fearing Allah’s reward would have been better! Had they but known!",
    "O you who believe! Do not say (to the Prophet): Ra'ina (Lend ear to us), but say Unzurna (Favour us with your attention) and pay heed (to him). A painful chastisement awaits the unbelievers.",
    "The unbelievers, be they the People of the Book or those who associate others with Allah in His Divinity, do not wish that any good should be sent down upon you from your Lord. But Allah chooses for His mercy whomsoever He wills. Allah is Lord of Abounding Bounty.",
    "For whatever verse We might abrogate or consign to oblivion, We bring a better one or the like of it. Are you not aware that Allah is All-Powerful?",
    "Are you not aware that the dominion of the heavens and the earth belongs to Allah, and that none apart from Allah is your protector or helper?",
    "Or would you ask your Messenger in the manner Moses was asked before? And whoever exchanges faith for unbelief has surely strayed from the Right Way.",
    "Out of sheer envy many People of the Book would be glad to turn you back into unbelievers after you have become believers even though the Truth has become clear to them. Nevertheless, forgive and be indulgent towards them until Allah brings forth His decision. Surely Allah is All-Powerful.",
    "Establish Prayer and dispense Zakah. Whatever good deeds you send forth for your own good, you will find them with Allah. Surely Allah sees all that you do.",
    "They say: “None shall enter the Garden unless he be a Jew or (according to the Christians), a Christian.” These are their vain desires. Say: “Bring your proof if you are speaking the truth.”",
    "(None has any special claim upon reward from Allah.) Whoever submits himself completely to the obedience of Allah and does good will find his reward with his Lord. No fear shall come upon them, nor shall they grieve.",
    "The Jews say: “The Christians have no basis for their beliefs,” and the Christians say: “The Jews have no basis for their beliefs.” They say so even though they read the Scripture. The claim of those who have no knowledge (of the Scripture) is similar. Allah will judge between them concerning their differences on the Day of Resurrection.",
    "Who is more iniquitous than he who bars Allah’s places of worship, that His name be mentioned there, and seeks their destruction? It does not behove such people to enter them, and should they enter, they should enter in fear. There is degradation for them in this world and a mighty chastisement in the Next.",
    "The East and the West belong to Allah. To whichever direction you turn, you will be turning to Allah. Allah is All-Embracing, All-Knowing.",
    "They say: “Allah has taken to Himself a son.” Glory to Him! Nay, whatever is in the heavens and the earth belongs to Him; to Him are all in obeisance.",
    "He is the Originator of the heavens and the earth; whenever He decrees a matter He (merely) says: “Be”, and it is.",
    "The ignorant say: “Why does Allah not speak to us? Why does no Sign come to us?” The same was said by people before them. Their hearts are all alike. We have made the Signs clear for people of firm faith.",
    "(What greater Sign can there be than that) We sent you with the Truth as a bearer of good tidings and a warner! And you will not be answerable about the people of the Blazing Flame!",
    "Never will the Jews be pleased with you, (O Prophet), nor the Christians until you follow their way. Say: “Surely Allah’s guidance, is the true guidance.” Should you follow their desires disregarding the knowledge which has come to you, you shall have no protector or helper against Allah.",
    "Those to whom We have given the Scripture, and who recite it as it ought to be recited, they truly believe in it; and those who disbelieve in it, they are the real losers.",
    "Children of Israel! Recall My favour which I bestowed upon you and I exalted you above the nations of the world,",
    "and beware of the Day when no one shall avail another, when ransom shall be accepted from no one, when no one’s intercession will profit anyone, when there shall be no help from any quarter.",
    "Recall when Abraham’s Lord tested him in certain matters and when he successfully stood the test, He said: “Indeed I am going to appoint you a leader of all people.” When Abraham asked: “And is this covenant also for my descendants?” the Lord responded: “My covenant does not embrace the wrong-doers.”",
    "And We made this House (Ka'bah) a resort for mankind and a place of security, commanding people: “Take the station of Abraham as a permanent place for Prayer,” and enjoined Abraham and Ishmael: “Purify My House for those who walk around it, and those who abide in devotion, and those who bow, and who prostrate themselves (in Prayer).”",
    "And when Abraham prayed: “O my Lord! Make this a place of security and provide those of its people that believe in Allah and the Last Day with fruits for sustenance,” Allah answered, “And I shall still provide him who disbelieves with the wherewithal for this short life, and then I shall drive him to the chastisement of the Fire; that is an evil end.”",
    "Recall when Abraham and Ishmael raised the foundations of the House, praying: “Our Lord! Accept this from us; You are All-Hearing, All-Knowing.",
    "Our Lord! Make us submissive to You and make out of our descendants a community that submits itself to You, and show us the ways of Your worship, and turn to us in mercy. You are Much-Relenting, Most Compassionate.",
    "Our Lord! Raise up in the midst of our offspring a Messenger from among them who shall recite to them Your verses, and instruct them in the Book and in Wisdom, and purify their lives. Verily, You are the Most Mighty, the Most Wise.”",
    "And who but a fool would be averse to the way of Abraham? For it is We Who chose Abraham for Our mission in this world, and surely in the World to Come he shall be reckoned among the righteous.",
    "Such was Abraham that when his Lord said to him: “Submit,” he said: “I have submitted to the Lord of the Universe.”",
    "And Abraham enjoined the same upon his children, and so did Jacob: “My children! Behold, Allah has chosen this religion for you. Remain till death in submission (to Allah).”",
    "Why, were you witnesses when death came to Jacob? He asked his children: “Whom will you serve after me?” They said: “We shall serve your God, the God of your forefathers, Abraham, Ishmael and Isaac, the One God, and unto Him do we submit.”",
    "Now, they were a people who passed away. Theirs is what they have earned, and yours is what you have earned. You shall not be asked concerning what they did.",
    "They say: “Be Jews,” or “Be Christians.” “Then you will be rightly guided.” Say to them: “No, follow exclusively the way of Abraham who was not one of those who associate others with Allah in His Divinity.”",
    "Say: “We believe in Allah, and in what has been revealed to us and to Abraham, Ishmael, Isaac, Jacob and the descendants (of Jacob) and in what was given to Moses and Jesus and in what the other Prophets received from their Lord. We make no distinction between any of them, and we are those who submit to Allah.”",
    "And then if they come to believe as you believe, they are on right guidance; and if they turn away, then quite obviously they have merely fallen into opposition to the Truth. Allah will suffice you for protection against them. He is All-Hearing, All-Knowing.",
    "Say: “Take on Allah’s colour.” And whose colour is better than Allah’s? It is Him that we serve.",
    "Say (O Prophet): “Will you then dispute with us concerning Allah when He is our Lord and your Lord? Our deeds are for us and your deeds are for you. And it is Him that we serve exclusively.”",
    "Or do you claim that Abraham and Ishmael, Isaac and Jacob and the descendants (of Jacob) were “Jews” or “Christians?” Say: “Who has greater knowledge, you or Allah?” Who does greater wrong than he who conceals a testimony he has received from Allah? Allah is not heedless of the things you do.",
    "Now, they were a people who passed away. Theirs is what they earned, and yours is what you earn; you shall not be questioned concerning what they did."
  ]
}