{
  "meta": {
    "id": 95,
    "name": "A. Maududi (Tafhim commentary)",
    "translator_name": "Sayyid Abul Ala Maududi",
    "slug": "en-al-maududi",
    "language_name": "english"
  },
  "verses": [
    "The block-headed will say: “What has turned them away from the direction they formerly observed in Prayer?” Say: “To Allah belong the East and the West; He guides whomsoever He wills onto a Straight Way.”",
    "And it is thus that We appointed you to be the community of the middle way so that you might be witnesses to all mankind and the Messenger might be a witness to you. We appointed the direction which you formerly observed so that We might distinguish those who follow the Messenger from those who turn on their heels. For it was indeed burdensome except for those whom Allah guided. And Allah will never leave your faith to waste. Allah is full of gentleness and mercy to mankind.",
    "We see you oft turning your face towards the sky; now We are turning you to the direction that will satisfy you. Turn your face towards the Holy Mosque, and wherever you are, turn your faces towards it in Prayer.Those who have been granted the Scripture certainly know that this (injunction to change the direction of Prayer) is right and is from their Lord. Allah is not heedless of what they do.",
    "And yet no matter what proofs you bring before the People of the Book they will not follow your direction of Prayer; nor will you follow their direction of Prayer. None is prepared to follow the other’s direction of Prayer. Were you to follow their desires in disregard of the knowledge which has come to you, you will surely be reckoned among the wrong-doers.",
    "Those to whom We have given the Scripture recognize the place (towards which one must turn in Prayer) as fully as they recognize their own sons, this even though a group of them knowingly conceals the Truth.",
    "This is a definite Truth from your Lord; be not, then, among the doubters.",
    "Everyone has a direction towards which he turns; so excel one another in good works. Allah will bring you all together wherever you might be, for nothing is beyond His power.",
    "From wheresoever you might come forth turn your face towards the Holy Mosque; for that indeed is the Truth from your Lord, and Allah is not heedless of what you do.",
    "From wheresoever you come forth turn your faces towards the Holy Mosque, and wheresoever you may be, turn your faces towards it in Prayer so that none may have an argument against you, unless they be those immersed in wrong-doing. Do not fear them, but fear only Me so that I may complete My favour upon you; perhaps you will be guided to the Right Way.",
    "Just as when We sent among you a Messenger of yourselves, who recites to you Our Signs, purifies your lives, instructs you in the Book and in Wisdom, and instructs you what you did not know.",
    "So remember Me and I shall remember you; give thanks to Me and do not be ungrateful to Me for My favours.",
    "Believers! Seek help in patience and in Prayer; Allah is with those that are patient.",
    "And do not say of those who are killed in the way of Allah that they are dead; they are alive even though you have no knowledge of their life.",
    "We shall certainly test you by afflicting you with fear, hunger, loss of properties and lives and fruits. Give glad tidings, then, to those who remain patient;",
    "those who when any affliction smites them, they say: “Verily, we belong to Allah, and it is to Him that we are destined to return.”",
    "Upon them will be the blessings and mercy of their Lord, and it is they who are rightly guided.",
    "Surely, al-Safa and al-Marwah are the symbols of Allah. Hence, whoever performs Hajj (Full Pilgrimage) to the House (of Allah) or makes 'Umrah (Minor Pilgrimage), will find that it is no sin for him to ambulate between the two. And whoever does a good work voluntarily should know that Allah is Appreciative, All-Knowing.",
    "Those who conceal anything of the clear teachings and true guidance which We have sent down even though We have made them clear in Our Book, Allah curses such people and so do all the cursers,",
    "except those who repent and make amends and openly declare (what they had concealed). Such shall I pardon for I am Much- Relenting, Most Compassionate.",
    "As for those who disbelieved and died disbelieving, surely the curse of Allah and of the angels and of all men is on them.",
    "Thus shall they abide and their chastisement shall not be lightened, nor shall they be given respite.",
    "Your God is One God, there is no god but He; the Most Merciful, the Most Compassionate.",
    "(To guide) those who use their reason (to this Truth) there are many Signs in the structure of the heavens and the earth, in the constant alternation of night and day, in the vessels which speed across the sea carrying goods that are of profit to people, in the water which Allah sends down from the sky and thereby quickens the earth after it was dead, and disperse over it all manner of animals, and in the changing courses of the winds and the clouds pressed into service between heaven and earth.",
    "Yet there are some who take others as equals to Allah and love them as Allah alone should be loved; but those who (truly) believe, they love Allah more than all else. If only the wrong-doers were to perceive now – as they will perceive when they will see the chastisement – that all power belongs to Allah alone, and that Allah is severe in chastisement!",
    "At that moment those who have been followed will disown their followers, and they will see the chastisement, and their resources will be cut asunder.",
    "And the followers will then say: “Oh if only we might return again, we would disown them as they have disowned us?”  Thus Allah will show them their works in a manner causing them bitter regrets. Never will they come out of the Fire.",
    "O people! Eat of the lawful and pure things in the earth and follow not in the footsteps of Satan. For surely he is your open enemy;",
    "he only commands you to do evil and commit acts of indecency and to ascribe to Allah the things concerning which you have no knowledge (that He really is their source).",
    "And when they are told: “Follow what Allah has revealed,” they say: “No, we shall follow what we found our forefathers adhering to.” What! Even if their forefathers were devoid of understanding and right guidance?",
    "Those who have refused to follow the Way of Allah resemble cattle; when the shepherd calls them they hear nothing except shouting and crying; they are deaf, dumb and blind, and so they understand nothing.",
    "Believers! Eat of the pure things wherewith We have provided you for sustenance and give thanks to Allah if it is Him that you serve.",
    "He has made unlawful to you only carrion and blood and the flesh of swine and that over which there has been pronounced the name of anyone other than Allah’s. But he who is constrained (to eat of them) – and he neither covets them nor exceeds the indispensable limit incurs no sin: Allah is All-Forgiving, All-Compassionate.",
    "Those who conceal anything of the Book revealed by Allah and sell it away for a trifling gain are merely filling their bellies with Fire. Allah will neither address them on the Day of Resurrection, nor shall He pronounce them “pure”. A painful chastisement lies in store for them.",
    "They are the ones who bought error in exchange for true guidance, and chastisement in exchange for forgiveness. How patient they are in enduring the Fire!",
    "This is so because Allah revealed the Book with the Truth, but those who disagreed concerning the Book veered far away from the Truth.",
    "Righteousness does not consist in turning your faces towards the east or towards the west; true righteousness consists in believing in Allah and the Last Day, the angels, the Book and the Prophets, and in giving away one’s property in love of Him to one’s kinsmen, the orphans, the poor and the wayfarer, and to those who ask for help, and in freeing the necks of slaves, and in establishing Prayer and dispensing the Zakah. True righteousness is attained by those who are faithful to their promise once they have made it and by those who remain steadfast in adversity and affliction and at the time of battle (between Truth and falsehood). Such are the truthful ones; such are the God-fearing.",
    "Believers! Retribution is prescribed for you in cases of killing: if a freeman is guilty then the freeman; if a slave is guilty then the slave; if a female is guilty, then the female. But if something of a murderer’s guilt is remitted by his brother this should be adhered to in fairness, and payment be made in a goodly manner. This is an alleviation and a mercy from your Lord; and for him who commits excess after that there is a painful chastisement.",
    "People of understanding, there is life for you in retribution that you may guard yourselves against violating the Law.",
    "It is decreed that when death approaches, those of you who leave behind property shall bequeath equitably to parents and kinsmen. This is an obligation on the God-fearing.",
    "Then if anyone alters the will after hearing it, this sin shall be upon them who alter. Surely Allah is All-Hearing, All-Knowing.",
    "He who suspects that the testator has committed an error or injustice and then brings about a settlement among the parties concerned incurs no sin. Surely Allah is Much-Forgiving, Most Compassionate.",
    "Believers! Fasting is enjoined upon you, as it was enjoined upon those before you, that you become God-fearing.",
    "Fasting is for a fixed number of days, and if one of you be sick, or if one of you be on a journey, you will fast the same number of other days later on. For those who are capable of fasting (but still do not fast) there is a redemption: feeding a needy man for each day missed. Whoever voluntarily does more good than is required, will find it better for him; and that you should fast is better for you, if you only know.",
    "During the month of Ramadan the Qur'an was sent down as a guidance to the people with Clear Signs of the true guidance and as the Criterion (between right and wrong). So those of you who live to see that month should fast it, and whoever is sick or on a journey should fast the same number of other days instead. Allah wants ease and not hardship for you so that you may complete the number of days required, magnify Allah for what He has guided you to, and give thanks to Him.",
    "(O Muhammad), when My servants ask you about Me, tell them I am quite near; I hear and answer the call of the caller whenever he calls Me. Let them listen to My call and believe in Me; perhaps they will be guided aright.",
    "It has been made lawful for you to go in to your wives during the night of the fast. They are your garment, and you are theirs. Allah knows that you used to betray yourselves and He mercifully relented and pardoned you. So you may now associate intimately with your wives and benefit from the enjoyment Allah has made lawful for you, and eat and drink at night until you can discern the white streak of dawn against the blackness of the night; then (give up all that and) complete your fasting until night sets in. But do not associate intimately with your wives during the period when you are on retreat in the mosques. These are the bounds set by Allah; do not, then, even draw near them. Thus does Allah make His Signs clear to mankind that they may stay away from evil.",
    "Do not usurp one another’s possessions by false means, nor proffer your possessions to the authorities so that you may sinfully and knowingly usurp a portion of another’s possessions.",
    "People question you concerning the phases of the moon. Say: “They are signs to determine time for the sake of people and for the Pilgrimage.” Also tell them: “True righteousness is not that you enter your houses from the back; righteousness lies in fearing Allah. So, enter your houses by their doors, and fear Allah that you might attain true success.”",
    "Fight in the way of Allah against those who fight against you but do not transgress, for Allah does not love transgressors.",
    "Kill them whenever you confront them and drive them out from where they drove you out. (For though killing is sinful) wrongful persecution is even worse than killing. Do not fight against them near the Holy Mosque unless they fight against you; but if they fight against you kill them, for that is the reward of such unbelievers.",
    "Then if they desist, know well that Allah is Ever-Forgiving, Most Compassionate.",
    "Keep on fighting against them until mischief ends and the way prescribed by Allah prevails. But if they desist, then know that hostility is directed only against the wrong-doers.",
    "The sacred month for the sacred month; sanctities should be respected alike (by all concerned). Thus, if someone has attacked you, attack him just as he attacked you, and fear Allah and remain conscious that Allah is with those who guard against violating the bounds set by Him.",
    "Spend in the Way of Allah and do not cast yourselves into destruction with your own hands; do good, for Allah loves those who do good.",
    "Complete Hajj and 'Umrah for Allah. And if you are prevented from doing so, then make the offering which is available to you, and do not shave your heads until the offering reaches its appointed place.If any of you should have to shave your head before that because of illness, or injury to the head, then you should make redemption by fasting, or almsgiving, or ritual sacrifice. And when you are secure, then he who avails of 'Umrah before the time of Hajj shall give the offering he can afford; and if he cannot afford the offering, he shall fast for three days during Hajj and for seven days after he returns home; that is, ten days in all. This privilege is for those whose families do not live near the Holy Mosque. Guard against violating these ordinances of Allah and be mindful that Allah is severe in chastisement.",
    "The months of Hajj are well known. Whoever intends to perform Pilgrimage in these months shall abstain from sensual indulgence, wicked conduct and quarrelling; and whatever good you do, Allah knows it. Take your provisions for the Pilgrimage; but, in truth, the best provision is piety. Men of understanding, beware of disobeying Me.",
    "It is no offence for you to seek the bounty of your Lord during Pilgrimage. When you hasten back from [Arafat then remember Allah at al- Mash[ar al-Haram (i.e. al-Muzdalifah), and remember Him in the manner He has directed you, for before this you were surely in error.",
    "Then press on even as others press on and implore Allah’s forgiveness; Allah is Most Forgiving, Most Merciful.",
    "And when you have performed your rites remember Allah as you remember your fathers; or remember Him even more. There are some (among those that remember Allah) who say: “Our Lord, grant us what is good in this world;” such shall have no share in the Hereafter.",
    "There are others who say: “Our Lord, grant us what is good in this world and what is good in the World to Come, and protect us from the chastisement of the Fire.”",
    "They shall have a portion from what they earned; Allah is quick in reckoning.",
    "And remember Allah through the appointed days. It is no sin for him who hastens off and returns in two days, and it is no sin for him who delays the return provided he has spent the days in piety. Beware of disobeying Allah and know well that to Him you all shall be mustered.",
    "Among people there is a kind whose sayings on the affairs of the world fascinate you: he calls Allah again and again to bear testimony to his sincerity; yet he is most fierce in enmity.",
    "Whenever he attains authority, he goes about the earth spreading mischief and laying to waste crops and human life, even though Allah (whose testimony he invokes) does not love mischief.",
    "Whenever he is told: “Fear Allah,” his vainglory seizes him in his sin. So Hell shall suffice for him; what a wretched resting place!",
    "On the other hand, among men there is a kind who dedicates his life seeking to please Allah; Allah is Immensely Kind to such devoted servants.",
    "Believers! Enter wholly into Islam and do not follow in the footsteps of Satan for he is your open enemy.",
    "And if you stumble in spite of the clear instructions which have come to you, then know well that Allah is Most Mighty, Most Wise.",
    "Are those people (who are not following the Right Path in spite of admonition and instruction) waiting for Allah to come to them in canopies of clouds with a retinue of angels and settle the matter finally? To Allah shall all matters ultimately be referred.",
    "Ask the Children of Israel how many Clear Signs We gave them! And when a people tamper with Allah’s bounty after it has been bestowed on them – then indeed Allah is severe in punishment.",
    "Worldly life has been made attractive to those who have denied the Truth. Such men deride the men of faith, but the pious shall rank higher than them on the Day of Resurrection. As for worldly livelihood, Allah grants it to whomsoever He wills without measure.",
    "In the beginning mankind followed one single way. (Later on this state ended and differences arose.) Then Allah sent forth Prophets as heralds of good tidings for the righteous and as warners against the consequences of evil-doing. He sent down with them the Book embodying the Truth so that it might judge among people in their disputes. And those who innovated divergent ways rather than follow the Truth were none other than those who had received the knowledge of the Truth and clear guidance; and they did so to commit excesses against each other. So by His leave Allah directed the believers to the Right Way in matters on which they disagreed. Allah guides whomsoever He wills onto a Straight Way.",
    "Do you suppose that you will enter Paradise untouched by the suffering endured by the people of faith who passed away before you? They were afflicted by misery and hardship and were so convulsed that the Messenger and the believers with him cried out: “When will Allah’s help arrive?” They were assured: “Behold, Allah’s help is close by.”",
    "People ask you what they should spend. Say: “Whatever wealth you spend let it be for your parents and kinsmen, the orphans, the needy and the wayfarer; Allah is aware of whatever good you do.”",
    "Fighting is ordained upon you and it is disliked by you; it may well be that you dislike a thing even though it is good for you, and it may well be that you like a thing even though it is bad for you. Allah knows and you do not know.",
    "People ask you about fighting in the holy month. Say: “Fighting in it is an awesome sin, but barring people from the Way of Allah, disbelieving in Him, and denying entry into the Holy Mosque and expelling its inmates from it are more awesome acts in the sight of Allah; and persecution is even more heinous than killing.” They will not cease fighting against you till they turn you from your religion if they can. (So remember well) that whoever from amongst you turns away from his religion and dies in the state of unbelief their work will go to waste in this world and in the Next. They are destined for the Fire and it is there that they will abide.",
    "(On the contrary) those who believed, and forsook their hearth and home and strove in the Way of Allah, such may rightly hope for the mercy of Allah: for Allah is All-Forgiving, All- Merciful.",
    "They ask you about wine and games of chance. Say: “In both these there is great evil, even though there is some benefit for people, but their evil is greater than their benefit.” They ask: “What should we spend in the Way of Allah?” Say: “Whatever you can spare.” In this way Allah clearly expounds His injunctions to you that you may reflect upon them,",
    "both in regard to this world and the Next. They question you concerning orphans. Say: “To deal with them in the way which is to their good, that is best. And if you intermix (your expenses and living) with them, (there is no harm for) they are your brothers.” Allah knows the mischievous from the righteous, and had Allah willed, He would indeed have imposed on you exacting conditions; but He is All-Powerful, Most Wise.",
    "Marry not the women who associate others with Allah in His Divinity until they believe; for a believing slave-girl is better than a (free, respectable) woman who associates others with Allah in His Divinity, even though she might please you. Likewise, do not give your women in marriage to men who associate others with Allah in His Divinity until they believe; for a believing slave is better than a (free, respectable) man who associates others with Allah in His Divinity, even though he might please you. Such people call you towards the Fire, and Allah calls you, by His leave, towards Paradise and forgiveness; and He makes His injunctions clear to people so that they may take heed.",
    "They ask you about menstruation. Say: “It is a state of impurity; so keep away from women in the state of menstruation, and do not approach them until they are cleansed. And when they are cleansed, then come to them as Allah has commanded you.” Truly, Allah loves those who abstain from evil and keep themselves pure.",
    "Your wives are your tilth; go, then, into your tilth as you wish but take heed of your ultimate future and avoid incurring the wrath of Allah. Know well that one Day you shall face Him. Announce good tidings to the believers.",
    "Do not swear by Allah in your oaths if they are intended to hinder you from virtue, piety and promoting the good of mankind. Surely Allah is All-Hearing, All- Knowing.",
    "Allah will not take you to task for the oaths you utter in vain, but will certainly take you to task for the oaths you utter in earnest. Allah is All-Forgiving, All-Forbearing.",
    "For those who vow abstinence from their wives there is a respite of four months. Then, if they go back on their vow they will find that Allah is All-Forgiving, All-Compassionate.",
    "And if they resolve on divorce, surely Allah is All-Hearing, All-Knowing.",
    "Divorced women shall keep themselves in waiting for three menstrual courses and it is unlawful for them, if they believe in Allah and the Last Day, to hide whatever Allah might have created in their wombs. Should their husbands desire reconciliation during this time they are entitled to take them back into wedlock. Women have the same rights against their men as men have against them; but men have a degree above them. Allah is All- Powerful, All-Wise.",
    "Divorce can be pronounced twice: then, either honourable retention or kindly release should follow. (While dissolving the marriage tie) it is unlawful for you to take back anything of what you have given to your wives unless both fear that they may not be able to keep within the bounds set by Allah. Then, if they fear that they might not be able to keep within the bounds set by Allah, there is no blame upon them for what the wife might give away of her property to become released from the marriage tie. These are the bounds set by Allah; do not transgress them. Those of you who transgress the bounds set by Allah are indeed the wrong-doers.",
    "Then, if he divorces her (for the third time, after having pronounced the divorce twice), she shall not be lawful to him unless she first takes another man for a husband, and he divorces her. There is no blame upon them if both of them return to one another thereafter, provided they think that they will be able to keep within the bounds set by Allah. These are the bounds of Allah which He makes clear to a people who have knowledge (of the consequences of violating those bounds).",
    "And so, when you divorce women and they reach the end of their waiting term, then either retain them in a fair manner or let them go in a fair manner. And do not retain them to their hurt or by way of transgression; whosoever will do that will indeed wrong himself. Do not take the Signs of Allah in jest and remember Allah’s favour upon you. He exhorts you to revere the Book and the Wisdom that He has sent down upon you. Fear Allah, and know well that Allah has full knowledge of everything.",
    "When you divorce women and they have completed their waiting term do not hinder them from marrying other men if they have agreed to this in a fair manner. That is an admonition to everyone of you who believes in Allah and the Last Day; that is a cleaner and purer way for you. For Allah knows whereas you do not know.",
    "If they (i.e. the fathers) wish that the period of suckling for their children be completed, mothers may suckle their children for two whole years. (In such a case) it is incumbent upon him who has begotten the child to provide them (i.e. divorced women) their sustenance and clothing in a fair manner. But none shall be burdened with more than he is able to bear; neither shall a mother suffer because of her child nor shall the father be made to suffer because he has begotten him. The same duty towards the suckling mother rests upon the heir as upon him (i.e. the father). And if both (the parents) decide, by mutual consent and consultation, to wean the child, there is no blame on them; if you decide to have other women suckle your children there is no blame upon you, provided you hand over its compensation in a fair manner. Fear Allah and know well that Allah sees all that you do.",
    "The wives of men who have died must observe a waiting period of four months and ten days; when they have reached the end of the waiting term, there is no blame upon you regarding what they may do with themselves in a fair manner. Allah is well aware of what you do.",
    "There is no blame upon you whether you hint at a marriage proposal to such women or keep the proposal hidden in your hearts. Allah knows that you will think of them in that connection. But do not make any secret engagement with them and speak openly in an honourable manner. Do not resolve on the marriage tie until the ordained term has come to its end. Know well that Allah knows even what is in your hearts. So, have fear of Him and know well that Allah is All-Forgiving, All-Forbearing.",
    "There is no blame upon you if you divorce your wives before you have touched them or settled a bridal gift upon them. But even in this case you should make some provision for them: the affluent, according to his means; the straitened, according to his means – a provision in fair manner. That is a duty upon the good-doers.",
    "And if you divorce them before you touch them or settle a bridal gift upon them, then (give them) half of what you have settled unless either the women act leniently and forgo their claim, or he in whose hand is the marriage tie acts leniently (and pays the full amount). If you act leniently, it is closer to God-fearing. And forget not to act gracefully with one another, for indeed Allah sees all that you do.",
    "Be watchful over the Prayers, and over praying with the utmost excellence, and stand before Allah as would utterly obedient servants.",
    "And even if you face the state of fear, still perform the Prayer whether on foot or riding; and when you are secure, remember Allah in the manner that He taught you, the manner that you did not know earlier.",
    "Those of you who die leaving behind your wives should make testament of one year’s provision without expulsion in favour of your wives; and if they themselves depart, there shall be no blame upon you for what they may do with themselves in an honourable manner. Allah is All-Mighty, All-Wise.",
    "Likewise, let there be a fair provision for the divorced women; this is an obligation on the God-fearing.",
    "Thus Allah makes His injunctions clear to you that you may understand.",
    "(O Messenger), have you thought of those who went forth from their homes for fear of death even though they were in their thousands? Allah said to them: “Die!” Then He restored them to life. Indeed Allah is Bounteous to mankind; but most people do not give thanks in return.",
    "So fight in the Way of Allah and know well that Allah is All-Hearing, All-Knowing.",
    "Who of you will lend Allah a goodly loan which He will return after multiplying it for him manifold? For Allah has the power both to decrease and increase, and to Him will you be returned.",
    "(O Messenger), have you thought of what happened with the elders of the Children of Israel after Moses? They asked one of their Prophets: “Set up for us a king so that we may fight in the way of Allah.” He said: “Would you possibly refrain from fighting if fighting is ordained for you?” They said: “And why would we not fight in the way of Allah when we have been torn from our homes and our children?” But when fighting was ordained for them they turned back, except a few of them. Allah is well aware of the wrong-doers.",
    "And their Prophet said to them: “Indeed Allah has sent forth Saul (Talut) as your king.” They said: “By what right shall he rule over us when we are more worthy than he to dominion, for he is not very wealthy?” He said: “Allah has chosen him over you and has endowed him abundantly with both intellectual and physical capacities. Allah indeed has the power to bestow dominion upon whomsoever He wills. Allah is All-Resourceful, All- Knowing.”",
    "And their Prophet said to them: “The Sign of his dominion is that in his reign the Ark, wherein is inner peace for you, will be brought back to you, and the sacred relics left behind by the house of Moses and the house of Aaron borne by angels. Truly in that is a Sign for you, if indeed you are people of faith.”",
    "When Saul (Talut) set out with his forces he said: “Allah will try you with a river, and whoever drinks of it does not belong to me; he who refrains from tasting it – unless it be just a palmful – he indeed belongs to me.” Then all, except a few of them, drank their fill at the river.But as soon as Saul (Talut) and the believers with him went forth across the river, they said: “Today we have no strength to face Goliath (Jalut) and his forces.” But those who believed that they were bound to meet their Lord said: “How often has a small party prevailed against a large party by the leave of Allah.” Allah is with those who remain steadfast.",
    "And when they went forth against Goliath (Jalut) and his forces, they prayed: “Our Lord! Shower us with patience, and set our feet firm, and grant us victory over this unbelieving people.”",
    "Thereupon by Allah’s leave they put the unbelievers to flight, and David killed Goliath, and Allah granted him dominion and wisdom, and imparted to him the knowledge of whatever He willed. And were it not that Allah repelled some people with another, the earth would surely be overlaid with mischief. But Allah is Bounteous to the people of the world (and thus extirpates mischief).",
    "These are the Signs of Allah which We recite to you in Truth, for indeed you are one of those entrusted with the Message."
  ]
}