{
  "meta": {
    "id": 95,
    "name": "A. Maududi (Tafhim commentary)",
    "translator_name": "Sayyid Abul Ala Maududi",
    "slug": "en-al-maududi",
    "language_name": "english"
  },
  "verses": [
    "And these Messengers (who have been designated to guide people), We have exalted some of them above the others. Among them are such as were spoken to by Allah Himself, and some He exalted in other respects. And We granted Jesus, son of Mary, Clear Signs and supported him with the spirit of holiness. Had He willed, those who had seen these Clear Signs would not have fought one another thereafter. But (it was not the will of Allah to prevent people from disagreement by compulsion, hence) they differed among themselves whereby some attained faith and others denied the Truth. Yet had Allah so willed they would not have fought one another. Allah does whatever He wills.",
    "O you who believe! Spend out of what We have provided you before there comes a Day when there will be no buying and selling, nor will friendship and intercession be of any avail. Indeed those who disbelieve are the wrong-doers.",
    "Allah, the Ever-Living, the Self-Subsisting by Whom all subsist, there is no god but He. Neither slumber seizes Him, nor sleep; to Him belongs all that is in the heavens and all that is in the earth. Who is there who might intercede with Him save with His leave?He knows what lies before them and what is hidden from them, whereas they cannot attain to anything of His knowledge save what He wills them to attain. His Dominion overspreads the heavens and the earth, and their upholding wearies Him not. He is All-High, All-Glorious.",
    "There is no compulsion in religion. The Right Way stands clearly distinguished from the wrong. Hence he who rejects the evil ones and believes in Allah has indeed taken hold of the firm, unbreakable handle. And Allah (Whom he has held for support) is All-Hearing, All-Knowing.",
    "Allah is the Guardian of those who believe, He brings them out of every darkness into light. And those who disbelieve, their guardians are the evil ones; they bring them out of light into all kinds of darkness. These are destined for the Fire, and there shall they abide.",
    "Did you not consider the case of the person who remonstrated with Abraham about who was Abraham’s Lord just because Allah had granted him dominion? When Abraham said: “My Lord is He Who grants life and causes death,” he replied: “I grant life and I cause death.” Abraham said: “But surely Allah causes the sun to rise from the east; now you cause it to rise from the west.” Thereupon the denier of the Truth was confounded. Allah does not direct the wrong-doers to the Right Way.",
    "Or consider him by way of example who passed by a town that was fallen down upon its turrets. He exclaimed: “How will Allah restore life to this town that is now dead?” Allah then caused him to remain dead for a hundred years and then raised him to life, and asked him: “How long did you remain in this state?” He replied: “I remained so for a day or a part of a day.” Allah rejoined: “No, you have rather stayed thus for a hundred years. But look at your food and your drink, there is no deterioration in them. And look at your ass (how its entire skeleton has rotted)! And We did all this so that We might make you a token of instruction for people. And see how We will put the bones (of the ass) together and will clothe them with flesh.” Thus when the reality became clear to him, he said: “I know that Allah has power over everything.”",
    "And recall when Abraham said: “My Lord, show me how You give life to the dead,” Allah said: “Why! Do you have no faith?” Abraham replied: “Yes, but in order that my heart be at rest.” He said: “Then take four birds, and tame them to yourself, then put a part of them on every hill, and summon them; they will come to you flying. Know well that Allah is All-Mighty, All-Wise.”",
    "The example of those who spend their wealth in the Way of Allah is like that of a grain of corn that sprouts seven ears, and in every ear there are a hundred grains. Thus Allah multiplies the action of whomsoever He wills. Allah is Munificent, All-Knowing.",
    "Those who spend their wealth in the Way of Allah and do not follow up their spending by stressing their benevolence and causing hurt, will find their reward secure with their Lord. They have no cause for fear and grief.",
    "To speak a kind word and to forgive people’s faults is better than charity followed by hurt. Allah is All-Sufficient, All-Forbearing.",
    "Believers! Do not nullify your acts of charity by stressing your benevolence and causing hurt as does he who spends his wealth only to be seen by people and does not believe in Allah and the Last Day. The example of his spending is that of a rock with a thin coating of earth upon it: when a heavy rain smites it, the earth is washed away, leaving the rock bare; such people derive no gain from their acts of charity. Allah does not set the deniers of the Truth on the Right Way.",
    "The example of those who spend their wealth single-mindedly to please Allah is that of a garden on a high ground. If a heavy rain smites it, it brings forth its fruits twofold, and if there is no heavy rain, even a light shower suffices it. Allah sees all that you do.",
    "Would any of you desire that he should have a garden of palms and vines with rivers flowing beneath it – a garden in which he has every manner of fruit – and that it should then be struck by a fiery whirlwind and be utterly burnt down at a time when old age has overtaken him, and his offspring are still too small to look after their affairs? Thus does Allah make His teachings clear to you that you may reflect.",
    "Believers! Spend (in the Way of Allah) out of the good things you have earned and out of what We have produced for you from the earth, and choose not for your spending the bad things such as you yourselves would not accept or accept only by overlooking its defects. Know well that Allah is All-Munificent, Most Praiseworthy.",
    "Satan frightens you with poverty and bids you to commit indecency whereas Allah promises you His forgiveness and bounty. Allah is Munificent, All-Knowing.",
    "He grants wisdom to those whom He wills; and whoever is granted wisdom has indeed been granted much good. Yet none except people of understanding take heed.",
    "Allah knows whatever you spend or whatever you vow (to spend). The wrong-doers have none to succour them.",
    "If you dispense your charity publicly, it is well; but if you conceal it and pay it to the needy in secret, it will be even better for you. This will atone for several of your misdeeds. Allah is well aware of all that you do.",
    "You are not responsible for setting these people on the Right Way; Allah sets on the Right Way whomsoever He wills. Whatever wealth you spend in charity is to your own benefit for you spend merely to please Allah. So, whatever you spend in charity will be repaid to you in full and you shall not be wronged.",
    "Those needy ones who are wholly wrapped up in the cause of Allah, and who are hindered from moving about the earth in search of their livelihood, especially deserve help. He who is unaware of their circumstances supposes them to be wealthy because of their dignified bearing, but you will know them by their countenance, although they do not go about begging of people with importunity. Whatever wealth you spend on helping them, Allah will know of it.",
    "Those who spend their wealth by night and by day, secretly and publicly, will find that their reward is secure with their Lord and that there is no reason for them to entertain any fear or grief.",
    "As for those who devour interest, they behave as the one whom Satan has confounded with his touch. Seized in this state they say: “Buying and selling is but a kind of interest,” even though Allah has made buying and selling lawful, and interest unlawful. Hence, he who receives this admonition from his Lord, and then gives up (dealing in interest), may keep his previous gains, and it will be for Allah to judge him. As for those who revert to it, they are the people of the Fire, and in it shall they abide.",
    "Allah deprives interest of all blessing, whereas He blesses charity with growth. Allah loves none who is ungrateful and persists in sin.",
    "Truly the reward of those who believe and do righteous deeds and establish Prayer and pay Zakah is with their Lord; they have no reason to entertain any fear or grief.",
    "Believers! Have fear of Allah and give up all outstanding interest if you do truly believe.",
    "But if you fail to do so, then be warned of war from Allah and His Messenger. If you repent even now, you have the right of the return of your capital; neither will you do wrong nor will you be wronged.",
    "But if the debtor is in straitened circumstance, let him have respite until the time of ease; and whatever you remit by way of charity is better for you, if only you know.",
    "And have fear of the Day when you shall return to Allah, and every human being shall be fully repaid for whatever (good or evil) he has done, and none shall be wronged.",
    "Believers! Whenever you contract a debt from one another for a known term, commit it to writing. Let a scribe write it down between you justly, and the scribe may not refuse to write it down according to what Allah has taught him; so let him write, and let the debtor dictate; and let him fear Allah, his Lord, and curtail no part of it. If the debtor be feebleminded, weak, or incapable of dictating, let his guardian dictate equitably, and call upon two of your men as witnesses; but if two men are not there, then let there be one man and two women as witnesses from among those acceptable to you so that if one of the two women should fail to remember, the other might remind her. Let not the witnesses refuse when they are summoned (to give evidence). Do not show slackness in writing down the transaction, whether small or large, along with the term of its payment. That is fairest in the sight of Allah; it is best for testimony and is more likely to exclude all doubts. If it be a matter of buying and selling on the spot, it is not blameworthy if you do not write it down; but do take witnesses when you settle commercial transactions with one another. And the scribe or the witness may be done no harm. It will be sinful if you do so. Beware of the wrath of Allah. He teaches you the Right Way and has full knowledge of everything.",
    "And if you are on a journey and do not find a scribe to write the document then resort to taking pledges in hand. But if any of you trusts another, let him who is trusted, fulfil the trust and fear Allah, his Lord. And do not conceal what you have witnessed, for whoever conceals it, his heart is sinful. Allah has full knowledge of all that you do.",
    "All that is in the heavens and the earth belongs to Allah. Whether you disclose whatever is in your hearts or conceal it, Allah will call you to account for it, and will then forgive whomsoever He wills, and will chastise whomsoever He wills. Allah has power over everything.",
    "The Messenger believes, and so do the believers, in the guidance sent down upon him from his Lord: each of them believes in Allah, and in His angels, and in His Books, and in His Messengers. They say: “We make no distinction between any of His Messengers. We hear and obey. Our Lord! Grant us Your forgiveness; to You we are destined to return.”",
    "Allah does not lay a responsibility on anyone beyond his capacity. In his favour shall be whatever good each one does, and against him whatever evil he does. (Believers! Pray thus to your Lord): “Our Lord! Take us not to task if we forget or commit mistakes. Our Lord! Lay not on us a burden such as You laid on those gone before us. Our Lord! Lay not on us burdens which we do not have the power to bear. And overlook our faults, and forgive us, and have mercy upon us. You are our Guardian; so grant us victory against the unbelieving folk.”",
    "Alif, Lam, Mim.",
    "Allah, the Ever-Living, the Self-Subsisting, Who sustains the entire order of the universe - there is no God but He.",
    "He has revealed this Book to you, setting forth the truth and confirming the earlier Books, and earlier He revealed the Torah and Gospel",
    "for the guidance of mankind; and He has also revealed the Criterion (to distinguish truth from falsehood). A severe chastisement lies in store for those who deny the signs of Allah. Allah is All-Mighty; He is the Lord of Retribution.",
    "Nothing in the earth and in the heavens is hidden from Allah.",
    "It is He Who fashions you in the wombs as He wills. There is no God but He; the All-Mighty, the All-Wise.",
    "It is He Who has revealed the Book to you. Some of its verses are absolutely clear and lucid, and these are the core of the Book. Others are ambiguous. Those in whose hearts there is perversity, always go about the part which is ambiguous, seeking mischief and seeking to arrive at its meaning arbitrarily, although none knows their true meaning except Allah. On the contrary, those firmly rooted in knowledge say: 'We believe in it; it is all from our Lord alone.' No one derives true admonition from anything except the men of understanding.",
    "They pray to Allah: 'Our Lord! Do not let our hearts swerve towards crookedness after You have guided us to the right way, and. bestow upon us Your mercy. Surely You, only You, are the Munificent Giver!",
    "Our Lord! You surely will gather mankind together one Day, a Day about (the coming of which) there is no doubt. Surely Allah never goes against His promise.'",
    "Those who disbelieve, neither their wealth nor their offspring will avail them at all against Allah, and it is they who will be the fuel of the Fire",
    "(To them shall happen) the like of what happened to the people of Pharaoh, and those before them. They rejected Our signs, so Allah seized them for their sins. Allah indeed is severe in punishment.",
    "Tell those who disbelieved: 'You shall soon be overpowered and mustered to Hell - and that is an evil resting place!'",
    "You have already come across an instructive sign in the two hosts that encountered each other in battle (at Badr): one host fighting in the way of Allah, and the other that of unbelievers. They saw with their own eyes that one host was twice the number of the other. But (the result of the battle has proved that) Allah succours with His victory whomsoever He wills. In this there is surely a lesson for all who have eyes to see.",
    "Men are naturally tempted by the lure of women, children, treasures of gold and silver, horses of mark, cattle and plantations. These are the enjoyments in the life of this world; but with Allah lies a goodly abode to return to.",
    "Say: 'Shall I tell you of things better than these? For the God-fearing there are, with their Lord, gardens beneath which rivers flow; there they will abide for ever, will have spouses of stainless purity as companions, and will enjoy the good pleasure of Allah.' Allah thoroughly observes His servants.",
    "These are the ones who pray: 'Our Lord! We do indeed believe, so forgive us our sins and keep us safe from the chastisement of the Fire';",
    "men who are steadfast, truthful, obedient, spend (in the way of Allah) and implore the forgiveness of Allah before daybreak.",
    "Allah Himself bears witness that there is no God but He; and likewise do the angels and the men possessed of knowledge bear witness in truth and justice that there is no God but He, the All-Mighty, the All-Wise.",
    "The true religion with Allah is Islam. The People of the Book adopted many different ways rather than follow the true way of Islam even after the knowledge of truth had reached them, and this merely to commit excesses against one another. Let him who refuses to follow the ordinances and directives of Allah know that Allah is swift in His reckoning.",
    "And if they remonstrate with you, tell them: 'I have submitted my whole being to Allah, and so have those who follow me.' And ask the People of the Book as well as those who follow no heavenly Scripture: 'Have you also submitted (to Allah)?' If they have submitted to Him, they are indeed on the right way but if they deviate from submitting to Allah, then your duty is merely to deliver the message. Allah observes the affairs of His servants.",
    "Give those who refuse to follow the directives of Allah, who slay the Prophets unjustly, and who slay those who enjoin justice, give them glad tidings of a grievous chastisement.",
    "These are the people whose works have gone to waste in this world and in the World to Come. They have none to help them.",
    "Have you not noticed those who have been given a portion of the Book? Whenever their learned men are summoned to the Book of Allah to judge the differences between them, a party of them turns away in aversion.",
    "This is because they say: 'The fire of Hell shall not touch us except for a limited number of days.' The false beliefs which they have forged have deluded them in their faith.",
    "How, then, will they fare when We shall gather them all together to witness the Day about (the coming of) which there is no doubt, and when every human being shall be repaid in full for what he has done, and none shall be wronged?",
    "Say: 'O Allah, Lord of all dominion! You give dominion to whom You will, and take away dominion from whom You will, and You exalt whom You will, and abase whom You will. In Your Hand is all good. Surely You are All-Power-ful.",
    "You cause the night to pass into the day and the day to pass into the night. You bring forth the living out of the dead, and You bring the dead out of the living, and You give sustenance to whom You will beyond all reckoning.'",
    "The believers may not take the unbelievers for their allies in preference to those who believe. Whoever does this has nothing to do with Allah unless he does so in order to protect himself from their wrong-doing. Allah warns you to beware of Him for it is to Allah that you will return.",
    "Say: 'Whether you conceal what is in your hearts or disclose it, Allah knows it. Allah knows what is in the heavens and in the earth and He has power over everything.'",
    "The Day is approaching when every soul shall find itself confronted with whatever good it has done and whatever evil it has wrought. It will then wish there is a wide space between it and the Day! Allah warns you to beware of Him; He is most tender towards His servants.",
    "(O Messenger!) Tell people: 'If you indeed love Allah, follow me, and Allah will love you and will forgive you your sins. Allah is All-Forgiving, All-Compassionate.'",
    "Say: 'Obey Allah and obey the Messenger.' If they turn away from this then know that Allah does not love those who refuse to obey Him and His Messenger.",
    "Truly Allah chose Adam and Noah and the descendants of Abraham and of 'Imran above all mankind.",
    "(for His messengership) - a people alike and the seed of one another. Allah is All-Hearing, All-Knowing.",
    ". (He also heard) when the woman of 'Imran said: 'O Lord! Behold, unto You do I vow that the child in my womb is to be devoted to Your exclusive service. Accept it, then, from me. Surely You alone are All-Hearing, All-Knowing.'",
    "But when she gave birth to a female child, she said: 'O Lord! I have given birth to a female' - and Allah knew full well what she had given birth to - 'and a female is not the same as a male. I have named her Mary and commit her and her offspring to You for protection from Satan, the accursed.'",
    "Thereupon her Lord graciously accepted Mary and vouchsafed to her a goodly growth and placed her in the care of Zechariah. Whenever Zechariah visited her in the sanctuary, he found her provided with food. He asked her: 'O Mary, how did this come to you?' She said: 'It is from Allah. Allah provides sustenance to whom He wills beyond all reckoning.'",
    "Then Zechariah prayed to his Lord: 'O Lord! Grant me from Yourself out of Your grace the gift of a goodly offspring, for indeed You alone heed all Prayers.'",
    "As he stood praying in the sanctuary, the angels called out to him: 'Allah gives you good tidings of John (Yahya), who shall confirm a command of Allah , shall be outstanding among men, utterly chaste, and a Prophet from among the righteous.'",
    "Zechariah exclaimed: 'My Lord! How shall I have a son when old age has overtaken me and my wife is barren?' He said: Thus shall it be; Allah does what He wills.'",
    "Zechariah said: 'O my Lord! Appoint a sign for me.' The angel said: 'The sign for you shall be that you shall not speak to men for three days except by gesture. Remember your Lord and extol His glory by night and by day.'",
    "Then came the time when the angels said: 'O Mary! Behold, Allah has chosen you, and made you pure, and exalted you above all the women in the world.",
    "O Mary! Remain devout to your Lord, and prostrate yourself in worship, and bow with those who bow (before Him).'",
    "(O Muhammad!) We reveal to you this account from a realm which lies beyond the reach of your perception for you were not with them when they drew lots with their pens about who should be Mary's guardian, and you were not with them when they disputed about it.",
    "And when the angels said: 'O Mary! Allah gives you the glad tidings of a command from Him: his name shall be Messiah, Jesus, the son of Mary. He shall be highly honoured in this world and in the Next, and shall be one of those near stationed to Allah.",
    "And he shall speak to men in the cradle and also later when he grows to maturity and shall indeed be among the righteous.'",
    "She said: 'O my Lord! How shall I have a son when no man has ever touched me?' The angel answered: Thus shall it be. Allah creates whatever He wills. When He decides something, He merely says: \"Be\" and it is.",
    "And He will teach him the Book, the Wisdom, the Torah, the Gospel,",
    "and he will be a Messenger to the Children of Israel.' (And when he came to them he said): 'I have come to you with a sign from your Lord. I will make for you from clay the likeness of a bird and then I will breathe into it and by the leave of Allah it will become a bird. I will also heal the blind and the leper, and by the leave of Allah bring the dead to life. I will also inform you of what things you eat and what you treasure up in your houses. Surely this is a sign for you if you are true believ-ers.",
    "And I have come to confirm the truth of whatever there still remains of the Torah, and to make lawful to you some of the things which had been forbidden to you. have come to you with a sign from your Lord; so have fear of Allah and obey me.",
    "Surely, Allah is my Lord and your Lord; so serve Him alone. This is the straight way.'",
    "And when Jesus perceived their leaning towards unbelief, he asked: 'Who will be my helpers in the way of Allah?' The disciples said: 'We are the helpers of Allah. We believe in Allah, and be our witness that we have submitted ourselves exclusively to Allah.",
    "Our Lord! We believe in the com-mandment You have revealed and we obey the Messenger; make us, then, one of those who bear witness (to the Truth).'",
    "Then they schemed (against the Messiah), and Allah countered their schemes by schemes of His own. Allah is the best of schemers.",
    "(And it was part of His scheme) when Allah said: 'O Jesus! I will recall you and raise you up to Me and will purify you (of the company) of those who disbelieve, and will set your followers above the unbelievers till the Day of Resurrection. Then to Me you shall return, and I will judge between you regarding what you differed.",
    "As for those who disbelieved, I shall punish them with a terrible chastisement in this world and in the Next; and they shall find none to help them.",
    "But those who believe and do righteous deeds, He will reward them in full. Allah does not love the unjust.'",
    "What We recite to you consists of signs and wise admonition.",
    "Surely, in the sight of Allah, the similitude of the creation of Jesus is as the creation of Adam whom He created out of dust, and then said: 'Be', and he was.",
    "This is the truth from your Lord; be not, then, among those who doubt.",
    "Tell whoever disputes with you on this matter after true knowledge has come to you: 'Come! Let us summon our sons and your sons, and our women and your women, and ourselves and yourselves, and then let us pray together and invoke the curse of Allah on those who lie.'",
    "This is the true story. There is no God but Allah, and assuredly Allah is All-Mighty, All-Wise.",
    "And if they turn their backs, truly Allah knows those who cause mischief.",
    "Say: 'People of the Book! Come to a word common between us and you: that we shall serve none but Allah and shall associate none with Him in His divinity and that some of us will not take others as lords beside Allah.' And if they turn their backs (from accepting this call), tell them: 'Bear witness that we are the ones who have submitted ourselves exclusively to Allah.'",
    "People of the Book! Why do you dispute with us about Abraham even though the Torah and the Gospel were not revealed until after the time of Abraham? Do you not understand?",
    "Behold, you are those who have disputed greatly concerning matters which you knew; why are you now disputing about matters that you know nothing about? Allah knows it whereas you do not know.",
    "Abraham was neither a Jew nor a Christian; he was a Muslim, wholly devoted to God. And he certainly was not amongst those who associate others with Allah in His divinity.",
    "Surely the people who have the best claim to a relationship with Abraham are those who followed him in the past, and presently this Prophet and those who believe in him; Allah is the guardian of the men of faith.",
    "A party of the People of the Book would fain lead you astray, whereas in truth they lead none astray except themselves, but they do not realize it.",
    "O People of the Book! Why do you reject the signs of Allah even though you yourselves witness them?",
    "People of the Book! Why do you confound Truth with falsehood, and why do you conceal the Truth knowingly?",
    "A party of the People of the Book said: 'Believe in the morning what has been revealed to those who believe, and then deny it in the evening that they may thus retract (from their faith).'",
    "They also say among themselves: 'Do not follow anyone except him who follows your faith.' Say: 'Surely true guidance is Allah's. It is His favour that anyone should be given the like of what you have been given in the past, and that others should have been given firm evidence to proffer against you before your Lord.' Say: 'Surely bounty is in the Hand of Allah; He gives it to whom He wills. Allah is All-Embracing, All-Knowing.",
    "He singles out for His mercy whomever He wills, Allah is possessed of abounding bounty.'",
    "And among the People of the Book there are some who would restore you even if you were to entrust a treasure of gold, and of them there are some whom were you to entrust with one gold piece, will not restore it unless you stand over them. That is because they say: 'We will not be taken to task for whatever we may do to non-Jews (ummls). Thus they falsely fix a lie upon Allah, and do so wittingly.",
    "But Allah loves only those who fulfil their covenant and fear Allah. Truly Allah loves the God-fearing.",
    "There shall be no share in the Life to Come for those who sell away the covenant of Allah and their oaths for a trivial gain. On the Day of Resurrection Allah will neither address them, look at them, nor will He purify them. A painful chastisement lies ahead of them.",
    "And there is a party among them who twist their tongues while reciting the Book to make you think that it is part of the Book when in fact it is not. They say: 'It is from Allah', when in fact it is not from Allah. They falsely fix a lie upon Allah, and do so wittingly.",
    "It does not befit a man that Allah should grant him His Book and sound judgement and prophet-hood, and thereafter he should say to men: 'Become servants to me apart from Allah.' He would rather say: 'Become dedicated men of Allah, in accord with the dictates of the Book you have been teaching and studying.'",
    "He will never enjoin you to take the angels or Prophets for your lords. Will he enjoin upon you unbelief when you have submitted yourselves to Allah?",
    "And recall when Allah took a covenant from the Prophets: 'This is the Book and the Wisdom which I have given you. But should a Prophet come to you confirming that which is already with you, you shall believe in him and shall help him. So saying, Allah asked: 'Do you agree and accept to take up the burden of the covenant?' They answered: 'We agree,' He said: 'Then bear wirness; and I will be with you among the witness.",
    "Then whosoever shall turn away from this covenant they are the transgressors.",
    "Do they now seek a religion other than prescribed by Allah even though all that is in the heavens and the earth is in submission to Him - willing or unwillingly - and to Him all shall return?",
    "Say: 'We believe in Allah and what was revealed to us and what was revealed to Abraham and Ishmael and to Issac and Jacob and his descendents, and the teachings which Allah gave to Moses and Jesus and to other Prophets. We make no distinction between any of them and to Him do we submit.",
    "And whoever seeks a way other than this way a submission (Islam), will find that it will not be accepted from him and in the Life to come he will be among the losers.",
    "How can Allah guide people who once believed, after they received clear signs and affirmed that the Messenger was a true one, lapsed into disbelief. Allah does not guide the wrong-doers.",
    "The recom- pense for their wrong-doing is that the curse of Allah and of the angels and of all men shall upon them.",
    "Thus shall they abide. Neither shall their chastisement be granted nor shall they be granted any respite.",
    "But those who repent and mend their ways shall be excepted for indeed Allah is Forgiving, All-Compassionate.",
    "Those who relieved and have har-dened in their disbelief after once believing, their (pretence to) repentance shall not be accepted. Indeed such men have altogether strayed.",
    "Truly those who disbelieved and died as unbelievers, not even an earth full of gold will be accepted from them as ransom. For such people there is painful chastisement; and none shall come to their help."
  ]
}