{
  "meta": {
    "id": 233,
    "name": "Dar Al-Salam Center",
    "translator_name": "Dar Al-Salam Center",
    "slug": "hebrew-dar-al-salam-center",
    "language_name": "hebrew"
  },
  "verses": [
    "וכי מדוע לא אעבוד את אשר ברא אותי ואת אשר אליו תשובו?",
    "האם אעשה לי אלוה מלבדו?! אם אללה הרחמן ירצה להמיט עליי רעה, לא תועיל לי המלצתם בכלום והם לא יחלצוני!",
    "אם כך אעשה, ודאי אהיה בתעייה גדולה!",
    "אכן מאמין אני בריבונכם, שמעו נא לי”.",
    "נאמר (מאת ריבונו): “היכנס אל גן העדן”. והוא אמר” “אוי, אילו רק ידעו בני עמי,",
    "את אשר סלח לי ריבוני וקבע את מקומי בין המכובדים (בגן עדן)”",
    "ולא הורדנו על עמו לאחר מותו גדוד מהשמיים, וגם לא היינו צריכים להוריד.",
    "הנחתנו עליהם מכה אחת, ומיד הפכו לגופות של מתים.",
    "הוי כמה צר יהיה מצב (עונש) הברואים! אין מגיע להם כל שליח אלא שהם מזלזלים בו!",
    "הלא יראו מה רבים הדורות אשר הכחדנו לפניהם? והם לא ישובו עוד אליהם.",
    "ואכן סופם הוא, שכולם ישובו אלינו.",
    "ואות היא להם הארץ המתה אשר החייט והוצאנו ממנה תבואה אשר ממנה יאכלו,",
    "ונסענו בה גנים של תמרים וענבים, ופתחנו מתוכה את המעיינות,",
    "למען יאכלו מפריים, אף כי לא ידיהם עשו זאת. האם לא יכירו תודה?",
    "קדוש הוא אשר ברא את הכול בזוגות, ואת מה שמצמיחה האדמה, ואותם בעצמם, ודברים שהם אפילו אינם מכירים.",
    "ואות הוא להם הלילה, שנסיר ממנו את אור היום, והנה הם יהיו בחשכה.",
    "והשמש אשר נעה במסלולה עד המועד אשר נקבע לה, לפי קביעתו של העזוז יודע הכול.",
    "לירח קבענו שלבים, עד שהוא חוזר ונראה כענף תמר יבש.",
    "השמש לא תוכל לעקוף את הירח, והלילה לא יוכל לעבור את היום, מפני שכל אחד מהם נע במסלול שנקבע לו",
    "ויש להם גם אות בכך שנשאנו את צאצאיהם על האנייה העמוסה,",
    "ובראנו להם עוד מזה דומה לו כדי שירכבו בו.",
    "ואם נרצה, נטביע אותם, ולא יהיה מי שיעזור להם והם ודאי לא יחולצו.",
    "זה רק בזכות רחמינו שהם יכולים ליהנות לזמן מה,",
    "ואם נאמר להם: \" שמרו על מה שמאחוריכם ועל מה שלפניכם”, כדי שיפגינו כלפיכם רחמים.",
    "ואכן, אות אחד מאותותיו של ריבונם לא הגיע אליהם מבלי שהם כפרו בו.",
    "ואם יאמר להם: “הוציאו ממה שהעניק לכם אללה”, אלה אשר כפרו יאמרו לאלה אשר האמינו: “האם נאכיל את מי שאללה יכול להאכיל אם ירצה? אכן, אתם חיים בתעייה בולטת”.",
    "ואמרו: “אם אתם אכן אומרים את הצדק, אז מתי יתגשם האיום הזה?”",
    "אך תספיק להם זעקה אחת שתנחה עליהם בעודם מתנצחים.",
    "ולא יהיה להם אפילו זמן לצוות צוואה או לשוב אל בתיהם.",
    "תרועת השופר תישמע, ומיד הם ייצאו מהקברים אל ריבונם.",
    "והם יגידו: “אוי ואבוי לנו! מי הקים אותנו ממקום מנוחתנו? זה הצדק אשר הבטיח הרחמן, וצדקו השליחים”.",
    "תהיה רק תרועה אחת של השופר, וכולם יובאו מיד לפנינו.",
    "ביום ההוא לא תסבול אף נפש מאי-צדק, ותקבלו גמול אך ורק לפי מעשיכם.",
    "אך אנשי גן העדן יהיו עסוקים בהנאות באותו היום,",
    "הם ונשותיהם ינוחו בצל על ספות מוגבהות.",
    "יהיו להם שם פירות, ואת כל אשר תשאל נפשם,",
    "אדון הרחמים יברך אותם בשלום.",
    "אתם הכופרים המכחשים, היבדלו היום מן הצדיקים,",
    "האם לא ציוויתי עליכם, הוי בני האדם, לא לעבוד את השטן כי הוא אויבכם המושבע,",
    "ושבמקום זה תעבדו אותי? אכן, זאת היא דרך הישר.",
    "הוא כבר הדיח המונים מקרבכם, אז מדוע לא הבנתם את זה?",
    "הנה הגיהינום אשר הובטח לכם!",
    "היום תשרפו בו בגלל כפירתכם!",
    "היום נחתום את פיותיהם, ורק ידיהם ידברו אלינו, ורגליהם יעידו על אשר עשו.",
    "ואם נרצה נטמא את עיניהם, ויתחרו איש ברעהו למצוא את הדרך. אך כיצד יראו?",
    "ואילו רצינו, היינו מרתקים אותם למקומם, ולא יכלו אז ללכת קדימה או אחורה.",
    "זה אשר נתנו לו חיים ארוכים, החלשנו אותו, האם לא יעכלו?!",
    "לא לימדנו אותו(מוחמד) שירה, וגם אין זה הולם אותו. אין זה אלא הזהרה ברורה וקוראן ברור,",
    "שחובתו להזהיר את כל אשר נמצא בחיים, ולהצדיק את הסברה (העונש) נגד הכופרים!",
    "הם אינם רואים, בין אשר בראנו להם, בראנו גם את המקנה אשר בשליטתם?",
    "והכנענו אותם עבורם, חלק מהם לרכיבה, חלק מהם לאכילה,",
    "בחלק מהם הם משתמשים לשתייה, ו(חלק) לתועלות (אחרות). האם לא יכירו תודה?",
    "אך הם עבדו אלילים אחרים מלבד אללה, בתקווה שהם יחלצו אותם.",
    "אך לא יוכלו לבוא לעזרתם והם יובאו בפני אללה נגדם.",
    "ואל תיתן למילותיהם להעציב אותך, כי אנחנו בצדק יודעים את כל אשר יצפינו ואת כל אשר יחשפו.",
    "האם לא יראה האדם כי אנחנו בראנו אותו מטיפה? ואז הוא מרבה להתנצח בגלוי.",
    "הוא מעלה משל נגדנו, בעודו שוכח כיצד הוא נברא. הוא שואל: “מי יוכל להחיות את העצמות היבשות?”",
    "אמור לו: “יחיה אותן מי שברא אותן לראשונה והוא מכיר היטב את כל הבריאה.",
    "זה הוא אשר מבעיר לכם אש מעצים ירוקים, ואשר מהם אתם בעצמכם מבעירים את האש.",
    "האם אין בכוחו של זה אשר ברא את השמים ואת הארץ לברוא דומים להם? ודאי שכן! כי הוא הבורא היודע הכול!",
    "אמנם זה הוא אשר אם ירצה דבר הוא רק מצווה ״ היה!” ואז נהיה,",
    "והשבח לאללה, אשר לו המלכות על כל הדברים, ואשר אליו אתם עוד עתידים לשוב.",
    "(שבועה במלאכים) הערוכים בשורות,",
    "המזהירים (את בני האדם) מלעשות מעשים רעים,",
    "והקוראים להזכיר:",
    "אכן אלוהכם הוא אחד,",
    "ריבון השמים והארץ ואשר ביניהם, והוא ריבון הזריחות.",
    "אנו עיטרנו את הרקיע הראשון בכוכבים,",
    "ושמרנו עליו מפני כל השטנים המרדנים,",
    "כדי שלא יוכלו להקשיב בסתר לסודות הכנס העליון של המלאכים, מפני שאם הם ינסו הם יותקפו מכל עבר.",
    "כך הם יגורשו, ואכן הם יסבלו מעונש נצחי.",
    "אלא מי שהעיף מבט, מיד יכה בו כוכב שביט בוער.",
    "אז שאל אותם: “מה קשה יותר לברוא, האם אותם או את כל אשר בראנו? אכן בראנו אותם מטין דביק”.",
    "אבל, אתה מתפלא מהם והם מזלזלים בך,",
    "ואם יזכירו להם, לא ייזכרו,",
    "ואם ראו כל אות, יזלזלו בו,",
    "ויאמרו, “כי אין אלה אלא דברי קסם גלויים.",
    "האם אחרי מותנו והיותנו עפר ועצמות, אכן נקום לתחייה?,",
    "וגם אבותינו הראשונים?”",
    "אמור: “אכן כן! ואתם עלובים ובזויים ״.",
    "ואכן רק תרועה אחת ואז עיניהם יראו.",
    "ויאמרו: “אוי לנו! זה הוא יום הדין”.",
    "זה יום הפסיקה אשר הייתם לו מתכחשים.",
    "קבצו את אלה אשר קפחו וזוגותיהם, ואת אשר היו עובדים.",
    "מלבד אללה, והדריכו אותם בדרך המובילה שאולה",
    "העמידו אותם כי הם אחראים",
    "(ויאמר להם בזלזול): “מה לכם אשר לא תעזרו איש לרעהו?”",
    "אכן, היום הם נכנעים.",
    "הם יפנו זה אל זה, וישאלו זה את זה.",
    "ויאמרו: “אתם נהגתם לבוא אלינו מימין...”.",
    "ויאמרו להם: “לא זה אתם שלא האמנתם!",
    "לא הייתה לנו שום סמכות עליכם, כי אנשים רשעים הייתם.",
    "ועכשיו דברו של ריבוני יתקיים בצדק נגדנו, והנה אנחנו טועמים.",
    "התעינו אתכם כי אנו בעצמנו היינו תועים”.",
    "ביום ההוא, הם כולם יחלקו את העונש",
    "כך אנחנו מטפלים ברשעים!",
    "כי כאשר נאמר להם, אין אלוה מלבד אללה, הם הפנו את גבם בגאוותנות.",
    "ואמרו: “האם נעזוב את אלילינו בגלל משורר משוגע?”.",
    "אבל הוא אכן הביא את הצדק, ואישר את מה שהביאו השליחים שקדמו לו,",
    "ואכן אתם תטעמו את העונש הכואב!",
    "ואתם לא תקבלו אלא את אשר הייתם עושים!",
    "אלא עובדי אללה הנאמנים,",
    "להם תוענק פרנסה בשפע,",
    "ופירות, והם אכן יחיו בכבוד,",
    "בגני העדן העליונים,",
    "וינוחו על ספות, זה לצד זה,",
    "ויגישו להם גביעים המלאים במשקה ממעיין,",
    "משקה לבן ותענוג לשותים.",
    "אשר לא יערפל את חושיהם ולא יגרום להם לשכרות.",
    "ואצלם תהיינה צנועות ונאות לעין,",
    "הן דומות לפנינים שמורות.",
    "ואז הם ייגשו זה אל זה בשאלות.",
    "ואחד מהם יגיד: אכן היה לי פעם ידיד",
    "אמר: ״ האם אתה מאמין בצדק.",
    "האם לאחר שנמות ונהיה לעפר ועצמות, בצדק נובא אל הדין?”",
    "ואז יגיד: “האם אתם רוצים להביט ?”",
    "ואז יביטו ויראו אותו עמוק בגיהינום.",
    "אמר: “אני נשבע באללה! כמעט הובלת גם אותי אל החורבן",
    "אם לא היה חסדו של ריבוני, הייתי גם נזרק לגיהינום!”.",
    "(ואז הוא יגיד אל חבריו)”האם אנחנו לא נטעם עוד מוות,",
    "מלבד המוות הראשון? והאם כאן לא ניענש",
    "אכן, זה הוא הניצחון האדיר!”.",
    "בדיוק לזה שואפים האנשים העושים את הטוב!",
    "האם “עץ הזקום” עדיף על פני גן העדן?",
    "העץ אשר הועדנו כמבחן לרשעים",
    "והוא עץ העולה ממעמקי השאול,",
    "פירותיו הם כמו ראשיהם של השטנים!",
    "הם יאכלו מזה וימלאו בזה את בטנם.",
    "ולאחר מכן הם ישתו מים רותחים,",
    "ולאחר מכן הם ודאי ישובו אל השאול.",
    "הם גילו שאבותיהם תעו בדרך,",
    "ואז מיהרו ללכת בעקבותיהם.",
    "ובהחלט, קדמו להם הרבה אשר תעו בדרך",
    "וכבר שלחנו אליהם מזהירים.",
    "וראה מה היה סופם של המוזהרים,",
    "פרט לעובדי אללה המסורים.",
    "וכבר קרא אלינו נוח, וכמה טובה הייתה תגובתנו!",
    "וחילצנו אותו ואת בני ביתו מהאסון האדיר,",
    "ועשינו כך שהצאצאים שלו יהיו היחידים הנשארים.",
    "והשארנו את זכרו לדורות הבאים.",
    "השלום הוא על נוח בין כל העולמים!",
    "כך נגמול לצדיקים!",
    "כי הוא מעבדינו המאמינים",
    "אחרי כן הטבענו את האחרים.",
    "וגם בדרכו (המשיך) אברהם.",
    "הוא פנה לריבונו בלב שלם",
    "והוא אמר לאביו ולבני עמו: “מה זה הדבר הזה אשר אתם עובדים?”",
    "האם אתם רוצים לעבוד שקר מלבד אללה?",
    "מה אתם חושבים על ריבון העולמים?",
    "אז הוא הביט  בכוכבים,",
    "ואז אמר: “אכן אני חולה!”",
    "אז הם הפנו אליו את גבם והלכו משם.",
    "והוא מיהר אל אליליהם ופנה אליהם בשאלה: “מדוע אינכם אוכלים,",
    "ולמה אינכם מדברים?”.",
    "ואז הוא התנפל עליהם ביד ימין.",
    "בני עמו באו אליו בזעם.",
    "אבל הוא אמר להם, “האם תעבדו את אשר תפסלו,",
    "אף כי אללה ברא אתכם ואת מעשה ידיכם?”",
    "הם אמרו: “בנו לו כבשן, השליכו אותו אל תוך האש!”",
    "הם רצו לפגוע בו, אך אנו העלבנו אותם!",
    "והוא אמר: “אני הולך אל ריבוני והוא ידריך אותי.",
    "“ריבוני! הענק לי בן אשר יהיה מהצדיקים.",
    "אז בישרנו לו על בן סבלן.",
    "וכאשר הוא הגיע לגיל אשר יכול לעבוד אתו, אמר: ״ הוי בני! ראיתי בשנתי (בחלום) כי עליי לזבוח אותך, הגד לי, מה דעתך?” אמר: “הוי אבי! עשה את מה שצווית לעשות, ואם ירצה אללה, תמצא אותי בין הסבלנים”",
    "וכאשר שניהם התמסרו לאללה, והניח את בנו על הפנים",
    "קראנו אליו: “הוי אברהם“",
    "כבר קיימת את החלום, ואכן אנחנו נגמול היטב לעושי הטוב”",
    "זה אכן היה ניסיון בהיר.",
    "ואחר-כך פרינו אותו על-ידי זבח גדול (כבש).",
    "והשארנו לו זכר בדורות שאחריו,.",
    "השלום והברכה יהיו על אברהם!",
    "כך נגמול לעושי הטוב!",
    "כי הוא מעבדינו המאמינים.",
    "כך בישרנו לו על יצחק, נביא מהצדיקים.",
    "ובירכנו אותו ואת יצחק. חלק מצאצאיהם היו צדיקים גמורים, וחלק היו חוטאים גמורים.",
    "ומחסדנו גם עשינו טובה למשה ואהרון,",
    "וחילצנו אותם ואת בני עמם מהאסון האדיר.",
    "עזרנו להם, ואז הם היו המנצחים.",
    "ונתנו להם את הספר המבואר",
    "והדרכנו אותם בדרך הישר,",
    "והותרנו לשניהם זכר בדורות הבאים.",
    "השלום והברכה על משה ואהרון!",
    "כך אנחנו גומלים לעושי הטוב.",
    "שניהם (בצדק) היו מעבדינו הנאמנים.",
    "גם אליהו היה אחד מהשליחים.",
    "והוא אמר לבני עמו: “האם לא תיראו את אללה?.",
    "אתם עובדים את הבעל (אליל כנעני) ונוטשים את הטוב  בבוראים,",
    "אללה ריבונכם, וריבון אבותיכם הראשונים?”",
    "אך הם כפרו בו, ולכן הם יצטרכו לתת את הדין.",
    "חוץ מעבדי אללה הנאמנים.",
    "והשארנו לו זכר בדורות שאחריו,",
    "השלום והברכה על אליהו!",
    "כך נגמול למיטיבים.",
    "והוא אכן היה מעבדינו הנאמנים.",
    "וגם לוט הוא אחד השליחים.",
    "חילצנו אותו ואת בני ביתו,",
    "חוץ מקשישה אשר נותרה עם הנענשים.",
    "לאחר מכן הכחדנו את כל השאר.",
    "אתם עוברים על פניהם ביום,",
    "ובלילה, הן, אינכם מבינים?.",
    "וגם יונה היה אכן אחד מהשליחים.",
    "הוא ברח אל האונייה העמוסה,",
    "אז הם הפילו גורל, והוא זה שהפסיד (אז הם השליכו אותו מהאונייה)",
    "והלוויתן בלע אותו בעודו (יונה) מאשים את עצמו.",
    "ואם הוא לא היה מהמשבחים (את אללה),",
    "אז הוא היה נשאר בבטנו עד יום תחיית-המתים,",
    "אז זרקנו אותו כשהוא חלש אל החוף החשוף,",
    "והצמחנו מעליו עץ קיקיון (דלעת).",
    "ואחר-כך שלחנו אותו להזהיר עיר שתושביה מאה אלף או יותר,",
    "והם האמינו, על כן נתנו להם ליהנות לזמן מה",
    "ושאל אותם “האם לריבונך הבנות ולהם הבנים?”",
    "האם בראנו את המלאכים נקבות והם היו עדים?.",
    "הרי זה אחד משקריהם כשהם אומרים:",
    "“אללה הוליד ילד”, ואכן הם משקרים!",
    "האם אללה העדיף את הבנות על הבנים?",
    "מה קורה לכם הכיצד תשפטו?!",
    "האם לא היזכרו?",
    "או שיש לכם הוכחה ברורה?",
    "אם אתם אכן צודקים, הביאו את ספריכם שלכם!",
    "(הם טוענים) כי קיימת שותפות בין אללה והשדים, אך השדים יודעים כי יובאו לדין (בפני אללה).",
    "ישתבח אללה ממה שמתארים אותו.",
    "חוץ מעובדי אללה הנאמנים.",
    "אתם ומה שעובדים,",
    "לא תוכלו להדיח איש,",
    "מלבד אלה שעתידים להיצלות בגיהינום.",
    "“לכל אחד מאתנו מקום קבוע,",
    "ואנו ערוכים שורות שורות,",
    "ואכן אנחנו המשבחים (את אללה)”.",
    "ואם נהגו לומר:",
    "“לו הייתה אתנו אזהרה מן הראשונים,",
    "כי אז היינו עובדי אללה הנאמנים”.",
    "הן, הם התכחשו לו, ואחר כך יידעו.",
    "ואכן, כבר יצאה מילתנו אל עבדינו, השליחים,",
    "והובטח להם שהם ינצחו,",
    "וכי גדודינו הם אשר יגברו.",
    "לכן התרחק מהם לזמן־מה,",
    "וחכה בסבלנות וסופם שיראו גם הם.",
    "היבקשו אפוא לזרז את בוא עונשנו?",
    "הן, אם יירד על חצרם, רע ומר יהיה יומם של המוזהרים.",
    "לכן התרחק מהם לזמן־מה,",
    "וחכה בסבלנות וסופם שיראו גם הם.",
    "ישתבח שם ריבונך, רב הכוח, הנעלה מעל לכל אשר מיחסים לו,",
    "ושלום על השליחים",
    "והתודה לאללה ריבון העולמים.",
    "סאד (צ).(שבועה) בקוראן אשר מלא בהזכרה.",
    "כי אלה אשר כפרו ממשיכים בעקשנות רבה ובמחלוקת.",
    "כמה דורות לפניהם הכחדנו מאלה שקראו אלינו רק לאחר שלא היה להם מנוס מכך.",
    "והם תמהו שבא אליהם מזהיר מקרבם, ואמרו הכופרים, זה קוסם שקיו",
    "העושה מכל האלים אלוה אחד? דבר מוזר הוא!",
    "ויצאו מנהיגיהם ואמרו: “המשיכו להחזיק באליליכם, כי זאת היא קנוניה,",
    "לא שמענו על דבר כזה באמונה הישנה, ואין זאת אלא המצאה שקרית!",
    "ההורדה רק אליו ההזהרה מבין כולנו? אכן, הם מפקפקים בהזהרה שלי, אך הם טרם טעמו את עונשי.",
    "האם בידיהם האוצרות של רחמי ריבונך העזוז והמעניק בשפע?",
    "או האם להם מלכות השמים והארץ ואשר ביניהם? אם כן, שיטפסו באמצעים (אל השמיים).",
    "הגדוד אשר שם, יסבול מהתבוסה.",
    "לפניהם כבר הכחישו את האזהרות בני עמו של נוח ובני עאד ופרעה בעל הכוח האדיר,",
    "ובני ת'מוד ובני עמו של לוט, ואנשי אל- איכה (עם שועייב), אלה הם המחנות (עובדי האלילים).",
    "כל אלה התייחסו לשליחים כמו אל שקרנים, ולכן העונש בא עליהם בצדק.",
    "לא נותר להם אלא לחכות לתרועה אחת בשופר, תרועה אחת אשר מועדה לא יידחה אפילו ברגע אחד.",
    "ואמרו: “ריבוננו, זרז למעננו את גורלנו, לפני יום הדין”.",
    "התאזר בסבלנות כלפי דבריהם, וזכור את עבדנו דוד איש החיל ובעל התרסה הכנה.",
    "אנחנו הכנענו את ההרים להצטרף אליו (אל דוד) ולשבח אותנו בזריחה ובשקיעה.",
    "והציפורים, בלהקותיהן, כולם פונים אליו (לאללה).",
    "ואת מלכותו חיזקנו ונתנו לו את החכמה ואת כישרון ההבחנה והשיפוט.",
    "האם שמעת על מקרה שני היריבים שטיפסו מעל גדר מקום עבודתו (של דוד).",
    "וכאשר הם נכנסו, הוא נבהל מפניהם. הם אמרו: אל תפחד! שני יריבים אנו, אחד מאתנו התנכל לרעהו. שפוט בינינו בצדק ובלי משוא-פנים, והדריכנו לדרך הישר.",
    "זה אחי אשר לו תשעים ותשע כבשות ולי כבשה אחת, והוא אמר לי: “אני רוצה שתיתן לי אותה. ולחץ עליי מאוד בדיבור”.",
    "אמר: “אכן הוא קיפח אותך בבקשו לצרף את כבשתך אל כבשותיו. הן, השותפים מרבים להתנכל זה לזה, אך לא אלה אשר האמינו ועשו את הטוב, ואולם הם מעטים.” לבסוף הבין דוד כי רק לנסותו ביקשנו. אז ביקש את סליחת ריבונו ונפל אפיים ארצה והתחרט בכנות.",
    "לכן סלחנו לו, ואכן לו אצלנו קירבה מובטחת, ומקום טוב  לחזור אליו.",
    "הוי דוד! עשינו אותך מושל בארץ. שפוט בין האנשים בצדק, ואל תלך אחרי התאווה, פן תתעה אותך מדרכו של אללה, כי אלה התועים מדרכו של אללה, להם עונש כבד משום שהם שכחו את יום החשבון",
    "לא לשווא בראנו את השמים ואת הארץ ואת כל אשר ביניהם. זאת מחשבת אלה אשר כפרו, אך אבוי לאלה אשר כפרו מעונשה של האש (של הגיהינום).",
    "האם נשווה את המאמינים עושי הטוב למשחיתים בארץ? או את היראים לרשעים?",
    "זה הוא ספר אשר הורדנו אליך, מבורך, למען יתבוננו באותותיו אלה אשר בינה להם, ויוזהרו.",
    "והענקנו לדוד את שלמה, והוא היה משרת נאמן אשר כל הזמן ביקש סליחה.",
    "לפנות ערב חלפו על פניו הסוסים קלי הרגליים בדהירה,",
    "הוא אמר: “אכן, הנחתי את אהבת הדברים הטובים מעל זכר ריבוני, עד אשר הסתתרה השמש מאחורי חוצץ”.",
    "והוא המשיך ואמר: “השיבו אותם (את הסוסים) אליי”, ואז הוא היכה את צוואריהם ואת שוקיהם.",
    "וכבר העמדנו את שלמה בניסיון, כאשר הושבנו על כס מלכתו גוף, ואז הוא פנה אלינו.",
    "הוא אמר: “ריבוני! סלח לי ותן לי מלוכה אשר לא תהיה (כמוה) לאיש אחרי. כי אתה המעניק רב החסד”.",
    "ואז העמדנו לרשותו את הרוח שתמהר בפקודתו מיד לכל אשר יצווה,",
    "ואת השדים אשר מהם הבנאים והצוללים,",
    "ואחרים הכבולים בשלשלות.",
    "זאת מתנתנו. אז תן או מנע ללא כל התחשבנות.",
    "אכן מובטחת לו קרבה אלינו, מקום טוב  לחזור אליו.",
    "וזכרו את עבדנו איוב, כאשר קרא אל ריבונו ואמר: “השטן הנחית עליי אסון ומצוקה”.",
    "(ונענה) “רקע ברגלך, הנה מים קרים לרחצה ולשתייה”",
    "והחזרנו לו את בני משפחתו והכפלנו אותם כחסד מאתנו ובלקח לבעלי הבינה.",
    "“וקח בידך חבילת עשבים טריים והכה בה, ואל תחלל את שבועתך”. ומצאנו אותו סבלן. איזה עבד נאמן! הוא תמיד מבקש סליחה!",
    "הזכר את עבדינו אברהם, יצחק ויעקוב בעלי הכוח והחזון",
    "אנחנו בחרנו בהם לתכלית מיוחדת: להפיץ את המסר על העולם הבא.",
    "ואכן, עבורנו הם היו בין המובחרים!",
    "והזכירו את ישמעאל, את אלישע ואת ד'ו אל-כיפל, כולם מן המובחרים,",
    "זה תזכורת, וליראים החזרה הטובה,",
    "אל גני עדן ששעריהם תמיד פתוחים בפניהם",
    "בתוכם הם ינוחו וייהנו מפירות רבים ומשקאות טעימים,",
    "כשלצדם צנועות מבט אשר כולן באותו הגיל.",
    "כל זה מובטח להם לאחר יום החשבון.",
    "זאת פרנסתנו שלא תחדל לעולם.",
    "ואולם לכופרים מחכה מקום מרבץ רע ומר,",
    "בגיהינום בו ייצלו. מה נורא הוא המשכן הזה!",
    "הם יירשו את זה (את הגיהינום), והם יטעמו משקאות חמים ומוגלתיים!",
    "וסוגים נוספים שכמותם.",
    "ויאמר להם: ״ הנה קבוצה של אנשים הבאים אחריכם, אך לא תהיה להם קבלת פנים, כי אכן גם הם ייצלו באש”.",
    "אמרו: “אבל אתם ארורים, כי אתם הבאתם את העונש הזה עלינו. כמה רע הוא המקום הזה!”",
    "אמרו: “ריבוננו! הכפל את העונש המר של אלה אשר הביאו אותנו אל האש”",
    "ואמרו (שוכני גיהינום): “מדוע איננו רואים כאן אנשים אשר חשבנו אותם לרעים?",
    "הלקחנו אותם בזלזול, או שמא נעלמו מעינינו?”",
    "זהו הצדק: כך יריבו ביניהם יורשי האש.",
    "אמור: “אמנם אני רק מזהיר, שהרי אין אלוה מלבד אללה, האחד, המנצח,",
    "ריבון השמים והארץ וכל אשר ביניהם, העזוז והמרבה לסלוח",
    "אמור: “זאת היא בשורה מרעישה,",
    "לה אתם מפנים גב”.",
    "אין לי כל ידיעות על דיוני הישיבה של העולם העליון,",
    "כי אני רק מזהיר ומזכיר לפי מה שנגלה לי.",
    "כאשר אמר ריבונך למלאכים: “אכן אני בורא אדם מעפר.",
    "ולאחר שאעשה אותו ואפית בו מרוחי, כבדוהו וסגדו לו”.",
    "ואז סגדו כל המלאכים כולם יחד,",
    "חוץ מאבלים (השטן) שהתנשא והיה מן הכופרים.",
    "אמר: ״ הוי אבליס! מה מנע אותך כי תסגוד לאשר בראתי במו ידי? התגאית, או שבין הנעלים אתה?”",
    "ואמר (אבליס): “טוב  אני ממנו, אותי בראת מאש, ואותו בראת מעפר”",
    "אמר: ”צא מגן העדן! כי אכן ארור אתה!",
    "ועליך קללתי עד יום הדין”.",
    "אמר (השטן): “ריבוני! תן לי שהות עד יום תחיית המתים”.",
    "אמר ״ הן, אתה תהיה בין המחכים",
    "עד יום המועד הידוע”.",
    "אמר (השטן): “אני נשבע בעוזך! כי אתעה אותם כולם,",
    "מלבד עבדיך הנאמנים”",
    "אמר: ״ הן, הצדק, ואת האמת הצדק אגיד,",
    "אמלא את הגיהינום בך ובכל אלה ההולכים בעקבותיך”.",
    "אמור: “איני מבקש מכם גמול על כך ואיני במתיימרים,",
    "אין זה אלא אזכרה לכל העולמים,",
    "ואתם עוד תדעו את הצדק.",
    "הספר הזה הורד מאת אללה העזוז והחכם.",
    "אנחנו הורדנו אותו אליך עם הצדק, לכן, עבוד את אללה והתמסר לו באמונה כנה.",
    "אכן רק אללה ראוי לשמוע בקולו בכנות ונאמנות. ואולם אלה אשר לקחו להם אדונים מלבדו, (טוענים): “אנו עובדים אותם רק למען יקרבו אותנו יותר לאללה”. אללה ישפוט ביניהם בדברי מחלוקתם, אולם הוא לא ידריך כל שרלטן או כופר שקרן.",
    "לו רצה אללה לקחת בן לעצמו, היה בוחר באשר יחפוץ מקרב ברואיו. ישתבח שמו! הוא אללה האחד והמנצח.",
    "הוא ברא את השמים ואת הארץ בצדק, והוא מכסה את אור היום בחשכת הלילה, ומכסה את חשיבת הלילה באור היום, ומשעבד את השמש והירח: כל אחד מהם ירוץ עד מועד מוגדר. הלא הוא העזוז והסולח?",
    "הוא ברא אתכם מנפש אחת, ואחר כך ברא ממנה את בן זוגה, והוריד לכם מקנה, שמונה זוגות. הוא בורא אתכם בבטן אימהותיכם, שלב אחרי שלב, בשלוש חשיבות. זה הוא אללה, ריבונכם, ולו המלכות ואין אלוה זולתו. אם כן, מדוע אתם סוסים מדרך הישר?",
    "אם אכן תכפרו, הן, אללה אינו נזקק לכם, אך הוא אינו רוצה את הכפירה בקרב עבדיו, ואם תכירו לו תודה, יהיה זה לטובתכם. אף נפש לא תישא את משאה של נפש אחרת, כי סופכם אל ריבונכם תושבו, ואז יודיעכם את אשר עשיתם. כי הוא יודע את אשר בלבבות.",
    "כאשר באה על האנשים צרה הוא קורא אל ריבונו ושב אליו, אך כאשר אללה מעבירה בחסדו ממנו, הוא שוכח שקרא אליו לפני כן, ועשה לו שווים, כדי להדיח אנשים מהדרך. אמור: “התענג לך מעט על כפירתך, כי בין יורשי האש הנך”.",
    "האם מי ששומר על התפילה במשך הלילה, בסגידה או בעמידה, ונזהר מפני העולם הבא ומקווה לרחמי ריבונו? אמור: “האם שווים אלה אשר יודעים ואלה אשר אינם יודעים? אמנם רק אנשי בינה ודעת ישימו לב”.",
    "אמור: ״ הוי עבדי אשר האמינו! יראו את ריבונכם! לאלה אשר מסיבים בעולם הזה, טוב . וארץ אללה רחבה היא, אמנם לבעלי הסבלנות ישולם גמולם במלואו!",
    "אמור: “צוויתי לעבוד את אללה, ונאמן רק לו באמונה,",
    "ונצטוויתי להיות ראשון המוסלמים(המתמסרים לאללה) ״.",
    "אמור: “אני חרד מעונש היום האדיר, אם אפרוק עול ריבוני”.",
    "אמור: “את אללה אעבוד, נאמן באמונתי!",
    "אתם, עבדו את כל אשר רציתם מלבדו ״. אמור: \"אכן המפסידים הם אלה אשר הפסידו את נפשם ואת בני ביתם ביום התחייה. בצדק זה הוא האבדון הגדול”.",
    "תהיה אש מעליהם ואש מתחתיהם. זה הדבר אשר בו יפחיד אללה את עבדיו. הוי עבדיי! על כן יראו אותי!",
    "ואלה שהתרחקו מאלילי השקר, ונמנעו מלעבוד אותם, התחרטו בכנות אל אללה, להם הבשורה הטובה. לכן, בשר טובות לעבדיי,",
    "אלה אשר יקשיבו לנאמר, וילכו אחרי הטוב אשר בו (דברי הקוראן), אלה הם אשר הדריך אללה ואלה הם אשר בינה להם להבין.",
    "אך מה בנוגע לאלה אשר עזר עליהם העונש המוצדק? האם תוכל לחלץ מישהו שכבר נמצא באש (הגיהינום)?",
    "אבל אלה היראים את ריבונם, להם יהיו אחוזות הבנויות קומות על גבי קומות, ומתחתיהן זורמים נהרות. זוהי הבטחת אללה אשר אינו מפר הבטחות.",
    "הלא תראה כי אללה הוריד מים משמים והוליכם במעיינות בתוך האדמה? ואחר-כך הוא מוציא על-ידם צמחים מסוגים שונים המתייבשים ומצהיבים, ואז יפורר אותם. בזאת יש אזהרה לבעלי הבינה.",
    "כל מי, שאללה פתח את ליבו לאסלאם, שופע הוא באור מריבונו. אך אבוי לאלה אשר סגרו את ליבם בפני זכר אללה, הם ודאי טועים טעות גלויה.",
    "אללה הוריד את המסר הכי טוב, ספר שכל חלקיו דומים, ואשר חוזר על עצמו שוב ושוב, וזה מצמרר את אלה היראים מאללה. אולם אחר-כך עורם וליבם יירגעו על-ידי הזכרת שם אללה. זוהי ההדרכה שבה ידריך אללה את אשר ירצה, ואת כל אשר יתעה אללה, אין לו שום מדריך.",
    "וזה אשר יהיה לו רק פניו להגן על עצמו מהעונש האכזרי מיום תחיית המתים? ויאמר למקפחים: טעמו את שכר מעשיכם!",
    "הכחישו אלה אשר היו לפניהם את האזהרות, ובא עליהם העונש ממקום שהם לא ציפו לו.",
    "לכן אללה הנחית עליהם עונש בחיי העולם-הזה, אך העונש בעולם הבא הוא גדול מזה, ואם רק ידעו כמה.",
    "וכבר הבאנו לאנשים משלים שונים בקוראן הזה כדי שיזכרו,",
    "וזה קוראן ברור בערבית, ללא כל טעויות, כדי שאנשים יהיו יראים.",
    "נתן אללה משל: אדם אחד (עבד), שייך להרבה אדונים אשר הרבים זה עם זה. ואדם אחר שייך לאדון אחד. הידמה האחד לחברו? התודה לאללה! אך אכן רוב האנשים אינם יודעים.",
    "אכן, אתה תמות וגם הם ימותו,",
    "אך לאחר מכן, ביום התחייה, לפני ריבונכם התנצחו."
  ]
}