{
  "meta": {
    "id": 233,
    "name": "Dar Al-Salam Center",
    "translator_name": "Dar Al-Salam Center",
    "slug": "hebrew-dar-al-salam-center",
    "language_name": "hebrew"
  },
  "verses": [
    "״ ואמר: ״ מה היא שליחותכם?”",
    "אמרו: “נשלחנו אל עם של כופרים מכחשים,",
    "כדי שנמטיר עליהם אבני חימר,",
    "אשר יועדו על ידי ריבונך כעונש למפריזים בעוולות”",
    "וחילצנו את כל המאמינים אשר היו בה,",
    "ולא מצאנו בה אלא משפחה אחת של מוסלמים (מתמסרים),",
    "הותרנו בה אות לאלה הפוחדים מפני העונש הכואב.",
    "ויש עוד אות אל משה, כאשר שלחנו אותו אל פרעה עם הוכחות בהירות,",
    "ואולם (פרעה) סובב גב עם צבאו, ואמר: הוא (משה) קוסם או משוגע”.",
    "אז ייסרנוהו ואת צבאו וזרקנו אותם לים, כשהוא אשם.",
    "ועאד, כאשר שלחנו אליהם רוח נוראית,",
    "אשר ריסקה את כל אשר עמד בדרכה.",
    "וגם ת'מוד היה אות, כאשר נאמר להם: “התענגו עד עת מועד”.",
    "ואולם הם מרדו בצוו ריבונם, על כן הכתה בהם סופת אש בעודם בוהים.",
    "ולא יכלו יותר לקום ולא היה להם כל חילוץ.",
    "ולפניהם (הכחדנו) את בני עמו של נוח, כי אכן היו אנשים מושחתים.",
    "ואת השמים בנינו בעוז, ואנו ממשיכים להרחיבם.",
    "ואת הארץ פרשנו, ומה טובים אנו כסוללים.",
    "ואת כל הדברים בראנו כזוגות, למען תזכרו.",
    "לכן, נוסו אל אללה, כי אכן אני נשלחתי ממנו לתת לכם הזהרה בהירה",
    "ואל תעשו לכם עם אללה אלילים אחרים, כי אכן נשלחתי ממנו כדי לתת לכם הזהרה בהירה.",
    "ותמיד כך, לא בא כל שליח אל אלה אשר לפניהם אלא אמרו עליו: “זהו קוסם או משוגע”.",
    "האם ציוו זה את זה על הדבר הזה? אכן הם אנשים משתלחים!",
    "לכן פרוש מהם, ואין עליך שום אשמה.",
    "אך הוסף להזכיר, כי ההזכרה אכן מועילה למאמינים.",
    "ולא בראתי את השדים ואת האדם אלא למען יעבדו אותי.",
    "אינני דורש כי יפרנסוני ואינני רוצה כי יאכילוני.",
    "אכן אללה הוא המפרנס, בעל החוזק והאיתן.",
    "על אלה אשר קיפחו רובצת אשמה כאשמת הכופרים שקדמו להם, אל להם לדחוק בי לזרז את עונשם.",
    "אוי לכופרים מיום העונש שהוזהרו ממנו.",
    "(שבועה) בהר א-טור,",
    "ובספר הרשום,",
    "על הקלף הפרוש,",
    "ובבית (בשמים) המלא (במלאכים).",
    "ובשמים המורמים.",
    "ובים המלא אש.",
    "כי עונש ריבונך יוטל,",
    "ואין מי שיוכל למנוע אותו.",
    "ביום בו השמים ינועו ויזועו,",
    "וההרים יתמוטטו.",
    "ואוי להם ביום ההוא למתכחשים,",
    "אלה אשר משתעשעים בתקוות שווא.",
    "ביום ההוא הם ייקראו אל אש גיהינום,",
    "זוהי האש אשר הייתם לה מתכחשים.",
    "האומנם מעשה קסמים זה, או שאינכם רואים אותה?",
    "כעת היצלו בה. כבר לא ישנה אם תהיו סבלנים או לא תהיו סבלנים, מפני שאתם תתוגמלו על אשר הייתם עושים.",
    "אכן היראים יהיו ביום ההוא בגני עדן ואושר עילאי,",
    "מתענגים על אשר נתן להם ריבונם ושמר עליהם מפני עונש השאול.",
    "אכלו ושתו והתענגו כגמול וברכה על מעשיכם הטובים.",
    "הם יישענו על ספות ערוכות, ונזווגם עם (עלמות) יפיפיות בעלות עיניים יפות",
    "ולאלה אשר האמינו, נצרף את צאצאיהם אשר גם האמינו. לא נגרע דבר ממעשיהם, שהרי כל אדם ערב למעשיו.",
    "ונספק להם פירות ובשר כאוות נפשם.",
    "ויעבירו ביניהם כוס משקה שאינו מביא לדבר להג וחטא.",
    "יסובבו ביניהם עלמים לשרתם, כפנינים החבויות בצדפיהן.",
    "והם יפנו זה אל זה בשאלות.",
    "הם יגידו ”לפני כן, במשפחותינו, היינו מלאים בפחד מהעונש",
    "והנה חנן אותנו אללה בחסדו ושמר עלינו מפני עונשה של האש הלוהטת",
    "כי היינו לפני זה קוראים אליו, וכי הוא המיטיב והרחום.”",
    "ובכן, הזהר אותם, כי הודות לחסד ריבונך, אינך כוהן- קוסם ולא משוגע.",
    "אם הם יאמרו: “הוא בסך הכול משורר 30 ומוסב שנחכה למותו.”",
    "אמור: “חכו, וגם אני עמכם מחכה ״",
    "האם יאמרו זאת לפי חלומותיהם, או הם אנשים מתמרדים?",
    "או שהם יאמרו ”האם הוא המציא אותו (את הקוראן) בעצמו? אכן, הם אינם מוכנים להאמין.",
    "אם כן, שיעשו ספר כמוהו אם הם אכן צודקים.",
    "האם נבראו יש מאין או שמא הם הבוראים של עצמם?",
    "או האם בראו הם את השמים ואת הארץ?! לא, כי אינם מוכנים לקבל זאת.",
    "או האם בידיהם אוצרות ריבונך, או הם השליטים(על הכול)?",
    "או האם יש להם סולם שבו הם עולים השמימה ומקשיבים בסתר? אם כן, שיביאו הוכחה בהירה משם.",
    "או האם לו הבנות ולכם הבנים?",
    "האם דרשת מהם גמול ונעשו עמוסי חובות?",
    "או האם אצלם הנסתר, והם אותו כותבים?",
    "או האם חורשים הם נגדך מזימות ותחבולות? אז מזימת אלה אשר כפרו תפגע בהם.",
    "או להם אלוה מלבד אללה? ישתבח שמו, נעלה מעל כל האלילים שהם מצרפים לו.",
    "ואם יראו חלקים מן השמים נופלים עליהם יאמרו: “אלה רק עננים מצטברים”.",
    "ובכן, עזוב אותם לנפשם, עד היום שבו הם יזעקו ויצרחו.",
    "ביום ההוא לא תועיל להם כל תחבולה ולא ימצאו כל עזרה.",
    "ואכן, לאלה אשר קיפחו צפוי עוד עונש בעולם הזה, אך רובם אינם יודעים זאת.",
    "והתאזר בסבלנות לדין ריבונך, מפני שאתה תחת השגחתנו, והלל בשבחים את ריבונך מתי שתקום,",
    "ומהלילה תשבחהו, ובשקיעת הכוכבים.",
    "(שבועה) בכוכב אשר נופל!",
    "ידידכם (מוחמד) לא תעה ולא שגה,",
    "ואין הוא מדבר מתוך תאוות ליבו.",
    "אין זה אלא השראה שהושרתה אליו.",
    "לימד אותו בעל כוח ועוז (המלאך גבריאל),",
    "בעל תבונה, נחישות ויופי, אשר לבסוף התגלה (למוחמד בצורת מלאך),",
    "והוא נעמד בנקודת האופק העילאית,",
    "ואז הוא ירד והתקרב,",
    "עד שהיה במרחק קרוב מאוד,",
    "אז השרה (אללה) לעבדו את מה שהשרה.",
    "הלב לא בדה את אשר הוא ראה.",
    "התתנצחו עמו באשר למה שהוא ראה?",
    "והוא כבר ראה אותו יורד בפעם אחרת",
    "על יד העץ אשר בקצה המרום,",
    "ליד גן המשכן הנצחי...",
    "כאשר העץ התכסה בפאר ותפארת,",
    "לא נטה המבט ולא טעה,",
    "הוא ראה מהאותות הכי גדולים של ריבונו.",
    "הראיתם (האמנתם) בצדק בא-לאת ואל-עוזא,",
    "ומנאת השלישית האחרת?",
    "האם לכם הזכר ולו הנקבה?",
    "זוהי חלוקה בלתי צודקת.",
    "אין הן זולת שמות, שאתם ואבותיכם בדיתם בלי כל סמכות שהורדה מאללה. רק אחר מחשבות חינם ונטיות מזג נוהים הם, ואולם כבר באה אליהם ההדרכה אל דרך הישר מאת ריבונם.",
    "או האם השיג האדם את אשר קיווה (סיוע מאליליו)?",
    "הן רק לאללה האחרית והראשית",
    "וכה מרובים המלאכים בשמים אשר לא תועיל המלצתם בכלום, בלי שאללה יתיר זאת לאשר ירצהו ויספקו.",
    "אלה אשר אינם מאמינים בעולם הבא, קוראים למלאכים בשמות הנקבות.",
    "אך אין להם כל דעת בנושא, והם בסך הכול נוטים אחר מחשבות חינם, ואולם מחשבות חינם לא יועילו בפני הצדק בכלום.",
    "התרחק ממי שסוטה מאזהרתנו, והרוצה רק בחיי העולם הזה.",
    "זה כל מה שהם יכולים לדעת, ואולם ריבונך מיטיב לדעת מי תעה משבילו, והוא מיטיב לדעת מי מודרך.",
    "כי לאללה כל אשר בשמים ומה אשר באוץ והוא יגמול לעושי הרעה באשר עשו ויגמול לעושי הטוב כטובתם,",
    "אלה אשר יתרחקו מן החטאים הגזולים והתועבות, ורק עושים משגים קלים, עבורם ריבונך הוא רב סליחות. הוא מכיר אתכם היטב, כי הוא בראכם מן האדמה ועשה אתכם עוברים בבטן אימהותיכם. לכן, אל תנסו לזכות את עצמכם, כי הוא יודע היטב מי הירא אותו.",
    "הראית את זה אשר סובב גב (כפר)?",
    "אשר בהתחלה נתן מעט ואז קפץ את ידו?",
    "האם הוא רואה את ידע הנסתר?",
    "האם הוא לא ידע מה שנכתב בספר (הקודש) של משה?",
    "ואברהם אשר נשאר נאמן,",
    "שלא תישא נפש את משאה של נפש אחרת,",
    "וכי אין לאדם אלא רק אשר עשה.",
    "ואכן כל אשר עשה, יראה אותו,",
    "ואז הוא יקבל את מלוא התגמול בעבור זה.",
    "וכי אל ריבונך הסוף של הכול,",
    "וכי הוא הנותן צחוק והמביא בכי,",
    "וכי הוא הממית והמחייה,",
    "והוא אשר ברא את שני הזוגות, את הזכר ואת הנקבה,",
    "מטיפה של זרע.",
    "והוא האחראי לתחיית-המתים.",
    "והוא המביא את העושר והנכסים.",
    "והוא ריבונו של אלשערא (כוכב נוצץ).",
    "והוא השמיד את עאד הראשונים,",
    "ואת ת'מוד, אשר מהם הוא לא השאיר כלום",
    "ואת עמו של נוח, כי כולם היו מן החוטאים והמושחתים ביותר.",
    "ואת הערים ההפוכות זרק מסה,",
    "ואז העלים אותן מראות העין לעולם ועד.",
    "ובכן, באיזה מאותות ריבונך אתה כופר?",
    "זהו (מוחמד) מזהיר מבין המזהירים הראשונים.",
    "התקרב יום-הדין,",
    "אין להם מלבד אללה שום חושף (את מועד יום הדין).",
    "האם תתפלאו על הדבר הזה?",
    "מדוע אתם צוחקים ואינכם בוכים?",
    "האם תמשיכו להישאר שאננים?",
    "אז סגדו לאללה, ועבדו אותו!",
    "התקרבה “השעה”(יום הדין), והירח נבקע.",
    "וכאשר הם יראו אות הם יסובבו גב (יכפרו) ויאמרו: “בסך הכול קסם מתמשך”,",
    "הם יכפרו וילכו אחרי תאוותיהם, אף- על-פי שהכול כבר נקבע.",
    "וכבר באו אליהם הרבה קורות שבכוחן להרתיע,",
    "חכמה נעלה (הקוראן), אך המזהירים לא ישפיעו(על הכופרים).",
    "לכן סור מעליהם, וחכה ליום שבו יקרא להם הקורא אל המאורע האיום (יום הדין).",
    "אז יהיו עיניהם עלובות, והם יוצאו מן הקברים כאילו הם היו נחיל של ארבה.",
    "הם ימהרו אל הקורא. יאמרו הכופרים: “זהו יום נורא קשה”.",
    "לפניהם כבר כפרו בני עמו של נוח, אשר התכחשו לעברנו ואמרו: “זה משוגע”, ואיימו לגרשו.",
    "אז קרא אל ריבונו, ״ הם גוברים עליי, אז חלץ אותי!”",
    "אז פתחנו את שערי השמים והורדנו את מי המבול,",
    "ובקענו את מעיינות התהום, ונפגשו המים כפי שפסקנו.",
    "ונשאנו אותו על (אונייה) עשויה לוחות ומסמרים,",
    "אשר שסה בהשגחתנו. זה היה הגמול לאשר היה כופר (בשליחות נוח).",
    "וכבר השארנו אותה כאות, אבל, האם מישהו מפנים את המסר?",
    "ואיך היו עונשי והאזהרות.",
    "וכבר את הקוראן הבהרנו למען יזכרו, אך האם יש מי שייזכר?",
    "בני עאד הכחישו את האזהרות ואיך היו העונש אשר הבאתי עליהם והאזהרות שלפניו?",
    "אנו שלחנו עליהם רוח קרה עזה ביום ארור ומקולל מתמשך,",
    "אשר עקרה את האנשים כאילו היו גזעי דקלים נגדעים.",
    "ואיך היו העונש אשר הבאתי עליהם והאזהרות שלפניו?",
    "וכבר את הקוראן הבהרנו למען ייזכרו, אך האם יש מי שייזכר?",
    "התכחשו (אנשי) ת'מוד למזהירים (הנביא צאלח).",
    "ואמרו: “האם נלך בעקבות אחד מאתנו? זו טעות וחוסר דעת.",
    "האם רק לו מכולנו הושרה המסר האלוהי? לא! כי שקרן חצוף הוא.”",
    "מחר ייוודע להם מי השקרן החצוף.",
    "כי אנו שולחים אליהם את הנאקה להעמידם בניסיון, שים לב להם והתאזר בסבלנות.",
    "ואמור להם, כי המים שבבאר הם לכולם, וכל אחד ישתה בתורו.",
    "אך הם קראו לחברם (המרושע), אשר שחס את הנאקה.",
    "ואיך היו העונש אשר הבאתי עליהם והאזהרה שלפניו?",
    "ולכן הנחתנו עליהם צווחה אחת, ומיד הם נפלו כמו עלים יבשים.",
    "וכבר את הקוראן הבהרנו למען ייזכרו, אך האם יש מי שייזכר?",
    "התכחשו (בני) עמו של לוט למזהירים (לוט).",
    "ולכן שלחנו בהם סופה סוערת (שהשמידה אותם), אך את משפחת לוט מילטנו עם שחה",
    "זאת עשינו כחסד מאתנו. כך עמול לאשר מכיר תודה.",
    "וכבר הזהירם (לוט) מבוא מהלומתינו, אך הם לא האמינו לאזהרה.",
    "ושידלוהו להסגיר להם את אורחיו (לביצוע זממם בהם), כיבינו את מאור עיניהם, ונאמר להם: “טעמו אפוא את עונשי (ואת מסר) הזהרותיי”.",
    "וכבר עם בוקר, פגע בהם עונש ממושך,",
    "(ונאמר להם): ״ טעמו את עונש (ואת מסר) הזהרותיי”.",
    "וכבר את הקוראן הבהרנו למען יזכרו, אך האם יש מי שייזכר?",
    "וכבר באו אל בית פרעה המזהירים.",
    "אך הם התכחשו לכל אותותינו, ואז הנחתנו עליהם את מכותיו של העזוז  הכול-יכול.",
    "האם כופריכם טובים מאלה (שלפניכם), או שמא יש לכם חסינות לפי כתבי הקודש?",
    "ואולי יאמרו: “אנו חבורה של מנצחים”?",
    "אך בקרוב הם יפסידו וייסוגו אחורה.",
    "אכן, “השעה” (יום הדין) היא מועדם, ו״השעה” קשה יותר ומרה יותר.",
    "אכן הרשעים שרויים בתעייה ובטיפשות.",
    "ביום אשר ייגררו על פניהם אל תוך האש, (יאמר להם): “טעמו את מגע האש הלוהטת של הגיהינום”.",
    "אכן אנו כל דבר בראנו לפי מידה מוגדרת.",
    "ואנו מצווים רק פעם אחת והצו מתגשם כהרף עין",
    "וכבר הכחדנו את הדומים לכם, האם יש מי שילמד את המסר?",
    "כל מעשיהם מתועדים בכתבים רשומים.",
    "הכול רשום, מהקטן לגדול (המעשים).",
    "ואולם היראים (את אללה) יהיו בגני עדן עם נהרות זורמים,",
    "במושב כבוד אצל המלך הכול-יכול.",
    "הרחמן,",
    "אשר לימד את הקוראן,",
    "וברא את האדם,",
    "ולימדו את צחות הלשון.",
    "השמש והירח נעים בנתיב מחושב ומדויק.",
    "והצמח והעץ סוגדים (לאללה).",
    "ואת השמיים הרים והניח את המאזנים (המידות),",
    "כדי שלא השחיתו בשקילה במאזנים",
    "מדדו במשקל בצדק, ואל החסירו במשקל,",
    "ת הארץ קבע למשכן הברואים,",
    "ובה פירות שונים ודקלים עטורי פירות,",
    "ותבואות בשיבולים וגם עשבי בושם.",
    "לאיזה מחסדי ריבונכם התכחשו?",
    "הוא ברא את האדם (הראשון) מטיט יבש ככלי חרס,",
    "וברא את השדים מלהבות של אש.",
    "לאיזה מחסדי ריבונכם התכחשו?",
    "הוא ריבון הזריחות והשקיעות.",
    "לאיזה מחסדי ריבונכם התכחשו?",
    "התווה את שני הימים בנתיב שבסופו ייפגשו,",
    "וביניהם חיץ (המונע התערבבותם), שלא יחצו את גבולם.",
    "לאיזה מחסדי ריבונכם התכחשו?",
    "ומשניהם ייצאו הפנינים והאלמוגים.",
    "לאיזה מחסדי ריבונכם התכחשו?",
    "ולו הספינות השטות בים, כהרים נישאים.",
    "לאיזה מחסדי ריבונכם התכחשו?",
    "כל אשר עליה עובר וכלה,",
    "ויישאר רק ריבונך בעל ההוד והכבוד הרב.",
    "לאיזה מחסדי ריבונכם התכחשו?",
    "שואלים אותו כל אשר בשמים ובארץ, כל יום הוא בעניין (אחר)",
    "לאיזה מחסדי ריבונכם התכחשו?",
    "נתפנה לכם (לחשבונכם), הוי, שני הכבדים (בני אדם ושדים).",
    "לאיזה מחסדי ריבונכם התכחשו?",
    "הוי חבורת השדים ובני האנוש! אם תוכלו לצאת מתחומי השמים והארץ, צאו. אך לא תצאו בלי רשות (מן אללה).",
    "לאיזה מחסדי ריבונכם התכחשו?",
    "ישולחו בכם שלהבת אש ונחושת נמסה מחום, ולא תצליחו.",
    "לאיזה מחסדי ריבונכם התכחשו?",
    "וכאשר ייסרקו השמים ויהיו אדומים בוורד.",
    "לאיזה מחסדי ריבונכם התכחשו?",
    "ביום ההוא לא יישאל על חטאו לא בן אנוש ולא שד.",
    "לאיזה מחסדי ריבונכם התכחשו?",
    "הרשעים יזוהו על פי סימניהם, ויגררו אותם משיערות ראשם ורגליהם.",
    "לאיזה מחסדי ריבונכם התכחשו?",
    "זה גיהינום אשר התכחשו, לו הכופרים המכחשים",
    "ובו הם ינועו בסיבובים בין להבות של אש לבין מים רותחים.",
    "לאיזה מחסדי ריבונכם התכחשו?",
    "אך לזה אשר ירא את מעמד ריבונו, מיועדים לו שני גני עדן.",
    "לאיזה מחסדי ריבונכם התכחשו?",
    "(גני עדן) עם עצים השופעים בענפים.",
    "לאיזה מחסדי ריבונכם התכחשו?",
    "ובהם שני מעיינות זורמים.",
    "לאיזה מחסדי ריבונכם התכחשו?",
    "ובהם זוג מכל פרי.",
    "לאיזה מחסדי ריבונכם התכחשו?",
    "שם הם נשענים על מצעים אשר רקומים מקטיפה, ופירות שני הגנים יתקרבו אליהם.",
    "לאיזה מחסדי ריבונכם התכחשו?",
    "ובהם עלמות ענוות מבס, שלא נגע בהן עדיין אדם או שד",
    "לאיזה מחסדי ריבונכם התכחשו?",
    "אשר נראות כאילו הן היו אבני חן ואלמונים.",
    "לאיזה מחסדי ריבונכם התכחשו?",
    "האם יתוגמל הטוב בדבר אחר מלבד הטוב?",
    "לאיזה מחסדי ריבונכם התכחשו?",
    "ונוסף לשני הגנים עוד שני גנים.",
    "לאיזה מחסדי ריבונכם התכחשו?",
    "שניהם ירוקים להפליא.",
    "לאיזה מחסדי ריבונכם התכחשו?",
    "ובהם שני מעינות שופעים מים.",
    "לאיזה מחסדי ריבונכם התכחשו?",
    "בשניהם כל מיני פירות ודקלים ורימונים.",
    "לאיזה מחסדי ריבונכם התכחשו?",
    "בהם הטובות והיפות",
    "לאיזה מחסדי ריבונכם התכחשו?",
    "(עלמות) יפיפיות בעלות עיניים יפות אשר שוכנות באוהלים.",
    "לאיזה מחסדי ריבונכם התכחשו?",
    "אשר לא נגע בהן אדם ולא שד.",
    "לאיזה מחסדי ריבונכם התכחשו?",
    "מטוב ים על כרים ירוקים ושטיחים ארוגים לתפארת.",
    "לאיזה מחסדי ריבונכם התכחשו?",
    "יתברך שם ריבונך בעל ההוד והכבוד הרב.",
    "כאשר יגיע המאורע הבלתי נמנע,",
    "שאין ספק שיגיע,",
    "אשר ישפיל וירומם.",
    "וכאשר תרעד הארץ את רעדתה,",
    "ויתפוררו ההרים לחלקים,",
    "ויהיו כחול ואבק.",
    "אז שלושה זוגות תהיו,",
    "בעלי הימין, וכה (מאושרים) יהיו בעלי הימין!",
    "בעלי השמאל, וכה (אומללים) יהיו בעלי השמאל!",
    "והמקדימים (לעשות טוב)(הם אלה) המקדימים,",
    "אלה יהיו המקורבים ביותר.",
    "הם ישכנו בגני העדן.",
    "רבים מ(המאמינים מהדורות) הראשונים,",
    "ומעט מ(המאמינים מהדורות) האחרונים.",
    "הם ינוחו על מצעים הרקומים זהב,",
    "נשענים עליהם זה מול זה,",
    "וישרתו אותם עלמים אשר יהיו צעירים לעולם ועד,",
    "ויגישו להם ספלים וכדים וכוס ממעיין,",
    "שממנו ראשם לא יכאב ולא ישתכרו.",
    "והם יאכלו פירות לבחירתם,",
    "ובשר עופות כאוות נפשם.",
    "(עלמות) ויפיפיות בעלות עיניים יפות,",
    "הדומות לפנינים הנסתרות בצדפות,",
    "כגמול על מעשיהם הטובים.",
    "שם לא ישמעו דברי הבל ולא חטא,",
    "רק מילים של שלום ושלווה.",
    "ובעלי הימין, מה בעלי הימין!",
    "בין עצי לוטוס ללא קוצים,",
    "ועצים של מוז עמוסי פרי,",
    "אשר יפרשו עליהם צל,",
    "ולהם יהיו מים שופעים,",
    "ושפע של פירות",
    "לא מופסקת ולא נמנעת.",
    "והם ינוחו על ספות משכב מורמות.",
    "אנחנו בראנו אותן לתפארת,",
    "ובראנו אותן (עלמות) בתולות,",
    "נעימות, מפנקות את בעליהן,",
    "בשביל בעלי הימין.",
    "הרבה מ(הדורות) הראשונים,",
    "והרבה מ(הדורות) האחרונים.",
    "ובעלי השמאל, מי הם בעלי השמאל!",
    "להם ממתין תבערה ממיסה מחום ומים חמים לאין ערוך,",
    "ויצל עליהם עשן קודר,",
    "לא מצנן ולא מרענן.",
    "הם היו לפני כן נהנים מכל טוב ,",
    "והיו ממשיכים בחטא האדיר,",
    "ונהגו לומר, “הייתכן כי לאחר שנמות ונהיה עפר ועצמות, נקום לתחייה,",
    "אנו וגם אבותינו הראשונים?”",
    "“אכן כן! (אתם עם אבותיכם) הראשונים והאחרונים,",
    "תקובצו לפגישה ביום אשר נקבע,",
    "ולאחר מכן, אתם התועים והמכחשים,",
    "תאכלו מייעץ הזקום”,",
    "שבו תמלאו את בטניכם,",
    "ועמו תשתו משקה של מים רותחים,",
    "ותשתו את זה כמו גמלים צמאים מאוד.",
    "זאת תהיה מנת חלקם ביום הדין.",
    "אנו בראנו אתכם, אז מדוע אינכם מאמינים?",
    "החשבתם על (טיפת הזרע) שאתם פולטים?",
    "האם אתם בראתם אותה או אנחנו בראנו אותה?",
    "אנו החלטנו את מועד המוות לכל אחד מכם, ואין מי שיקדים בעדנו,",
    "מהחליפכם בדומים לכם או לברוא אתכם מחדש בצורה שאינה ידועה לכם.",
    "כבר הכרתם את הבריאה הראשונה, אז מדוע אינכם נזכרים?",
    "החשבתם על השדות שאתם חורשים?",
    "האתם מצמיחים את הזרעים או שאנחנו הזורעים?",
    "אם נרצה, נייבש את יבולכם, ואז תתחילו לתהות,",
    "(תגידו) אנו איבדנו הכול,",
    "ונשארנו עניים.",
    "הראיתם את המים שאתם שותים?",
    "האם אתם מורידים אותם מן העבים, או שאנחנו המורידים?",
    "הלא אם נרצה, נהפכם למלוחים, אז מדוע אינכם מכירים תודה?",
    "הראיתם את האש אשר אתם מדליקים?",
    "האם בראתם את העצים להדלקתה, או שאנחנו בראנו אותם?",
    "אנחנו עשינו אותה לאות הזכרה (מאש הגיהינום), ולטובת הנוודים,",
    "לכן שבח את שם ריבונך האדיר.",
    "אני נשבע בשקיעת הכוכבים,",
    "ואכן, זאת היא שבועה עצומה, ואם רק ידעתם,",
    "שזה אכן קוראן מבורך,",
    "אשר גנוז בספר (שבשמים),",
    "שאין נוגעים בו אלא המטוהרים (המלאכים),",
    "והוא הורד מריבון העולמים.",
    "ועם גילוי כזה אתם מכחשים,",
    "ותתכחשו לחסד אשר נתן לכם (קוראן),כי אתם משקרים?",
    "האם כאשר מגיעה (נשמתו) שלו (הגוסס) אל הגרון?",
    "ובאותו הזמן אתם מביסים חסרי אונים?",
    "ובאותה השעה קרובים אנו אליו מכם, אך אתם לא תבחינו בכך.",
    "ואם כי הייתם בלי גזר דיו,",
    "(אז למה אין אתם) מחזירים (את הנשמה) למקומה אם אתם אכן דוברי צדק?",
    "אך אם המת יהיה מאלה אשר קרובים לאללה,",
    "צפויים לו חסד ושפע וגני עדן.",
    "ואם הוא מהאנשים בצד הימני,",
    "הוא יבורך לשלום על ידי בעלי הימין.",
    "אך אם הוא מהכופרים,",
    "צפויה לו קבלת-פנים של מים רותחים,",
    "ושרפה בשאול.",
    "זהו הצדק המוחלט,",
    "אז שבח את שם ריבונך העליון.",
    "כל אשר בשמים ובארץ משבח את אללה, והוא העזוז  החכם,",
    "לו מלכות השמים והארץ, הוא המחייה והממית, והוא הכול-יכול.",
    "הוא הראשון והאחרון, העלה והנסתר, והוא אשר יודע בכל דבר.",
    "הוא אשר ברא את השמים ואת הארץ בששה ימים, ואחר כך עלה על כס-המלכות. הוא יודע את אשר יחדור אל תוך הארץ ואת אשר ייצא מתוכה, ואת אשר יירד מן השמים ואת אשר יעלה אליהם, והוא עמכם בכל אשר תהיו ואללה רואה את כל מעשיכם.",
    "לו מלכות השמים והארץ ואליו יוחזרו כל הדברים.",
    "יכניס את הלילה בתוך היום ואת היום בתוך הלילה, והוא יודע מה שבלבבות.",
    "האמינו באללה ובשליחו, וחלקו מן הממון אשר אללה העניק לכם. ואלה מכם אשר יאמינו ויתרמו כסף לצדקה צפוי להם גמול אדיר.",
    "ולמה לא תאמינו באללה, והשליח קורא ומזמין אתכם להאמין בריבונכם שעמו באתם בברית, אם אתם אכן מאמינים?",
    "הוא אשר מוריד על עבדו אותות בהירים, כדי להוציא אתכם מהחושך אל האור, כי אללה אתכם בחמלה וברחמים.",
    "ולמה לא תתרמו בשביל אללה? ולאללה ירושת השמים והארץ. אלה מתוככם אשר תרמו הון ונלחמו למען אללה לפני השחרור (של מכה), אין דומה להם. הם במעלה רמה יותר מאלה אשר תרמו הון ונלחמו למען אללה אחרי כן. ואולם אללה הבטיח לגמול טובה לכולם. כי אללה בקי בכל מעשיכם.",
    "מי ילווה למען ניצחון דרכו של אללה מלווה טוב  והוא יכפיל לו את הלוואתו, וייתן לו גמול נדיב השמור למענו.",
    "ביום ההוא, אתה תראה את המאמינים והמאמינות, והנה אורם ירוץ לפניהם ולימינם. “בשורה טובה לכם היום, גנים שנהרות זורמים תחתיהם, לעולם ועד תשכנו בהם, זו הזכייה האדירה”.",
    "וביום ההוא יאמרו הצבועים והצבועות לאלה אשר האמינו, “המתינו לנו! האירו לנו מאורכם!”. וייאמר אליהם: “שובו לאחוריכם ובקשו לכם אור”. ואז תוקם גדר גבוהה ביניהם, אשר דלת לה. מתוכה הרחמים ומחוצה לה, מלפניה העונש.",
    "יקראו: “האם לא היינו עמכם?” יאמרו: “אמנם כן, אך לא הייתם צודקים באמונתכם, כי חיכיתם והטלתם ספק והותעיתם על-ידי תאוותיכם עד בואו של היום אשר נקבע על ידי אללה. שידל (לכפירה) אתכם המשדל (השטן) מדרכו של אללה.",
    "היום לא תוכלו לפדות את עצמכם בכלום ולא מאלה אשר כפרו, מגוריכם יהיו באש, והיא המקום הראוי לכם, ושם יהיה גורלכם הבזוי.",
    "האם לא הגיע הזמן עבור אלה אשר האמינו כי יתמסרו בכנות לבבותיהם לזכר אללה ולצדק שהורד, כדי שהם לא יהיו כמו אלה אשר ניתן להם הספר לפני כן, אשר בחלוף הזמן התקשה לבם, ורובם נהפכו למושחתים?",
    "דעו כי אללה יחיה את הארץ אחרי מותה. כבר גילינו לכם בברור את האותות למען תבינו כיאות.",
    "אכן התורמים צדקה והתורמות צדקה, ואשר הלוו אל אללה מלווה טוב , מובטח להם שהונם יוכפל, ולהם גמול שופע.",
    "ואלה אשר האמינו באללה ובשליחיו, הם הצדיקים אצל ריבונם, וגם הקורבנות שנפלו בקרב למען אללה, להם ממתין הגמול והאור. אך אלה אשר כפרו והתכחשו לאותותינו, הם שוכני השאול (גיהינום).",
    "דעו כי חיי העולם הזה הם רק משחק והנאה חולפת והצגה לראווה והתגאות, עם שאיפה להתחרות זה עם זה בילדים ובנכסים. זה כמו צמחייה שצומחת, אחרי כן תיבש ותראה אותה מוצהבת ואחרי כן תהיה אבק דק. ובעולם הבא צפוי עונש כבד. (ולמאמינים) סליחת חטאים מאת אללה וסיפוק מלפניו, כי אין חיי העולם הזה אלא הנאה חולפת.",
    "הזדרזו לזכות בסליחה מריבונכם, ולזכות בגן עדן הרחב יותר מהשמיים והארץ, אשר הוכן לאלה אשר האמינו באללה ושליחו. זה הוא חסד מאללה, שהוא מעניק למי שירצה, כי אללה הוא רב-החסד.",
    "לא יפגע כל פגע, לא בארץ ולא בכם בעצמכם אשר איננו רשום בספר, לפני שאנו מגשימים אותו. אכן, זה קל עבור אללה.",
    "לפיכך אל תיעצבו על אשר אבד לכם, ואל תתהוללו באשר העניק לכם, כי אללה אינו אוהב כל גאוותן שחצן.",
    "וכן) את אלה הקמצנים ואת המצווים על אחרים לקמץ. זה אשר מפנה את גבו צריך לזכור, שרק אללה הוא העשיר והמהולל.",
    "אכן כבר שלחנו את שליחינו עם אותות בהירים, הורדנו להם את הספר ואת מאזניי הצדק, למען יישמו האנשים את הצדק, והורדנו את הברזל בו עוז רב ומועיל לאנשים, וכך אללה מגלה מי עוזר לו(לדתו) בסתר ולשליחיו, כי אללה הוא הגיבור והעזוז.",
    "וכבר שלחנו את נוח ואת אברהם, והענקנו לשושלתם את הנבואה ואת הספר. חלק מהם מודרכים, ואולם רבים מהם מושחתים.",
    "אחר-כך שלחנו שליחים בעקבותיהם, ושלחנו את ישוע בן מרים אחריהם, נתנו לו את הבשורה, ונסענו בלב ההולכים אחריו חמלה ורחמים. הם הנהיגו לעצמם התנזרות אשר לא ציווינו עליהם, אלא הייתה זאת המצאה שלהם. כי מצווה היא עליהם לבקש את חסדו ורצונו של אללה, והם לא עשו זאת כראוי. לאלה אשר האמינו שביניהם הענקנו את גמולם, אך רבים מהם מושחתים.",
    "הוי אלה אשר האמינו! יראו את אללה והאמינו כשליחו, והוא יעניק לכם כפליים מחסדו וייתן לכם אור אשר תלכו על פיו ויסלח לכם, כי אללה הוא הסלחן והרחום.",
    "למען ידעו אנשי הספר כי אין להם חזקה על חסדי אללה, וכי החסד בידי אללה הוא, ואותו יעניק למי שירצה, כי אללה בעל החסד האדיר."
  ]
}