{
  "meta": {
    "id": 233,
    "name": "Dar Al-Salam Center",
    "translator_name": "Dar Al-Salam Center",
    "slug": "hebrew-dar-al-salam-center",
    "language_name": "hebrew"
  },
  "verses": [
    "יתברך זה אשר בידו המלכות, והוא הכול-יכול,",
    "זה אשר ברא את המוות ואת החיים כדי לבחון אתכם, מי הוא הכי טוב  בעשיית מעשים טוב ים, והוא העזוז  הסלחן.",
    "וזה הוא אשר ברא שבעה רקיעים זה מעל זה. לא תמצא כל חוסר עקביות במה שברא הרחמן. שא עיניך אל השמיים וראה, היש שם אפילו סדק אחד?",
    "הבט שוב ושוב, ועיניך ישובו נכלמות ועייפות.",
    "ואת הרקיע התחתון קישטנו במאורות (הכוכבים), ועשינו מהם מרגמות עד השדים, והכנו להם את עונש השריפה.",
    "ולאלה הכופרים באללה הכנו את עונש הגיהינום, ומר יהיה גורלם.",
    "כאשר הם יושלכו לשם (לגיהינום) הם ישמעו את השאגות שלה כאילו היא רותחת.",
    "היא (הגיהינום) כמעט מתפוצצת מזעם. ובכל פעם שתושלך אליה קבוצה מן הכופרים, ישאלו אותם השומרים: ״האם לא בא אליכם מישהו שיזהיר אתכם?”.",
    "והם יגידו: “כן, בא אלינו מישהו שהזהיר אותנו, אך אנו התכחשנו ואמרנו, אללה לא הוריד דבר, ואתם (השליחים) טעיתם טעות חמורה”.",
    "והם ימשיכו ויגידו: “אם רק היינו מקשיבים או חושבים בהיגיון, לא היינו מושלכים אל תוך הלהבה”.",
    "כך הם יודו בחטאיהם. ואכן, רחמיו של אללה כל כך רחוקים מאלו הנשרפים בגיהינום.",
    "אכן, אלה אשר יראים מריבונם הנסתר, הם יזכו לרחמים. ולגמול גדול",
    "דברו בסתר או בגלוי, הוא יודע את אשר בליבכם.",
    "האם הבורא אינו יודע את אשר ברא? הוא הנוהג בנועם אשר יודע הכול!",
    "הוא אשר הכשיר עבורכם את האדמה, על כן התהלכו בחופשיות בכל המרחבים שלה ואכלו מאשר יעניק לכם, ואכן, לו שייכת התחייה.",
    "האם אתם בוודאות שהנישא והעליון לא יגרום לארץ להתבקע תחתיכם כדי לבלוע אתכם ושאז היא תתהפך?",
    "או שבטוחים אתם שהעליון והנישא לא ינחית עליכם סופות עם אבנים, ועוד תדעו איך האזהרה שנתתי לכם!",
    "אלה שקדמו להם כבר כפרו, וכמה קשה היה העונש!",
    "האם אינם רואים את העופות אשר מעליהם, שפורשים כנפיים ולפעמים מקפלים את כנפיהם? רק הרחמן יחזיקם, והוא רואה הכול.",
    "ואיזה צבא יכול לעזור לכם מלבד זה של הרחמן? אך הכופרים חיים באשליה.",
    "ומי יפרנס אתכם אם הוא ימנע מכם את השגחתו? אולם הם ממשיכים במרדנות ובסטייה.",
    "ההולך וראשו בקרקע מישיר לכת? או הצועד זקוף בדרך הישרה?",
    "אמור: “הוא אשר ברא אתכם ונתן לכם את השמיעה ואת הראיה ואת הלב. (ובכל זאת) אתם ממעיטים להכיר טובה”.",
    "אמור: “הוא זה שפיזר אתכם על פני האדמה, ואליו אתם תושבו ״.",
    "ויגידו: “מתי תתגשם ההבטחה הזאת (יום תחיית- המתים), אם צדק תדברו?”",
    "אמור להם: “רק אללה יודע, אני רק מספק אזהרות ברורות.״",
    "ואולם, כאשר הם ראו אותו(העונש מאללה) מגיע, קדרו פני אלה אשר כפרו, ואז ייאמר להם: “זה הדבר אשר קראתם לו!”",
    "אמור: ״ בין אם אללה ימית אותי ואת אשר איתי, ובין אם יחוס עלי, מי יגן על הכופרים מהעונש הכואב?”",
    "אמור: “הוא הרחמן, (אנחנו) האמנו בו, ועליו(אנחנו) נשענו. עוד תדעו מי זה אשר בתעייה בהירה ״.",
    "אמור: ״חשבתם על כך שאם יספגו מימיכם עמוק באדמה, מי יביא לכם מי מעיין?\"",
    "נון, (שבועה) בעט ובכל אשר רושמים,",
    "ואין אתה, בחסד ריבונך, משוגע.",
    "ואכן אתה ראוי לגמול אינסופי.",
    "ואכן, אתה בעל מוסר נשגב.",
    "עוד תראה, וגם (הם) עוד יראו,",
    "מי מבינכם הוא המשוגע.",
    "אכן, ריבונך יודע מי סטה מהדרך, ויודע היטב גם מי מודרך.",
    "לכן, אל תקשיב למשקרים.",
    "הם רוצים שתיסוג, כדי שייסוגו.",
    "ואל תקשיב לשקרן אשר נשבע לחינם,",
    "ואל תקשיב לרכלן אשר מוציא דיבה,",
    "אשר מונע את הטוב, ואשר מעודד חטאים ופשעים.",
    "שבנוסף לכל, הוא אכזרי ועקשן בכפירתו.",
    "רק מפני שהוא בעל הון והרבה ילדים,",
    "כאשר מוקרא לו אות (משפט מהקוראן), הוא אומר: “אלה בסך הכול מיתוסים של הדורות הקדומים”",
    "אך אנחנו נסמן את אפו בבושה!",
    "ניסינו אותם כפי שניסינו את בעלי הגן, שזממו לאסוף את פירותיו לפנות בוקר.",
    "ולא ישאירו דבר לעניים.",
    "ואולם בלילה, בהיותם ישנים פגעה בגנם אש אשר ירדה מאללה,",
    "והפכה אותו לשממה.",
    "והם קראו זה אל זה בבוקר:",
    "“השכימו אל הגן אם ברצונכם לקטוף”.",
    "ויצאו לדרכם מתלחשים ביניהם:",
    "”היום, ודאי לא יבוא לפניכם עני לתוכו(לגן)”,",
    "והם יצאו מוקדם בבוקר כדי שמזימתם תצליח.",
    "אבל, כאשר הם ראו את הגן, הם זעקו “אבדנו!",
    "ונותרנו חסרי כל!”",
    "החכם שביניהם אמר: “הלא שאלתי אתכם למה לא תשבחו את אללה?”",
    "והם אמרו: “השבח לאללה, אכן היינו מקפחים”.",
    "לאחר מכן, הם הסיחו האשמות זה בזה,",
    "ואמרו: ״ אוי ואבוי לנו, כי סטינו מהדרך,",
    "אולי ריבוננו ייתן לנו טוב  יותר מזה. אכן, בריבוננו אנו חפצים”.",
    "כזה הוא העונש בעולם הזה, אך העונש בעולם הבא גדול יותר, אילו היו יודעים.",
    "אכן, לצדיקים אשר עם אללה מחכים גני העדן.",
    "האם נתייחס למוסלמים ככופרים מכחישים?!",
    "מה לכם? כיצד אתם שופטים ?",
    "או שיש לכם ספר שממנו אתם לומדים?",
    "שבשבילכם יש בו כל מה שתבחרו?",
    "או שיש לכם אצלנו שבועה מובטחת עד ליום תחיית המתים, שעל פיה אנו נקבל עלינו את כל מה שאתם דורשים על פי שפוטכם?",
    "שאל אותם, מי מהם ערב לזאת?",
    "או שיש להם שותפים? יביאו נא את שותפיהם אם הם צודקים!",
    "ביום אשר תיחשף צדק, ויוזמנו להשתחוות אך לא יוכלו.",
    "עיניהם יועלבו ויבוזו, בושה תמלא אותם, שהרי הם הוזמנו להשתחוות (לאללה) כאשר הם היו בריאים ושלמים(בעולם הזה).",
    "ובכן, הנח לי לספל במי שמתכחש לאזהרה הזאת. נפיל עליהם עונש מהמקום שממנו הם לא יצפו לו",
    "ואתן להם זמן, כי התכנון שלי יציב וברור.",
    "או שאתה דורש מהם גמול, והחובות מכבידים עליהם?",
    "או שהם יודעים את הסודות הנסתרותם ואותם הם כותבים?",
    "לכן, חכה בסבלנות לה הלסת ריבונך, ואל תהיה כמו זה (הנביא יונה) שהיה בתוך הלווייתן כאשר ריבונו קרא אליו בזמן שהוא היה כועס.",
    "אם לא היו מגיעים אליו הרחמים של ריבונו, הוא היה מוטל אל היבשה החשופה בבושה,",
    "אך ריבונו בחר בו, ועשה אותו לאחד מהצדיקים",
    "הכופרים כמעט גרמו לך למעוד דרך מבטם, כאשר הם שמעו את הקוראן, ואמרו: “הוא אינו שפוי”.",
    "אך, אין זו זולת אזהרה (נצחית) לכל העולמים!",
    "רגע הצדק!",
    "מה הוא רגע הצדק?",
    "ומהו מכלול ידיעתך על רגע הצדק?",
    "(העמים) ת'מוד ועאד לא האמינו במהלומה הכואבת (יום הדין).",
    "באשר לת'מוד, הם הוכחדו על ידי המהלומה העוצמתית,",
    "ועאד הוכחדו ברוח אלימה והרסנית,",
    "אותה שלח עליהם אללה במשך שבעה לילות ושמונה ימים רצופים, ואז יכולת לראות את בני האדם מוטלים מתים כמו גזעי דקלים עקורים וחלולים,",
    "והאם ראית שנשאר מהם משהו?",
    "וגם חטאו פרעה ואלה שלפניו וגם הערים שהתהפכו",
    "הם כפרו כשליחו של אללה, והוא הנחית עליהם מהלומה קטלנית.",
    "כאשר העולם הוצף במים, השטנו אתכם בתיבה הבטוחה,",
    "כדי שזה יהיה לכם תזכורת, וכדי שאלה אשר בינה להם יבינו.",
    "וכאשר תישמע תקיעה אחת של השופר,",
    "והארץ וההרים ייעקרו וישתטחו במכה אחת,",
    "באותו היום יקרה אשר יקרה.",
    "ביום ההוא ייבקעו השמים ויתרופפו,",
    "והמלאכים יתייצבו בקצותיהם, שמונה יישאו את כס המלכות של ריבונך מעליהם",
    "ביום ההוא תועמדו לדין, ושום דבר אשר הסתרתם לא יישאר נסתר.",
    "זה אשר יינתן לו ספר רישום מעשיו בידו הימנית, הוא יגיד “הנה לכם, קראו את ספרי,",
    "כי ידעתי שעליי לתת דין וחשבון ”.",
    "ואכן הוא יתענג בחיים המענגים",
    "בגן העליון,",
    "שפירותיו מרובים וקרובים,",
    "(ויאמר להם אללה): “אכלו ושתו והתענגו, מפני שנהגתם לעשות טוב  בימים שעברו”.",
    "ואולם, זה אשר יימסר לו ספר הרישום שלו בשמאלו, יאמר לי  הלוואי ולא ניתן לי הספר,",
    "ולא הייתי יודע מה חשבוני,",
    "לו רק היה מותי גם סופי.",
    "רכושי לא עזר לי,",
    "ואבדה סמכותי”",
    "(אז יגיד אללה): “תפסוהו וכבלוהו,",
    "בשאול תשרפוהו!",
    "וכבלו אותו בשלשלת שאורכה שבעים אמה.",
    "כי לא האמין באללה האדיר,",
    "ולא נחלץ להאכיל את המסכן",
    "לפיכך אין לו כאן היום חבר קרוב (שיעזור לו).",
    "ולא יהיה לו מזון מלבד מוגלה!",
    "שהיא המאכל המיועד לחוטאים!",
    "(אללה אומר): “נשבע אני במה שאתם רואים,",
    "ובמה שאינכם רואים,",
    "זהו אכן דברו של שליח אציל (אמין),",
    "לא דבר של משורר. מעט אלה המאמינים!",
    "ולא דברו של קוסם, מה קצר הוא זיכרונכם!",
    "(זה) השראת צדק מריבון העולמים!",
    "אילו היה בודה, בשמנו, אפילו דבר אחד,",
    "היינו אוחזים בו ביד ימיו",
    "והיינו עוקרים את עורק ליבו,",
    "ולא יוכל איש מכם למנוע בעדנו מלהגיע אליו.",
    "זהו סימן תזכורת ליראים.",
    "ואנחנו יודעים כי יש בקרבכם מתכחשים.",
    "אך יגון הוא לכופרים,",
    "והוא הצדק המוחלטת.",
    "על כן, הלל את שם ריבונך האדיר.",
    "מישהו נשא תפילה וביקש את העונש אשר אמור לבוא",
    "על הכופרים, ואין מי שיכול למנוע את בואו.",
    "זה מאללה, בעל הדרכים הנעלות.",
    "יעלו אליו המלאכים והרוח(המלאך גבריאל) ביום אשר אורכו יהיה חמישים אלף שנה.",
    "לכן, התאזר בסבלנות הנאותה.",
    "אכן, העונש נראה להם רחוק,",
    "אך לנו הוא נראה קרוב.",
    "ביום ההוא יהיו השמים כמתכת אשר נמסה...",
    "וההרים יהיו רכים כצמר.",
    "ולא ישאל איש לשלום חברו",
    "(האנשים) יראו זה את זה, אך הפושע יבקש לפדות את עצמו מן העונש של היום ההוא אפילו תמורת בניו,",
    "ואשתו ואחיו,",
    "ובני השבט אליו הוא השתייך,",
    "ויבקש לפדות את עצמו תמורת כל אשר בעולם,(העיקר) שיינצל.",
    "בשום פנים ואופן לא! באש הגיהינום הלוהטת הוא יישרף!",
    "והיא תקלף את עור הקרקפת,",
    "ותקרע לגזרים את אשר נסוג לאחור והפנה את גבו (לאסלאם),",
    "וצבר הון ואגר אותו.",
    "אכן, האדם נברא חסר סבלנות,",
    "כאשר מגיעה אליו צרה, הוא מתחיל לדאוג,",
    "וכאשר מגיע אליו טוב , הוא שומר זאת לעצמו ומונע זאת מאחרים.",
    "אולם, לא כך המתפללים,",
    "אשר מתמידים בתפילתם,",
    "ולאלה שמפרישים מהונם חלק ידוע,",
    "לקבצן ולנזקק.",
    "ולאלה המאמינים ביום הדין,",
    "ולאלה אשר מעונש ריבונם הם מפחדים.",
    "אכן, עונש ריבונם הוא בלתי נמנע,",
    "ואל השומרים על תומת ערוותם,",
    "פרס לנשותיהם או אלה אשר בבעלותם, על כך הם לא יואשמו בחטא.",
    "ואולם החומדים מעבר לכך, אלו הם המפריזים.",
    "אבל, הנאמנים להתחייבותם ולבריתם,",
    "והמעידים עדות צדק,",
    "ואלה, שעל תפילתם הם מקפידים",
    "כל אלה בגנים מכובדים.",
    "מה יש להם לכופרים שהם חשים אליך,",
    "בהמוניהם מימין ומשמאל?",
    "המשתוקק כל אחד מהם להיכנס לגן- עדן?",
    "בשום פנים ואופן לא! הם יודעים ממה בראנו אותם.",
    "לכן אני נשבע בריבון הזריחה והשקיעה, שאנו אכן יכולים",
    "להחליף אותם בטוב ים מהם, והם לא יימלטו מעונשנו,",
    "הנח להם, לפספס ולהשתעשע, עד אשר יפגשו את היום המובטח להם,",
    "יום בו הם יוצאו מן הקברים בחיפזון, כאילו הם נדחקים אל אליליהם,",
    "עלובות ובזויות עיניהם, והם יכוסו בושה. זה הוא היום אשר הובטח להם.",
    "אכן שלחנו את(הנביא) נוח אל בני עמו ואמרנו לו, “הזהר את בני עמך בטרם יבוא עליהם עונש כואב ״.",
    "הוא אמר: “הוי בני עמי! אני מזהירכם הגלוי,",
    "עבדו את אללה ויראו ממנו ושמעו בקולי,",
    "(כדי) שימחל לכם על חטאיכם וייתן לכם עוד קצת זמן עד למועד שנקבע מראש. אולם, כאשר מגיע המועד של אללה, הוא לא יידחה, אילו הייתם יודעים”.",
    "אמר: “ריבוני! אני קראתי לבני עמי יומם ולילה,",
    "אך, קריאתי רק הוסיפה להם רצון לברוח ממני.",
    "ואכן, ככל שקראתי להם למען תמחל להם, שמו אצבעותיהם באזניהם והתעטפו בבגדיהם והמשיכו בסטייתם והתמלאו שאננות.",
    "קראתי להם בגלוי,",
    "והזהרתי אותם גם בסתר,",
    "ואמרתי להם: “בקשו מריבונכם סליחה, כי הוא חנון המרבה למחול”",
    "וישלח לכם מן השמים גשמים בשפע,",
    "ויעניק לכם רכוש ובנים עם גני עדן ונהרות.",
    "למה אינכם רוצים להוקיר (ולכבד) את אללה,",
    "אשר ברא אתכם בשלבים שונים?!",
    "הלא תראו כיצד ברא אללה שבעה רקיעים זה מעל זה?",
    "וקבע בהם את הירח להאיר ואת השמש כמנורה?",
    "ואללה הצמיח אתכם כצמח מן האדמה,",
    "ואליה יחזירכם, ואז יוציאכם ממנה שוב.",
    "ואללה פרש לכם את הארץ,",
    "למען תעברו בה בשבילים רחבים”.",
    "ואמר נוח: “ריבוני! הם לא שמעו בקולי והלכו בעקבות אלה שרכושם ובניהם הוסיפו רק על אובדנם.",
    "הם חרשו מזימה נוראה”,",
    "ואמרו: “אל תעזבו את אליליכם ואל תעזבו את “וואדה” ולא את “סוא-עא” ולא את “יעוקה” ואת “נסרא”,",
    "הם כבר התעו הרבה. אל תוסיף למקפחים דבר מלבד עוד תעייה.",
    "ובגלל חטאיהם הם הוטבעו, ואחר כך הושלכו אל האש, ולא מצאו להם תומכים כנגד אללה.",
    "ואמר נוח: “ריבוני! אל תשאיר על-פני האדמה אף לא אחד מן הכופרים האלה.",
    "כי אם תשאירם, יתעו את עבדיך ולא יולידו אלא משחית וכופר.",
    "ריבוני! סלח לי ולהוריי ולכל אשר בא אל ביתי והוא מאמין, ולמאמינים ולמאמינות, אך למקפחים אל תוסיף דבר מלבד חורבן והרס מוחלט”",
    "אמור: הושרה אליי שקבוצת שדים האזינה ואמרה: אכן שמענו את הקוראן המופלא!",
    "הוא מדריך אל דרך היושר והצדק ואנחנו עכשיו מאמינים בו. מעתה לא נייחס שותפים לריבוננו,",
    "ואכן, שתתעלה אצילותו של אללה, אשר לא לקח לו אישה ולא ילד.",
    "השוטה שבינינו נהג לומר דברי הבל על אללה.",
    "ואכן, חשבנו, שלא ידברו אנשים ושדים שקרים על אללה.",
    "אחדים מבני האנוש היו מחפשים עזרה מאחדים מן השדים, אך הם רק הוסיפו להם חטאים.",
    "גם הם חשבו כמותכם, שאללה לעולם לא יקים לתחייה אף אחד.",
    "וניסינו לטפס במעלה הרקיעים שבשמים, אבל הם מלאים שומרים עזים ולהבות.",
    "ואכן, היינו יושבים על מושבים כדי להקשיב, אך, זה אשר יבקש עכשיו להאזין, ימצא את הלהבות אורבות לו.",
    "לכן, איננו יודעים אם עונש ממתין לאלה שעל פני האדמה, או שאולי רוצה ריבונם להדריכם אל היושר.",
    "גם בינינו יש ישרים, ויש גם כאלה שאינם ישרים, וכבר שוסעו דרכינו.",
    "אולם, בזאת אנו בוודאות, שלא נוכל להתנגד לאללה בארץ, ולא נוכל לחמוק ממנו.",
    "לכן, כאשר שמענו את ההדרכה האמנו בה, כי המאמין בריבונו אינו פוחד מקיפוח ועוולה.",
    "בינינו יש מוסלמים, ויש בינינו גם סוסים. המוסלמים מחפשים תמיד את דרך הישר",
    "אך, הסוסים ישמשו כחומר הסקה בגיהינום.",
    "אילו היו ממשיכים בדרך הישר, היינו מורידים להם גשמי ברכה בשפע.",
    "היינו בוחנים אותם בכך, וכל מי שמפנה עורף לזכר ריבונו, הוא יוליכו אל עונש מחמיר.",
    "הנה המסגדים מיועדים רק לעבודת אללה. לכן, אל תקראו אלא לאללה!",
    "כאשר קם עבד אללה ופנה אל ריבונו בתפילה, כמעט שרמסו זה את זה בהצטופפם סביב לו.",
    "אמור: “אני אקרא רק לריבוני ולא אייחס לו שותפים”!",
    "אמור: “אין בכוחי להזיק או להועיל לכם”!",
    "אמור: “לא יגן עלי איש מפני אללה, ולא אמצא מפלס מפניו!",
    "ולא אוכל לעשות דבר, אלא למסור את דברי אללה ולמלא את שליחותו”. המורד באללה ובשליחו, אש גיהינום מזומנת לו, ובה הוא יהיה לעולם ועד!",
    "כאשר יראו את אשר הובסה להם, יידעו למי יש עוזרים חלשים, ומי הוא נחות מספרית.",
    "אמור: “איני יודע אם העונש, שנועד לכם, יבוא בקרוב או יעכבו ריבוני למועד רחוק”.",
    "היודע את הנסתר ולא יגלה לאיש את סודו,",
    "חוץ מאשר לשליח שהוא בחר, ואשר הוא יציב לו שומרים מלפניו ומאחוריו,",
    "כדי שהוא יידע כי הם מילאו את שליחות ריבונם. והוא הקיף את אשר ברשותם, ויודע הוא את מספרם של כל הדברים.",
    "הוי, אתה המתעטף!",
    "עמוד בתפילה במשך כל הלילה חוץ ממעט (להפסקות),",
    "או מחציתו או לפחות בחלק ממנו!",
    "או יותר מזה, וקרא את הקוראן באופן מדוד וברור,",
    "מפני שאנו עומדים להוריד אליך מסר בעל משקל אדיר.",
    "שעות הלילה הן הכי טובות עבור ריכוז(בעבודת האל), ומעולות לצורך קריאה בהירה ונכונה.",
    "מפני שאכן במהלך היום אתה עסוק.",
    "הזכר את שם ריבונך ודבק בו בכל כוחך וסמוך עליו.",
    "כי הוא ריבון המזרח והמערב, ואין אל זולתו. לכן, סמוך עליו.",
    "התאזר בסבלנות נוכח מה שהם אומרים, והתרחק מהם בצורה מנומסת.",
    "השאר לי את (מלאכת) הטיפול במתכחשים, אשר חיים רק את חיי התענוגות, ותן להם עוד קצת זמן.",
    "אכן, הכנו עבורם שלשלאות ואת אש הגיהינום,",
    "ואוכל מחניק ועונש כואב.",
    "ביום שתרעד האדמה, וההרים יהיו כערימת חול.",
    "אנו שלחנו אליכם שליח אשר יעיד עליכם, כפי ששלחנו שליח אל פרעה,",
    "אולם פרעה התנגד לשליח, ואנו הנחתנו עליו מכה הרסנית.",
    "אם תמשיכו לכפור, כיצד תמלטו מהיום, אשר בו אפילו שיערם של הצעירים יאפיר?",
    "ביום, אשר בו יתבקעו השמיים, והבטחתו של אללה תתקיים.",
    "זוהי תזכורת ואזהרה, כך שכל מי שרוצה יעלה על הדרך הנכונה אל ריבונו",
    "אכן, ריבונך יודע כי אתה מתפלל שני שלישים מהלילה, או חצי ממנו, או שליש ממנו, וכך גם עושה קבוצה של אנשים אשר נמצאת אתך. ואללה הוא זה אשר קובע את אורך הלילה והיום. הוא יודע שאתם לא תוכלו להתפלל כל כך הרבה בלילה, ולכן הוא חס עליכם, אז קראו כמה שיעלה בכוחכם מהקוראן! הוא יודע כי עלולים להיות בינכם חולים, ואחרים המתהלכים בארץ בבקשם פרנסה מחסד אללה, ואחרים הנלחמים למען אללה. על כן קראו בו ככל שיעלה בכוחכם, וקיימו את התפילה ותנו זכאת (צדקה), והלוו לאללה מלווה יפה, וכל דבר טוב  אשר תעשו לנפשותיכם, תמצאו את זה אצל אללה, אם כי, יהיה טוב  יותר ובתוספת גמול אדיר. בקשו, אם כן, את סליחת אללה. כי הוא מוחל ורחום מאוד.",
    "הוי, אתה המתכסה!",
    "קום והזהר!",
    "ואת שם ריבונך האדר (פאר)!",
    "ואת בגדיך סהר!",
    "ומן התועבה התרחק!",
    "ואל תעשה דברים בציפייה לקבל עוד,",
    "(ולצווים ש) לריבונך המתן בסבלנות.",
    "וכאשר תהיה התקיעה בשופר,",
    "היום ההוא יהיה יום של מצוקה",
    "ולכופרים זה יהיה ממש לא קל.",
    "הנח לי לספל באלה שבראתי לבד,",
    "ולאלה אשר הענקתי שפע והצלחה,",
    "ובנים העומדים סביבו כל הזמן.",
    "ואת דרכיו עשיתי קלות.",
    "ואף על פי כן, הוא מתאווה שאתן לו עוד.",
    "אך, לא! (כי) הוא כפר באותותינו,",
    "לכן, אנחית עליו עונש כבד!",
    "הוא חישב ותכנן",
    "אך הוא יוכחד כפי שהוא זמם!",
    "ושוב, הוא יוכחד כפי שהוא זמם!",
    "לאחר מכן, הוא התבונן מסביב,",
    "לאחר מכן, הוא קימט את מצחו בזעם,",
    "והפנה את גבו ונמלא גאוותנות,",
    "ואז אמר: “זה בסך הכול כישוף אשר הועתק מאחרים!”",
    "ואין הדברים הללו אלא דברי אדם!”.",
    "לכן, אשרוף אותו באש הגיהינום!",
    "התדע מה היא אש הגיהינום?",
    "זו אשר לא תשאיר ולא תניח לאחד להישאר ללא הישרפות.",
    "את הבשר היא חורכת,",
    "תשעה עשר(מלאכים חזקים) מופקדים עליה.",
    "כשומרי הגיהינום הצבנו רק מלאכים, את מספרם קבענו למען נבחן את אלה אשר כפרו, ולמען ישמש הוכחה לאנשי עם-הספר ותגבר אמונתם של אלה אשר האמינו ולא יפקפקו. וכן, למען יאמרו אלה אשר קללה כליכם והכופרים: “מה רצה אללה להדגים לנו בזאת?” כך יתעה אללה את אשר ירצה וידריך את אשר ירצה. רק הוא מכיר את גדודי ריבונך, וזו היא רק תזכורת לאדם.",
    "אכן, נשבע אני בירח!",
    "ובלילה כאשר הוא נסוג!",
    "ובבוקר כאשר הוא מפציע!",
    "היא (אש הגיהינום) אחד המבחנים הגדולים,",
    "והיא אזהרה לבני האדם,",
    "לכל מי שירצה מכם להתקדם או להישאר מאחור!",
    "כל נפש ערבה למעשיה!",
    "אך, לא אלה בעלי הימין,",
    "אשר ישכנו בגני העדן, וישאלו זה את זה,",
    "אודות הכופרים המכחשים",
    "והם ישאלו אותם: “מה הובילכם לתוך אש הגיהינום?”",
    "יגידו: “לא היינו מתפללים,",
    "ולא היינו מאכילים את המסכנים,",
    "והיינו עוסקים בדברי הבל עם התועים,",
    "וכפרנו ביום הדין",
    "עד אשר בא אלינו המוות”",
    "ולא תועיל המלצת הממליצים,",
    "אם כן, מדוע הם מפנים את גבם להזהרה?",
    "כמו חמורים מבוהלים,",
    "אשר בורחים מפני האריה!",
    "אבל, כל אחד מהם רוצה שיתנו לו מגילות פרושות.",
    "אך, הם אינם יראים מהעולם הבא.",
    "הקוראן הוא הזהרה,",
    "ומי שחפץ בכך ייזהר!",
    "אך, הם לא יזכרו ולא ייזהרו, אלא אם ירצה בכך אללה. כי, רק הוא ראוי ליראה ורק הוא אדון הסליחות.",
    "אני נשבע ביום תחיית-המתים!",
    "ואני נשבע בנפש הנוזפת בעצמה!",
    "החושב האדם כי לא נוכל לחבר את עצמותיו!",
    "אכן כן! יכולים אנו לעצב מחדש את פרקי אצבעותיו!",
    "ואולם האדם מתעקש וממשיך להכחיש,",
    "ושואל, מתי יום תחיית-המתים?",
    "אך, כאשר יקפא המבט בתדהמה,",
    "והירח יאבד את אורו",
    "ויתקבצו השמש והירח.",
    "ויאמרו בני האדם ביום ההוא: “איפה דרך המילוט?!”",
    "אך, לא תהיה שום דרך מילוט עבורם!",
    "כי, רק אצל ריבונך ביום ההוא יהיה המחסה!",
    "ייאמר לאדם ביום ההוא את מה שהקדים לעשות ואת מה שאיחר לעשות.",
    "אכן, האדם יעיד ביום ההוא על עצמו,",
    "אפילו אם ישמיע את תירוציו.",
    "אל תיחפז לקרוא אותו (את הקוראן),",
    "שאכן, אנחנו בעצמנו מופקדים על הקריאה שלו.",
    "אך, כאשר אנו מקריאים אותו (דרך גבריאל המלאך), עקוב אחר קריאתו.",
    "ולאחר כל (לאחר קריאתו) זה יהיה תפקידנו לבאר לך את המשמעות שלו",
    "אכן, אתם אוהבים את הרווח המידי (את העולם הזה)",
    "ומזניחים את העולם הבא.",
    "יהיו פנים זוהרות,",
    "אשר מביטות אל ריבונו",
    "ופנים ביום ההוא חשוכות,",
    "הפוחדות ממהלומה מוחצת.",
    "כאשר תגיע הנשמה עד הגרון,",
    "ויאמרו (האנשים): “יש קוסם שירפא אותו?”",
    "וייווכח (הגוסס) כי זו היא ההיפרדות,",
    "והרגליים יוצמדו זו אל זו.",
    "אל ריבונך הוא יתקדם ביום ההוא!",
    "הוא לא האמין ולא התפלל,",
    "רק התכחש והפנה את גבו,",
    "והיה חוזר אל חבריו ביוהרה.",
    "אוי ואבוי לך!",
    "ושוב, אוי ואבוי לך!",
    "החושב האדם כי נעזוב אותו סתם (בלי מסרה)?",
    "הלא היה רק טיפה,",
    "ואחו כן היה דם מעובה, וכן בוא אותו ועיצבו,",
    "ועשה ממנה את שני המינים הזכר והנקבה.",
    "האם הוא (אללה הבורא) אינו יכול להחיות את המתים?",
    "בשם אללה הרחמן  הרחום",
    "האם לא היה פרק זמן שבו האדם לא היה שום דבר ? שאפילו לא היה לו כל זכר?",
    "אכן, אנחנו בראנו את האדם מטיפה, כדי לבחון אותו: אז נתנו לו את השמיעה והראיה",
    "אנו הדרכנו אותו אל חזון, בין אם הוא מודה או כופר",
    "לאלה אשר כפרו, הכנו שלשלאות, קולרים מברזל ולהבה בועות.",
    "אך, הצדיקים ילגמו מגביעים מעורבבים עם “כאפור” (עשב ריחני).",
    "יש מעיין שממנו שותים משרתיו של אללה אשר נובע בשפע כאוות נפשם",
    "הם מקיימים את שבועותיהם, והם יראים מהיום שבו הרוע (העונש) יתפשט לאורן ולרוחב,",
    "והם מאכילים, למען אהבת אללה, את המסכן, את היתום ואת האסורים",
    "(הם אומרים): “אנחנו מאכילים אתכם אן ורק למען אללה, איננו דורשים מכם שום גמול או תודה",
    "אנחנו רק יראים מהיום המחריד, מהזעם שיבוא מאדוננו”.",
    "אבל, אללה ישמור עליהם מאכזריותו ורוע של היום ההוא, ויפרוש עליהם את אור היופי והאושר העילאי",
    "ומשום שהם היו סבלניים ועקביים, הוא יעניק להם גן (עדן) ולבוש של משי (לבוש טהור)",
    "הם ינוחו (בגן עדן) על כסאות מלכות נישאים. הם לא יחזו שם בחום הכבד של השמש, ולא בקור עז.",
    "והצל של הגן ינוח עליהם, ואשכולות הפירות יונמכו אליהם.",
    "וביניהם יעברו כלי כסף וכוסות מבדולח.",
    "הם כלי כסף במידות מדודות.",
    "ויינתן להם לשתות מגביע מעורבב עם ג'ינג'ר",
    "ממעיין הנובע ושמו ”סלסביל”.",
    "וביניהם יהיו ילדים וילדות נצחיים, אשר אם תראה אותם תחשוב שהם נבראו מפנינים",
    "וכאשר תסתכלו מסביב, אתם תראו אושר עילאי ונופים מרהיבים",
    "עליהם בגדי משי ירוקים וקטיפה, ומקושטים בצמידי כסף, וישקה אותם ריבונם משקה טהור.",
    "אכן, זה פרסכם, מאמצכם התקבל והוכר.",
    "אנחנו הורדנו אליך את הקוראן בחלקים.",
    "לכן, היה סבלן והתמד במצוות ריבונך, ואל תלך אחרי החוטאים או הכופרים",
    "והזכירו את שם ריבונך בבוקר ובערב",
    "ובחלק מהלילה, תסגוד לו (לאללה) והלל אותו במהלך הלילה",
    "האנשים האוהבים את החיים החולפים ומניחים מאחוריהם את היום אשר יהיה קשה",
    "אנחנו בראנו אותם, ואנחנו חיברנו בחוזקה את מפרקיהם. אך, כאשר נרצה, אנחנו נוכל להחליף אותם לחלוטין.",
    "זוהי תזכורת. תנו לכל מי שרוצה, ללכת בדרך של ריבונו!",
    "אך לא תרצו, עד שירצה אללה, מפני שאללה רב ידע וחכמה.",
    "הוא יביא אל הרחמים שלו את מי שהוא רוצה, אך עבור המקפחים הכין עונש כואב.",
    "שבועה ברוחות הנשלחות בזו אחר זו,",
    "וחטופות הסוערות,",
    "ובמלאכים אשר פורשים כנפיים,",
    "ובמלאכים אשר מפרידים בין הטוב לרע",
    "ובמלאכים אשר מורידים את המסרים,",
    "של ההצדקה או האזהרה.",
    "כי זה אשר הובסה לכם אכן יבוא.",
    "וכאשר יכבו הכוכבים",
    "והשמים יבוקעו,",
    "וההרים יתפוררו,",
    "והשליחים יוזמנו ביחד במועד שנקבע.",
    "לאיזה יום זה נדחה?",
    "ליום הדין!",
    "ומה תדע על יום הדין?",
    "אוי ואבוי באותו היום למכחישים.",
    "האם לא הכחדנו את הדורות הקדומים?",
    "כך נעשה גם לדורות הבאים.",
    "כי כך אנו מענישים את הכופרים המכחשים!",
    "אוי ואבוי באותו היום למכחישים",
    "האם לא בראנו אתכם מנוזל פשוט?",
    "(והלא) הנחנו את זה במקום בטוח, (ברחם)",
    "עד למועד קבוע?",
    "כך קבענו את שלבי ההתפתחות, ויכולתנו לקבוע היא אכן אדירה.",
    "אוי ואבוי באותו היום, למכחישים!",
    "הלא עשינו את האדמה כמשכן,",
    "לחיים ולמתים?",
    "והצבנו עליה הרים גבוהים, והשקיט אתכם מים מתוקים?",
    "אוי ואבוי, באותו היום, למכחישים!",
    "(יגידו להם באותו היום) התקדמו אל העונש אשר אליו התכחשתם!",
    "התקדמו אל הצל אשר עולה בשלושה עמודים!",
    "שאינו מצל ואינו מגן מלהבה!",
    "(הצל) אשר משליך ניצוצות כמו מגדלים.",
    "בהירים כמו עדר גמלים.",
    "אוי ואבוי, באותו היום, למכחישים!",
    "ביום הזה הם לא יוכלו לדבר,",
    "ולא יורשו להמציא תירוצים.",
    "אוי ואבוי, באותו היום, למכחישים!",
    "זה הוא יום דין, קיבצנו אתכם יחד עם כל הדורות הקודמים",
    "ואם יש בידכם תחבולה נגדי, נסו אותה כעת!",
    "אוי ואבוי, באותו היום, למכחישים!",
    "אך, היראים ישכנו באותו היום במעיינות מתחת לצל,",
    "ויהיו להם פירות כרצונם.",
    "(יגידו להם באותו היום) אכלו ושתו והתענגו כגמול על מה שעשיתם.",
    "כי כך נגמול לעושי הטוב.",
    "אבוי באותו היום למכחישים.",
    "(ולאלה אשר כפרו ייאמר) אכלו והתענגו מעט, כי כופרים מכחישים אתם",
    "אוי ואבוי, באותו היום, למכחישים!",
    "כאשר נאמר להם לכרוע (לתפילה), הם לא כרעו.",
    "אוי ואבוי, באותו היום, למכחישים!"
  ]
}