{
  "meta": {
    "id": 199,
    "name": "Noor International Center",
    "translator_name": "Noor International Center",
    "slug": "sp-noor-international-center",
    "language_name": "spanish"
  },
  "verses": [
    "(Abraham) les preguntó: “¿Cuál es el motivo (principal) de su visita, emisarios (de Al-lah)?”",
    "(Los ángeles) respondieron: “Hemos sido enviados a un pueblo pecador",
    "para enviar sobre ellos una lluvia de piedras de barro cocido,",
    "las cuales han sido marcadas junto a tu Señor (con el nombre de aquellos a quienes van dirigidas) para (castigar a) los transgresores (que han caído en la inmoralidad)”.",
    "Y sacamos de la ciudad (para salvarlos) a quienes eran creyentes.",
    "Mas solo encontramos un hogar cuyos miembros se habían sometido a Al-lah (la familia de Lot, con la excepción de su esposa).",
    "Y dejamos allí pruebas (de su destrucción) para (que reflexionasen) quienes temen el castigo doloroso (de Al-lah).",
    "Y también hicimos de la historia de Moisés un motivo de reflexión cuando lo enviamos al Faraón con pruebas evidentes.",
    "Pero (este) se rebeló (contra la verdad) junto con su ejército y dijo (acerca de Moisés): “No es sino un brujo o un loco”.",
    "Y los castigamos a él y a su ejército arrojándolos al mar, pues él era merecedor de toda reprobación.",
    "Y también hicimos de la historia del pueblo de 'Ad un motivo de reflexión cuando enviamos sobre ellos un viento destructor",
    "que arrasaba todo lo que encontraba a su paso.",
    "Y también hicimos de la historia del pueblo de Zamud un motivo de reflexión cuando se les dijo (tras matar a la camella que Al-lah había enviado como prueba): “Disfruten durante un tiempo”.",
    "Desafiaron con arrogancia las órdenes de su Señor y fueron castigados (pasado el plazo de tres días) por un gran estruendo que los dejó fulminados mientras observaban.",
    "Y no pudieron siquiera levantarse (para escapar) y no se salvaron del castigo.",
    "Y también (destruimos) antes al pueblo del Profeta Noé. Realmente era un pueblo rebelde (que no obedecía a Al-lah).",
    "Y con Nuestro poder construimos (sólidamente) el cielo y lo estamos expandiendo.",
    "Y extendimos la tierra (haciendo de ella un lugar habitable). ¡Y con qué excelencia lo hicimos!",
    "Y creamos parejas de todas las cosas para que reflexionaran.",
    "(Di a tu pueblo, ¡oh, Muhammad!:) “¡Huyan del castigo de Al-lah buscando refugio en Él (a través de la fe y las buenas acciones)! En verdad, yo soy un claro amonestador para ustedes de Su parte.",
    "Y no tomen otras divinidades fuera de Al-lah. En verdad, yo soy un claro amonestador para ustedes de Su parte”.",
    "Del mismo modo, no enviamos ningún Mensajero a quienes los precedieron sin que dijeran acerca de él: “No es sino un brujo o un loco”.",
    "¿Acaso se han transmitido esas palabras unos a otros? No, más bien son todos unos grandes transgresores que exceden todo tipo de límites.",
    "Apártate de ellos, ¡oh, Muhammad!, pues no serás reprochado (por lo que hagan una vez les has transmitido el mensaje).",
    "Y exhorta (a los hombres mediante el Corán), pues la exhortación es de gran beneficio para los creyentes.",
    "Y no creé a los yinn y a los hombres salvo para que Me adoraran.",
    "No quiero de ellos sustento alguno ni que Me alimenten.",
    "En verdad, Al-lah es el Sustentador (de toda la creación), el Dueño de todo el poder y el más Fuerte.",
    "Y quienes fueron injustos (al rechazar la verdad) recibirán su parte del castigo, al igual que lo recibieron quienes actuaron como ellos. ¡No quieran, pues, apresurarlo!",
    "¡Que quienes hayan rechazado la verdad se guarden del día que les ha sido prometido (el Día de la Resurrección)!",
    "(Juro) por el monte (donde tu Señor habló a Moisés),",
    "por el Libro escrito",
    "en un pergamino desplegado,",
    "por la casa frecuentada (por los ángeles),",
    "por el techo elevado (del cielo)",
    "y por el mar rebosante;",
    "(por ello juro) que el castigo de tu Señor sucederá.",
    "Y nada podrá evitarlo.",
    "Ese día el cielo se agitará con violencia",
    "y las montañas se desvanecerán (convirtiéndose en partículas que se lleva el viento).",
    "¡Ay, ese día, de quienes hayan negado la verdad!,",
    "esos que disfrutaban en su falsedad (y no tomaban la religión en serio).",
    "Ese día serán conducidos y arrojados violentamente al fuego del Infierno.",
    "(Y se les dirá:) “Este es el fuego que negaban.",
    "¿(Aún piensan que) esto es brujería o es que no ven?",
    "Entren en él. Tanto da si lo toleran con paciencia como si no (pues no saldrán de él). No reciben sino la retribución que sus acciones merecen”.",
    "Los piadosos disfrutarán de jardines y delicias.",
    "Estarán complacidos con lo que su Señor les concederá y los habrá protegido del castigo del fuego.",
    "(Se les dirá:) “Coman y beban alegremente como recompensa por lo que hicieron”.",
    "Estarán reclinados sobre divanes alineados, unos frente a otros. Y les daremos por esposas a huríes de hermosos y grandes ojos.",
    "Y haremos que los hijos de los creyentes que siguieron a sus padres en la fe (sin llegar a alcanzar su mismo nivel) se reúnan con ellos (en el Paraíso, elevando la posición de los hijos a la de sus progenitores), sin que la recompensa de las acciones de estos se vea mermada, pues toda persona es responsable de sus propias acciones.",
    "Y los proveeremos de toda la fruta y carne que deseen.",
    "Se pasarán unos a otros copas de un vino puro que no los incitará a decir banalidades ni a obrar pecaminosamente.",
    "Y circularán entre ellos jóvenes sirvientes (de bello aspecto) semejantes a perlas protegidas.",
    "Y se dirigirán los unos a los otros preguntándose sobre su vida en la tierra.",
    "(Unos) dirán: “Cuando vivíamos entre los nuestros en la vida terrenal, temíamos (el castigo de Al-lah).",
    "Y Al-lah nos agració y nos libró del tormento del fuego.",
    "En verdad, solíamos invocarlo con anterioridad. Ciertamente, Él es el Afable, el Misericordioso”.",
    "Exhorta (a los hombres mediante el Corán, ¡oh, Muhammad!), pues, por la gracia de tu Señor, no eres ni un adivino ni un loco.",
    "O acaso dicen (quienes se niegan a creer en ti): “Es un poeta. Esperemos que le llegue con el tiempo una calamidad (la muerte)”.",
    "Diles: “Esperen (a que llegue mi fin), que yo también espero (ver lo que será de ustedes el Día de la Resurrección)”.",
    "¿Son sus mentes las que los llevan a decir lo que dicen (negando la verdad) o es que son unos transgresores obstinados (y no quieren aceptar la fe)?",
    "¿O dicen que él se lo ha inventado? ¡No!, más bien rechazan la verdad.",
    "Que presenten una recitación similar (al Corán) si son veraces.",
    "¿O es que nadie los creó o son ellos quienes se crearon a sí mismos?",
    "¿O son ellos los creadores del cielo y de la tierra? ¡No!, más bien no tienen certeza (de la verdad).",
    "¿O acaso tienen ellos en su poder las provisiones con las que tu Señor los sustenta o tienen autoridad absoluta (para hacer lo que les plazca)?",
    "¿O es que poseen una escalera hasta el cielo que les permite escuchar lo que allí se dice? Quien logre escuchar algo, que muestre una clara prueba que lo confirme.",
    "¿O es que Al-lah tiene hijas (como alegan) mientras que ustedes tienen hijos varones?",
    "¿O es que (tú, Muhammad) les pides una remuneración que los abruma por transmitirles el mensaje?",
    "¿O acaso poseen el conocimiento absoluto del gaib y lo han registrado?",
    "¿O quieren tramar algo (contra ti, Muhammad)? Mas los planes de quienes niegan la fe se volverán contra ellos.",
    "¿O acaso tienen alguna divinidad fuera de Al-lah? ¡Glorificado sea Al-lah! Él está muy por encima de compartir Su divinidad con nadie.",
    "Y si viesen caer parte (de un castigo) del cielo sobre ellos, dirían (en su arrogancia) que solo son nubes apiladas.",
    "Déjalos, pues, hasta que les llegue el día en que quedarán conmocionados (el Día de la Resurrección).",
    "Ese día, de nada les servirá lo que maquinaron (en la vida terrenal contra ti y contra tu religión), y no serán socorridos.",
    "Y quienes hayan sido injustos (por rechazar la verdad) serán además castigados (con anterioridad, en la vida terrenal); pero la mayoría de los hombres no lo saben.",
    "Espera paciente la decisión de tu Señor (¡oh, Muhammad!) acerca de ellos, pues estás bajo Nuestra observancia y protección. Y glorifica a tu Señor con alabanzas cuando te levantes por la mañana.",
    "Y glorifícalo también por la noche y cuando se oculten las estrellas (antes del amanecer).",
    "(Juro) por las estrellas (Pléyades) cuando se ocultan",
    "que su compañero (Muhammad) no se ha extraviado ni está en un error,",
    "ni habla siguiendo sus propios deseos.",
    "(Lo que recita) no es sino una revelación que le ha sido transmitida",
    "y enseñada por el dotado de gran poder y",
    "fortaleza, así como de buena presencia (el ángel Gabriel), quien se mostró y permaneció (en su forma real)",
    "en lo más alto del horizonte.",
    "Después se aproximó cada vez más",
    "hasta una distancia de dos arcos (de Muhammad), o puede que menos.",
    "Entonces (Al-lah) reveló a Su siervo (a través del ángel Gabriel) lo que le reveló.",
    "El corazón (de Muhammad) no negó lo que vieron sus ojos.",
    "¿Van a discutirle lo que vio (¡habitantes de La Meca!)?",
    "Y, ciertamente, vio (al ángel Gabriel) en su forma original en otra ocasión,",
    "junto al azufaifo fronterizo,",
    "cerca de donde se halla el jardín de la morada eterna (prometido a los piadosos),",
    "cuando el azufaifo quedó cubierto por aquello que lo cubrió.",
    "Su mirada no se desvió ni traspasó el límite (ordenado por Al-lah).",
    "En verdad, (Muhammad) contempló algunas de las mayores pruebas (de la grandeza) de su Señor.",
    "¿Han reparado en los ídolos de Al Lat y Al ‘Uzza (que adoran y que no les son de beneficio)?,",
    "¿así como Manat, el tercero de los tres?",
    "¿(Prefieren) para ustedes a los hijos varones y Le atribuyen (a Al-lah) hijas?",
    "Esa es una división injusta (pues Le atribuyen lo que ustedes desprecian).",
    "(Y los ídolos que adoran) no son sino nombres que ustedes y sus antepasados se han inventado sin que Al-lah les concediese ninguna autoridad para ello. (Quienes rechazan la verdad) solo siguen conjeturas y sus propios deseos; y, ciertamente, les ha llegado la guía de su Señor.",
    "¿Acaso piensa el hombre que obtendrá todo lo que desee?",
    "Mas es a Al-lah a Quien pertenecen todos los asuntos de esta vida y de la otra (y Quien concede lo que quiere a quien Le place).",
    "Y ni siquiera los ángeles en el cielo pueden interceder por nadie a menos que sea con el permiso de Al-lah y en favor de quien Él desee y con quien esté complacido (¿cómo pueden esperar, entonces, que esos ídolos insignificantes intercedan por ellos?).",
    "En verdad, quienes no creen en la otra vida asignan a los ángeles nombres femeninos.",
    "Mas no tienen ningún conocimiento sobre ello y solo siguen conjeturas, y las conjeturas no pueden remplazar la verdad.",
    "Deja (¡oh, Muhammad!) a quienes se apartan de Nuestra exhortación y solo desean la vida terrenal.",
    "Todo el conocimiento que han adquirido es sobre esta vida. En verdad, tu Señor, sabe bien quién se ha extraviado de Su camino y quién está bien guiado.",
    "Y a Al-lah pertenece cuanto hay en los cielos y en la tierra. Castigará a quienes hayan obrado mal según sus acciones, y concederá a quienes hayan creído y hayan obrado bien la mejor recompensa (el Paraíso);",
    "esos que se abstienen de cometer grandes pecados y actos inmorales, y solo cometen pequeñas faltas; para esos, en verdad, el perdón de Al-lah es inmenso. Él es Quien mejor los conoce; los creó a partir de la tierra (cuando creó a Adán) y después hizo que se gestaran en los vientres de sus madres. No se ensalcen a ustedes mismos ni alardeen de sus acciones; Él es Quien conoce mejor a los piadosos.",
    "¿No has visto a quien se aleja (de la verdad)?,",
    "¿y apenas da caridad, hasta que finalmente no da nada?",
    "¿Acaso posee el conocimiento del gaib (que solo Al-lah posee) y sabe (que se empobrecerá si da caridad)?",
    "¿Es que no fue informado de lo que contenía la revelación que recibió Moisés?,",
    "¿y (la que recibió) Abraham, quien siempre cumplía (lo que Al-lah le ordenaba)?",
    "(Ellas decían) que nadie cargaría con los pecados de otros;",
    "que el hombre (tras morir) solo tendría las (buenas) acciones que hubiera realizado;",
    "que sus acciones saldrían a relucir (el Día de la Resurrección),",
    "y que después obtendría la plena recompensa que estas merecieran.",
    "Y todo retornará a Al-lah (el Día de la Resurrección).",
    "Y Él es Quien hacer reír y llorar,",
    "Quien da la vida y la muerte.",
    "Y Él es Quien creó las parejas, macho y hembra,",
    "a partir de una mínima cantidad de esperma eyaculada.",
    "Y Él es Quien llevará a cabo una segunda creación (al resucitar a los muertos),",
    "y Quien concede mucho o poco (y hace que los siervos se contenten con lo que tienen).",
    "Y Él es el Señor de la estrella Sirio,",
    "Quien destruyó al antiguo pueblo de ‘Ad,",
    "al pueblo de Zamud, del cual no quedó nadie,",
    "y al pueblo del Profeta Noé con anterioridad. Ciertamente, eran los más injustos y transgresores.",
    "Y también (destruyó a los habitantes de) las ciudades que fueron volteadas y puestas boca abajo (Sodoma y Gomorra),",
    "y quedaron cubiertas por lo que les cayó (piedras de barro cocido caídas del cielo).",
    "¿Qué favor de los que tu Señor te ha concedido pondrás en duda (¡oh, hombre!)?",
    "Este Mensajero (Muhammad) es un amonestador como los mensajeros que lo precedieron.",
    "El Día de la Resurrección se aproxima.",
    "Nadie, salvo Al-lah, puede revelar cuándo sucederá (y nadie podrá evitarlo).",
    "¿Se extrañan de esta recitación?",
    "¿Se ríen y se burlan en vez de llorar (cuando oyen la amenaza del castigo de Al-lah)?",
    "¿Y viven indiferentes a la otra vida y alejados de la verdad?",
    "¡Póstrense ante Al-lah y adórenlo (únicamente a Él)!",
    "La Hora final se acerca y la luna se ha dividido en dos.",
    "Y cuando (los idólatras) ven un milagro, lo niegan y dicen: “(Esto no es sino) brujería pasajera”.",
    "Lo desmienten y siguen sus pasiones. Y todos los asuntos serán resueltos definitivamente (el Día del Juicio Final).",
    "Y, ciertamente, han recibido suficientes noticias (sobre la destrucción de quienes desmintieron a sus profetas antes que ellos) para que les sirva de lección (y abandonen la idolatría),",
    "que están llenas de sabiduría; pero de nada les han servido los amonestadores.",
    "Aléjate, pues, de ellos (¡oh, Muhammad!) y (espera) el día en que sean convocados por el (ángel anunciador de la resurrección) para un asunto terrible (la rendición de cuentas).",
    "Saldrán de las tumbas con la mirada baja, como si fueran langostas dispersándose con confusión.",
    "Se dirigirán apresuradamente hacia quien los convocó, y quienes rechazaron la verdad dirán: “Este va a ser un día difícil”.",
    "Antes que ellos, el pueblo del Profeta Noé desmintió a Nuestro siervo (enviado a ellos como Mensajero) y dijeron (acerca de él): “Está loco”, y lo increparon amenazándolo.",
    "Entonces (Noé) invocó a su Señor diciendo: “¡Estoy vencido, ayúdame (haciendo que triunfe la verdad)!”.",
    "Y abrimos las puertas del cielo con una lluvia torrencial.",
    "E hicimos que brotara agua de la tierra. Y las aguas (del cielo y de la tierra) se encontraron siguiendo una orden que había sido decretada.",
    "Y transportamos a Noé en un arca construida con tablones y clavos",
    "que navegó bajo Nuestra mirada y protección como recompensa a quien había sido desmentido (por su pueblo).",
    "E hicimos de su historia un motivo de reflexión. ¿Hay quien recapacite sobre ella?",
    "¡Y qué terrible fue Mi castigo para quienes no tuvieron en cuenta Mis advertencias!",
    "Y, ciertamente, hemos facilitado la memorización y la comprensión del Corán para quienes reflexionan sobre él. ¿Hay quien aprenda de sus lecciones?",
    "El pueblo de 'Ad también desmintió a su Mensajero. ¡Qué terrible fue Mi castigo para quienes no tuvieron en cuenta Mis advertencias!",
    "Enviamos sobre ellos un viento huracanado y helado en un día aciago sin final.",
    "Ese viento levantaba a los hombres como si fuesen troncos de palmeras arrancadas de cuajo.",
    "¡Y qué terrible fue Mi castigo para quienes no tuvieron en cuenta Mis advertencias!",
    "Y, ciertamente, hemos facilitado la memorización y la comprensión del Corán para quienes reflexionan sobre él. ¿Hay quien aprenda de sus lecciones?",
    "El pueblo de Zamud también rechazó las advertencias (de su Mensajero).",
    "Quienes negaban la verdad de entre ellos dijeron: “¿Seguiremos a un hombre corriente que no se diferencia de nosotros en nada? De hacerlo, estaríamos extraviados y habríamos perdido la razón.",
    "¿Acaso iba a recibir él de entre todos nosotros la revelación? ¡No!, más bien es un mentiroso y un insolente”.",
    "Pronto sabrán quiénes son los mentirosos y los insolentes.",
    "Les enviaremos una camella para ponerlos a prueba. Espera a ver (lo que harán y lo que será de ellos, ¡oh, Saleh!), y sé paciente.",
    "E infórmales que tendrán que compartir el agua con ella y que tendrán turnos establecidos para beber.",
    "Mas llamaron a uno de los suyos (para degollarla), y este tomó una espada y la mató.",
    "¡Y qué terrible fue Mi castigo para quienes no tuvieron en cuenta Mis advertencias!",
    "Bastó con enviarles un solo grito (del ángel Gabriel) y quedaron destruidos, como si fueran forraje seco y pisoteado.",
    "Y, ciertamente, hemos facilitado la memorización y la comprensión del Corán para quienes reflexionan sobre él. ¿Hay quien aprenda de sus lecciones?",
    "El pueblo del Profeta Lot también rechazó las advertencias de su Mensajero.",
    "Y enviamos sobre ellos una tormenta de guijarros (que los destruyó), salvo a la familia de Lot, pues los salvamos al amanecer",
    "por gracia Nuestra. Así es como recompensamos a quienes son agradecidos.",
    "Y, ciertamente, Lot los advirtió de Nuestro castigo; mas dudaron de las advertencias.",
    "Y pretendieron seducir a sus huéspedes (los ángeles bajo apariencia humana que fueron enviados para castigarlos); mas les cegamos los ojos y les dijimos: “Sufran Mi castigo y Mis amenazas”.",
    "Y a primeras horas de la mañana se abatió sobre ellos un castigo incesante.",
    "¡Sufran, pues, Mi castigo y Mis amenazas!",
    "Y, ciertamente, hemos facilitado la memorización y la comprensión del Corán para quienes reflexionan sobre él. ¿Hay quien aprenda de sus lecciones?",
    "Y las gentes del Faraón recibieron las advertencias (de Moisés y de Aarón).",
    "Mas negaron todos Nuestros milagros y pruebas, y los castigamos con severidad, con un castigo digno del Poderoso y Omnipotente.",
    "¿Acaso quienes niegan la verdad de entre ustedes (¡oh, habitantes de La Meca!) son mejores que los que hemos mencionado? ¿O acaso Al-lah les ha prometido en los Libros revelados que Su castigo no los alcanzará?",
    "¿O acaso dicen: “Somos un grupo numeroso e invencible”?",
    "Pero serán derrotados y huirán.",
    "Y están citados para la Hora (de la Resurrección), y esta será más terrible y amarga (para ellos que el castigo de esta vida).",
    "En verdad, los pecadores que rechazan la verdad están extraviados y recibirán el castigo de un fuego abrasador (en la otra vida).",
    "Ese día serán arrastrados hacia el fuego boca abajo (y se les dirá:) “Sufran el dolor del fuego del Infierno”.",
    "Realmente, todo lo hemos creado en su justa medida según un decreto previo (que consta en la Tabla Protegida).",
    "Y (si deseamos algo) Nos basta con una sola orden y (Nuestra voluntad) se cumple en un abrir y cerrar de ojos.",
    "Y, en verdad, destruimos a quienes, al igual que ustedes, desmintieron a sus profetas. ¿Acaso no hay quien reflexione sobre ello?",
    "Y todo lo que (los siervos) hacen está anotado en los registros de sus obras.",
    "Y todas las cosas, ya sean insignificantes o importantes, están registradas (en la Tabla Protegida).",
    "En verdad, los piadosos estarán entre jardines y ríos,",
    "en un lugar honorable, junto al Soberano Todopoderoso.",
    "El Clemente.",
    "Ha enseñado el Corán.",
    "Ha creado al hombre",
    "y le ha enseñado a hablar con elocuencia (y a pronunciar con corrección).",
    "El sol y la luna (recorren sus órbitas) con precisión.",
    "Las plantas y los árboles se postran (ante su Señor).",
    "Elevó el cielo y estableció la balanza de la justicia",
    "para que no transgredieran sus límites.",
    "Sean justos y equitativos cuando pesen y midan, y no hagan trampas.",
    "Y (Al-lah) dispuso la tierra para Sus criaturas.",
    "En ella hay todo tipo de frutas y palmeras con racimos de dátiles,",
    "granos con cáscara y plantas aromáticas.",
    "¿Cuál de las bendiciones de Al-lah, ustedes (yinn y hombres), negarán, pues?",
    "Creó al hombre de barro seco como el que se emplea para hacer la cerámica.",
    "Y creó a los yinn de una llama de fuego puro, sin humo.",
    "¿Cuál de las bendiciones de Al-lah, ustedes (yinn y hombres), negarán, pues?",
    "Él es el Señor de los dos amaneceres y de las dos puestas de sol.",
    "¿Cuál de las bendiciones de Al-lah, ustedes (yinn y hombres), negarán, pues?",
    "(Él hace que) las dos masas de agua (la dulce de los ríos y la salada del mar) confluyan",
    "sin que traspasen una barrera establecida entre las dos.",
    "¿Cuál de las bendiciones de Al-lah, ustedes (yinn y hombres), negarán, pues?",
    "De ellas se extraen la perla y el coral.",
    "¿Cuál de las bendiciones de Al-lah, ustedes (yinn y hombres), negarán, pues?",
    "A Él pertenece (el hecho de) que embarcaciones como montañas (por su gran tamaño) naveguen en el mar.",
    "¿Cuál de las bendiciones de Al-lah, ustedes (yinn y hombres), negarán, pues?",
    "Todo cuanto existe sobre la faz (de la tierra) perecerá.",
    "Y solo el solemne y honorable rostro de tu Señor permanecerá para siempre.",
    "¿Cuál de las bendiciones de Al-lah, ustedes (yinn y hombres), negarán, pues?",
    "Cuanto hay en los cielos y en la tierra Le suplican, y Él cada día atiende los asuntos (de Su creación).",
    "¿Cuál de las bendiciones de Al-lah, ustedes (yinn y hombres), negarán, pues?",
    "Nos encargaremos de (juzgarlos a) ustedes dos, hombres y yinn.",
    "¿Cuál de las bendiciones de Al-lah, ustedes (yinn y hombres), negarán, pues?",
    "¡Comunidades de yinn y hombres!, si pueden traspasar los confines de los cielos y de la tierra (para escapar) de Al-lah, háganlo; mas solo podrían traspasarlos por orden Mía.",
    "¿Cuál de las bendiciones de Al-lah, ustedes (yinn y hombres), negarán, pues?",
    "(Si intentaran escapar) se les arrojarían llamaradas de fuego y humo (o cobre fundido) y no podrían protegerse.",
    "¿Cuál de las bendiciones de Al-lah, ustedes (yinn y hombres), negarán, pues?",
    "Y cuando el cielo se rasgue (para que desciendan los ángeles el Día de la Resurrección) parecerá una flor teñida de rojo (o del color de los metales fundidos, debido al horror de ese día).",
    "¿Cuál de las bendiciones de Al-lah, ustedes (yinn y hombres), negarán, pues?",
    "Ese día no será necesario preguntar a ningún hombre o yinn sobre sus pecados.",
    "¿Cuál de las bendiciones de Al-lah, ustedes (yinn y hombres), negarán, pues?",
    "Los pecadores incrédulos serán reconocidos por unas marcas (distintivas) y (los ángeles) los tomarán por el copete y por los pies (para arrojarlos al fuego).",
    "¿Cuál de las bendiciones de Al-lah, ustedes (yinn y hombres), negarán, pues?",
    "Este es el Infierno que los pecadores incrédulos negaban.",
    "Sufrirán alternativamente (y de manera continua) el castigo del fuego y el del agua hirviendo.",
    "¿Cuál de las bendiciones de Al-lah, ustedes (yinn y hombres), negarán, pues?",
    "Mas quien haya temido comparecer ante su Señor (y haya obrado bien) tendrá dos jardines.",
    "¿Cuál de las bendiciones de Al-lah, ustedes (yinn y hombres), negarán, pues?",
    "Las ramas (de los árboles de dichos jardines) estarán cargadas de frutos.",
    "¿Cuál de las bendiciones de Al-lah, ustedes (yinn y hombres), negarán, pues?",
    "En ambos habrá dos manantiales cuyas aguas fluirán libremente.",
    "¿Cuál de las bendiciones de Al-lah, ustedes (yinn y hombres), negarán, pues?",
    "Ambos producirán dos tipos distintos de cada clase de fruta.",
    "¿Cuál de las bendiciones de Al-lah, ustedes (yinn y hombres), negarán, pues?",
    "(Sus habitantes) estarán recostados en lechos recubiertos de brocado, y las frutas de ambos jardines estarán al alcance de la mano.",
    "¿Cuál de las bendiciones de Al-lah, ustedes (yinn y hombres), negarán, pues?",
    "En ambos habrá (hermosas huríes) que solo mirarán a sus esposos y que ningún hombre o yinn habrá tocado con anterioridad.",
    "¿Cuál de las bendiciones de Al-lah, ustedes (yinn y hombres), negarán, pues?",
    "(Su belleza) se asemejará a la de los rubíes y a la del coral.",
    "¿Cuál de las bendiciones de Al-lah, ustedes (yinn y hombres), negarán, pues?",
    "¿Acaso el bien no merece el bien como recompensa?",
    "¿Cuál de las bendiciones de Al-lah, ustedes (yinn y hombres), negarán, pues?",
    "Y habrá otros dos jardines (para ellos) aparte de los anteriores.",
    "¿Cuál de las bendiciones de Al-lah, ustedes (yinn y hombres), negarán, pues?",
    "(Dichos jardines) serán de un verde oscuro (debido a su frondosidad).",
    "¿Cuál de las bendiciones de Al-lah, ustedes (yinn y hombres), negarán, pues?",
    "En ambos brotarán continuamente dos manantiales.",
    "¿Cuál de las bendiciones de Al-lah, ustedes (yinn y hombres), negarán, pues?",
    "En ambos habrá distintos tipos de frutas, palmeras y granados.",
    "¿Cuál de las bendiciones de Al-lah, ustedes (yinn y hombres), negarán, pues?",
    "En dichos jardines habrá (mujeres) virtuosas y bellas.",
    "¿Cuál de las bendiciones de Al-lah, ustedes (yinn y hombres), negarán, pues?",
    "(Esas mujeres) serán huríes protegidas en pabellones.",
    "¿Cuál de las bendiciones de Al-lah, ustedes (yinn y hombres), negarán, pues?",
    "Ningún hombre o yinn las habrá tocado con anterioridad.",
    "¿Cuál de las bendiciones de Al-lah, ustedes (yinn y hombres), negarán, pues?",
    "Estarán recostadas sobre verdes cojines y bellas alfombras.",
    "¿Cuál de las bendiciones de Al-lah, ustedes, yinn y hombres, negarán, pues?",
    "Bendito sea el nombre de tu Señor, Dueño de la Majestad y del Honor.",
    "Cuando tenga lugar el suceso inevitable (la llegada del Día de la Resurrección),",
    "nadie podrá negarlo (ni detenerlo).",
    "(Unos serán) humillados (en lo más bajo del Infierno) y (otros) enaltecidos (en el Paraíso).",
    "Cuando la tierra sea sacudida violentamente (el Día de la Resurrección)",
    "y las montañas sean pulverizadas",
    "y se conviertan en polvo esparcido,",
    "entonces se dividirán en tres grupos:",
    "los de la derecha, ¡qué afortunados serán!;",
    "los de la izquierda, ¡qué desdichados serán!;",
    "y los (virtuosos) que compitieron por ser los primeros (en la obediencia a Al-lah y en la realización de buenas obras) serán los primeros (en ser honrados en la otra vida).",
    "Estos serán los más cercanos a Al-lah",
    "(y habitarán) en los jardines de las delicias.",
    "(Este grupo lo formará) una multitud de entre las primeras comunidades (creyentes)",
    "y unos pocos de entre las últimas.",
    "Tendrán divanes adornados (con oro y piedras preciosas)",
    "sobre los que se reclinarán unos frente a otros.",
    "Entre ellos circularán sirvientes eternamente jóvenes",
    "con copas, jarras y vasos de un vino (puro) que manará constantemente (de un manantial),",
    "el cual no les causará dolor de cabeza ni embriaguez.",
    "Y (les servirán también) la fruta que escojan",
    "y la carne de ave que deseen.",
    "Y tendrán (por esposas) a huríes de (grandes y hermosos) ojos,",
    "las cuales se asemejarán (por su blancura) a las perlas protegidas,",
    "en recompensa por las buenas acciones que realizaron (en la vida terrenal).",
    "Allí no escucharán banalidades ni palabras pecaminosas.",
    "Solo escucharán saludos de paz.",
    "Y los de la derecha, ¡qué afortunados serán!",
    "Estarán entre azufaifos sin espinas",
    "y bananos cargados de frutas apiladas",
    "bajo una extensa sombra.",
    "(Habrá cerca de ellos) agua que no dejará de manar",
    "y fruta en abundancia",
    "que no se agotará y estará siempre a mano.",
    "Y estarán sobre lechos elevados.",
    "Realmente, hemos creado (a las huríes del Paraíso) de manera que sean perfectas.",
    "Y las hemos hecho siempre vírgenes,",
    "afectuosas con sus esposos y de la misma edad.",
    "Esa será (la recompensa) para los de la derecha,",
    "(que estará formada por) una multitud de entre las primeras naciones (creyentes)",
    "y una multitud de entre las últimas.",
    "Y los de la izquierda, ¡qué desdichados serán!",
    "Estarán entre vientos abrasadores y agua hirviendo,",
    "y bajo la sombra de un humo negro",
    "que no será ni fresca ni agradable.",
    "(Esos) se habían entregado antes a los placeres de la vida terrenal",
    "y persistieron en el gran pecado (de la idolatría).",
    "Solían decir (en tono de burla): “Cuando muramos y seamos polvo y huesos, ¿resucitaremos?,",
    "¿y nuestros antepasados también?”.",
    "Diles (¡oh, Muhammad!): “En verdad, tanto las primeras como las últimas generaciones",
    "serán reunidas para comparecer en un día que ha sido determinado (el Día de la Resurrección)”.",
    "Después, ustedes, los que se han extraviado del camino y han negado la verdad,",
    "comerán del árbol (infernal) de Zaqqum",
    "hasta llenar sus estómagos.",
    "Luego beberán agua hirviendo",
    "como beben los camellos sedientos (que no pueden apagar su sed).",
    "Esto es lo que les ha sido preparado para el Día del Juicio Final.",
    "Nosotros los creamos, ¿por qué no creen, pues, (en la resurrección)?",
    "¿Es que no ven (el semen) que eyaculan?",
    "¿Ustedes lo han creado o Nosotros?",
    "Nosotros hemos decretado su muerte y nada Nos impide",
    "cambiar su apariencia y transformarlos en algo que ignoran.",
    "Y saben que Al-lah los creó cuando no eran nada; entonces, ¿por qué no reflexionan?",
    "¿Acaso no reparan en los cultivos que siembran?",
    "¿Son ustedes quienes hacen que crezcan o Nosotros?",
    "Si quisiéramos, haríamos que se secaran, y lamentarían lo sucedido sorprendidos.",
    "(Dirían:) “Realmente, estamos arruinados.",
    "Hemos sido privados (de la cosecha)”.",
    "¿Acaso no reparan en el agua que beben?",
    "¿Son ustedes quienes hacen que descienda de las nubes o Nosotros?",
    "Si quisiéramos, la tornaríamos salada; ¿por qué no son, pues, agradecidos?",
    "¿Acaso no reparan en el fuego que prenden?",
    "¿Son ustedes quienes han creado los árboles (con los que lo encienden) o Nosotros?",
    "Nosotros hemos hecho del fuego (de la vida terrenal) un recordatorio (del Infierno) y un elemento de utilidad para los viajeros (y para todo aquel que pueda beneficiarse de él).",
    "¡Glorifica, pues, con alabanzas el nombre de tu Señor, el más Grande!",
    "Juro por la posición de las estrellas,",
    "y este es un juramento extraordinario, si supieran,",
    "que este Corán es una recitación honorable",
    "que consta en un registro preservado (la Tabla Protegida),",
    "el cual solo pueden tocar quienes están purificados (los ángeles).",
    "(Y este Corán) es una revelación del Señor de toda la creación.",
    "¿No creen en esta recitación?,",
    "¿y, en vez de agradecerle a Al-lah el sustento que les concede, lo niegan?",
    "Entonces, ¿por qué cuando el alma alcanza la garganta (de quien está a punto de morir no evitan que esta salga del cuerpo),",
    "siendo que ustedes se hallan presentes en dicho momento, mirando?",
    "Mas Nosotros estamos más cerca de él que ustedes, aunque no puedan verlo.",
    "Si ustedes creen realmente que no resucitarán ni tendrán que rendir cuentas de sus acciones,",
    "¿por qué no hacen que su alma regrese (al cuerpo, si son veraces en lo que alegan)?",
    "Si (el fallecido) es de los más cercanos a Al-lah (porque competía por ser el primero en obedecerlo),",
    "tendrá descanso y una buena provisión en el jardín de las delicias.",
    "Si es de los de la derecha,",
    "(los ángeles le dirán:) “La paz esté contigo, estás entre los de la derecha”.",
    "Pero si es de quienes negaban (la verdad) y estaban extraviados,",
    "recibirá agua hirviendo (como castigo)",
    "y entrará al fuego del Infierno",
    "Esta es la pura verdad, sin duda alguna.",
    "¡Glorifica, pues, con alabanzas el nombre de tu Señor, el más Grande!",
    "Todo cuanto existe en los cielos y en la tierra glorifica a Al-lah, el Poderoso, el Sabio.",
    "A Él pertenece la soberanía de los cielos y de la tierra. Él da la vida y la muerte y es Todopoderoso.",
    "Él es el Primero y el Último, Az-Zāhir y Al Bātin, y tiene conocimiento sobre todas las cosas.",
    "Él es Quien creó los cielos y la tierra en seis días y después se asentó sobre el Trono. Conoce lo que entra en la tierra (como la lluvia o las semillas) y lo que sale de ella (como las plantas y los metales), lo que desciende del cielo (como la lluvia) y lo que asciende a él (como los ángeles y las acciones de Sus siervos). Está con ustedes (mediante Su conocimiento) allí donde estén; observa todo lo que hacen.",
    "A Él pertenece la soberanía de los cielos y de la tierra, y todos los asuntos retornarán a Él (para que decida sobre ellos el Día de la Resurrección).",
    "Hace que la noche penetre en el día y el día en la noche, y conoce lo que encierran los corazones.",
    "Crean en Al-lah y en Su Mensajero y contribuyan a Su causa con parte de los bienes que les ha confiado. Quienes crean de entre ustedes y contribuyan (con sus bienes a la causa de Al-lah) recibirán una gran recompensa.",
    "¿Por qué no creen en (la unicidad de) Al-lah (ustedes, incrédulos) cuando el Mensajero los llama a que crean en su Señor y se comprometieron (a reconocerlo como tal), si de verdad creen (que Él es el Creador de todo)?",
    "Él es Quien revela a Su siervo (Muhammad) claras aleyas para sacarlos de las tinieblas y conducirlos hacia la luz. Y Al-lah es Compasivo y Misericordioso con ustedes.",
    "¿Y por qué no contribuyen (con sus bienes) a la causa de Al-lah cuando a Él pertenece la herencia de los cielos y de la tierra? No puede compararse aquel de ustedes que contribuyó con sus bienes y luchó por la causa de Al-lah antes de la liberación (de La Meca) con quien no lo hizo. El primero gozará de un nivel más elevado en el Paraíso que quien contribuyó con sus bienes y luchó por la causa de Al-lah después de la liberación de la ciudad; mas Al-lah ha prometido a ambos el Paraíso. Y Al-lah está bien informado de lo que hacen.",
    "¿Quién ofrece a Al-lah un préstamo generoso (contribuyendo con sus bienes a Su causa) para que Él se lo devuelva multiplicado con creces y le conceda una generosa recompensa?",
    "(Menciona a tu gente, ¡oh, Muhammad!) el día en que verás la luz (de la fe) de los creyentes y de las creyentes proyectarse frente a ellos y hacia su derecha. Los ángeles les dirán: “Reciban la buena noticia de su recompensa: jardines por los cuales corren ríos, donde vivirán eternamente. ¡Ese es el gran triunfo!”.",
    "Ese día los hipócritas y las hipócritas dirán a los creyentes: “¡Espérennos para que podamos iluminarnos con su luz!”. Se les dirá: “¡Retrocedan y búsquense una luz para ustedes!”. Y se levantará un muro entre ellos en el que habrá una puerta. Detrás de la puerta estará la misericordia (del Paraíso); y fuera, frente a ella, el castigo (del Infierno).",
    "Los llamarán diciéndoles: “¿Acaso no estábamos con ustedes?”. (Los creyentes) contestarán: “¡Sí, lo estaban! Pero cayeron en la incredulidad, aguardaron a que nos sucediera alguna desgracia, dudaron y los traicionaron sus falsas esperanzas, hasta que les llegó el decreto de Al-lah (su muerte); y el Demonio los engañó acerca de Él.",
    "Hoy no se aceptará ninguna compensación de su parte ni de la de quienes rechazaban la verdad (para librarlos del castigo). Habitarán en el fuego. Ese será su merecido; y ¡qué pésimo destino!”.",
    "¿Acaso no es hora de que los corazones de los creyentes se sometan con humildad a la mención y glorificación de Al-lah y a la verdad que ha revelado para que no sean como quienes recibieron las Escrituras con anterioridad, cuyos corazones se fueron endureciendo con el paso del tiempo? Y muchos de ellos fueron rebeldes (al desobedecer a Al-lah).",
    "Sepan que Al-lah reaviva la tierra tras su muerte. Les hemos explicado con claridad las pruebas (de Nuestro poder) para que razonen.",
    "Quienes den caridad, sean hombres o mujeres, y contribuyan con sus bienes a la causa de Al-lah verán su contribución multiplicada con creces y recibirán una generosa recompensa.",
    "Y quienes crean en Al-lah y en todos Sus mensajeros (por igual) serán los realmente veraces. Y los mártires recibirán de Al-lah su recompensa y su luz. Y quienes no crean y desmientan las pruebas (de Nuestra unicidad) serán los habitantes del fuego.",
    "Sepan que esta vida terrenal no es más que juego, distracción, encanto, presunción y rivalidad entre ustedes por la cantidad de riquezas y de hijos que tienen. Es como una lluvia que hace que las plantas crezcan causando la admiración de los sembradores, mas luego estas se secan tornándose ocres hasta que quedan desmenuzadas en pequeños fragmentos. Y en la otra vida habrá un severo castigo (para quienes hayan vivido indiferentes a la verdad) y el perdón de Al-lah y Su complacencia (para quienes Lo hayan obedecido). Y esta vida no es más que un disfrute engañoso.",
    "Compitan (entre ustedes en las buenas obras) para estar entre los primeros en alcanzar el perdón de su Señor y un Paraíso del tamaño del cielo y de la tierra, que ha sido preparado para quienes creen en Al-lah y en Su Mensajero. Este es el favor que Al-lah concede a quien desea; y Al-lah es el dueño del favor inmenso.",
    "Todas las desgracias que suceden en la tierra y que les suceden a ustedes mismos constan en un registro junto a Al-lah y fueron decretadas antes de que ocurriesen; y eso es fácil para Él.",
    "(Eso es) para que no se entristezcan por lo que no han logrado y para que no se alegren por lo que se les ha concedido; y Al-lah no ama a los altivos presuntuosos.",
    "Esos son mezquinos e incitan a los hombres a la avaricia. Y quien se aleje (de la obediencia a Al-lah) que sepa que Él no necesita nada de nadie y es digno de toda alabanza.",
    "Ciertamente, enviamos a Nuestros mensajeros con milagros y pruebas evidentes, e hicimos descender con ellos Escrituras sagradas y la balanza para que la gente actuase con justicia. E hicimos descender (sobre la tierra) el hierro, en el que hay un gran poder (para la lucha) y otros muchos beneficios para los hombres; y ello para que evidenciáramos quién defiende a Al-lah y a Sus mensajeros (luchando por Su causa) cuando no son vistos. En verdad, Al-lah es Fuerte y Poderoso.",
    "Y enviamos a Noé y a Abraham (a sus respectivos pueblos), e hicimos que entre su progenie se sucedieran los profetas y que estos recibieran Escrituras sagradas. Entre sus descendientes hay quienes siguieron el buen camino; pero muchos fueron rebeldes.",
    "Después hicimos que los sucedieran otros mensajeros. Y enviamos como Mensajero a Jesús, hijo de María, a quien concedimos el Evangelio; e infundimos en los corazones de quienes lo siguieron la compasión y la misericordia. Y ellos establecieron el monacato, sin que Nosotros se lo prescribiéramos, anhelando la complacencia de Al-lah; pero no lo cumplieron como debían. Y concedimos su debida recompensa a quienes de entre ellos creyeron (y no alteraron la verdad); pero muchos fueron rebeldes (al desobedecer los mandatos de Al-lah).",
    "¡Oh, creyentes!, teman a Al-lah y crean en Su Mensajero. Multiplicará Su misericordia sobre ustedes, les concederá una luz para guiarlos y los perdonará; y Al-lah es Indulgente y Misericordioso.",
    "Esto es para que los judíos y los cristianos sepan que no tienen ningún poder sobre el favor de Al-lah, pues todo el favor Le pertenece a Él, Quien lo dispensa a quien quiere. Y Él es el dueño del favor inmenso."
  ]
}