{
  "meta": {
    "id": 199,
    "name": "Noor International Center",
    "translator_name": "Noor International Center",
    "slug": "sp-noor-international-center",
    "language_name": "spanish"
  },
  "verses": [
    "Bendito sea Aquel en Cuya mano está la soberanía absoluta de todo y es Todopoderoso.",
    "Él es Quien creó la muerte y la vida para ponerlos a prueba y ver quién obraba más rectamente. Y Él es el Poderoso, el Indulgente.",
    "Él es Quien creó siete cielos superpuestos. No verás en la creación del Clemente ninguna imperfección. Vuelve tu vista al cielo, ¿acaso ves algún fallo?",
    "Después, vuelve tu mirada nuevamente, una y otra vez. Tu mirada regresará frustrada y extenuada (incapaz de encontrar defecto alguno).",
    "Y, ciertamente, hemos adornado el cielo de este mundo con (estrellas que brillan cual) lámparas, y hacemos de ellas proyectiles contra los demonios (que pretenden escuchar lo que se dice en el cielo). Y hemos preparado para ellos el castigo de un fuego abrasador.",
    "Y quienes no creen en su Señor recibirán el castigo del Infierno; ¡y qué pésimo destino!",
    "Cuando sean arrojados al fuego, escucharán en su interior ruidos desagradables a la vez que este bullirá.",
    "Estará a punto de estallar de ira. Cada vez que un grupo sea arrojado a él, los ángeles guardianes del Infierno les preguntarán: “¿Acaso no recibieron a ningún amonestador (que les advirtiera del castigo de Al-lah)?”.",
    "Contestarán: “Sí, ciertamente llegó a nosotros un Mensajero de Al-lah advirtiéndonos de ello, mas lo desmentimos y dijimos: ‘Al-lah no ha revelado nada y ustedes (amonestadores) están en un gran extravío’”.",
    "Y añadirán: “Si hubiésemos escuchado y hubiésemos razonado sobre lo que decían, no estaríamos (hoy) entre los habitantes del fuego abrasador”.",
    "Y reconocerán entonces sus pecados. ¡Que Al-lah aleje de Su misericordia a los habitantes del fuego abrasador!",
    "En verdad, quienes teman a su Señor cuando no son vistosobtendrán el perdón de sus pecados y una gran recompensa (por sus buenas acciones).",
    "Tanto da si guardan en su interior lo que piensan como si lo expresan con palabras, pues Él conoce bien lo que ocultan los corazones.",
    "¿Cómo no iba a conocerlo Aquel que ha creado todas las cosas? Él es el Sutil y está informado de todo.",
    "Él es Quien facilitó que pudieran habitar la tierra. Recorran sus confines y coman de lo que les provee; y Él los resucitará (para juzgarlos).",
    "¿Acaso se sienten a salvo (¡ustedes que rechazan la verdad!) de que Quien está en el cielo no haga que los trague la tierra cuando esta tiemble?",
    "¿Acaso se sienten a salvo de que Quien está en el cielo no envíe contra ustedes un fuerte vendaval cargado de guijarros? Entonces conocerán (la severidad de Mi castigo) que les advertía.",
    "Y, ciertamente, quienes los precedieron también desmintieron a sus profetas y negaron la verdad. ¡Y qué terrible fue Mi castigo!",
    "¿Acaso no observan cómo las aves que vuelan sobre ellos extienden y recogen las alas? El Clemente es Quien las sostiene (en el aire). En verdad, Él ve todas las cosas.",
    "¿Quién, a parte del Clemente, podría actuar como un ejército auxiliándolos y protegiéndolos (del castigo)? Mas quienes rechazan la verdad viven sumidos en el engaño.",
    "¿Quién podría proveerlos si Al-lah retuviese Su sustento? Mas (quienes rechazan la verdad) persisten en su soberbia y en su extravío.",
    "¿Quién está mejor guiado: el que camina cabizbajo (y no ve lo que hay delante de él) o el que camina erguido por el camino recto?",
    "Di (a tu pueblo, ¡oh, Muhammad!): “Al-lah es Quien los creó y les concedió el oído, la vista y la razón. Poco es lo que se Lo agradecen”.",
    "Diles: “Él es Quien los creó y los dispersó sobre la tierra, y ante Él serán reunidos (el Día de la Resurrección)”.",
    "Y dicen (quienes niegan la verdad a los creyentes): “¿Y cuándo tendrá lugar esa promesa (de la resurrección), si son veraces?”.",
    "Diles (¡oh, Muhammad!): “Solo Al-lah tiene conocimiento de ello, y yo no soy más que un simple amonestador”.",
    "Y cuando vean próximo el castigo (tras el comienzo del Juicio Final), los rostros de quienes rechazaron la verdad se consternarán. Y (los ángeles) les dirán (recriminándolos): “Esto es lo que pedían con apremio”.",
    "Diles (a quienes niegan la verdad, ¡oh, Muhammad!): “Si Al-lah me destruyese a mí y a quienes me siguen (como desean) o se apiadase de nosotros, ¿acaso eso los libraría de un castigo doloroso?”.",
    "Diles: “Él es el Clemente. En Él creemos y en Él depositamos nuestra confianza. Y ya sabrán quiénes son los que están en un claro extravío”.",
    "Diles: “Díganme, si su agua desapareciera bajo la tierra, ¿quién podría hacerla brotar para ustedes (salvo Al-lah)?”.",
    "Nun. (Juro) por el cálamo y por lo que escriben (los ángeles que registran las acciones de los hombres)",
    "que tú (¡oh, Muhammad!), por la gracia de tu Señor, no estás loco (como alegan quienes te desmienten);",
    "y tienes reservada una recompensa sin límites (en el Paraíso).",
    "Y realmente posees un excelente carácter y una gran moral.",
    "Pronto verás, y ellos también,",
    "quiénes son los que han perdido la razón.",
    "En verdad, tu Señor conoce bien quiénes se han extraviado de Su camino y quiénes están bien guiados.",
    "No cedas, pues, ante quienes niegan la verdad.",
    "Desearían que fueras condescendiente con ellos (permitiéndoles su práctica de adoración) para serlo ellos contigo (permitiéndote la tuya).",
    "No cedas ante todo aquel que jura constantemente en falso,",
    "difama a los demás sembrando la discordia,",
    "impide el bien y es un transgresor pecador,",
    "duro de corazón, cuyos orígenes son, además, desconocidos.",
    "¿(Actúa así) porque posee muchas riquezas e hijos?",
    "Si se le recitan Nuestras aleyas, dice: “¡No son más que viejas leyendas!”.",
    "Le haremos una marca en su rostro (que persistirá de por vida para que sea reconocido por la gente).",
    "Realmente, los hemos puesto a prueba (a los habitantes de La Meca con hambre y sequía) como pusimos a prueba a los dueños de una huerta, cuando juraron entre ellos recoger todos sus frutos temprano por la mañana",
    "sin decir “si Al-lah quiere”.",
    "Entonces Al-lah envío un castigo sobre la huerta (un fuego que la abrasó) mientras ellos dormían,",
    "y, al amanecer, apareció negra (calcinada) como la noche oscura.",
    "(Tras despertarse) se llamaron los unos a los otros bien temprano",
    "(diciéndose:) “Vayamos a la huerta si queremos recoger sus frutos (sin que nadie nos vea)”.",
    "y se pusieron en camino mientras se susurraban:",
    "“No dejen que entre hoy ningún pobre”.",
    "Y salieron con prepotencia (pensando que podrían llevar a cabo su plan).",
    "Mas cuando la vieron (no la reconocieron y) se dijeron que se habían equivocado.",
    "(Después, tras tener certeza de que era su huerta, dijeron:) “Lo hemos perdido todo”.",
    "El más sensato de ellos dijo: “¿Acaso no les dije que recordáramos a Al-lah (diciendo ‘si Al-lah quiere’ cuando decidimos recolectarlo todo)?”.",
    "Dijeron (arrepentidos): “¡Glorificado sea Al-lah!, hemos sido injustos”.",
    "Y empezaron a echarse las culpas unos a otros.",
    "Dijeron: “¡Ay de nosotros!, realmente nos hemos excedido (al no haber querido dar nada en caridad).",
    "Puede que Al-lah nos conceda algo mejor (a lo que hemos perdido, si nos arrepentimos). Realmente, deseamos que nuestro Señor nos perdone”.",
    "Así castiga Al-lah (en esta vida a quien se excede); pero el castigo de la otra vida es aún mayor, ¡si supieran!",
    "En verdad, los piadosos tienen reservado junto a su Señor los jardines de las delicias.",
    "¿Acaso íbamos a tratar a quienes se someten a su Señor como a los transgresores (que se rebelan contra Al-lah)?",
    "¿Qué les sucede? ¿Cómo juzgan (tan mal)?",
    "¿O es que siguen alguna revelación divina",
    "que les dice que tendrán todo aquello que deseen?,",
    "¿o acaso les hemos concedido una promesa de Nuestra parte, valedera hasta el Día de la Resurrección, de que obtendrán lo que quieran para ustedes?",
    "Pregúntales (¡oh, Muhammad!) quién puede garantizarlo.",
    "¿Acaso tienen divinidades (que se lo garantizan)? ¡Que traigan a esas divinidades si son veraces!",
    "El Día de la Resurrección se manifestará con todo su horror, y se les pedirá a quienes rechazaban la verdad que se postren, mas no podrán hacerlo.",
    "Mantendrán la mirada baja y estarán cubiertos por la humillación. En verdad, eran invitados a postrarse (sometiéndose a Al-lah en la vida terrenal) cuando físicamente podían (y no lo hacían).",
    "Déjame a solas con quienes niegan esta exhortación (¡oh, Muhammad!). Los castigaremos gradualmente por donde menos se lo esperen.",
    "Y les concederé un plazo de tiempo (antes de castigarlos). Realmente, Mi plan es sólido.",
    "¿O acaso les pides una remuneración por transmitirles el mensaje y esta los agobia?",
    "¿O es que poseen el conocimiento absoluto del gaib y lo registran?",
    "Espera pacientemente (¡oh, Muhammad!) la decisión de Al-lah, y no seas como el del pez (el Profeta Jonás) que invocó (a Al-lah pidiéndole auxilio) cuando estaba angustiado (en el interior del animal).",
    "Si no hubiera sido por la gracia de su Señor, habría sido arrojado a un lugar inhóspito, reprochado.",
    "Mas Al-lah lo había escogido (para que fuera un Profeta) e hizo que fuera de los rectos y virtuosos.",
    "Quienes rechazan la verdad casi te lanzan un mal de ojo para derribarte (por el odio que te tienen) cuando escuchan la exhortación (del Corán), y dicen de ti que estás loco.",
    "Mas (este Corán) no es más que una exhortación para los mundos de los hombres y de los yinn.",
    "El Día de la Verdad.",
    "¿Qué es el Día de la Verdad?,",
    "¿cómo puedes saber lo que es el Día de la Verdad?",
    "Los pueblos de Zamud y 'Ad negaron el día que inevitablemente llegará (el Día de la Resurrección).",
    "En cuanto al pueblo de Zamud, fue destruido por un gran estruendo;",
    "mientras que el pueblo de ‘Ad fue destruido por un fuerte viento helado",
    "que (Al-lah) desató sobre ellos durante siete noches y ocho días consecutivos, hasta que quedaron tendidos muertos como troncos huecos de palmeras abatidas.",
    "¿Acaso puedes ver algún rastro de ellos?",
    "Y también cometieron graves pecados el Faraón, otros pueblos que (negaron la verdad y) los precedieron y (las gentes de) las ciudades que fueron volteadas (Sodoma y Gomorra).",
    "Desobedecieron a los mensajeros de su Señor y fueron (entonces) castigados con severidad.",
    "Y cuando las aguas se desbordaron inundándolo todo, llevamos a sus antecesores creyentes en el arca (y ahogamos a los demás).",
    "E hicimos de lo sucedido un motivo de reflexión para todo aquel que oyera atentamente (dicha historia).",
    "Y cuando el cuerno sea soplado una vez",
    "y la tierra y las montañas sean alzadas y pulverizadas de un solo golpe,",
    "ese día sucederá lo que inevitablemente tendrá que ocurrir (la llegada del Día de la Resurrección).",
    "Y el cielo se rasgará ese día debido a su fragilidad.",
    "Los ángeles se situarán en sus confines, y ocho de ellos portarán el Trono de tu Señor.",
    "Ese día comparecerán (para ser juzgados), y no quedará oculto ningún secreto vuestro.",
    "Quien reciba el registro de sus obras con la mano derecha dirá (a los demás con alegría): “¡Vengan! ¡Lean mi registro!",
    "Tenía la certeza de que rendiría cuenta de mis obras”.",
    "Y vivirá complacido",
    "en un jardín elevado (del Paraíso).",
    "Los frutos de dicho jardín estarán al alcance de la mano.",
    "(Se les dirá:) “Coman y beban con placer en recompensa por (las buenas acciones) que realizaron en el pasado”.",
    "Mas quien reciba el registro de sus obras con la mano izquierda dirá: “¡Ojalá no me hubieran entregado mi registro!,",
    "¡ni supiera lo que me espera tras haber sido juzgado!",
    "¡Ojalá (la muerte) hubiese sido mi final (y no hubiese resucitado)!",
    "De nada me han servido mis bienes.",
    "Mi poder ha desaparecido”.",
    "(Se les dirá a los ángeles guardianes del Infierno:) “Aprésenlo y encadénenlo.",
    "Luego arrójenlo al Infierno.",
    "Engánchenlo después a una cadena de setenta codos de largo”.",
    "(En la vida terrenal) no creía en Al-lah, el más Grande,",
    "ni alentaba a alimentar al pobre.",
    "Por eso hoy no tendrá ningún pariente cercano (o amigo que lo salve del castigo).",
    "Y tendrá por único alimento el pus y las secreciones de las heridas de los habitantes del Infierno,",
    "que solo será tomado por los pecadores (que se empecinaban en negar la verdad).",
    "Juro por todo lo que ven",
    "y por lo que no pueden ver",
    "que (este Corán) es realmente la palabra de (Al-lah recitada por) un honorable Mensajero (Muhammad).",
    "Y no es la palabra de un poeta, poco es lo que creen;",
    "ni la palabra de un adivinador, poco es lo que reflexionan.",
    "Es una revelación del Señor de toda la creación.",
    "Y si (Muhammad) hubiese inventado algunas palabras (del Corán) y las hubiese atribuido a Nosotros,",
    "lo habríamos castigado con severidad",
    "y le habríamos cortado la vena yugular,",
    "y ninguno de ustedes hubiese podido impedirlo.",
    "Realmente, el Corán es una exhortación para los piadosos.",
    "Y sabemos que entre ustedes (¡oh, gentes!) hay quienes lo desmienten.",
    "Y quienes rechazan la verdad se lamentarán (por haberlo desmentido cuando vean el castigo que les espera).",
    "Y (el Corán) es la pura verdad, sin duda alguna.",
    "Glorifica, pues, el nombre de tu Señor, el más Grande.",
    "Alguien (de quienes niegan la fe) pide (desafiante) que se abata un castigo, que está a punto de suceder,",
    "sobre quienes rechazan la verdad y que nadie podrá impedir,",
    "procedente de Al-lah, el Señor de las vías de ascensión (a los cielos).",
    "A Él ascienden el ángel Gabriel y el resto de los ángeles en un día cuya duración equivale a cincuenta mil años (terrenales).",
    "Sé paciente (¡oh, Muhammad!).",
    "Ellos ven (el castigo) muy lejano (como si nunca fuera a suceder),",
    "pero Nosotros lo vemos cercano.",
    "(Ocurrirá) el día en que el cielo adquirirá el color de los metales fundidos",
    "y las montañas parecerán lana cardada (por su inconsistencia),",
    "y nadie preguntará por (la situación de) ningún ser querido,",
    "a pesar de que podrán verse unos a otros. El pecador que rechazaba la verdad deseará librarse del castigo de la otra vida (entregando) a cambio a sus propios hijos,",
    "a su pareja y a su hermano,",
    "a la tribu que lo amparaba",
    "y a todos los habitantes de la tierra, con tal de salvarse.",
    "¡De ningún modo! El fuego abrasador (será su castigo);",
    "le arrancará la piel de la cabeza y de todo el cuerpo.",
    "(El fuego) llamará a quienes le dieron la espalda (a la fe) y se alejaron (de la verdad),",
    "a quienes acumulaban riquezas y las atesoraban (sin dar nada en caridad ni contribuir a la causa de Al-lah).",
    "Ciertamente, el hombre fue creado impaciente e inestable:",
    "si se ve afectado por algún mal, se desespera;",
    "y cuando es agraciado con la fortuna, se vuelve mezquino;",
    "salvo quienes realizan el salat",
    "con constancia",
    "y dan de sus bienes una parte en caridad",
    "a los mendigos y a los indigentes.",
    "Y quienes creen en el Día del Juicio Final",
    "y temen el castigo de su Señor",
    "—realmente, nadie puede sentirse a salvo del castigo de su Señor—.",
    "Y quienes preservan su castidad,",
    "salvo con sus esposas o con las esclavas que posean, pues no serán recriminados por ello.",
    "Y quienes busquen algo más allá de lo que les ha sido permitido serán unos transgresores.",
    "Y (también son una excepción) quienes devuelven lo que les ha sido confiado y cumplen sus compromisos;",
    "quienes mantienen sus testimonios con firmeza;",
    "y quienes realizan el salat (respetando su horario, sus condiciones y todos sus elementos).",
    "Esos serán honrados en los jardines (del Paraíso).",
    "Pero ¿qué les sucede a esos que rechazan la verdad y corren presurosos hacia ti",
    "en grupos (¡oh, Muhammad!) y se sitúan a tu derecha y a tu izquierda (y se burlan de los creyentes diciendo que si estos entran al Paraíso, ellos lo harán antes)?",
    "¿Acaso piensan todos ellos que entrarán en el jardín de las delicias?",
    "¡De ningún modo! Realmente, los creamos a partir de lo que ya saben.",
    "Juro por el Señor de los amaneceres y de las puestas de sol que tengo poder",
    "para sustituirlos por otros mejores que ellos, y nada Me impide hacerlo.",
    "Deja, pues (¡oh, Muhammad!), que (quienes rechazan la verdad) sigan en su frivolidad y diversión hasta que les llegue el día prometido.",
    "Ese día saldrán presurosos de sus tumbas como si corrieran hacia una meta.",
    "Tendrán la mirada abatida y estarán cubiertos por la humillación. Ese es el día que les había sido prometido.",
    "Ciertamente, enviamos a Noé a su pueblo (y le dijimos): “Advierte a tu pueblo antes de que les sobrevenga un castigo doloroso”.",
    "(Noé) les dijo: “¡Pueblo mío!, yo soy realmente un claro amonestador",
    "(y he sido enviado a ustedes) para que adoren solo a Al-lah, Lo teman y me obedezcan.",
    "(Si lo hacen) Él perdonará sus pecados y les concederá un plazo de tiempo hasta una fecha fijada (su muerte). Y cuando dicho momento llegue, no podrá ser retrasado, ¡si supieran!”.",
    "(Noé) invocó (a su Señor) diciendo: “¡Señor!, he llamado a mi pueblo a la fe noche y día.",
    "Pero mi llamada no ha hecho sino que se alejen más de ella.",
    "Cada vez que los invitaba a que les perdonases sus pecados, se tapaban los oídos con los dedos, se cubrían la cabeza con sus ropas (para no oír), y persistían en su incredulidad llenándose de soberbia.",
    "Después los llamé a la fe abiertamente.",
    "Luego los llamé a veces en público, a veces en privado;",
    "y les dije: ‘Pidan perdón a su Señor, Él es Sumamente Indulgente.",
    "Les enviará del cielo lluvia constante;",
    "les concederá más bienes e hijos, así como huertas y ríos.",
    "¿Qué les sucede? ¿Por qué no enaltecen a Al-lah como merece",
    "cuando Él los creó en sucesivas etapas?",
    "¿Acaso no ven que Al-lah creó siete cielos superpuestos",
    "y puso en ellos la luna como una suave luz (que no calienta) y el sol como una lámpara (fuente de luz y calor)?",
    "Y Al-lah los creó a partir de la tierra.",
    "Después los hará retornar a ella (al morir) y los hará salir de ella (cuando resuciten).",
    "Y Al-lah extendió la tierra para ustedes (haciéndola habitable)",
    "para que recorrieran sus anchos caminos’”.",
    "Dijo Noé (a su Señor): “¡Señor!, (mi pueblo) me ha desobedecido y han seguido a aquellos cuyos bienes e hijos no han hecho sino aumentar su perdición.",
    "Y (sus líderes) han maquinado un tremendo plan (contra mí y contra quienes me siguen)",
    "y han dicho (a la gente): ‘No abandonen sus divinidades; no abandonen a Wadd, a Sua’, a Yaguz, a Ya’uq y a Nasr’.",
    "Y, ciertamente, (esas divinidades) han extraviado a muchos. Haz, pues, que los injustos (que niegan la verdad) se desvíen todavía más de ella”.",
    "Y debido a sus pecados fueron ahogados (en el diluvio) y entrarán al fuego (el Día de la Resurrección); y no encontrarán quién los auxilie.",
    "Y dijo Noé: “¡Señor!, no dejes (vivo) en la tierra a nadie de quienes rechazan la verdad.",
    "Si dejaras a alguno, extraviaría a Tus siervos y solo engendraría pecadores incrédulos.",
    "¡Señor!, perdóname, así como a mis padres y a todo creyente que entre en mi casa, y a todos los creyentes y a las creyentes; y no hagas sino aumentar la perdición de quienes niegan la verdad”.",
    "Dile (a tu gente, ¡oh, Muhammad!): “Me ha sido revelado que un grupo de yinn ha escuchado (mi recitación del Corán) y ha dicho (a los suyos): ‘¡Realmente, hemos escuchado una recitación sorprendente!",
    "Guía hacia la verdad, y hemos creído en ella; y no adoraremos más que a nuestro Señor ni Lo equipararemos con nadie.",
    "(Y dice que) nuestro Señor, en Su magnificencia y majestuosidad, no ha tomado ninguna compañera ni ha tenido ningún hijo;",
    "y que el insensato de entre nosotros (Iblis) decía contra Al-lah mentiras de gran consideración.",
    "Y nosotros creíamos que ni los hombres ni (nosotros) los yinn mentirían contra Al-lah’”.",
    "Y entre los hombres había quienes se refugiaban en los yinn (buscando protección), pero ello no hacía sino aumentar su extravío (y que los yinn se atrevieran más contra ellos).",
    "Y ellos (los yinn) pensaron, al igual que piensan ustedes (¡oh, hombres!) que Al-lah no enviaría a ningún Profeta.",
    "(Y dicen los yinn:) “E intentamos alcanzar el cielo, mas lo encontramos lleno de severos (ángeles) guardianes y de estrellas fugaces.",
    "Antes solíamos tomar nuestras posiciones en el cielo para escuchar (lo que Al-lah ordenaba a los ángeles); mas quien ahora intenta hacerlo se encuentra con una estrella fugaz acechándolo.",
    "Y (ahora) no sabemos si algún mal va a suceder a quienes habitan la tierra o si Al-lah quiere guiarlos (por el camino recto).",
    "Y entre nosotros hay quienes son rectos y virtuosos y quienes no. Somos grupos distintos y cada uno sigue su propio camino.",
    "Y sabemos que no podremos escapar (del castigo) de Al-lah en la tierra ni podremos escapar de él huyendo (hacia el cielo).",
    "Y cuando escuchamos el Corán, creímos en él. Y quien crea en su Señor no tendrá que temer ninguna injusticia, ya sea una recompensa menor a la merecida o un castigo mayor al que le correspondía.",
    "Y entre nosotros hay quienes se han sometido a Al-lah (aceptando el Islam) y quienes son injustos (al rechazar la verdad). Y quien haya abrazado el Islam habrá buscado el camino correcto para estar bien guiado”.",
    "Y los injustos serán la leña del Infierno.",
    "Y si (quienes rechazan la verdad en La Meca) hubiesen seguido el buen camino sin desviarse de él, les habríamos concedido lluvia en abundancia (después de un largo tiempo de sequía)",
    "para ponerlos a prueba (y ver si eran agradecidos). Y a quien se aleje de la exhortación de su Señor, (Al-lah) le hará padecer un severo castigo.",
    "Y los lugares de culto son para adorar solamente a Al-lah. No invoquen, pues, en ellos a nadie más que a Él.",
    "Y cuando el siervo de Al-lah (Muhammad) se puso en pie para rezar, (los yinn) se agolparon a su alrededor (para escuchar su recitación).",
    "Diles (¡oh, Muhammad!, a quienes rechazan la verdad y quieren que la abandones): “Yo solo invoco a mi Señor y no adoro a nadie más que a Él”.",
    "Diles: “En verdad, yo no tengo poder para perjudicarlos ni para beneficiarlos”.",
    "Diles: “Nadie puede protegerme del castigo de Al-lah ni puedo encontrar fuera de Él refugio alguno.",
    "Solo les transmito el mensaje de mi Señor. Y quien desobedezca a Al-lah y a Su Mensajero tendrá (por castigo) el fuego del Infierno, donde permanecerá para siempre”.",
    "Y cuando (quienes niegan la verdad) vean (el castigo) que les había sido prometido, sabrán quiénes son los más débiles y los más insignificantes por no tener quiénes los auxilien.",
    "Diles: “No sé si está cerca el castigo que les ha sido prometido o si mi Señor lo ha aplazado para más tarde.",
    "Él es el único con conocimiento absoluto del gaib, y no desvela a nadie tal conocimiento;",
    "salvo a quien Él haya escogido como Mensajero (y le revele lo que quiera). Entonces hace que lo escolten (ángeles guardianes) por delante y por detrás (que lo protegen)",
    "para asegurarse de que (los mensajeros) transmiten (sin problemas) el mensaje de su Señor. Y Su conocimiento abarca todo lo que hacen, y Él lleva la cuenta de todas las cosas”.",
    "¡Oh, tú (Muhammad) que estás cubierto con tus vestimentas (durmiendo)!",
    "Levántate para rezar durante la mayor parte de la noche;",
    "o durante la mitad, o un poco menos;",
    "o durante un poco más (de la mitad), y recita el Corán despacio (pronunciando cada letra con claridad).",
    "Vamos a transmitirte una revelación de gran peso.",
    "Realmente, las horas de la noche son mejores para comprender el Corán y recitarlo.",
    "En verdad dispones de mucho tiempo durante el día (para dedicarlo a otros quehaceres).",
    "Glorifica el nombre de tu Señor y conságrate a adorarlo con devoción.",
    "Él es el Señor del Oriente y del Occidente. No existe nada ni nadie con derecho a ser adorado excepto Él. ¡Tómalo, pues, como tu único protector!",
    "Sé paciente con lo que dicen (los idólatras de La Meca) y aléjate de ellos de buena manera.",
    "Y deja que Yo me encargue de quienes niegan la verdad a pesar de que disfrutan de bienes terrenales (y ello no los hace ser agradecidos); y concédeles un plazo de tiempo.",
    "En verdad, tenemos (para ellos) junto a Nosotros cadenas y el fuego del Infierno,",
    "así como una comida que se les atragantará y un tormento doloroso",
    "(para) el día en que temblarán la tierra y las montañas, y estas se convertirán en montones de polvo esparcido.",
    "Ciertamente, les hemos enviado (¡oh, gentes de La Meca!) un Mensajero como testigo (Muhammad), al igual que enviamos un Mensajero (Moisés) al Faraón.",
    "Mas el Faraón desobedeció al Mensajero y lo castigamos severamente.",
    "¿Cómo podrán protegerse (del castigo de Al-lah), si niegan la verdad, el Día (de la Resurrección) en que los niños encanecerán (debido al horror que contemplarán)?",
    "Ese día el cielo se resquebrajará, y la promesa de Al-lah se cumplirá sin duda alguna.",
    "Ciertamente, este (Corán) es una exhortación para quien (quiera beneficiarse de ella y) tome el camino que lo lleve a su Señor.",
    "Tu Señor sabe que a veces rezas un poco menos de dos tercios de la noche, a veces la mitad y a veces un tercio de esta (¡oh, Muhammad!) junto con un grupo de los que te siguen. Y Al-lah es quien determina la duración de la noche y del día (a lo largo del año). Sabe que no pueden rezar durante la noche entera, y los ha perdonado por ello (rebajando su obligación). Reciten, pues, lo que puedan del Corán (en el salat). También sabe (Al-lah) que entre ustedes hay enfermos, viajeros que buscan el favor de Al-lah y quienes están combatiendo por Su causa. Reciten, pues, lo que puedan del Corán (en el salat). Y cumplan con el salat, entreguen el azaque y sean generosos contribuyendo a la causa de Al-lah. Todo bien que hagan será en su propio beneficio, y Al-lah se los recompensará; y la recompensa de Al-lah es mucho mejor y más abundante (que los bienes de los que pueden disponer en la vida terrenal). Y pidan perdón a Al-lah. En verdad, Al-lah es Indulgente y Misericordioso.",
    "¡Oh, tú (Muhammad) que estás envuelto en tus vestimentas!",
    "Levántate y advierte (a los hombres),",
    "y proclama la grandeza de tu Señor.",
    "Purifica tus vestimentas",
    "y aléjate de los ídolos.",
    "No des algo esperando recibir más a cambio,",
    "y sé paciente con lo que tu Señor te prohíba y ordene.",
    "Y cuando suene el cuerno (por segunda vez),",
    "será un día angustioso,",
    "nada fácil para quienes rechazan la verdad.",
    "Deja que Yo me encargue de aquel a quien creé sin nada (al nacer)",
    "y le concedí después bienes en abundancia,",
    "hijos que lo acompañaban",
    "y una vida confortable.",
    "Y aún desea que le conceda más.",
    "¡De ningún modo!, pues Se ha empecinado en negar Nuestras aleyas.",
    "Le infligiré un severo castigo sin tregua.",
    "Reflexionó (sobre el Corán) y decidió (lo que diría para desmentirlo).",
    "¡Que sea privado de toda misericordia! ¡Qué pésimo fue lo que decidió!",
    "¡Sí! ¡Que sea privado de toda misericordia! ¡Qué pésimo fue lo que decidió!",
    "Después (de reflexionar) miró a su gente,",
    "luego frunció el ceño y mudó el semblante mostrando disgusto.",
    "Entonces le dio la espalda a la verdad con arrogancia",
    "y dijo: “Esto (el Corán) no es sino hechicería que le ha sido transmitida (a Muhammad);",
    "no es más que la palabra de un mortal”.",
    "Lo haré entrar en el fuego del Infierno.",
    "¿Y sabes qué es el fuego del Infierno?",
    "(Es un fuego que) no dejará nada (sin quemar)",
    "y que abrasará por completo la piel de los hombres.",
    "Estará vigilado por diecinueve (ángeles).",
    "Y no hemos asignado como guardianes del Infierno sino a ángeles. Y hemos hecho de su (escaso) número una prueba para quienes rechazan la verdad (con el fin de que aumente su extravío); y para que quienes recibieron las Escrituras (los judíos y los cristianos) tengan certeza de que es la verdad (al coincidir el número de los ángeles con lo que mencionaban sus libros sagrados); y para que aumente la fe de los creyentes y no duden, ni duden tampoco los judíos y los cristianos. Y para que los enfermos de hipocresía y duda y quienes niegan la verdad digan: “¿Qué pretende Al-lah con ello?”. Así extravía Al-lah a quien quiere (por haber rechazado la verdad) y guía a quien quiere. Y solo tu Señor conoce todo lo referente a Sus ejércitos (los ángeles). Y (el fuego del Infierno) no es sino una advertencia para los hombres.",
    "Juro por la luna,",
    "por la noche cuando se desvanece",
    "y por la mañana cuando resplandece",
    "que (el fuego del Infierno) es de las calamidades más terribles que hay",
    "y es una advertencia para los hombres,",
    "para que la sigan quienes quieran y avancen (por el camino de la verdad) o la rechacen.",
    "Todo ser será prisionero (el Día de la Resurrección) de las (malas) acciones que haya realizado;",
    "salvo quienes reciban el registro de sus obras con la mano derecha.",
    "Ellos estarán en jardines (del Paraíso) preguntándose",
    "por lo que fue de los pecadores que rechazaban la verdad.",
    "(Y les preguntarán:) “¿Qué los hizo entrar en el fuego del Infierno?”.",
    "Responderán: “No rezábamos",
    "ni alimentábamos al pobre;",
    "hablábamos sobre banalidades con otros como nosotros",
    "y negábamos el Día del Juicio Final,",
    "hasta que nos llegó la muerte”.",
    "Así pues, no podrán beneficiarse de ninguna intercesión.",
    "¿Por qué se alejan, pues, de la exhortación (del Corán)",
    "como si fueran asnos espantados",
    "huyendo de un león?",
    "Y todos (los idólatras) quisieran recibir un manuscrito desplegado (de Al-lah para creer).",
    "¡No!, realmente no temen (el castigo de) la otra vida.",
    "Este Corán es una exhortación",
    "para quien quiera reflexionar sobre ella y seguirla.",
    "Mas solo lo harán quienes Al-lah quiera (y los guíe por haber aceptado la verdad). Él es Quien merece ser temido y Quien perdona (a quien Lo teme).",
    "Juro por el Día de la Resurrección",
    "y juro por el alma que se reprocha a sí misma (lo que ha hecho o dejado de hacer que, en verdad, resucitarán).",
    "¿Acaso piensa el hombre que no reuniremos sus huesos (tras su muerte)?",
    "¡Por supuesto que lo haremos! Y somos incluso capaces de reconstruir la punta de sus dedos.",
    "Y, no obstante, el hombre quiere continuar pecando",
    "y pregunta (burlándose) cuándo tendrá lugar el Día de la Resurrección.",
    "(Sucederá) cuando la vista se nuble (por el horror que se presenciará),",
    "la luna se eclipse,",
    "y el sol y la luna se junten.",
    "Ese día el hombre dirá: “¿Adónde puedo escapar?”.",
    "Mas no habrá refugio alguno.",
    "Ese día el destino final estará con tu Señor.",
    "Ese día el hombre será informado de las (buenas y malas) obras que realizó y de lo que no llegó a realizar.",
    "Y el hombre testificará contra sí mismo (pues los órganos de su cuerpo darán testimonio de lo que hizo);",
    "e intentará excusarse (en vano).",
    "(¡Oh, Muhammad!) no muevas la lengua con rapidez (intentando repetir lo que se te está revelando por miedo a olvidarlo).",
    "A Nosotros Nos corresponde recopilarlo (en tu corazón) y hacer que lo recites.",
    "Cuando te lo recitemos, sigue lo que se te recita escuchando con atención.",
    "Luego, a Nosotros Nos corresponde explicártelo.",
    "Y, sin embargo, (¡oh, hombres!) aman esta vida terrenal",
    "y descuidan la eterna.",
    "Ese día (el Día de la Resurrección) habrá rostros resplandecientes",
    "que contemplarán a su Señor;",
    "y, ese día, habrá rostros ensombrecidos y ceñudos",
    "que tendrán la seguridad de que una calamidad se les avecina.",
    "Verdaderamente, cuando (el alma del agonizante que negaba la verdad) alcance la garganta (y esté a punto de abandonar el cuerpo)",
    "y (alguien) diga: “¿Quién puede curarlo?”,",
    "y (el agonizante) tenga la certeza de que ha llegado el momento de partir (de este mundo),",
    "y a la gravedad de dejar este mundo se le añada la de afrontar la otra vida,",
    "entonces será conducido hacia tu Señor.",
    "(En la vida terrenal) no creía (en la verdad) ni rezaba,",
    "sino que la desmentía y se alejaba de ella.",
    "Y después se dirigía a su familia lleno de arrogancia y vanagloriándose.",
    "¡Ay de ti, incrédulo!, ya verás lo que te espera.",
    "Sí, ¡ay de ti, incrédulo!, ya verás lo que te espera.",
    "¿Acaso cree el hombre que podrá hacer lo que quiera (sin que tenga que rendir cuentas)?",
    "¿Acaso no era el hombre una insignificante cantidad de esperma eyaculada",
    "y se convirtió, después, en un coágulo y luego Al-lah le dio una forma armoniosa",
    "e hizo que los dos sexos, hombre o mujer, se formaran a partir de tal creación?",
    "¡¿(Acaso Quien hace todo esto) no tendrá poder para resucitar a los muertos?!",
    "¿Acaso el hombre no pasó por un período de tiempo durante el cual no era prácticamente nada, y ni siquiera era mencionado?",
    "Realmente, creamos al hombre (descendiente de Adán) de una pequeña mezcla de secreciones procedentes del hombre y de la mujer para ponerlo a prueba; y le concedimos el oído y la vista.",
    "Y le mostramos el camino (de la verdad) para que fuera agradecido (si la aceptaba) o desagradecido (si la negaba).",
    "En verdad, hemos preparado para quienes rechazan la verdad cadenas, argollas y un fuego abrasador.",
    "Los creyentes piadosos beberán de una copa (que contendrá un vino no embriagador) mezclado con un agua refrescante de agradable fragancia y delicioso sabor,",
    "procedente de un manantial del que beben (directamente) los siervos allegados de Al-lah y cuyas aguas hacen brotar desde donde desean.",
    "(Dichos creyentes son quienes) cumplen sus promesas y votos (de obediencia a Al-lah) y temen un día (el Día de la Resurrección) cuyo mal se extenderá (salvo sobre aquellos de quienes Al-lah se apiade);",
    "dan comida al pobre, al huérfano y al cautivo, a pesar de desearla para ellos mismos,",
    "(y dicen:) “Os alimentamos porque deseamos la complacencia de Al-lah. No queremos de ustedes compensación ni agradecimiento alguno.",
    "Realmente, tememos de parte de nuestro Señor un día terrible que hará mudar de semblante”.",
    "Y Al-lah los protegerá del mal de ese día y les dará luz en sus rostros y felicidad.",
    "Y los recompensará, por haber sido pacientes, con jardines (del Paraíso) y (vestimentas) de seda.",
    "Estarán reclinados sobre divanes y no sentirán ni calor ni frío excesivo.",
    "(Los árboles) los cubrirán de cerca con su sombra, y sus frutos penderán y estarán a su alcance.",
    "Circularán entre ellos vasijas de plata y copas cristalinas",
    "también de plata que contendrán la medida justa (de bebida para aplacar la sed).",
    "Y les servirán copas (de un vino no embriagador) mezclado con jengibre",
    "que brotará de un manantial llamado Salsabil (que no dejará de manar).",
    "Y circularán entre ellos sirvientes eternamente jóvenes. Si los vieras, pensarías que son perlas esparcidas.",
    "Y si miraras (en el Paraíso), solo verías delicias y un gran reino.",
    "(Quienes habiten en el Paraíso) vestirán prendas de verde satén y brocado y se adornarán con brazaletes de plata; y su Señor les dará de beber una bebida pura.",
    "(Y se les dirá al entrar en el Paraíso:) “Esta es su recompensa. Su esfuerzo ha sido aceptado”.",
    "Realmente, te hemos revelado el Corán por etapas (¡oh, Muhammad!).",
    "Sé paciente con lo que te ordene tu Señor y no obedezcas a ningún pecador o incrédulo que rechaza la verdad.",
    "Y glorifica el nombre de tu Señor (en tu salat) por la mañana y por la tarde.",
    "Y por la noche póstrate ante Él y glorifícalo durante gran parte de ella.",
    "Esos (que rechazan la verdad) aman esta vida pasajera y descuidan un duro día (que ha de llegar: el Día de la Resurrección).",
    "Nosotros los creamos y los dotamos de una complexión fuerte; pero, si quisiéramos, podríamos sustituirlos por otros.",
    "Esta sura es, realmente, una advertencia para que quien quiera (escucharla) tome el camino que lo lleve hacia su Señor.",
    "Pero no podrán, a menos que Al-lah quiera. En verdad, Él es Omnisciente y Sabio (y sabe quién merece ser guiado).",
    "Admite a quien quiere en Su misericordia; y ha preparado para los injustos que niegan la verdad un castigo doloroso.",
    "(Juro) por los (ángeles encargados de los vientos) enviados de manera sucesiva,",
    "por los que hacen que soplen con fuerza,",
    "por los que hacen que se dispersen (las nubes en el cielo),",
    "por los que (descienden con las órdenes que Al-lah envía a Sus mensajeros y) hacen que se discierna (entre lo lícito y lo ilícito),",
    "por los que transmiten la revelación (a los mensajeros de Al-lah)",
    "para que (el hombre) no tenga excusa alguna o quede advertido.",
    "(Por ellos juro que) lo que les ha sido prometido, sucederá.",
    "Cuando las estrellas se apaguen;",
    "cuando el cielo se resquebraje;",
    "cuando las montañas se desintegren;",
    "cuando los mensajeros de Al-lah sean citados (para comparecer como testigos);",
    "¿para qué día se habrán pospuesto todos estos acontecimientos?",
    "Para el Día Decisivo (en el que Al-lah separará a los creyentes de quienes rechazaban la verdad y los juzgará a todos).",
    "¿Y sabes qué es el Día Decisivo?",
    "¡Ay ese día de quienes hayan negado la verdad!",
    "¿Acaso no destruimos a las antiguas comunidades (que la negaron)",
    "y destruimos después a las que las sucedieron?",
    "Así es como obramos con los pecadores incrédulos.",
    "¡Ay ese día de quienes hayan negado la verdad!",
    "¿Acaso no los creamos a partir de un líquido insignificante",
    "y lo depositamos después en un lugar seguro (en el útero)",
    "por un tiempo determinado?",
    "Así decretamos (su creación y nacimiento). ¡Y qué bien decretamos!",
    "¡Ay ese día de quienes hayan negado la verdad!",
    "¿Acaso no hemos hecho de la tierra un cobijo",
    "para los vivos y los muertos (al enterrarlos en ella)?",
    "Y dispusimos en ella altas y firmes montañas y les damos agua dulce de beber.",
    "¡Ay ese día de quienes hayan negado la verdad!",
    "(Se les dirá el Día de la Resurrección:) “Diríjanse hacia lo que negaban (el fuego del Infierno).",
    "Diríjanse hacia un humo que (se eleva y) se divide en tres ramificaciones,",
    "que no proporciona sombra ni es de utilidad alguna contra las llamas.",
    "(Dicho fuego) lanza chispas enormes,",
    "que se asemejan a camellos parduscos (por su color y gran tamaño)”.",
    "¡Ay ese día de quienes hayan negado la verdad!",
    "Ese día no podrán hablar",
    "ni se les permitirá excusarse.",
    "¡Ay ese día de quienes hayan negado la verdad!",
    "(Al-lah les dirá el Día de la Resurrección:) “Este es el Día Decisivo. Los hemos reunido a todos, junto con las primeras comunidades.",
    "Si tienen algún plan (para poder librarse de Mi castigo), pónganlo en marcha”.",
    "¡Ay ese día de quienes hayan negado la verdad!",
    "Los piadosos gozarán de sombra y de manantiales,",
    "y de la fruta que deseen.",
    "(Se les dirá:) “Coman y beban alegremente en recompensa por sus obras”.",
    "Así es como recompensamos a quienes hacen el bien.",
    "¡Ay ese día de quienes hayan negado la verdad!",
    "¡Coman y disfruten por un tiempo (en esta vida, porque después serán castigados) por ser unos pecadores incrédulos!",
    "¡Ay ese día de quienes hayan negado la verdad!",
    "Y si se les dice que (recen y) se inclinen ante Al-lah, no lo hacen.",
    "¡Ay ese día de quienes hayan negado la verdad!",
    "Si no creen en el Corán (a pesar de todas las pruebas sobre su veracidad), ¿en qué revelación creerán?"
  ]
}