{
  "meta": {
    "id": 134,
    "name": "King Fahad Quran Complex",
    "translator_name": "King Fahad Quran Complex",
    "slug": "indonesian-king-fahad",
    "language_name": "indonesian"
  },
  "verses": [
    "Ibrāhīm bertanya, \"Apakah urusanmu, hai para utusan?\"",
    "Mereka menjawab, \"Sesungguhnya kami diutus kepada kaum yang berdosa (kaum Lūṭ),",
    "agar kami timpakan kepada mereka batu-batu dari tanah (yang keras),",
    "yang ditandai di sisi Tuhan-mu untuk (membinasakan) orang-orang yang melampaui batas\".",
    "Lalu Kami keluarkan orang-orang yang beriman yang berada di negeri kaum Lūṭ itu.",
    "Dan Kami tidak mendapati di negeri itu, kecuali sebuah rumah dari orang yang berserah diri.",
    "Dan Kami tinggalkan pada negeri itu suatu tanda bagi orang-orang yang takut kepada siksa yang pedih.",
    "Dan juga pada Musa (terdapat tanda-tanda kekuasaan Allah) ketika Kami mengutusnya kepada Firʻawn   dengan membawa mukjizat yang nyata.",
    "Maka dia (Firʻawn ) berpaling (dari iman) bersama tentaranya dan berkata, \"Dia adalah seorang tukang sihir atau seorang gila\".",
    "Maka Kami siksa dia dan tentaranya lalu Kami lemparkan mereka ke dalam laut, sedang dia melakukan pekerjaan yang tercela.",
    "Dan juga pada (kisah) ʻĀd ketika Kami kirimkan kepada mereka angin yang membinasakan,",
    "angin itu tidak membiarkan satu pun yang dilandanya, melainkan dijadikannya seperti serbuk.",
    "Dan pada (kisah) kaum Ṡamūd ketika dikatakan kepada mereka, \"Bersenang-senanglah kalian sampai suatu waktu\".",
    "Maka mereka berlaku angkuh terhadap perintah Tuhan-nya, lalu mereka disambar petir sedang mereka melihatnya.",
    "Maka mereka sekali-kali tidak dapat bangun dan tidak pula mendapat pertolongan,",
    "dan (Kami membinasakan) kaum Nūḥ sebelum itu.  Sesungguhnya mereka adalah kaum yang fasik.",
    "Dan langit itu Kami bangun dengan kekuasaan (Kami) dan sesungguhnya Kami benar-benar berkuasa",
    "Dan bumi itu Kami hamparkan; maka sebaik-baik yang menghamparkan (adalah Kami).",
    "Dan segala sesuatu Kami ciptakan berpasang-pasangan supaya kamu mengingat akan kebesaran Allah.",
    "Maka segeralah kembali kepada (menaati) Allah.  Sesungguhnya aku seorang pemberi peringatan yang nyata dari Allah untukmu.",
    "Dan janganlah kamu mengadakan tuhan yang lain disamping Allah.  Sesungguhnya aku seorang pemberi peringatan yang nyata dari Allah untukmu.",
    "Demikianlah tidak seorang rasul pun yang datang kepada orang-orang yang sebelum mereka, melainkan mereka mengatakan, \"Ia adalah seorang tukang sihir atau seorang gila\".",
    "Apakah mereka saling berpesan tentang apa yang dikatakan itu.  Sebenarnya mereka adalah kaum yang melampaui batas.",
    "Maka berpalinglah kamu dari mereka, dan kamu sekali-kali tidak tercela.",
    "Dan tetaplah memberi peringatan, karena sesungguhnya peringatan itu bermanfaat bagi orang-orang yang beriman.",
    "Dan aku tidak menciptakan jin dan manusia melainkan supaya mereka menyembah-Ku.",
    "Aku tidak menghendaki rezeki sedikit pun dari mereka dan Aku tidak menghendaki supaya mereka memberi Aku makan.",
    "Sesungguhnya Allah Dia-lah Maha Pemberi rezeki Yang mempunyai Kekuatan lagi sangat kukuh.",
    "Maka sesungguhnya untuk orang-orang zalim ada bagian (siksa) seperti bagian teman mereka (dahulu); maka janganlah mereka meminta kepada-Ku menyegerakannya.",
    "Maka kecelakaanlah bagi orang-orang yang kafir pada hari yang diancamkan kepada mereka.",
    "Demi bukit,",
    "dan kitab yang ditulis,",
    "pada lembaran yang terbuka,",
    "dan demi Baitul Makmur,",
    "dan atap yang ditinggikan (langit),",
    "dan laut yang di dalam tanahnya ada api,",
    "sesungguhnya azab Tuhan-mu pasti terjadi,",
    "tidak seorang pun yang dapat menolaknya,",
    "pada hari ketika langit benar-benar berguncang,",
    "dan gunung benar-benar berjalan.",
    "Maka kecelakaan yang besarlah di hari itu bagi orang-orang yang mendustakan,",
    "(yaitu) orang-orang yang bermain-main dalam kebatilan,",
    "pada hari mereka didorong ke neraka Jahanam dengan sekuat-kuatnya.",
    "(Dikatakan kepada mereka), \"Inilah neraka yang dahulu kamu selalu mendustakannya\".",
    "Maka apakah ini sihir? Ataukah kamu tidak melihat?",
    "Masukklah kamu ke dalamnya (rasakanlah panas apinya); maka baik kamu bersabar atau tidak, sama saja bagimu; kamu diberi balasan terhadap apa yang telah kamu kerjakan.",
    "Sesungguhnya orang-orang yang bertakwa berada dalam surga dan kenikmatan,",
    "mereka bersuka ria dengan apa yang diberikan kepada mereka oleh Tuhan mereka; dan Tuhan mereka memelihara mereka dari azab neraka.",
    "(Dikatakan kepada mereka), \"Makan dan minumlah dengan enak sebagai balasan dari apa yang telah kamu kerjakan\",",
    "mereka bertelekan di atas dipan-dipan berderetan dan Kami kawinkan mereka dengan bidadari-bidadari yang cantik bermata jeli.",
    "Dan orang-oranng yang beriman, dan yang anak cucu mereka mengikuti mereka dalam keimanan, Kami hubungkan anak cucu mereka dengan mereka, dan Kami tiada mengurangi sedikit pun dari pahala amal mereka.  Tiap-tiap manusia terikat dengan apa yang dikerjakannya.",
    "Dan Kami beri mereka tambahan dengan buah-buahan dan daging dari segala jenis yang mereka ingini.",
    "Di dalam surga mereka saling memperebutkan piala (gelas) yang isinya tidak (menimbulkan) kata-kata yang tidak berfaedah dan tiada pula perbuatan dosa.",
    "Dan berkeliling di sekitar mereka anak-anak muda untuk (melayani) mereka, seakan-akan mereka itu mutiara yang tersimpan.",
    "Dan sebagian mereka menghadap kepada sebagian yang lain saling bertanya.",
    "Mereka berkata, \"Sesungguhnya kami dahulu, sewaktu berada di tengah-tengah keluarga kami merasa takut (akan diazab)\".",
    "Maka Allah memberikan karunia kepada kami dan memelihara kami dari azab neraka.",
    "Sesungguhnya kami dahulu menyembah-Nya.  Sesungguhnya Dia-lah yang melimpahkan kebaikan lagi Maha Penyayang.",
    "Maka tetaplah memberi peringatan, dan kamu disebabkan nikmat Tuhan-mu bukanlah seorang tukang tenung dan bukan pula seorang gila.",
    "Bahkan mereka mengatakan, \"Dia adalah seorang penyair yang kami tunggu-tunggu kecelakaan menimpanya\".",
    "Katakanlah, \"Tunggulah, maka sesungguhnya aku pun termasuk orang yang menunggu (pula) bersama kamu\".",
    "Apakah mereka diperintah oleh pikiran-pikiran mereka untuk mengucapkan tuduhan-tuduhan ini ataukah mereka kaum yang melampaui batas?",
    "Ataukah mereka mengatakan, \"Dia (Muhammad) membuat-buatnya\".  Sebenarnya mereka tidak beriman.",
    "Maka hendaklah mereka mendatangkan kalimat yang semisal Al-Qur`ān itu jika mereka orang-orang yang benar.",
    "Apakah mereka diciptakan tanpa sesuatu pun ataukah mereka yang menciptakan (diri mereka sendiri)?",
    "Ataukah mereka telah menciptakan langit dan bumi itu? Sebenarnya mereka tidak meyakini (apa yang mereka katakan).",
    "Ataukah di sisi mereka ada perbendaharaan Tuhan-mu atau merekakah yang berkuasa?",
    "Ataukah mereka mempunyai tangga (ke langit) untuk mendengarkan pada tangga itu (hal-hal yang gaib)? Maka hendaklah orang yang mendengarkan di antara mereka mendatangkan suatu keterangan yang nyata.",
    "Ataukah untuk Allah anak-anak perempuan dan untuk kamu anak-anak laki-laki?",
    "Ataukah kamu meminta upah kepada mereka sehingga mereka dibebani dengan utang?",
    "Apakah ada pada sisi mereka pengetahuan tentang yang gaib lalu mereka menuliskannya?",
    "Ataukah mereka hendak melakukan tipu daya? Maka orang-orang yang kafir itu, merekalah yang kena tipu daya.",
    "Ataukah mereka mempunyai tuhan selain Allah.  Maha Suci Allah dari apa yang mereka persekutukan.",
    "Jika mereka melihat sebagian dari langit gugur, mereka akan mengatakan, \"Itu adalah awan yang bertindih-tindih\".",
    "Maka biarkanlah mereka hingga mereka menemui hari (yang dijanjikan kepada) mereka yang pada hari itu mereka dibinasakan,",
    "(yaitu) hari ketika tidak berguna bagi mereka sedikit pun tipu daya mereka dan mereka tidak ditolong.",
    "Dan sesungguhnya untuk orang-orang yang zalim ada azab selain itu.  Tetapi kebanyakan mereka tidak mengetahui.",
    "Dan bersabarlah dalam menunggu ketetapan Tuhan-mu, maka sesungguhnya kamu berada dalam penglihatan Kami, dan bertasbihlah dengan memuji Tuhan-mu ketika kamu bangun berdiri,",
    "dan bertasbihlah kepada-Nya pada beberapa saat di malam hari dan di waktu terbenam bintang-bintang (di waktu fajar).",
    "Demi bintang ketika terbenam,",
    "kawanmu (Muhammad) tidak sesat dan tidak pula keliru,",
    "dan tiadalah yang diucapkannya itu (Al-Qur`ān) menurut kemauan hawa nafsunya.",
    "Ucapannya itu tiada lain hanyalah wahyu yang diwahyukan (kepadanya),",
    "yang diajarkan kepadanya oleh (Jibril) yang sangat kuat,",
    "yang mempunyai akal yang cerdas; dan (Jibril itu) menampakkan diri dengan rupa yang asli,",
    "sedang dia berada di ufuk yang tinggi.",
    "Kemudian dia mendekat, lalu bertambah dekat lagi,",
    "maka jadilah dia dekat (pada Muhammad sejarak) dua ujung busur panah atau lebih dekat (lagi).",
    "Lalu dia menyampaikan kepada hamba-Nya (Muhammad) apa yang telah Allah wahyukan.",
    "Hatinya tidak mendustakan apa yang telah dilihatnya.",
    "Maka apakah kamu (musyrikin Mekah) hendak membantahnya tentang apa yang telah dilihatnya?",
    "Dan sesungguhnya Muhammad telah melihat Jibril itu (dalam rupanya yang asli) pada waktu yang lain,",
    "(yaitu) di Sidratul Muntaha.",
    "Di dekatnya ada surga tempat tinggal,",
    "(Muhammad melihat Jibril) ketika Sidratul Muntaha diliputi oleh sesuatu yang meliputinya.",
    "Penglihatannya (Muhammad) tidak berpaling dari yang dilihatnya itu dan tidak (pula) melampauinya.",
    "Sesungguhnya dia telah melihat sebagian tanda-tanda (kekuasaan) Tuhan-nya yang paling besar.",
    "Maka apakah patut kamu (hai orang-orang musyrik) menganggap Al-Lāta dan Al-ʻUzzā,",
    "dan Manāh yang ketiga, yang paling terkemudian (sebagai anak perempuan Allah)?",
    "Apakah (patut) untuk kamu (anak) laki-laki dan untuk Allah (anak) perempuan?",
    "Yang demikian itu tentulah suatu pembagian yang tidak adil.",
    "Itu tidak lain hanyalah nama-nama yang kamu dan bapak-bapak kamu mengadakannya; Allah tidak menurunkan suatu keterangan pun untuk (menyembah)nya.  Mereka tidak lain hanyalah mengikuti sangkaan-sangkaan, dan apa yang diingini oleh hawa nafsu mereka, dan sesungguhnya telah datang petunjuk kepada mereka dari Tuhan mereka.",
    "Atau apakah manusia akan mendapat segala yang dicita-citakannya?",
    "(Tidak), maka hanya bagi Allah kehidupan akhirat dan kehidupan dunia.",
    "Dan berapa banyaknya malaikat di langit, syafaat mereka sedikit pun tidak berguna, kecuali sesudah Allah mengijinkan bagi orang yang dikehendaki dan diridai-(Nya).",
    "Sesungguhnya orang-orang yang tiada beriman kepada kehidupan akhirat, mereka benar-benar menamakan malaikat itu dengan nama perempuan.",
    "Dan mereka tidak mempunyai sesuatu pengetahuan pun tentang itu.  Mereka tidak lain hanyalah mengikuti persangkaan sedang sesungguhnya persangkaan itu tiada berfaedah sedikit pun terhadap kebenaran.",
    "Maka berpalinglah, (hai Muhammad) dari orang yang berpaling dari peringatan Kami, dan tidak mengingini kecuali kehidupan duniawi.",
    "Itulah sejauh-jauh pengetahuan mereka.  Sesungguhnya Tuhan-mu, Dia-lah yang paling mengetahui siapa yang tersesat dari jalan-Nya dan Dia pulalah yang paling mengetahui siapa yang mendapat petunjuk.",
    "Dan hanya kepunyaan Allah-lah apa yang ada di langit dan apa yang ada di bumi supaya Dia memberi balasan kepada orang-orang yang berbuat jahat terhadap apa yang telah mereka kerjakan dan memberi balasan kepada orang-orang yang berbuat baik dengan pahala yang lebih baik (surga).",
    "(Yaitu) orang-orang yang menjauhi dosa-dosa besar dan perbuatan keji yang selain dari kesalahan-kesalahan kecil.  Sesungguhnya Tuhan-mu maha luas ampunan-Nya. Dan Dia lebih mengetahui (tentang keadaan)mu ketika Dia menjadikan kamu dari tanah dan ketika kamu masih janin dalam perut ibumu; maka janganlah kamu mengatakan dirimu suci.  Dia-lah yang paling mengetahui tentang orang yang bertakwa.",
    "Maka apakah kamu melihat orang yang berpaling (dari Al-Qur`ān)?",
    "Serta memberi sedikit dan tidak mau memberi lagi?",
    "Apakah dia mempunyai pengetahuan tentang yang gaib, sehingga dia mengetahui (apa yang dikatakan)?",
    "Ataukah belum diberitakan kepadanya apa yang ada dalam lembaran-lembaran Musa?",
    "dan lembaran-lembaran Ibrāhīm yang selalu menyempurnakan janji?",
    "(yaitu) bahwasanya seorang yang berdosa tidak akan memikul dosa orang lain,",
    "dan bahwasanya seorang manusia tiada memperoleh selain apa yang telah diusahakannya,",
    "dan bahwasanya usaha itu kelak akan diperlihatkan (kepadanya).",
    "Kemudian akan diberi balasan kepadanya dengan balasan yang paling sempurna,",
    "dan bahwasanya kepada Tuhan-mulah kesudahan (segala sesuatu),",
    "dan bahwasanya Dia-lah yang menjadikan orang tertawa dan menangis,",
    "dan bahwasanya Dia-lah yang mematikan dan menghidupkan,",
    "dan bahwasanya Dia-lah yang menciptakan berpasang-pasangan laki-laki dan perempuan.",
    "dari air mani, apabila dipancarkan.",
    "Dan bahwasanya Dia-lah yang menetapkan kejadian yang lain (kebangkitan sesudah mati),",
    "dan bahwasanya Dia yang memberikan kekayaan dan memberikan kecukupan,",
    "dan bahwasanya Dia-lah Tuhan (yang memiliki) bintang Syiʻrā,",
    "dan bahwasanya Dia telah membinasakan kaum ʻĀd yang pertama,",
    "dan kaum Ṡamūd.  Maka tidak seorang pun yang ditinggalkan-Nya (hidup).",
    "Dan kaum Nūḥ sebelum itu.  Sesungguhnya mereka adalah orang-orang yang paling zalim dan paling durhaka,",
    "dan negeri-negeri kaum Lūṭ yang telah dihancurkan Allah,",
    "lalu Allah menimpakan atas negeri itu azab besar yang menimpanya.",
    "Maka terhadap nikmat Tuhan-mu yang manakah kamu ragu-ragu?",
    "Ini (Muhammad) adalah seorang pemberi peringatan di antara pemberi-pemberi peringatan yang terdahulu.",
    "Telah dekat terjadinya hari kiamat.",
    "Tidak ada yang akan menyatakan terjadinya hari itu selain Allah.",
    "Maka apakah kamu merasa heran terhadap pemberitaan ini?",
    "Dan kamu mentertawakan dan tidak menangis?",
    "Sedang kamu melengahkan(nya)?",
    "Maka bersujudlah kepada Allah dan sembahlah (Dia).",
    "Telah dekat (datangnya) saat itu dan telah terbelah bulan.",
    "Dan jika mereka (orang-orang musyrikin) melihat suatu tanda (mukjizat), mereka berpaling dan berkata, \"(Ini adalah) sihir yang terus menerus\".",
    "Dan mereka mendustakan (Nabi) dan mengikuti hawa nafsu mereka, sedang tiap-tiap urusan telah ada ketetapannya.",
    "Dan sesungguhnya telah datang kepada mereka beberapa kisah yang di dalamnya terdapat cegahan (dari kekafiran),",
    "Itulah suatu hikmah yang sempurna, maka peringatan-peringatan itu tidak berguna (bagi mereka).",
    "Maka berpalinglah kamu dari mereka.  (Ingatlah) hari (ketika) seorang penyeru (malaikat) menyeru kepada sesuatu yang tidak menyenangkan (hari pembalasan),",
    "sambil menundukkan pandangan-pandangan mereka keluar dari kuburan seakan-akan mereka belalang yang beterbangan,",
    "mereka datang dengan cepat kepada penyeru itu. Orang-orang kafir berkata, \"Ini adalah hari yang berat\".",
    "Sebelum mereka, telah mendustakan (pula) kaum Nūḥ, maka mereka mendustakan hamba Kami (Nūḥ) dan mengatakan, \"Dia seorang gila dan dia sudah pernah diberi ancaman\".",
    "Maka dia mengadu kepada Tuhan-nya, \"Bahwasanya aku ini adalah orang yang dikalahkan, oleh sebab itu tolonglah (aku)\".",
    "Maka Kami bukakan pintu-pintu langit dengan (menurunkan) air yang tercurah.",
    "Dan Kami jadikan bumi memancarkan mata air-mata air, maka bertemulah air-air itu untuk satu urusan yang sungguh telah ditetapkan.",
    "Dan Kami angkut Nūḥ ke atas (bahtera) yang terbuat dari papan dan paku,",
    "Yang berlayar dengan pemeliharaan Kami sebagai balasan bagi orang-orang yang diingkari (Nūḥ).",
    "Dan sesungguhnya telah Kami jadikan kapal itu sebagai pelajaran, maka adakah orang yang mau mengambil pelajaran?",
    "Maka alangkah dahsyatnya azab-Ku dan ancaman-ancaman-Ku.",
    "Dan sesungguhnya telah Kami mudahkan Al-Qur`ān untuk pelajaran, maka adakah orang yang mengambil pelajaran?",
    "Kaum ʻĀd pun telah mendustakan (pula).  Maka alangkah dahsyatnya azab-Ku dan ancaman-ancaman-Ku.",
    "Sesungguhnya Kami telah menghembuskan kepada mereka angin yang sangat kencang pada hari nahas yang terus menerus,",
    "yang menggelimpangkan manusia seakan-akan mereka pokok kurma yang tumbang.",
    "Maka betapakah dahsyatnya azab-Ku dan ancaman-ancaman-Ku.",
    "Dan sesungguhnya telah Kami mudahkan Al-Qur`ān untuk pelajaran, maka adakah orang yang mengambil pelajaran?",
    "Kaum Ṡamūd pun telah mendustakan ancaman-ancaman (itu).",
    "Maka mereka berkata, \"Bagaimana kita akan mengikuti saja seorang manusia (biasa) di antara kita? Sesungguhnya kalau kita begitu benar-benar berada dalam keadaan sesat dan gila\",",
    "Apakah wahyu itu diturunkan kepadanya di antara kita? Sebenarnya dia adalah seorang yang amat pendusta lagi sombong\".",
    "Kelak mereka akan mengetahui siapakah yang sebenarnya amat pendusta lagi sombong.",
    "Sesungguhnya Kami akan mengirimkan unta betina sebagai cobaan bagi mereka, maka tunggulah (tindakan) mereka dan bersabarlah.",
    "Dan beritakanlah kepada mereka bahwa sesungguhnya air itu terbagi antara mereka (dengan unta betina itu); tiap-tiap giliran minum dihadiri (oleh yang punya giliran).",
    "Maka mereka memanggil kawannya, lalu kawannya menangkap (unta itu) dan membunuhnya.",
    "Alangkah dahsyatnya azab-Ku dan ancaman-ancaman-Ku.",
    "Sesungguhnya Kami menimpakan atas mereka satu suara yang keras mengguntur, maka jadilah mereka seperti rumput kering (yang dikumpulkan oleh) yang punya kandang binatang.",
    "Dan sesungguhnya telah Kami mudahkan Al-Qur`ān untuk pelajaran, maka adakah orang yang mengambil pelajaran?",
    "Kaum Lūṭ pun telah mendustakan ancaman-ancaman (nabinya).",
    "Sesungguhnya Kami telah mengembuskan kepada mereka angin yang membawa batu-batu (yang menimpa mereka), kecuali keluarga Lūṭ.  Mereka Kami selamatkan sebelum diwaktu sebelum fajar menyingsing,",
    "sebagai nikmat dari Kami.  Demikianlah Kami memberi balasan kepada orang-orang yang bersyukur.",
    "Dan sesungguhnya dia (Lūṭ) telah memperingatkan mereka akan azab-azab Kami, maka mereka mendustakan ancaman-ancaman itu.",
    "Dan sesungguhnya mereka telah membujuknya (agar menyerahkan) tamunya (kepada mereka), lalu Kami butakan mata mereka, maka rasakanlah azab-Ku dan ancaman-ancaman-Ku.",
    "Dan sesungguhnya pada esok harinya mereka ditimpa azab yang kekal.",
    "Maka rasakanlah azab-Ku dan ancaman-ancaman-Ku.",
    "Dan sesungguhnya telah Kami mudahkan Al-Qur`ān untuk pelajaran, maka adakah orang yang mengambil pelajaran?",
    "Dan sesungguhnya telah datang kepada kaum Firʻawn  ancaman-ancaman.",
    "Mereka mendustakan mukjizat-mukjizat Kami kesemuanya, lalu Kami azab mereka sebagai azab dari Yang Maha Perkasa lagi Maha Kuasa",
    "Apakah orang-orang kafirmu, (hai kaum musyrikin) lebih baik dari mereka itu, atau apakah kamu telah mempunyai jaminan kebebasan (dari azab) dalam Kitab-kitab yang dahulu?",
    "Atau apakah mereka mengatakan, \"Kami adalah satu golongan yang bersatu yang pasti menang\".",
    "Golongan itu pasti akan dikalahkan dan mereka akan mundur ke belakang.",
    "Sebenarnya hari kiamat itulah hari yang dijanjikan kepada mereka dan kiamat itu lebih dahsyat dan lebih pahit.",
    "Sesungguhnya orang-orang yang berdosa berada dalam kesesatan (di dunia) dan dalam neraka.",
    "(Ingatlah) pada hari mereka diseret ke neraka atas muka mereka.  (Dikatakan kepada mereka), \"Rasakanlah sentuhan api neraka!\"",
    "Sesungguhnya Kami menciptakan segala sesuatu menurut ukuran.",
    "Dan perintah Kami hanyalah satu perkataan seperti kejapan mata.",
    "Dan sesungguhnya telah Kami binasakan orang yang serupa dengan kamu.  Maka adakah orang yang mau mengambil pelajaran?",
    "Dan segala sesuatu yang telah mereka perbuat tercatat dalam buku-buku catatan.",
    "Dan segala (urusan) yang kecil maupun yang besar adalah tertulis.",
    "Sesungguhnya orang-orang yang bertakwa itu di dalam taman-taman dan sungai-sungai,",
    "di tempat yang disenangi di sisi Tuhan Yang Berkuasa.",
    "(Tuhan) Yang Maha Pemurah,",
    "Yang telah mengajarkan Al-Qur`ān .",
    "Dia menciptakan manusia,",
    "mengajarnya pandai berbicara.",
    "Matahari dan bulan (beredar) menurut perhitungan.",
    "Dan tumbuh-tumbuhan dan pohon-pohonan, kedua-duanya tunduk kepada-Nya.",
    "Dan Allah telah meninggikan langit dan Dia meletakkan neraca (keadilan).",
    "Supaya kamu jangan melampaui batas tentang neraca itu.",
    "Dan tegakkanlah timbangan itu dengan adil dan janganlah kamu mengurangi neraca itu.",
    "Dan Allah telah meratakan bumi untuk makhluk-(Nya).",
    "Di bumi itu ada buah-buahan dan pohon kurma yang mempunyai kelopak mayang.",
    "Dan biji-bijian yang berkulit dan bunga-bunga yang harum baunya.",
    "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
    "Dia menciptakan manusia dari tanah kering seperti tembikar,",
    "dan Dia menciptakan jin dari nyala api.",
    "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
    "Tuhan yang memelihara kedua tempat terbit matahari dan Tuhan yang memelihara kedua tempat terbenamnya.",
    "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
    "Dia membiarkan dua lautan mengalir yang keduanya kemudian bertemu,",
    "antara keduanya ada batas yang tidak dilampaui oleh masing-masing.",
    "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
    "Dari keduanya keluar mutiara dan merjan.",
    "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
    "Dan kepunyaan-Nya-lah bahtera-bahtera yang tinggi layarnya di lautan laksana gunung-gunung.",
    "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
    "Semua yang ada di bumi itu akan binasa.",
    "Dan tetap kekal Wajah Tuhan-mu yang mempunyai kebesaran dan kemuliaan.",
    "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
    "Semua yang ada di langit dan bumi selalu meminta kepada-Nya.  Setiap waktu Dia dalam kesibukan.",
    "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
    "Kami akan memperhatikan sepenuhnya kepadamu, hai manusia dan jin.",
    "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
    "Hai jemaah jin dan manusia, jika kamu sanggup menembus (melintasi) penjuru langit dan bumi, maka lintasilah, kamu tidak dapat menembusnya melainkan dengan kekuatan.",
    "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
    "Kepada kamu, (jin dan manusia) dilepaskan nyala api dan cairan tembaga, maka kamu tidak dapat menyelamatkan diri (darinya).",
    "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
    "Maka apabila langit telah terbelah dan menjadi merah mawar seperti (kilapan) minyak.",
    "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
    "Pada waktu itu manusia dan jin tidak ditanya tentang dosanya.",
    "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
    "Orang-orang yang berdosa dikenal dengan tanda-tandanya, lalu dipegang ubun-ubun dan kaki mereka.",
    "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
    "Inilah neraka Jahanam yang didustakan oleh orang-orang berdosa.",
    "Mereka berkeliling di antaranya dan di antara air mendidih yang memuncak panasnya.",
    "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
    "Dan bagi orang yang takut akan saat menghadap Tuhan-nya ada dua surga.",
    "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
    "Kedua surga itu mempunyai pohon-pohonan dan buah-buahan.",
    "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
    "Di dalam kedua surga itu ada dua buah mata air yang mengalir.",
    "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
    "Di dalam kedua surga itu terdapat segala macam buah-buahan yang berpasangan.",
    "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
    "Mereka bertelekan di atas permadani yang sebelah dalamnya dari sutra.  Dan buah-buahan di kedua surga itu dapat (dipetik) dari dekat.",
    "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
    "Di dalam surga itu ada bidadari-bidadari yang sopan menundukkan pandangannya, tidak pernah disentuh oleh manusia sebelum mereka (penghuni-penghuni surga yang menjadi suami mereka) dan tidak pula oleh jin.",
    "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
    "Seakan-akan bidadari itu permata yakut dan merjan.",
    "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
    "Tidak ada balasan kebaikan kecuali kebaikan (pula).",
    "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
    "Dan selain dari dua surga itu ada dua surga lagi.",
    "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?,",
    "Kedua surga itu (kelihatan) hijau tua warnanya.",
    "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
    "Di dalam kedua surga itu ada dua mata air yang memancar.",
    "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
    "Di dalam keduanya (ada macam-macam) buah-buahan dan kurma serta delima.",
    "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
    "Di dalam surga itu ada bidadari-bidadari yang baik-baik lagi cantik-cantik.",
    "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
    "(Bidadari-bidadari) yang jelita, putih bersih, dipingit dalam rumah.",
    "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
    "Mereka tidak pernah disentuh oleh manusia sebelum mereka (penghuni-penghuni surga yang menjadi suami mereka) dan tidak pula oleh jin.",
    "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
    "Mereka bertelekan pada bantal-bantal yang hijau dan permadani-permadani yang indah.",
    "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
    "Maha Agung nama Tuhan-mu Yang Mempunyai kebesaran dan karunia.",
    "Apabila terjadi hari kiamat,",
    "terjadinya kiamat itu tidak dapat didustakan (disangkal).",
    "(Kejadian itu) merendahkan (satu golongan) dan meninggikan (golongan yang lain),",
    "apabila bumi digoncangkan sedahsyat-dahsyatnya,",
    "dan gunung-gunung dihancurluluhkan sehancur-hancurnya,",
    "maka jadilah ia debu yang beterbangan,",
    "dan kamu menjadi tiga golongan.",
    "Yaitu golongan kanan.  Alangkah mulianya golongan kanan itu.",
    "Dan golongan kiri.  Alangkah sengsaranya golongan kiri itu.",
    "Dan orang-orang yang paling dahulu beriman, merekalah yang paling dulu (masuk surga).",
    "Mereka itulah orang yang didekatkan (kepada Allah).",
    "Berada dalam surga kenikmatan.",
    "Segolongan besar dari orang-orang yang terdahulu,",
    "dan segolongan kecil dari orang-orang yang kemudian.",
    "Mereka berada di atas dipan yang bertahtakan emas dan permata,",
    "seraya bertelekan di atasnya berhadap-hadapan.",
    "Mereka dikelilingi oleh anak-anak muda yang tetap muda,",
    "dengan membawa gelas, cerek, dan seloki (piala) berisi minuman yang diambil dari air yang mengalir,",
    "mereka tidak pening karenanya dan tidak pula mabuk,",
    "dan buah-buahan dari apa yang mereka pilih,",
    "dan daging burung dari apa yang mereka inginkan.",
    "Dan (di dalam surga itu) ada bidadari-bidadari yang bermata jeli,",
    "laksana mutiara yang tersimpan baik.",
    "Sebagai balasan bagi apa yang telah mereka kerjakan.",
    "Mereka tidak mendengar di dalamnya perkataan yang sia-sia dan tidak pula perkataan yang menimbulkan dosa,",
    "akan tetapi mereka mendengar ucapan salam.",
    "Dan golongan kanan, alangkah bahagianya golongan kanan itu.",
    "Berada di antara pohon bidara yang tak berduri,",
    "dan pohon pisang yang bersusun-susun (buahnya),",
    "dan naungan yang terbentang luas,",
    "dan air yang tercurah,",
    "dan buah-buahan yang banyak,",
    "yang tidak berhenti (buahnya) dan tidak terlarang mengambilnya,",
    "dan kasur-kasur yang tebal lagi empuk.",
    "Sesungguhnya Kami menciptakan mereka (bidadari-bidadari) dengan langsung,",
    "dan Kami jadikan mereka gadis-gadis perawan,",
    "penuh cinta lagi sebaya umurnya,",
    "(Kami ciptakan mereka) untuk golongan kanan,",
    "(yaitu) segolongan besar dari orang-orang yang terdahulu,",
    "dan segolongan besar pula dari orang yang kemudian.",
    "Dan golongan kiri, siapakah golongan kiri itu.",
    "Dalam (siksaan) angin yang amat panas dan air yang panas yang mendidih,",
    "dan dalam naungan asap yang hitam.",
    "Tidak sejuk dan tidak menyenangkan.",
    "Sesungguhnya mereka sebelum itu hidup bermewah-mewah.",
    "Dan mereka terus-menerus mengerjakan dosa yang besar.",
    "Dan mereka selalu mengatakan, \"Apakah apabila kami mati dan menjadi tanah dan tulang belulang, apakah sesungguhnya kami benar-benar akan dibangkitkan kembali?",
    "Apakah bapak-bapak kami yang terdahulu (dibangkitkan pula)?\"",
    "Katakanlah, \"Sesungguhnya orang-orang yang terdahulu dan orang-orang yang kemudian,",
    "benar-benar akan dikumpulkan di waktu tertentu pada hari yang dikenal.",
    "Kemudian sesungguhnya kamu, hai orang yang sesat lagi mendustakan,",
    "benar-benar akan memakan pohon zakum,",
    "dan akan memenuhi perutmu dengannya.",
    "Sesudah itu kamu akan meminum air yang sangat panas.",
    "Maka kamu minum seperti unta yang sangat haus minum.",
    "Itulah hidangan untuk mereka pada hari Pembalasan\".",
    "Kami telah menciptakan kamu, maka mengapa kamu tidak membenarkan (hari berbangkit)?",
    "Maka terangkanlah kepada-Ku tentang nutfah yang kamu pancarkan.",
    "Kamukah yang menciptakannya, atau Kami-kah yang menciptakannya?",
    "Kami telah menentukan kematian di antara kamu dan Kami sekali-kali tidak akan dapat dikalahkan,",
    "untuk menggantikan kamu dengan orang-orang yang seperti kamu (dalam dunia) dan menciptakan kamu kelak (di akhirat) dalam keadaan yang tidak kamu ketahui.",
    "Dan Sesungguhnya kamu telah mengetahui penciptaan yang pertama, maka mengapakah kamu tidak mengambil pelajaran (untuk penciptaan yang kedua)?",
    "Maka terangkanlah kepadaku tentang yang kamu tanam?",
    "Kamukah yang menumbuhkannya atau Kami-kah yang menumbuhkannya?",
    "Kalau Kami kehendaki, benar-benar Kami jadikan dia kering dan hancur; maka jadilah kamu heran tercengang.",
    "(Sambil berkata), \"Sesungguhnya kami benar-benar menderita kerugian,",
    "bahkan kami menjadi orang yang tidak mendapat hasil apa-apa.\"",
    "Maka terangkanlah kepadaku tentang air yang kamu minum.",
    "Kamukah yang menurunkannya dari awan atau Kami-kah yang menurunkannya?",
    "Kalau Kami kehendaki, niscaya Kami jadikan dia asin, maka mengapakah kamu tidak bersyukur?",
    "Maka terangkanlah kepadaku tentang api yang kamu nyalakan (dari gosokan-gosokan kayu).",
    "Kamukah yang menjadikan kayu itu atau Kami-kah yang menjadikannya?",
    "Kami menjadikan api itu untuk peringatan dan bahan yang berguna bagi musafir di padang pasir.",
    "Maka bertasbihlah dengan (menyebut) nama Tuhan-mu Yang Maha Besar.",
    "Maka Aku bersumpah dengan tempat beredarnya bintang-bintang.",
    "Sesungguhnya sumpah itu adalah sumpah yang besar kalau kamu mengetahui,",
    "Sesungguhnya Al-Qur`ān ini adalah bacaan yang sangat mulia,",
    "pada kitab yang terpelihara (Lawḥ Maḥfūẓ),",
    "tidak menyentuhnya kecuali hamba-hamba yang disucikan.",
    "Diturunkan dari Tuhan semesta alam.",
    "Maka apakah kamu menganggap remeh saja Al-Qur`ān ini?,",
    "kamu (mengganti) rezeki (yang Allah berikan) dengan mendustakan (Allah).",
    "Maka mengapa ketika nyawa sampai di kerongkongan,",
    "padahal kamu ketika itu melihat,",
    "dan Kami lebih dekat kepadanya dari pada kamu.  Tetapi kamu tidak melihat,",
    "maka mengapa jika kamu tidak dikuasai (oleh Allah),",
    "Kamu tidak mengembalikan nyawa itu (kepada tempatnya) jika kamu adalah orang-orang yang benar?",
    "adapun jika dia (orang yang mati) termasuk orang yang didekatkan (kepada Allah),",
    "maka dia memperoleh ketenteraman dan rezeki serta surga kenikmatan.",
    "Dan adapun jika dia termasuk golongan kanan,",
    "maka keselamatanlah bagimu karena kamu dari golongan kanan.",
    "Dan adapun jika dia termasuk golongan yang mendustakan lagi sesat,",
    "maka dia mendapat hidangan air yang mendidih,",
    "dan dibakar di dalam neraka.",
    "Sesungguhnya (yang disebutkan ini) adalah suatu keyakinan yang benar.",
    "Maka bertasbihlah dengan (menyebut) nama Tuhan-mu yang Maha Besar.",
    "Semua yang berada di langit dan yang berada di bumi bertasbih kepada Allah (menyatakan kebesaran Allah).  Dan Dia-lah Yang Maha Perkasa lagi Maha Bijaksana.",
    "Kepunyaan-Nya-lah kerajaan langit dan bumi, Dia menghidupkan dan mematikan, dan Dia Maha Kuasa atas segala sesuatu.",
    "Dia-lah Yang Awal dan Yang Akhir; Yang Zahir dan Yang Batin; dan Dia Maha Mengetahui segala sesuatu.",
    "Dia-lah yang menciptakan langit dan bumi dalam enam hari; Kemudian Dia bersemayam di atas arasy.  Dia mengetahui apa yang masuk ke dalam bumi dan apa yang keluar darinya dan apa yang turun dari langit dan apa yang naik kepada-Nya.  Dan Dia bersama kamu di mana saja kamu berada.  Dan Allah Maha Melihat apa yang kamu kerjakan.",
    "Kepunyaan-Nya-lah kerajaan langit dan bumi.  Dan kepada Allah-lah dikembalikan segala urusan.",
    "Dia-lah yang memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam.  Dan Dia Maha Mengetahui segala isi hati.",
    "Berimanlah kamu kepada Allah dan Rasul-Nya dan nafkahkanlah sebagian dari hartamu yang Allah telah menjadikan kamu menguasainya.  Maka orang-orang yang beriman di antara kamu dan menafkahkan (sebagian) dari hartanya memperoleh pahala yang besar.",
    "Dan mengapa kamu tidak beriman kepada Allah padahal rasul menyeru kamu supaya kamu beriman kepada Tuhan-mu.  Dan sesungguhnya Dia telah mengambil perjanjianmu jika kamu adalah orang-orang yang beriman.",
    "Dia-lah yang menurunkan kepada hamba-Nya ayat-ayat yang terang (Al-Qur`ān) supaya Dia mengeluarkan kamu dari kegelapan kepada cahaya.  Dan sesungguhnya Allah benar-benar Maha Penyantun lagi Maha Penyayang terhadapmu.",
    "Dan mengapa kamu tidak menafkahkan (sebagian hartamu) pada jalan Allah, padahal Allah-lah yang mempusakai (mempunyai) langit dan bumi? Tidak sama di antara kamu orang yang menafkahkan (hartanya) dan berperang sebelum penaklukan (Mekah).  Mereka lebih tinggi derajatnya daripada orang-orang yang menafkahkan (hartanya) dan berperang sesudah itu.  Allah menjanjikan kepada masing-masing mereka (balasan) yang lebih baik.  Dan Allah mengetahui apa yang kamu kerjakan.",
    "Siapakah yang mau meminjamkan kepada Allah pinjaman yang baik, maka Allah akan melipat-gandakan (balasan) pinjaman itu untuknya, dan dia akan memperoleh pahala yang banyak,",
    "(yaitu) pada hari ketika kamu melihat orang mukmin laki-laki dan perempuan, sedang cahaya mereka bersinar di hadapan dan di sebelah kanan mereka, (dikatakan kepada mereka), \"Pada hari ini ada berita gembira untukmu, (yaitu) surga yang mengalir di bawahnya sungai-sungai, yang kamu kekal di dalamnya.  Itulah keberuntungan yang banyak\".",
    "Pada hari ketika orang-orang munafik laki-laki dan perempuan berkata kepada orang-orang yang beriman, \"Tunggulah kami supaya kami dapat mengambil sebagian dari cahayamu\". Dikatakan (kepada mereka), \"Kembalilah kamu ke belakang dan carilah sendiri cahaya (untukmu)\".  Lalu diadakan di antara mereka dinding yang mempunyai pintu.  Di sebelah dalamnya ada rahmat dan di sebelah luarnya dari situ ada siksa.",
    "Orang-orang munafik itu memanggil mereka (orang-orang mukmin) seraya berkata, \"Bukankah kami dahulu bersama-sama dengan kamu?\" Mereka menjawab, \"Benar, tetapi kamu mencelakakan dirimu sendiri dan menunggu (kehancuran kami), dan kamu ragu-ragu serta ditipu oleh angan-angan kosong sehingga datanglah ketetapan Allah; dan kamu telah ditipu terhadap Allah oleh (setan) yang amat penipu.",
    "Maka pada hari ini tidak diterima tebusan dari kamu dan tidak pula dari orang-orang kafir.  Tempat kamu ialah neraka.  Dialah tempat berlindungmu.  Dan dia adalah sejahat-jahat tempat kembali\".",
    "Belumkah datang waktunya bagi orang-orang yang beriman untuk tunduk hati mereka mengingat Allah dan kepada kebenaran yang telah turun (kepada mereka), dan janganlah mereka seperti orang-orang yang sebelumnya telah diturunkan Alkitab kepadanya, kemudian berlalulah masa yang panjang atas mereka, lalu hati mereka menjadi keras.  Dan kebanyakan di antara mereka adalah orang-orang yang fasik.",
    "Ketahuilah olehmu bahwa sesungguhnya Allah menghidupkan bumi sesudah matinya.  Sesungguhnya Kami telah menjelaskan kepadamu tanda-tanda kebesaran (Kami) supaya kamu memikirkannya.",
    "Sesungguhnya orang-orang yang bersedekah, baik laki-laki maupun perempuan dan meminjamkan kepada Allah pinjaman yang baik, niscaya akan dilipatgandakan (pembayarannya) kepada mereka; dan bagi mereka pahala yang banyak.",
    "Dan orang-orang yang beriman kepada Allah dan rasul-Nya, mereka itu orang-orang Ṣiddīqīn dan orang-orang yang menjadi saksi di sisi Tuhan mereka.  Bagi mereka pahala dan cahaya mereka.  Dan orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itulah penghuni-penghuni neraka.",
    "Ketahuilah, bahwa sesungguhnya kehidupan dunia itu hanyalah permainan dan suatu yang melalaikan, perhiasan, dan bermegah-megah antara kamu serta berbangga-banggaan tentang banyaknya harta dan anak, seperti hujan yang tanam-tanamannya mengagumkan para petani; kemudian tanaman itu menjadi kering dan kamu lihat warnanya kuning kemudian menjadi hancur. Dan di akhirat (nanti) ada azab yang keras dan ampunan dari Allah serta keridaan-Nya.  Dan kehidupan dunia ini tidak lain hanyalah kesenangan yang menipu.",
    "Berlomba-lombalah kamu kepada (mendapatkan) ampunan dari Tuhan-mu dan surga yang luasnya seluas langit dan bumi, yang disediakan bagi orang-orang yang beriman kepada Allah dan rasul-rasul-Nya.  Itulah karunia Allah, diberikan-Nya kepada siapa yang dikehendaki-Nya.  Dan Allah mempunyai karunia yang besar.",
    "Tiada suatu bencana pun yang menimpa di bumi dan (tidak pula) pada dirimu sendiri melainkan telah tertulis dalam kitab (Lawḥ Maḥfūẓ) sebelum Kami menciptakannya.  Sesungguhnya yang demikian itu adalah mudah bagi Allah.",
    "(Kami jelaskan yang demikian itu) supaya kamu jangan berduka cita terhadap apa yang luput dari kamu, dan supaya kamu jangan terlalu gembira terhadap apa yang diberikan-Nya kepadamu.  Dan Allah tidak menyukai setiap orang yang sombong lagi membanggakan diri,",
    "(yaitu) orang-orang yang kikir dan menyuruh manusia berbuat kikir.  Dan barang siapa yang berpaling (dari perintah-perintah Allah), maka sesungguhnya Allah Dia-lah Yang Maha Kaya lagi Maha Terpuji.",
    "Sesungguhnya Kami telah mengutus rasul-rasul Kami dengan membawa bukti-bukti yang nyata dan telah Kami turunkan bersama mereka Alkitab dan neraca (keadilan) supaya manusia dapat melaksanakan keadilan.  Dan Kami ciptakan besi yang padanya terdapat kekuatan yang hebat dan berbagai manfaat bagi manusia, (supaya mereka mempergunakan besi itu) dan supaya Allah mengetahui siapa yang menolong (agama)-Nya dan rasul-rasul-Nya padahal Allah tidak dilihatnya. Sesungguhnya Allah Maha Kuat lagi Maha Perkasa.",
    "Dan sesungguhnya Kami telah mengutus Nūḥ dan Ibrāhīm dan Kami jadikan kepada keturunan keduanya kenabian dan Alkitab, maka di antara mereka ada yang menerima petunjuk dan banyak di antara mereka fasik.",
    "Kemudian Kami iringkan di belakang mereka rasul-rasul Kami dan Kami iringkan (pula) ʻIsa putra Maryam; dan Kami berikan kepadanya Injil dan Kami jadikan dalam hati orang-orang yang mengikutinya rasa santun dan kasih sayang.  Dan mereka mengada-adakan rahbāniyyah padahal kami tidak mewajibkannya kepada mereka, tetapi (mereka sendirilah yang mengada-adakannya) untuk mencari keridaan Allah, lalu mereka tidak memeliharanya dengan pemeliharaan yang semestinya.  Maka Kami berikan kepada orang-orang yang beriman di antara mereka pahalanya dan banyak di antara mereka orang-orang fasik.",
    "Hai orang-orang yang beriman (kepada para rasul), bertakwalah kepada Allah dan berimanlah kepada rasul-Nya, niscaya Allah memberikan rahmat-Nya kepadamu dua bagian, dan menjadikan untukmu cahaya yang dengan cahaya itu kamu dapat berjalan dan Dia mengampuni kamu.  Dan Allah Maha Pengampun lagi Maha Penyayang.",
    "(Kami terangkan yang demikian itu) supaya ahli kitab mengetahui bahwa mereka tiada mendapat sedikit pun akan karunia Allah (jika mereka tidak beriman kepada Muhammad), dan bahwasanya karunia itu adalah di tangan Allah.  Dia berikan karunia itu kepada siapa yang dikehendaki-Nya.  Dan Allah mempunyai karunia yang besar."
  ]
}