{
  "meta": {
    "id": 20,
    "name": "Saheeh International",
    "translator_name": "Saheeh International",
    "slug": "en-sahih-international",
    "language_name": "english"
  },
  "verses": [
    "[More precisely], is He [not best] who created the heavens and the earth and sent down for you rain from the sky, causing to grow thereby gardens of joyful beauty which you could not [otherwise] have grown the trees thereof? Is there a deity with Allāh? [No], but they are a people who ascribe equals [to Him].",
    "Is He [not best] who made the earth a stable ground and placed within it rivers and made for it firmly set mountains and placed between the two seas a barrier? Is there a deity with Allāh? [No], but most of them do not know.",
    "Is He [not best] who responds to the desperate one when he calls upon Him and removes evil and makes you inheritors of the earth? Is there a deity with Allāh? Little do you remember.",
    "Is He [not best] who guides you through the darknesses of the land and sea and who sends the winds as good tidings before His mercy? Is there a deity with Allāh? High is Allāh above whatever they associate with Him.",
    "Is He [not best] who begins creation and then repeats it and who provides for you from the heaven and earth? Is there a deity with Allāh? Say, \"Produce your proof, if you should be truthful.\"",
    "Say, \"None in the heavens and earth knows the unseen except Allāh, and they do not perceive when they will be resurrected.\"",
    "Rather, their knowledge is arrested concerning the Hereafter. Rather, they are in doubt about it. Rather, they are, concerning it, blind.",
    "And those who disbelieve say, \"When we have become dust as well as our forefathers, will we indeed be brought out [of the graves]?",
    "We have been promised this, we and our forefathers, before. This is not but legends of the former peoples.\"",
    "Say, [O Muḥammad], \"Proceed [i.e., travel] through the land and observe how was the end of the criminals.\"",
    "And grieve not over them or be in distress from what they conspire.",
    "And they say, \"When is [the fulfillment of] this promise, if you should be truthful?\"",
    "Say, \"Perhaps it is close behind you [i.e., very near] - some of that for which you are impatient.",
    "And indeed, your Lord is the possessor of bounty for the people, but most of them are not grateful.\"",
    "And indeed, your Lord knows what their breasts conceal and what they declare.",
    "And there is nothing concealed within the heaven and the earth except that it is in a clear Register.",
    "Indeed, this Qur’ān relates to the Children of Israel most of that over which they disagree.",
    "And indeed, it is guidance and mercy for the believers.",
    "Indeed, your Lord will judge between them by His [wise] judgement. And He is the Exalted in Might, the Knowing.",
    "So rely upon Allāh; indeed, you are upon the clear truth.",
    "Indeed, you will not make the dead hear, nor will you make the deaf hear the call when they have turned their backs retreating.",
    "And you cannot guide the blind away from their error. You will only make hear those who believe in Our verses so they are Muslims [i.e., submitting to Allāh].",
    "And when the word [i.e., decree] befalls them, We will bring forth for them a creature from the earth speaking to them, [saying] that the people were, of Our verses, not certain [in faith].",
    "And [warn of] the Day when We will gather from every nation a company of those who deny Our signs, and they will be [driven] in rows",
    "Until, when they arrive [at the place of Judgement], He will say, \"Did you deny My signs while you encompassed them not in knowledge, or what [was it that] you were doing?\"",
    "And the decree will befall them for the wrong they did, and they will not [be able to] speak.",
    "Do they not see that We made the night that they may rest therein and the day giving sight? Indeed in that are signs for a people who believe.",
    "And [warn of] the Day the Horn will be blown, and whoever is in the heavens and whoever is on the earth will be terrified except whom Allāh wills. And all will come to Him humbled.",
    "And you see the mountains, thinking them motionless, while they will pass as the passing of clouds. [It is] the work of Allāh, who perfected all things. Indeed, He is Aware of that which you do.",
    "Whoever comes [at Judgement] with a good deed will have better than it, and they, from the terror of that Day, will be safe.",
    "And whoever comes with an evil deed - their faces will be overturned into the Fire, [and it will be said], \"Are you recompensed except for what you used to do?\"",
    "[Say, O Muḥammad], \"I have only been commanded to worship the Lord of this city, who made it sacred and to whom [belongs] all things. And I am commanded to be of the Muslims [i.e., those who submit to Allāh].",
    "And to recite the Qur’ān.\" And whoever is guided is only guided for [the benefit of] himself; and whoever strays - say, \"I am only [one] of the warners.\"",
    "And say, \"[All] praise is [due] to Allāh. He will show you His signs, and you will recognize them. And your Lord is not unaware of what you do.\"",
    "Ṭā, Seen, Meem.",
    "These are verses of the clear Book.",
    "We recite to you from the news of Moses and Pharaoh in truth for a people who believe.",
    "Indeed, Pharaoh exalted himself in the land and made its people into factions, oppressing a sector among them, slaughtering their [newborn] sons and keeping their females alive. Indeed, he was of the corrupters.",
    "And We wanted to confer favor upon those who were oppressed in the land and make them leaders and make them inheritors",
    "And establish them in the land and show Pharaoh and [his minister] Hāmān and their soldiers through them that which they had feared.",
    "And We inspired to the mother of Moses, \"Suckle him; but when you fear for him, cast him into the river and do not fear and do not grieve. Indeed, We will return him to you and will make him [one] of the messengers.\"",
    "And the family of Pharaoh picked him up [out of the river] so that he would become to them an enemy and a [cause of] grief. Indeed, Pharaoh and Hāmān and their soldiers were deliberate sinners.",
    "And the wife of Pharaoh said, \"[He will be] a comfort of the eye [i.e., pleasure] for me and for you. Do not kill him; perhaps he may benefit us, or we may adopt him as a son.\" And they perceived not.",
    "And the heart of Moses' mother became empty [of all else]. She was about to disclose [the matter concerning] him had We not bound fast her heart that she would be of the believers.",
    "And she said to his sister, \"Follow him\"; so she watched him from a distance while they perceived not.",
    "And We had prevented from him [all] wet nurses before, so she said, \"Shall I direct you to a household that will be responsible for him for you while they are to him [for his upbringing] sincere?\"",
    "So We restored him to his mother that she might be content and not grieve and that she would know that the promise of Allāh is true. But most of them [i.e., the people] do not know.",
    "And when he attained his full strength and was [mentally] mature, We bestowed upon him judgement and knowledge. And thus do We reward the doers of good.",
    "And he entered the city at a time of inattention by its people and found therein two men fighting: one from his faction and one from among his enemy. And the one from his faction called for help to him against the one from his enemy, so Moses struck him and [unintentionally] killed him. [Moses] said, \"This is from the work of Satan. Indeed, he is a manifest, misleading enemy.\"",
    "He said, \"My Lord, indeed I have wronged myself, so forgive me,\" and He forgave him. Indeed, He is the Forgiving, the Merciful.",
    "He said, \"My Lord, for the favor You bestowed upon me, I will never be an assistant to the criminals.\"",
    "And he became inside the city fearful and anticipating [exposure], when suddenly the one who sought his help the previous day cried out to him [once again]. Moses said to him, \"Indeed, you are an evident, [persistent] deviator.\"",
    "And when he wanted to strike the one who was an enemy to both of them, he said, \"O Moses, do you intend to kill me as you killed someone yesterday? You only want to be a tyrant in the land and do not want to be of the amenders.\"",
    "And a man came from the farthest end of the city, running. He said, \"O Moses, indeed the eminent ones are conferring over you [intending] to kill you, so leave [the city]; indeed, I am to you of the sincere advisors.\"",
    "So he left it, fearful and anticipating [apprehension]. He said, \"My Lord, save me from the wrongdoing people.\"",
    "And when he directed himself toward Madyan, he said, \"Perhaps my Lord will guide me to the sound way.\"",
    "And when he came to the water [i.e., well] of Madyan, he found there a crowd of people watering [their flocks], and he found aside from them two women holding back [their flocks]. He said, \"What is your circumstance?\" They said, \"We do not water until the shepherds dispatch [their flocks]; and our father is an old man.\"",
    "So he watered [their flocks] for them; then he went back to the shade and said, \"My Lord, indeed I am, for whatever good You would send down to me, in need.\"",
    "Then one of the two women came to him walking with shyness. She said, \"Indeed, my father invites you that he may reward you for having watered for us.\" So when he came to him and related to him the story, he said, \"Fear not. You have escaped from the wrongdoing people.\"",
    "One of the women said, \"O my father, hire him. Indeed, the best one you can hire is the strong and the trustworthy.\"",
    "He said, \"Indeed, I wish to wed you one of these, my two daughters, on [the condition] that you serve me for eight years; but if you complete ten, it will be [as a favor] from you. And I do not wish to put you in difficulty. You will find me, if Allāh wills, from among the righteous.\"",
    "[Moses] said, \"That is [established] between me and you. Whichever of the two terms I complete - there is no injustice to me, and Allāh, over what we say, is Witness.\"",
    "And when Moses had completed the term and was traveling with his family, he perceived from the direction of the mount a fire. He said to his family, \"Stay here; indeed, I have perceived a fire. Perhaps I will bring you from there [some] information or burning wood from the fire that you may warm yourselves.\"",
    "But when he came to it, he was called from the right side of the valley in a blessed spot - from the tree, \"O Moses, indeed I am Allāh, Lord of the worlds.\"",
    "And [he was told], \"Throw down your staff.\" But when he saw it writhing as if it was a snake, he turned in flight and did not return. [Allāh said], \"O Moses, approach and fear not. Indeed, you are of the secure.",
    "Insert your hand into the opening of your garment; it will come out white, without disease. And draw in your arm close to you [as prevention] from fear, for those are two proofs from your Lord to Pharaoh and his establishment. Indeed, they have been a people defiantly disobedient.\"",
    "He said, \"My Lord, indeed I killed from among them someone, and I fear they will kill me.",
    "And my brother Aaron is more fluent than me in tongue, so send him with me as support, verifying me. Indeed, I fear that they will deny me.\"",
    "[Allāh] said, \"We will strengthen your arm through your brother and grant you both supremacy so they will not reach you. [It will be] through Our signs; you and those who follow you will be the predominant.\"",
    "But when Moses came to them with Our signs as clear evidences, they said, \"This is not except invented magic, and we have not heard of this [religion] among our forefathers.\"",
    "And Moses said, \"My Lord is more knowing [than we or you] of who has come with guidance from Him and to whom will be succession in the home. Indeed, wrongdoers do not succeed.\"",
    "And Pharaoh said, \"O eminent ones, I have not known you to have a god other than me. Then ignite for me, O Hāmān, [a fire] upon the clay and make for me a tower that I may look at the God of Moses. And indeed, I do think he is among the liars.\"",
    "And he was arrogant, he and his soldiers, in the land, without right, and they thought that they would not be returned to Us.",
    "So We took him and his soldiers and threw them into the sea. So see how was the end of the wrongdoers.",
    "And We made them leaders inviting to the Fire, and on the Day of Resurrection they will not be helped.",
    "And We caused to overtake them in this world a curse, and on the Day of Resurrection they will be of the despised.",
    "And We gave Moses the Scripture, after We had destroyed the former generations, as enlightenment for the people and guidance and mercy that they might be reminded.",
    "And you, [O Muḥammad], were not on the western side [of the mount] when We revealed to Moses the command, and you were not among the witnesses [to that].",
    "But We produced [many] generations [after Moses], and prolonged was their duration. And you were not a resident among the people of Madyan, reciting to them Our verses, but We were senders [of this message].",
    "And you were not at the side of the mount when We called [Moses] but [were sent] as a mercy from your Lord to warn a people to whom no warner had come before you that they might be reminded.",
    "And if not that a disaster should strike them for what their hands put forth [of sins] and they would say, \"Our Lord, why did You not send us a messenger so we could have followed Your verses and been among the believers?\"...",
    "But when the truth came to them from Us, they said, \"Why was he not given like that which was given to Moses?\" Did they not disbelieve in that which was given to Moses before? They said, \"[They are but] two works of magic supporting each other, and indeed we are, in both, disbelievers.\"",
    "Say, \"Then bring a scripture from Allāh which is more guiding than either of them that I may follow it, if you should be truthful.\"",
    "But if they do not respond to you - then know that they only follow their [own] desires. And who is more astray than one who follows his desire without guidance from Allāh? Indeed, Allāh does not guide the wrongdoing people.",
    "And We have [repeatedly] conveyed to them the word [i.e., the Qur’ān] that they might be reminded.",
    "Those to whom We gave the Scripture before it - they are believers in it.",
    "And when it is recited to them, they say, \"We have believed in it; indeed, it is the truth from our Lord. Indeed we were, [even] before it, Muslims [i.e., submitting to Allāh].\"",
    "Those will be given their reward twice for what they patiently endured and [because] they avert evil through good, and from what We have provided them they spend.",
    "And when they hear ill speech, they turn away from it and say, \"For us are our deeds, and for you are your deeds. Peace will be upon you; we seek not the ignorant.\"",
    "Indeed, [O Muḥammad], you do not guide whom you like, but Allāh guides whom He wills. And He is most knowing of the [rightly] guided.",
    "And they [i.e., the Quraysh] say, \"If we were to follow the guidance with you, we would be swept from our land.\" Have We not established for them a safe sanctuary to which are brought the fruits of all things as provision from Us? But most of them do not know.",
    "And how many a city have We destroyed that was insolent in its [way of] living, and those are their dwellings which have not been inhabited after them except briefly. And it is We who were the inheritors.",
    "And never would your Lord have destroyed the cities until He had sent to their mother [i.e., principal city] a messenger reciting to them Our verses. And We would not destroy the cities except while their people were wrongdoers.",
    "And whatever thing you [people] have been given - it is [only for] the enjoyment of worldly life and its adornment. And what is with Allāh is better and more lasting; so will you not use reason?",
    "Then is he whom We have promised a good promise which he will meet [i.e., obtain] like he for whom We provided enjoyment of worldly life [but] then he is, on the Day of Resurrection, among those presented [for punishment in Hell]?",
    "And [warn of] the Day He will call them and say, \"Where are My 'partners' which you used to claim?\"",
    "Those upon whom the word will have come into effect will say, \"Our Lord, these are the ones we led to error. We led them to error just as we were in error. We declare our disassociation [from them] to You. They did not used to worship [i.e., obey] us.\"",
    "And it will be said, \"Invoke your 'partners,'\" and they will invoke them; but they will not respond to them, and they will see the punishment. If only they had followed guidance!",
    "And [mention] the Day He will call them and say, \"What did you answer the messengers?\"",
    "But the information will be unapparent to them that Day, so they will not [be able to] ask one another.",
    "But as for one who had repented, believed, and done righteousness, it is expected [i.e., promised by Allāh] that he will be among the successful.",
    "And your Lord creates what He wills and chooses; not for them was the choice. Exalted is Allāh and high above what they associate with Him.",
    "And your Lord knows what their breasts conceal and what they declare.",
    "And He is Allāh; there is no deity except Him. To Him is [due all] praise in the first [life] and the Hereafter. And His is the [final] decision, and to Him you will be returned.",
    "Say, \"Have you considered: if Allāh should make for you the night continuous until the Day of Resurrection, what deity other than Allāh could bring you light? Then will you not hear?\"",
    "Say, \"Have you considered: if Allāh should make for you the day continuous until the Day of Resurrection, what deity other than Allāh could bring you a night in which you may rest? Then will you not see?\"",
    "And out of His mercy He made for you the night and the day that you may rest therein and [by day] seek from His bounty and [that] perhaps you will be grateful.",
    "And [warn of] the Day He will call them and say, \"Where are My 'partners' which you used to claim?\"",
    "And We will extract from every nation a witness and say, \"Produce your proof,\" and they will know that the truth belongs to Allāh, and lost from them is that which they used to invent.",
    "Indeed, Qārūn was from the people of Moses, but he tyrannized them. And We gave him of treasures whose keys would burden a band of strong men; thereupon his people said to him, \"Do not exult. Indeed, Allāh does not like the exultant.",
    "But seek, through that which Allāh has given you, the home of the Hereafter; and [yet], do not forget your share of the world. And do good as Allāh has done good to you. And desire not corruption in the land. Indeed, Allāh does not like corrupters.\"",
    "He said, \"I was only given it because of knowledge I have.\" Did he not know that Allāh had destroyed before him of generations those who were greater than him in power and greater in accumulation [of wealth]? But the criminals, about their sins, will not be asked.",
    "So he came out before his people in his adornment. Those who desired the worldly life said, \"Oh, would that we had like what was given to Qārūn. Indeed, he is one of great fortune.\"",
    "But those who had been given knowledge said, \"Woe to you! The reward of Allāh is better for he who believes and does righteousness. And none are granted it except the patient.\"",
    "And We caused the earth to swallow him and his home. And there was for him no company to aid him other than Allāh, nor was he of those who [could] defend themselves.",
    "And those who had wished for his position the previous day began to say, \"Oh, how Allāh extends provision to whom He wills of His servants and restricts it! If not that Allāh had conferred favor on us, He would have caused it to swallow us. Oh, how the disbelievers do not succeed!\"",
    "That home of the Hereafter We assign to those who do not desire exaltedness upon the earth or corruption. And the [best] outcome is for the righteous.",
    "Whoever comes [on the Day of Judgement] with a good deed will have better than it; and whoever comes with an evil deed - then those who did evil deeds will not be recompensed except [as much as] what they used to do.",
    "Indeed, [O Muḥammad], He who imposed upon you the Qur’ān will take you back to a place of return. Say, \"My Lord is most knowing of who brings guidance and who is in clear error.\"",
    "And you were not expecting that the Book would be conveyed to you, but [it is] a mercy from your Lord. So do not be an assistant to the disbelievers.",
    "And never let them avert you from the verses of Allāh after they have been revealed to you. And invite [people] to your Lord. And never be of those who associate others with Allāh.",
    "And do not invoke with Allāh another deity. There is no deity except Him. Everything will be destroyed except His Face. His is the judgement, and to Him you will be returned.",
    "Alif, Lām, Meem.",
    "Do the people think that they will be left to say, \"We believe\" and they will not be tried?",
    "But We have certainly tried those before them, and Allāh will surely make evident those who are truthful, and He will surely make evident the liars.",
    "Or do those who do evil deeds think they can outrun [i.e., escape] Us? Evil is what they judge.",
    "Whoever should hope for the meeting with Allāh - indeed, the term [decreed by] Allāh is coming. And He is the Hearing, the Knowing.",
    "And whoever strives only strives for [the benefit of] himself. Indeed, Allāh is Free from need of the worlds.",
    "And those who believe and do righteous deeds - We will surely remove from them their misdeeds and will surely reward them according to the best of what they used to do.",
    "And We have enjoined upon man goodness to parents. But if they endeavor to make you associate with Me that of which you have no knowledge, do not obey them. To Me is your return, and I will inform you about what you used to do.",
    "And those who believe and do righteous deeds - We will surely admit them among the righteous [into Paradise].",
    "And of the people are some who say, \"We believe in Allāh,\" but when one [of them] is harmed for [the cause of] Allāh, he considers the trial [i.e., harm] of the people as [if it were] the punishment of Allāh. But if victory comes from your Lord, they say, \"Indeed, We were with you.\" Is not Allāh most knowing of what is within the breasts of the worlds [i.e., all creatures]?",
    "And Allāh will surely make evident those who believe, and He will surely make evident the hypocrites.",
    "And those who disbelieve say to those who believe, \"Follow our way, and we will carry your sins.\" But they will not carry anything of their sins. Indeed, they are liars.",
    "But they will surely carry their [own] burdens and [other] burdens along with their burdens, and they will surely be questioned on the Day of Resurrection about what they used to invent.",
    "And We certainly sent Noah to his people, and he remained among them a thousand years minus fifty years, and the flood seized them while they were wrongdoers.",
    "But We saved him and the companions of the ship, and We made it a sign for the worlds.",
    "And [We sent] Abraham, when he said to his people, \"Worship Allāh and fear Him. That is best for you, if you should know.",
    "You only worship, besides Allāh, idols, and you produce a falsehood. Indeed, those you worship besides Allāh do not possess for you [the power of] provision. So seek from Allāh provision and worship Him and be grateful to Him. To Him you will be returned.\"",
    "And if you [people] deny [the message] - already nations before you have denied. And there is not upon the Messenger except [the duty of] clear notification.",
    "Have they not considered how Allāh begins creation and then repeats it? Indeed that, for Allāh, is easy.",
    "Say, [O Muḥammad], \"Travel through the land and observe how He began creation. Then Allāh will produce the final creation [i.e., development]. Indeed Allāh, over all things, is competent.\"",
    "He punishes whom He wills and has mercy upon whom He wills, and to Him you will be returned.",
    "And you will not cause failure [to Allāh] upon the earth or in the heaven. And you have not other than Allāh any protector or any helper.",
    "And the ones who disbelieve in the signs of Allāh and the meeting with Him - those have despaired of My mercy, and they will have a painful punishment.",
    "And the answer of his [i.e., Abraham's] people was not but that they said, \"Kill him or burn him,\" but Allāh saved him from the fire. Indeed in that are signs for a people who believe.",
    "And [Abraham] said, \"You have only taken, other than Allāh, idols as [a bond of] affection among you in worldly life. Then on the Day of Resurrection you will deny one another and curse one another, and your refuge will be the Fire, and you will not have any helpers.\"",
    "And Lot believed him. [Abraham] said, \"Indeed, I will emigrate to [the service of] my Lord. Indeed, He is the Exalted in Might, the Wise.\"",
    "And We gave to him Isaac and Jacob and placed in his descendants prophethood and scripture. And We gave him his reward in this world, and indeed, he is in the Hereafter among the righteous.",
    "And [mention] Lot, when he said to his people, \"Indeed, you commit such immorality as no one has preceded you with from among the worlds.",
    "Indeed, you approach men and obstruct the road and commit in your meetings [every] evil.\" And the answer of his people was not but that they said, \"Bring us the punishment of Allāh, if you should be of the truthful.\"",
    "He said, \"My Lord, support me against the corrupting people.\"",
    "And when Our messengers [i.e., angels] came to Abraham with the good tidings, they said, \"Indeed, we will destroy the people of that [i.e., Lot's] city. Indeed, its people have been wrongdoers.\"",
    "[Abraham] said, \"Indeed, within it is Lot.\" They said, \"We are more knowing of who is within it. We will surely save him and his family, except his wife. She is to be of those who remain behind.\"",
    "And when Our messengers [i.e., angels] came to Lot, he was distressed for them and felt for them great discomfort. They said, \"Fear not, nor grieve. Indeed, we will save you and your family, except your wife; she is to be of those who remain behind.",
    "Indeed, we will bring down on the people of this city punishment from the sky because they have been defiantly disobedient.\"",
    "And We have certainly left of it a sign as clear evidence for a people who use reason.",
    "And to Madyan [We sent] their brother Shuʿayb, and he said, \"O my people, worship Allāh and expect the Last Day and do not commit abuse on the earth, spreading corruption.\"",
    "But they denied him, so the earthquake seized them, and they became within their home [corpses] fallen prone.",
    "And [We destroyed] ʿAad and Thamūd, and it has become clear to you from their [ruined] dwellings. And Satan had made pleasing to them their deeds and averted them from the path, and they were endowed with perception.",
    "And [We destroyed] Qārūn and Pharaoh and Hāmān. And Moses had already come to them with clear evidences, and they were arrogant in the land, but they were not outrunners [of Our punishment].",
    "So each We seized for his sin; and among them were those upon whom We sent a storm of stones, and among them were those who were seized by the blast [from the sky], and among them were those whom We caused the earth to swallow, and among them were those whom We drowned. And Allāh would not have wronged them, but it was they who were wronging themselves.",
    "The example of those who take allies other than Allāh is like that of the spider who takes [i.e., constructs] a home. And indeed, the weakest of homes is the home of the spider, if they only knew.",
    "Indeed, Allāh knows whatever thing they call upon other than Him. And He is the Exalted in Might, the Wise.",
    "And these examples We present to the people, but none will understand them except those of knowledge.",
    "Allāh created the heavens and the earth in truth. Indeed in that is a sign for the believers."
  ]
}