{
  "meta": {
    "id": 20,
    "name": "Saheeh International",
    "translator_name": "Saheeh International",
    "slug": "en-sahih-international",
    "language_name": "english"
  },
  "verses": [
    "And why should I not worship He who created me and to whom you will be returned?",
    "Should I take other than Him [false] deities [while], if the Most Merciful intends for me some adversity, their intercession will not avail me at all, nor can they save me?",
    "Indeed, I would then be in manifest error.",
    "Indeed, I have believed in your Lord, so listen to me.\"",
    "It was said, \"Enter Paradise.\" He said, \"I wish my people could know",
    "Of how my Lord has forgiven me and placed me among the honored.\"",
    "And We did not send down upon his people after him any soldiers from the heaven, nor would We have done so.",
    "It was not but one shout, and immediately they were extinguished.",
    "How regretful for the servants. There did not come to them any messenger except that they used to ridicule him.",
    "Have they not considered how many generations We destroyed before them - that they to them will not return?",
    "And indeed, all of them will yet be brought present before Us.",
    "And a sign for them is the dead earth. We have brought it to life and brought forth from it grain, and from it they eat.",
    "And We placed therein gardens of palm trees and grapevines and caused to burst forth therefrom some springs -",
    "That they may eat of His fruit. And their hands have not produced it, so will they not be grateful?",
    "Exalted is He who created all pairs - from what the earth grows and from themselves and from that which they do not know.",
    "And a sign for them is the night. We remove from it the [light of] day, so they are [left] in darkness.",
    "And the sun runs [on course] toward its stopping point. That is the determination of the Exalted in Might, the Knowing.",
    "And the moon - We have determined for it phases, until it returns [appearing] like the old date stalk.",
    "It is not allowable [i.e., possible] for the sun to reach the moon, nor does the night overtake the day, but each, in an orbit, is swimming.",
    "And a sign for them is that We carried their forefathers in a laden ship.",
    "And We created for them from the likes of it that which they ride.",
    "And if We should will, We could drown them; then no one responding to a cry would there be for them, nor would they be saved",
    "Except as a mercy from Us and provision for a time.",
    "But when it is said to them, \"Beware of what is before you and what is behind you; perhaps you will receive mercy...\"",
    "And no sign comes to them from the signs of their Lord except that they are from it turning away.",
    "And when it is said to them, \"Spend from that which Allāh has provided for you,\" those who disbelieve say to those who believe, \"Should we feed one whom, if Allāh had willed, He would have fed? You are not but in clear error.\"",
    "And they say, \"When is this promise, if you should be truthful?\"",
    "They do not await except one blast which will seize them while they are disputing.",
    "And they will not be able [to give] any instruction, nor to their people can they return.",
    "And the Horn will be blown; and at once from the graves to their Lord they will hasten.",
    "They will say, \"O woe to us! Who has raised us up from our sleeping place?\" [The reply will be], \"This is what the Most Merciful had promised, and the messengers told the truth.\"",
    "It will not be but one blast, and at once they are all brought present before Us.",
    "So today [i.e., the Day of Judgement] no soul will be wronged at all, and you will not be recompensed except for what you used to do.",
    "Indeed the companions of Paradise, that Day, will be amused in [joyful] occupation -",
    "They and their spouses - in shade, reclining on adorned couches.",
    "For them therein is fruit, and for them is whatever they request [or wish]",
    "[And] \"Peace,\" a word from a Merciful Lord.",
    "[Then He will say], \"But stand apart today, you criminals.",
    "Did I not enjoin upon you, O children of Adam, that you not worship Satan - [for] indeed, he is to you a clear enemy -",
    "And that you worship [only] Me? This is a straight path.",
    "And he had already led astray from among you much of creation, so did you not use reason?",
    "This is the Hellfire which you were promised.",
    "[Enter to] burn therein today for what you used to deny.\"",
    "That Day, We will seal over their mouths, and their hands will speak to Us, and their feet will testify about what they used to earn.",
    "And if We willed, We could have obliterated their eyes, and they would race to [find] the path, and how could they see?",
    "And if We willed, We could have deformed them, [paralyzing them] in their places so they would not be able to proceed, nor could they return.",
    "And he to whom We grant long life We reverse in creation; so will they not understand?",
    "And We did not give him [i.e., Prophet Muḥammad (ﷺ)] knowledge of poetry, nor is it befitting for him. It is not but a message and a clear Qur’ān",
    "To warn whoever is alive and justify the word [i.e., decree] against the disbelievers.",
    "Do they not see that We have created for them from what Our hands have made, grazing livestock, and [then] they are their owners?",
    "And We have tamed them for them, so some of them they ride, and some of them they eat.",
    "And for them therein are [other] benefits and drinks, so will they not be grateful?",
    "But they have taken besides Allāh [false] deities that perhaps they would be helped.",
    "They are not able to help them, and they [themselves] are for them soldiers in attendance.",
    "So let not their speech grieve you. Indeed, We know what they conceal and what they declare.",
    "Does man not consider that We created him from a [mere] sperm-drop - then at once he is a clear adversary?",
    "And he presents for Us an example and forgets his [own] creation. He says, \"Who will give life to bones while they are disintegrated?\"",
    "Say, \"He will give them life who produced them the first time; and He is, of all creation, Knowing.\"",
    "[It is] He who made for you from the green tree, fire, and then from it you ignite.",
    "Is not He who created the heavens and the earth Able to create the likes of them? Yes, [it is so]; and He is the Knowing Creator.",
    "His command is only when He intends a thing that He says to it, \"Be,\" and it is.",
    "So exalted is He in whose hand is the realm of all things, and to Him you will be returned.",
    "By those [angels] lined up in rows",
    "And those who drive [the clouds]",
    "And those who recite the message,",
    "Indeed, your God is One,",
    "Lord of the heavens and the earth and that between them and Lord of the sunrises.",
    "Indeed, We have adorned the nearest heaven with an adornment of stars",
    "And as protection against every rebellious devil",
    "[So] they may not listen to the exalted assembly [of angels] and are pelted from every side,",
    "Repelled; and for them is a constant punishment,",
    "Except one who snatches [some words] by theft, but they are pursued by a burning flame, piercing [in brightness].",
    "Then inquire of them, [O Muḥammad], \"Are they a stronger [or more difficult] creation or those [others] We have created?\" Indeed, We created them [i.e., men] from sticky clay.",
    "But you wonder, while they mock,",
    "And when they are reminded, they remember not.",
    "And when they see a sign, they ridicule.",
    "And say, \"This is not but obvious magic.",
    "When we have died and become dust and bones, are we indeed to be resurrected?",
    "And our forefathers [as well]?\"",
    "Say, \"Yes, and you will be [rendered] contemptible.\"",
    "It will be only one shout, and at once they will be observing.",
    "They will say, \"O woe to us! This is the Day of Recompense.\"",
    "[They will be told], \"This is the Day of Judgement which you used to deny.\"",
    "[The angels will be ordered], \"Gather those who committed wrong, their kinds, and what they used to worship",
    "Other than Allāh, and guide them to the path of Hellfire",
    "And stop them; indeed, they are to be questioned.\"",
    "[They will be asked], \"What is [wrong] with you? Why do you not help each other?\"",
    "But they, that Day, are in surrender.",
    "And they will approach one another asking [i.e., blaming] each other.",
    "They will say, \"Indeed, you used to come at us from the right.\"",
    "They [i.e., the oppressors] will say, \"Rather, you [yourselves] were not believers,",
    "And we had over you no authority, but you were a transgressing people.",
    "So the word [i.e., decree] of our Lord has come into effect upon us; indeed, we will taste [punishment].",
    "And we led you to deviation; indeed, we were deviators.\"",
    "So indeed they, that Day, will be sharing in the punishment.",
    "Indeed, that is how We deal with the criminals.",
    "Indeed they, when it was said to them, \"There is no deity but Allāh,\" were arrogant",
    "And were saying, \"Are we to leave our gods for a mad poet?\"",
    "Rather, he [i.e., the Prophet (ﷺ)] has come with the truth and confirmed the [previous] messengers.",
    "Indeed, you [disbelievers] will be tasters of the painful punishment,",
    "And you will not be recompensed except for what you used to do -",
    "But not the chosen servants of Allāh.",
    "Those will have a provision determined -",
    "Fruits; and they will be honored",
    "In gardens of pleasure",
    "On thrones facing one another.",
    "There will be circulated among them a cup [of wine] from a flowing spring,",
    "White and delicious to the drinkers;",
    "No bad effect is there in it, nor from it will they be intoxicated.",
    "And with them will be women limiting [their] glances, with large, [beautiful] eyes,",
    "As if they were [delicate] eggs, well-protected.",
    "And they will approach one another, inquiring of each other.",
    "A speaker among them will say, \"Indeed, I had a companion [on earth].",
    "Who would say, 'Are you indeed of those who believe",
    "That when we have died and become dust and bones, we will indeed be recompensed?'\"",
    "He will say, \"Would you [care to] look?\"",
    "And he will look and see him in the midst of the Hellfire.",
    "He will say, \"By Allāh, you almost ruined me.",
    "If not for the favor of my Lord, I would have been of those brought in [to Hell].",
    "Then, are we not to die",
    "Except for our first death, and we will not be punished?\"",
    "Indeed, this is the great attainment.",
    "For the like of this let the workers [on earth] work.",
    "Is that [i.e., Paradise] a better accommodation or the tree of zaqqūm?",
    "Indeed, We have made it a torment for the wrongdoers.",
    "Indeed, it is a tree issuing from the bottom of the Hellfire,",
    "Its emerging fruit as if it was heads of the devils.",
    "And indeed, they will eat from it and fill with it their bellies.",
    "Then indeed, they will have after it a mixture of scalding water.",
    "Then indeed, their return will be to the Hellfire.",
    "Indeed they found their fathers astray.",
    "So they hastened [to follow] in their footsteps.",
    "And there had already strayed before them most of the former peoples,",
    "And We had already sent among them warners.",
    "Then look how was the end of those who were warned -",
    "But not the chosen servants of Allāh.",
    "And Noah had certainly called Us, and [We are] the best of responders.",
    "And We saved him and his family from the great affliction.",
    "And We made his descendants those remaining [on the earth]",
    "And left for him [favorable mention] among later generations:",
    "\"Peace upon Noah among the worlds.\"",
    "Indeed, We thus reward the doers of good.",
    "Indeed, he was of Our believing servants.",
    "Then We drowned the others [i.e., disbelievers].",
    "And indeed, among his kind was Abraham,",
    "When he came to his Lord with a sound heart",
    "[And] when he said to his father and his people, \"What do you worship?",
    "Is it falsehood [as] gods other than Allāh you desire?",
    "Then what is your thought about the Lord of the worlds?\"",
    "And he cast a look at the stars.",
    "And said, \"Indeed, I am [about to be] ill.\"",
    "So they turned away from him, departing.",
    "Then he turned to their gods and said, \"Do you not eat?",
    "What is [wrong] with you that you do not speak?\".",
    "And he turned upon them a blow with [his] right hand.",
    "Then they [i.e., the people] came toward him, hastening.",
    "He said, \"Do you worship that which you [yourselves] carve,",
    "While Allāh created you and that which you do?\"",
    "They said, \"Construct for him a structure [i.e., furnace] and throw him into the burning fire.\"",
    "And they intended for him a plan [i.e., harm], but We made them the most debased.",
    "And [then] he said, \"Indeed, I will go to [where I am ordered by] my Lord; He will guide me.",
    "My Lord, grant me [a child] from among the righteous.\"",
    "So We gave him good tidings of a forbearing boy.",
    "And when he reached with him [the age of] exertion, he said, \"O my son, indeed I have seen in a dream that I [must] sacrifice you, so see what you think.\" He said, \"O my father, do as you are commanded. You will find me, if Allāh wills, of the steadfast.\"",
    "And when they had both submitted and he put him down upon his forehead,",
    "We called to him, \"O Abraham,",
    "You have fulfilled the vision.\" Indeed, We thus reward the doers of good.",
    "Indeed, this was the clear trial.",
    "And We ransomed him with a great sacrifice,",
    "And We left for him [favorable mention] among later generations:",
    "\"Peace upon Abraham.\"",
    "Indeed, We thus reward the doers of good.",
    "Indeed, he was of Our believing servants.",
    "And We gave him good tidings of Isaac, a prophet from among the righteous.",
    "And We blessed him and Isaac. But among their descendants is the doer of good and the clearly unjust to himself [i.e., sinner].",
    "And We did certainly confer favor upon Moses and Aaron.",
    "And We saved them and their people from the great affliction,",
    "And We supported them so it was they who overcame.",
    "And We gave them the explicit Scripture [i.e., the Torah],",
    "And We guided them on the straight path.",
    "And We left for them [favorable mention] among later generations:",
    "\"Peace upon Moses and Aaron.\"",
    "Indeed, We thus reward the doers of good.",
    "Indeed, they were of Our believing servants.",
    "And indeed, Elias was from among the messengers,",
    "When he said to his people, \"Will you not fear Allāh?",
    "Do you call upon Baʿl and leave the best of creators -",
    "Allāh, your Lord and the Lord of your first forefathers?\"",
    "And they denied him, so indeed, they will be brought [for punishment],",
    "Except the chosen servants of Allāh.",
    "And We left for him [favorable mention] among later generations:",
    "\"Peace upon Elias.\"",
    "Indeed, We thus reward the doers of good.",
    "Indeed, he was of Our believing servants.",
    "And indeed, Lot was among the messengers.",
    "[So mention] when We saved him and his family, all,",
    "Except an old woman [i.e., his wife] among those who remained [with the evildoers].",
    "Then We destroyed the others.",
    "And indeed, you pass by them in the morning",
    "And at night. Then will you not use reason?",
    "And indeed, Jonah was among the messengers.",
    "[Mention] when he ran away to the laden ship.",
    "And he drew lots and was among the losers.",
    "Then the fish swallowed him, while he was blameworthy.",
    "And had he not been of those who exalt Allāh,",
    "He would have remained inside its belly until the Day they are resurrected.",
    "But We threw him onto the open shore while he was ill.",
    "And We caused to grow over him a gourd vine.",
    "And We sent him to [his people of] a hundred thousand or more.",
    "And they believed, so We gave them enjoyment [of life] for a time.",
    "So inquire of them, [O Muḥammad], \"Does your Lord have daughters while they have sons?",
    "Or did We create the angels as females while they were witnesses?\"",
    "Unquestionably, it is out of their [invented] falsehood that they say,",
    "\"Allāh has begotten,\" and indeed, they are liars.",
    "Has He chosen daughters over sons?",
    "What is [wrong] with you? How do you make judgement?",
    "Then will you not be reminded?",
    "Or do you have a clear authority?",
    "Then produce your scripture, if you should be truthful.",
    "And they have made [i.e., claimed] between Him and the jinn a lineage, but the jinn have already known that they [who made such claims] will be brought [to punishment].",
    "Exalted is Allāh above what they describe,",
    "Except the chosen servants of Allāh [who do not share in that sin].",
    "So indeed, you [disbelievers] and whatever you worship,",
    "You cannot tempt [anyone] away from Him",
    "Except he who is to [enter and] burn in the Hellfire.",
    "[The angels say], \"There is not among us any except that he has a known position.",
    "And indeed, we are those who line up [for prayer].",
    "And indeed, we are those who exalt Allāh.\"",
    "And indeed, they [i.e., the disbelievers] used to say,",
    "\"If we had a message from [those of] the former peoples,",
    "We would have been the chosen servants of Allāh.\"",
    "But they disbelieved in it, so they are going to know.",
    "And Our word [i.e., decree] has already preceded for Our servants, the messengers,",
    "[That] indeed, they would be those given victory",
    "And [that] indeed, Our soldiers [i.e., the believers] will be those who overcome.",
    "So, [O Muḥammad], leave them for a time.",
    "And see [what will befall] them, for they are going to see.",
    "Then for Our punishment are they impatient?",
    "But when it descends in their territory, then evil is the morning of those who were warned.",
    "And leave them for a time.",
    "And see, for they are going to see.",
    "Exalted is your Lord, the Lord of might, above what they describe.",
    "And peace upon the messengers.",
    "And praise to Allāh, Lord of the worlds.",
    "Ṣād. By the Qur’ān containing reminder...",
    "But those who disbelieve are in pride and dissension.",
    "How many a generation have We destroyed before them, and they [then] called out; but it was not a time for escape.",
    "And they wonder that there has come to them a warner [i.e., Prophet Muḥammad (ﷺ)] from among themselves. And the disbelievers say, \"This is a magician and a liar.",
    "Has he made the gods [only] one God? Indeed, this is a curious thing.\"",
    "And the eminent among them went forth, [saying], \"Continue, and be patient over [the defense of] your gods. Indeed, this is a thing intended.",
    "We have not heard of this in the latest religion. This is not but a fabrication.",
    "Has the message been revealed to him out of [all of] us?\" Rather, they are in doubt about My message. Rather, they have not yet tasted My punishment.",
    "Or do they have the depositories of the mercy of your Lord, the Exalted in Might, the Bestower?",
    "Or is theirs the dominion of the heavens and the earth and what is between them? Then let them ascend through [any] ways of access.",
    "[They are but] soldiers [who will be] defeated there among the companies [of disbelievers].",
    "The people of Noah denied before them, and [the tribe of] ʿAad and Pharaoh, the owner of stakes,",
    "And [the tribe of] Thamūd and the people of Lot and the companions of the thicket [i.e., people of Madyan]. Those are the companies.",
    "Each of them denied the messengers, so My penalty was justified.",
    "And these [disbelievers] await not but one blast [of the Horn]; for it there will be no delay.",
    "And they say, \"Our Lord, hasten for us our share [of the punishment] before the Day of Account.\"",
    "Be patient over what they say and remember Our servant, David, the possessor of strength; indeed, he was one who repeatedly turned back [to Allāh].",
    "Indeed, We subjected the mountains [to praise] with him, exalting [Allāh] in the [late] afternoon and [after] sunrise.",
    "And the birds were assembled, all with him repeating [praises].",
    "And We strengthened his kingdom and gave him wisdom and discernment in speech.",
    "And has there come to you the news of the adversaries, when they climbed over the wall of [his] prayer chamber -",
    "When they entered upon David and he was alarmed by them? They said, \"Fear not. [We are] two adversaries, one of whom has wronged the other, so judge between us with truth and do not exceed [it] and guide us to the sound path.",
    "Indeed this, my brother, has ninety-nine ewes, and I have one ewe; so he said, 'Entrust her to me,' and he overpowered me in speech.\"",
    "[David] said, \"He has certainly wronged you in demanding your ewe [in addition] to his ewes. And indeed, many associates oppress one another, except for those who believe and do righteous deeds - and few are they.\" And David became certain that We had tried him, and he asked forgiveness of his Lord and fell down bowing [in prostration] and turned in repentance [to Allāh].",
    "So We forgave him that; and indeed, for him is nearness to Us and a good place of return.",
    "[We said], \"O David, indeed We have made you a successor upon the earth, so judge between the people in truth and do not follow [your own] desire, as it will lead you astray from the way of Allāh.\" Indeed, those who go astray from the way of Allāh will have a severe punishment for having forgotten the Day of Account.",
    "And We did not create the heaven and the earth and that between them aimlessly. That is the assumption of those who disbelieve, so woe to those who disbelieve from the Fire.",
    "Or should We treat those who believe and do righteous deeds like corrupters in the land? Or should We treat those who fear Allāh like the wicked?",
    "[This is] a blessed Book which We have revealed to you, [O Muḥammad], that they might reflect upon its verses and that those of understanding would be reminded.",
    "And to David We gave Solomon. An excellent servant, indeed he was one repeatedly turning back [to Allāh].",
    "[Mention] when there were exhibited before him in the afternoon the poised [standing] racehorses.",
    "And he said, \"Indeed, I gave preference to the love of good [things] over the remembrance of my Lord until it [i.e., the sun] disappeared into the curtain [of darkness].\"",
    "[He said], \"Return them to me,\" and set about striking [their] legs and necks.",
    "And We certainly tried Solomon and placed on his throne a body; then he returned.",
    "He said, \"My Lord, forgive me and grant me a kingdom such as will not belong to anyone after me. Indeed, You are the Bestower.\"",
    "So We subjected to him the wind blowing by his command, gently, wherever he directed,",
    "And [also] the devils [of jinn] - every builder and diver.",
    "And others bound together in irons.",
    "[We said], \"This is Our gift, so grant or withhold without account.\"",
    "And indeed, for him is nearness to Us and a good place of return.",
    "And remember Our servant Job, when he called to his Lord, \"Indeed, Satan has touched me with hardship and torment.\"",
    "[So he was told], \"Strike [the ground] with your foot; this is a [spring for a] cool bath and drink.\"",
    "And We granted him his family and a like [number] with them as mercy from Us and a reminder for those of understanding.",
    "[We said], \"And take in your hand a bunch [of grass] and strike with it and do not break your oath.\" Indeed, We found him patient, an excellent servant. Indeed, he was one repeatedly turning back [to Allāh].",
    "And remember Our servants, Abraham, Isaac and Jacob - those of strength and [religious] vision.",
    "Indeed, We chose them for an exclusive quality: remembrance of the home [of the Hereafter].",
    "And indeed they are, to Us, among the chosen and outstanding.",
    "And remember Ishmael, Elisha and Dhul-Kifl, and all are among the outstanding.",
    "This is a reminder. And indeed, for the righteous is a good place of return -",
    "Gardens of perpetual residence, whose doors will be opened to them.",
    "Reclining within them, they will call therein for abundant fruit and drink.",
    "And with them will be women limiting [their] glances and of equal age.",
    "This is what you, [the righteous], are promised for the Day of Account.",
    "Indeed, this is Our provision; for it there is no depletion.",
    "This [is so]. But indeed, for the transgressors is an evil place of return -",
    "Hell, which they will [enter to] burn, and wretched is the resting place.",
    "This - so let them taste it - is scalding water and [foul] purulence.",
    "And other [punishments] of its type [in various] kinds.",
    "[Its inhabitants will say], \"This is a company bursting in with you. No welcome for them. Indeed, they will burn in the Fire.\"",
    "They will say, \"Nor you! No welcome for you. You, [our leaders], brought this upon us, and wretched is the settlement.\"",
    "They will say, \"Our Lord, whoever brought this upon us - increase for him double punishment in the Fire.\"",
    "And they will say, \"Why do we not see men whom we used to count among the worst?",
    "Is it [because] we took them in ridicule, or has [our] vision turned away from them?\"",
    "Indeed, that is truth [i.e., reality] - the quarreling of the people of the Fire.",
    "Say, [O Muḥammad], \"I am only a warner, and there is not any deity except Allāh, the One, the Prevailing,",
    "Lord of the heavens and the earth and whatever is between them, the Exalted in Might, the Perpetual Forgiver.\"",
    "Say, \"It is great news",
    "From which you turn away.",
    "I had no knowledge of the exalted assembly [of angels] when they were disputing [the creation of Adam].",
    "It has not been revealed to me except that I am a clear warner.\"",
    "[So mention] when your Lord said to the angels, \"Indeed, I am going to create a human being from clay.",
    "So when I have proportioned him and breathed into him of My [created] soul, then fall down to him in prostration.\"",
    "So the angels prostrated - all of them entirely,",
    "Except Iblees; he was arrogant and became among the disbelievers.",
    "[Allāh] said, \"O Iblees, what prevented you from prostrating to that which I created with My hands? Were you arrogant [then], or were you [already] among the haughty?\"",
    "He said, \"I am better than him. You created me from fire and created him from clay.\"",
    "[Allāh] said, \"Then get out of it [i.e., Paradise], for indeed, you are expelled.",
    "And indeed, upon you is My curse until the Day of Recompense.\"",
    "He said, \"My Lord, then reprieve me until the Day they are resurrected.\"",
    "[Allāh] said, \"So indeed, you are of those reprieved",
    "Until the Day of the time well-known.\"",
    "[Iblees] said, \"By Your might, I will surely mislead them all.",
    "Except, among them, Your chosen servants.\"",
    "[Allāh] said, \"The truth [is My oath], and the truth I say -",
    "[That] I will surely fill Hell with you and those of them that follow you all together.\"",
    "Say, [O Muḥammad], \"I do not ask you for it [i.e., the Qur’ān] any payment, and I am not of the pretentious.",
    "It is but a reminder to the worlds.",
    "And you will surely know [the truth of] its information after a time.\"",
    "The revelation of the Book [i.e., the Qur’ān] is from Allāh, the Exalted in Might, the Wise.",
    "Indeed, We have sent down to you the Book, [O Muḥammad], in truth. So worship Allāh, [being] sincere to Him in religion.",
    "Unquestionably, for Allāh is the pure religion. And those who take protectors besides Him [say], \"We only worship them that they may bring us nearer to Allāh in position.\" Indeed, Allāh will judge between them concerning that over which they differ. Indeed, Allāh does not guide he who is a liar and [confirmed] disbeliever.",
    "If Allāh had intended to take a son, He could have chosen from what He creates whatever He willed. Exalted is He; He is Allāh, the One, the Prevailing.",
    "He created the heavens and earth in truth. He wraps the night over the day and wraps the day over the night and has subjected the sun and the moon, each running [its course] for a specified term. Unquestionably, He is the Exalted in Might, the Perpetual Forgiver.",
    "He created you from one soul. Then He made from it its mate, and He produced for you from the grazing livestock eight mates. He creates you in the wombs of your mothers, creation after creation, within three darknesses. That is Allāh, your Lord; to Him belongs dominion. There is no deity except Him, so how are you averted?",
    "If you disbelieve - indeed, Allāh is Free from need of you. And He does not approve for His servants disbelief. And if you are grateful, He approves [i.e., likes] it for you; and no bearer of burdens will bear the burden of another. Then to your Lord is your return, and He will inform you about what you used to do. Indeed, He is Knowing of that within the breasts.",
    "And when adversity touches man, he calls upon his Lord, turning to Him [alone]; then when He bestows on him a favor from Himself, he forgets Him whom he called upon before, and he attributes to Allāh equals to mislead [people] from His way. Say, \"Enjoy your disbelief for a little; indeed, you are of the companions of the Fire.\"",
    "Is one who is devoutly obedient during periods of the night, prostrating and standing [in prayer], fearing the Hereafter and hoping for the mercy of his Lord, [like one who does not]? Say, \"Are those who know equal to those who do not know?\" Only they will remember [who are] people of understanding.",
    "Say, \"O My servants who have believed, fear your Lord. For those who do good in this world is good, and the earth of Allāh is spacious. Indeed, the patient will be given their reward without account [i.e., limit].\"",
    "Say, [O Muḥammad], \"Indeed, I have been commanded to worship Allāh, [being] sincere to Him in religion.",
    "And I have been commanded to be the first [among you] of the Muslims.\"",
    "Say, \"Indeed I fear, if I should disobey my Lord, the punishment of a tremendous Day.\"",
    "Say, \"Allāh [alone] do I worship, sincere to Him in my religion,",
    "So worship what you will besides Him.\" Say, \"Indeed, the losers are the ones who will lose themselves and their families on the Day of Resurrection. Unquestionably, that is the manifest loss.\"",
    "They will have canopies [i.e., layers] of fire above them and below them, canopies. By that Allāh threatens [i.e., warns] His servants. O My servants, then fear Me.",
    "But those who have avoided ṭāghūt, lest they worship it, and turned back to Allāh - for them are good tidings. So give good tidings to My servants",
    "Who listen to speech and follow the best of it. Those are the ones Allāh has guided, and those are people of understanding.",
    "Then, is one who has deserved the decree of punishment [to be guided]? Then, can you save one who is in the Fire?",
    "But those who have feared their Lord - for them are chambers, above them chambers built high, beneath which rivers flow. [This is] the promise of Allāh. Allāh does not fail in [His] promise.",
    "Do you not see that Allāh sends down rain from the sky and makes it flow as springs [and rivers] in the earth; then He produces thereby crops of varying colors; then they dry and you see them turned yellow; then He makes them [scattered] debris. Indeed in that is a reminder for those of understanding.",
    "So is one whose breast Allāh has expanded to [accept] Islām and he is upon [i.e., guided by] a light from his Lord [like one whose heart rejects it]? Then woe to those whose hearts are hardened against the remembrance of Allāh. Those are in manifest error.",
    "Allāh has sent down the best statement: a consistent Book wherein is reiteration. The skins shiver therefrom of those who fear their Lord; then their skins and their hearts relax at the remembrance [i.e., mention] of Allāh. That is the guidance of Allāh by which He guides whom He wills. And one whom Allāh sends astray - for him there is no guide.",
    "Then is he who will shield with his face the worst of the punishment on the Day of Resurrection [like one secure from it]? And it will be said to the wrongdoers, \"Taste what you used to earn.\"",
    "Those before them denied, and punishment came upon them from where they did not perceive.",
    "So Allāh made them taste disgrace in worldly life. But the punishment of the Hereafter is greater, if they only knew.",
    "And We have certainly presented for the people in this Qur’ān from every [kind of] example - that they might remember.",
    "[It is] an Arabic Qur’ān, without any deviance that they might become righteous.",
    "Allāh presents an example: a man [i.e., slave] owned by quarreling partners and another belonging exclusively to one man - are they equal in comparison? Praise be to Allāh! But most of them do not know.",
    "Indeed, you are to die, and indeed, they are to die.",
    "Then indeed you, on the Day of Resurrection, before your Lord, will dispute."
  ]
}