{
  "meta": {
    "id": 20,
    "name": "Saheeh International",
    "translator_name": "Saheeh International",
    "slug": "en-sahih-international",
    "language_name": "english"
  },
  "verses": [
    "To Him [alone] is attributed knowledge of the Hour. And fruits emerge not from their coverings nor does a female conceive or give birth except with His knowledge. And the Day He will call to them, \"Where are My 'partners'?\" they will say, \"We announce to You that there is [no longer] among us any witness [to that].\"",
    "And lost from them will be those they were invoking before, and they will be certain that they have no place of escape.",
    "Man is not weary of supplication for good [things], but if evil touches him, he is hopeless and despairing.",
    "And if We let him taste mercy from Us after an adversity which has touched him, he will surely say, \"This is [due] to me, and I do not think the Hour will occur; and [even] if I should be returned to my Lord, indeed, for me there will be with Him the best.\" But We will surely inform those who disbelieved about what they did, and We will surely make them taste a massive punishment.",
    "And when We bestow favor upon man, he turns away and distances himself; but when evil touches him, then he is full of extensive supplication.",
    "Say, \"Have you considered: if it [i.e., the Qur’ān] is from Allāh and you disbelieved in it, who would be more astray than one who is in extreme dissension?\"",
    "We will show them Our signs in the horizons and within themselves until it becomes clear to them that it is the truth. But is it not sufficient concerning your Lord that He is, over all things, a Witness?",
    "Unquestionably, they are in doubt about the meeting with their Lord. Unquestionably He is, of all things, encompassing.",
    "Ḥā, Meem.",
    "ʿAyn, Seen, Qāf.",
    "Thus has He revealed to you, [O Muḥammad], and to those before you - Allāh, the Exalted in Might, the Wise.",
    "To Him belongs whatever is in the heavens and whatever is in the earth, and He is the Most High, the Most Great.",
    "The heavens almost break from above them, and the angels exalt [Allāh] with praise of their Lord and ask forgiveness for those on earth. Unquestionably, it is Allāh who is the Forgiving, the Merciful.",
    "And those who take as allies other than Him - Allāh is [yet] Guardian over them; and you, [O Muḥammad], are not over them a manager.",
    "And thus We have revealed to you an Arabic Qur’ān that you may warn the Mother of Cities [i.e., Makkah] and those around it and warn of the Day of Assembly, about which there is no doubt. A party will be in Paradise and a party in the Blaze.",
    "And if Allāh willed, He could have made them [of] one religion, but He admits whom He wills into His mercy. And the wrongdoers have not any protector or helper.",
    "Or have they taken protectors [or allies] besides Him? But Allāh - He is the Protector, and He gives life to the dead, and He is over all things competent.",
    "And in anything over which you disagree - its ruling is [to be referred] to Allāh. [Say], \"That is Allāh, my Lord; upon Him I have relied, and to Him I turn back.\"",
    "[He is] Creator of the heavens and the earth. He has made for you from yourselves, mates, and among the cattle, mates; He multiplies you thereby. There is nothing like unto Him, and He is the Hearing, the Seeing.",
    "To Him belong the keys of the heavens and the earth. He extends provision for whom He wills and restricts [it]. Indeed He is, of all things, Knowing.",
    "He has ordained for you of religion what He enjoined upon Noah and that which We have revealed to you, [O Muḥammad], and what We enjoined upon Abraham and Moses and Jesus - to establish the religion and not be divided therein. Difficult for those who associate others with Allāh is that to which you invite them. Allāh chooses for Himself whom He wills and guides to Himself whoever turns back [to Him].",
    "And they did not become divided until after knowledge had come to them - out of jealous animosity between themselves. And if not for a word that preceded from your Lord [postponing the penalty] until a specified time, it would have been concluded between them. And indeed, those who were granted inheritance of the Scripture after them are, concerning it, in disquieting doubt.",
    "So to that [religion of Allāh] invite, [O Muḥammad], and remain on a right course as you are commanded and do not follow their inclinations but say, \"I have believed in what Allāh has revealed of scripture [i.e., the Qur’ān], and I have been commanded to do justice among you. Allāh is our Lord and your Lord. For us are our deeds, and for you your deeds. There is no [need for] argument between us and you. Allāh will bring us together, and to Him is the [final] destination.\"",
    "And those who argue concerning Allāh after He has been responded to - their argument is invalid with their Lord, and upon them is [His] wrath, and for them is a severe punishment.",
    "It is Allāh who has sent down the Book in truth and [also] the balance [i.e., justice]. And what will make you perceive? Perhaps the Hour is near.",
    "Those who do not believe in it are impatient for it, but those who believe are fearful of it and know that it is the truth. Unquestionably, those who dispute concerning the Hour are in extreme error.",
    "Allāh is Subtle with His servants; He gives provision to whom He wills. And He is the Powerful, the Exalted in Might.",
    "Whoever desires the harvest of the Hereafter - We increase for him in his harvest [i.e., reward]. And whoever desires the harvest [i.e., benefits] of this world - We give him thereof, but there is not for him in the Hereafter any share.",
    "Or have they partners [i.e., other deities] who have ordained for them a religion to which Allāh has not consented? But if not for the decisive word, it would have been concluded between them. And indeed, the wrongdoers will have a painful punishment.",
    "You will see the wrongdoers fearful of what they have earned, and it will [certainly] befall them. And those who have believed and done righteous deeds will be in lush regions of the gardens [in Paradise] having whatever they will in the presence of their Lord. That is what is the great bounty.",
    "It is that of which Allāh gives good tidings to His servants who believe and do righteous deeds. Say, [O Muḥammad], \"I do not ask you for it [i.e., this message] any payment [but] only good will through [i.e., due to] kinship.\" And whoever commits a good deed - We will increase for him good therein. Indeed, Allāh is Forgiving and Appreciative.",
    "Or do they say, \"He has invented about Allāh a lie\"? But if Allāh willed, He could seal over your heart. And Allāh eliminates falsehood and establishes the truth by His words. Indeed, He is Knowing of that within the breasts.",
    "And it is He who accepts repentance from His servants and pardons misdeeds, and He knows what you do.",
    "And He answers [the supplication of] those who have believed and done righteous deeds and increases [for] them from His bounty. But the disbelievers will have a severe punishment.",
    "And if Allāh had extended [excessively] provision for His servants, they would have committed tyranny throughout the earth. But He sends [it] down in an amount which He wills. Indeed He is, of His servants, Aware and Seeing.",
    "And it is He who sends down the rain after they had despaired and spreads His mercy. And He is the Protector, the Praiseworthy.",
    "And of His signs is the creation of the heavens and earth and what He has dispersed throughout them of creatures. And He, for gathering them when He wills, is competent.",
    "And whatever strikes you of disaster - it is for what your hands have earned; but He pardons much.",
    "And you will not cause failure [to Allāh] upon the earth. And you have not besides Allāh any protector or helper.",
    "And of His signs are the ships in the sea, like mountains.",
    "If He willed, He could still the wind, and they would remain motionless on its surface. Indeed in that are signs for everyone patient and grateful.",
    "Or He could destroy them for what they earned; but He pardons much.",
    "And [that is so] those who dispute concerning Our signs may know that for them there is no place of escape.",
    "So whatever thing you have been given - it is but [for] enjoyment of the worldly life. But what is with Allāh is better and more lasting for those who have believed and upon their Lord rely",
    "And those who avoid the major sins and immoralities, and when they are angry, they forgive,",
    "And those who have responded to their Lord and established prayer and whose affair is [determined by] consultation among themselves, and from what We have provided them, they spend,",
    "And those who, when tyranny strikes them, they retaliate [in a just manner].",
    "And the retribution for an evil act is an evil one like it, but whoever pardons and makes reconciliation - his reward is [due] from Allāh. Indeed, He does not like wrongdoers.",
    "And whoever retaliates after having been wronged - those have not upon them any cause [for blame].",
    "The cause is only against the ones who wrong the people and tyrannize upon the earth without right. Those will have a painful punishment.",
    "And whoever is patient and forgives - indeed, that is of the matters [worthy] of resolve.",
    "And he whom Allāh sends astray - for him there is no protector beyond Him. And you will see the wrongdoers, when they see the punishment, saying, \"Is there for return [to the former world] any way?\"",
    "And you will see them being exposed to it [i.e., the Fire], humbled from humiliation, looking from [behind] a covert glance. And those who had believed will say, \"Indeed, the [true] losers are the ones who lost themselves and their families on the Day of Resurrection. Unquestionably, the wrongdoers are in an enduring punishment.\"",
    "And there will not be for them any allies to aid them other than Allāh. And whoever Allāh sends astray - for him there is no way.",
    "Respond to your Lord before a Day comes from Allāh of which there is no repelling. No refuge will you have that Day, nor for you will there be any denial.",
    "But if they turn away - then We have not sent you, [O Muḥammad], over them as a guardian; upon you is only [the duty of] notification. And indeed, when We let man taste mercy from Us, he rejoices in it; but if evil afflicts him for what his hands have put forth, then indeed, man is ungrateful.",
    "To Allāh belongs the dominion of the heavens and the earth; He creates what He wills. He gives to whom He wills female [children], and He gives to whom He wills males.",
    "Or He makes them [both] males and females, and He renders whom He wills barren. Indeed, He is Knowing and Competent.",
    "And it is not for any human being that Allāh should speak to him except by revelation or from behind a partition or that He sends a messenger [i.e., angel] to reveal, by His permission, what He wills. Indeed, He is Most High and Wise.",
    "And thus We have revealed to you an inspiration of Our command [i.e., the Qur’ān]. You did not know what is the Book or [what is] faith, but We have made it a light by which We guide whom We will of Our servants. And indeed, [O Muḥammad], you guide to a straight path -",
    "The path of Allāh, to whom belongs whatever is in the heavens and whatever is on the earth. Unquestionably, to Allāh do [all] matters evolve [i.e., return].",
    "Ḥā, Meem.",
    "By the clear Book,",
    "Indeed, We have made it an Arabic Qur’ān that you might understand.",
    "And indeed it is, in the Mother of the Book with Us, exalted and full of wisdom.",
    "Then should We turn the message away, disregarding you, because you are a transgressing people?",
    "And how many a prophet We sent among the former peoples,",
    "But there would not come to them a prophet except that they used to ridicule him.",
    "And We destroyed greater than them in [striking] power, and the example of the former peoples has preceded.",
    "And if you should ask them, \"Who has created the heavens and the earth?\" they would surely say, \"They were created by the Exalted in Might, the Knowing,\"",
    "[The one] who has made for you the earth a bed and made for you upon it roads that you might be guided",
    "And who sends down rain from the sky in measured amounts, and We revive thereby a dead land - thus will you be brought forth -",
    "And who created the species, all of them, and has made for you of ships and animals those which you mount",
    "That you may settle yourselves upon their backs and then remember the favor of your Lord when you have settled upon them and say, \"Exalted is He who has subjected this to us, and we could not have [otherwise] subdued it.",
    "And indeed we, to our Lord, will [surely] return.\"",
    "But they have attributed to Him from His servants a portion. Indeed, man is clearly ungrateful.",
    "Or has He taken, out of what He has created, daughters and chosen you for [having] sons?",
    "And when one of them is given good tidings of that which he attributes to the Most Merciful in comparison [i.e., a daughter], his face becomes dark, and he suppresses grief.",
    "So is one brought up in ornaments while being during conflict unevident [attributed to Allāh]?",
    "And they described the angels, who are servants of the Most Merciful, as females. Did they witness their creation? Their testimony will be recorded, and they will be questioned.",
    "And they said, \"If the Most Merciful had willed, we would not have worshipped them.\" They have of that no knowledge. They are not but misjudging.",
    "Or have We given them a book before it [i.e., the Qur’ān] to which they are adhering?",
    "Rather, they say, \"Indeed, we found our fathers upon a religion, and we are in their footsteps [rightly] guided.\"",
    "And similarly, We did not send before you any warner into a city except that its affluent said, \"Indeed, we found our fathers upon a religion, and we are, in their footsteps, following.\"",
    "[Each warner] said, \"Even if I brought you better guidance than that [religion] upon which you found your fathers?\" They said, \"Indeed we, in that with which you were sent, are disbelievers.\"",
    "So We took retribution from them; then see how was the end of the deniers.",
    "And [mention, O Muḥammad], when Abraham said to his father and his people, \"Indeed, I am disassociated from that which you worship",
    "Except for He who created me; and indeed, He will guide me.\"",
    "And he made it a word remaining among his descendants that they might return [to it].",
    "However, I gave enjoyment to these [people of Makkah] and their fathers until there came to them the truth and a clear Messenger.",
    "But when the truth came to them, they said, \"This is magic, and indeed we are, concerning it, disbelievers.\"",
    "And they said, \"Why was this Qur’ān not sent down upon a great man from [one of] the two cities?\"",
    "Do they distribute the mercy of your Lord? It is We who have apportioned among them their livelihood in the life of this world and have raised some of them above others in degrees [of rank] that they may make use of one another for service. But the mercy of your Lord is better than whatever they accumulate.",
    "And if it were not that the people would become one community [of disbelievers], We would have made for those who disbelieve in the Most Merciful - for their houses - ceilings and stairways of silver upon which to mount.",
    "And for their houses - doors and couches [of silver] upon which to recline",
    "And gold ornament. But all that is not but the enjoyment of worldly life. And the Hereafter with your Lord is for the righteous.",
    "And whoever is blinded from remembrance of the Most Merciful - We appoint for him a devil, and he is to him a companion.",
    "And indeed, they [i.e., the devils] avert them from the way [of guidance] while they think that they are [rightly] guided",
    "Until, when he comes to Us [at Judgement], he says [to his companion], \"How I wish there was between me and you the distance between the east and west; and what a wretched companion.\"",
    "And never will it benefit you that Day, when you have wronged, that you are [all] sharing in the punishment.",
    "Then will you make the deaf hear, [O Muḥammad], or guide the blind or he who is in clear error?",
    "And whether [or not] We take you away [in death], indeed, We will take retribution upon them.",
    "Or whether [or not] We show you that which We have promised them, indeed, We are Perfect in Ability.",
    "So adhere to that which is revealed to you. Indeed, you are on a straight path.",
    "And indeed, it is a remembrance for you and your people, and you [all] are going to be questioned.",
    "And ask those We sent before you of Our messengers; have We made besides the Most Merciful deities to be worshipped?",
    "And certainly did We send Moses with Our signs to Pharaoh and his establishment, and he said, \"Indeed, I am the messenger of the Lord of the worlds.\"",
    "But when he brought them Our signs, at once they laughed at them.",
    "And We showed them not a sign except that it was greater than its sister, and We seized them with affliction that perhaps they might return [to faith].",
    "And they said [to Moses], \"O magician, invoke for us your Lord by what He has promised you. Indeed, we will be guided.\"",
    "But when We removed from them the affliction, at once they broke their word.",
    "And Pharaoh called out among his people; he said, \"O my people, does not the kingdom of Egypt belong to me, and these rivers flowing beneath me; then do you not see?",
    "Or am I [not] better than this one [i.e., Moses] who is insignificant and hardly makes himself clear?",
    "Then why have there not been placed upon him bracelets of gold or come with him the angels in conjunction?\"",
    "So he bluffed his people, and they obeyed him. Indeed, they were [themselves] a people defiantly disobedient [of Allāh].",
    "And when they angered Us, We took retribution from them and drowned them all.",
    "And We made them a precedent and an example for the later peoples.",
    "And when the son of Mary was presented as an example, immediately your people laughed aloud.",
    "And they said, \"Are our gods better, or is he?\" They did not present it [i.e., the comparison] except for [mere] argument. But, [in fact], they are a people prone to dispute.",
    "He [i.e., Jesus] was not but a servant upon whom We bestowed favor, and We made him an example for the Children of Israel.",
    "And if We willed, We could have made [instead] of you angels succeeding [one another] on the earth.",
    "And indeed, he [i.e., Jesus] will be [a sign for] knowledge of the Hour, so be not in doubt of it, and follow Me. This is a straight path.",
    "And never let Satan avert you. Indeed, he is to you a clear enemy.",
    "And when Jesus brought clear proofs, he said, \"I have come to you with wisdom [i.e., prophethood] and to make clear to you some of that over which you differ, so fear Allāh and obey me.",
    "Indeed, Allāh is my Lord and your Lord, so worship Him. This is a straight path.\"",
    "But the denominations from among them differed [and separated], so woe to those who have wronged from the punishment of a painful Day.",
    "Are they waiting except for the Hour to come upon them suddenly while they perceive not?",
    "Close friends, that Day, will be enemies to each other, except for the righteous",
    "[To whom Allāh will say], \"O My servants, no fear will there be concerning you this Day, nor will you grieve,",
    "[You] who believed in Our verses and were Muslims.",
    "Enter Paradise, you and your kinds, delighted.\"",
    "Circulated among them will be plates and vessels of gold. And therein is whatever the souls desire and [what] delights the eyes, and you will abide therein eternally.",
    "And that is Paradise which you are made to inherit for what you used to do.",
    "For you therein is much fruit from which you will eat.",
    "Indeed, the criminals will be in the punishment of Hell, abiding eternally.",
    "It will not be allowed to subside for them, and they, therein, are in despair.",
    "And We did not wrong them, but it was they who were the wrongdoers.",
    "And they will call, \"O Mālik, let your Lord put an end to us!\" He will say, \"Indeed, you will remain.\"",
    "We had certainly brought you the truth, but most of you, to the truth, were averse.",
    "Or have they devised [some] affair? But indeed, We are devising [a plan].",
    "Or do they think that We hear not their secrets and their private conversations? Yes, [We do], and Our messengers [i.e., angels] are with them recording.",
    "Say, [O Muḥammad], \"If the Most Merciful had a son, then I would be the first of [his] worshippers.\"",
    "Exalted is the Lord of the heavens and the earth, Lord of the Throne, above what they describe.",
    "So leave them to converse vainly and amuse themselves until they meet their Day which they are promised.",
    "And it is He [i.e., Allāh] who is [the only] deity in the heaven, and on the earth [the only] deity. And He is the Wise, the Knowing.",
    "And blessed is He to whom belongs the dominion of the heavens and the earth and whatever is between them and with whom is knowledge of the Hour and to whom you will be returned.",
    "And those they invoke besides Him do not possess [power of] intercession; but only those who testify to the truth [can benefit], and they know.",
    "And if you asked them who created them, they would surely say, \"Allāh.\" So how are they deluded?",
    "And [Allāh acknowledges] his saying, \"O my Lord, indeed these are a people who do not believe.\"",
    "So turn aside from them and say, \"Peace.\" But they are going to know.",
    "Ḥā, Meem.",
    "By the clear Book,",
    "Indeed, We sent it down during a blessed night. Indeed, We were to warn [mankind].",
    "Therein [i.e., on that night] is made distinct every precise matter -",
    "[Every] matter [proceeding] from Us. Indeed, We were to send [a messenger]",
    "As mercy from your Lord. Indeed, He is the Hearing, the Knowing,",
    "Lord of the heavens and the earth and that between them, if you would be certain.",
    "There is no deity except Him; He gives life and causes death. [He is] your Lord and the Lord of your first forefathers.",
    "But they are in doubt, amusing themselves.",
    "Then watch for the Day when the sky will bring a visible smoke",
    "Covering the people; this is a painful torment.",
    "[They will say], \"Our Lord, remove from us the torment; indeed, we are believers.\"",
    "How will there be for them a reminder [at that time]? And there had come to them a clear Messenger.",
    "Then they turned away from him and said, \"[He was] taught [and is] a madman.\"",
    "Indeed, We will remove the torment for a little. Indeed, you [disbelievers] will return [to disbelief].",
    "The Day We will strike with the greatest assault, indeed, We will take retribution.",
    "And We had already tried before them the people of Pharaoh, and there came to them a noble messenger [i.e., Moses],",
    "[Saying], \"Render to me the servants of Allāh. Indeed, I am to you a trustworthy messenger,\"",
    "And [saying], \"Be not haughty with Allāh. Indeed, I have come to you with clear evidence.",
    "And indeed, I have sought refuge in my Lord and your Lord, lest you stone me.",
    "But if you do not believe me, then leave me alone.\"",
    "And [finally] he called to his Lord that these were a criminal people.",
    "[Allāh said], \"Then set out with My servants by night. Indeed, you are to be pursued.",
    "And leave the sea in stillness. Indeed, they are an army to be drowned.\"",
    "How much they left behind of gardens and springs",
    "And crops and noble sites",
    "And comfort wherein they were amused.",
    "Thus. And We caused to inherit it another people.",
    "And the heaven and earth wept not for them, nor were they reprieved.",
    "And We certainly saved the Children of Israel from the humiliating torment -",
    "From Pharaoh. Indeed, he was a haughty one among the transgressors.",
    "And We certainly chose them by knowledge over [all] the worlds.",
    "And We gave them of signs that in which there was a clear trial.",
    "Indeed, these [disbelievers] are saying,",
    "\"There is not but our first death, and we will not be resurrected.",
    "Then bring [back] our forefathers, if you should be truthful.\"",
    "Are they better or the people of Tubbaʿ and those before them? We destroyed them, [for] indeed, they were criminals.",
    "And We did not create the heavens and earth and that between them in play.",
    "We did not create them except in truth, but most of them do not know.",
    "Indeed, the Day of Judgement is the appointed time for them all -",
    "The Day when no relation will avail a relation at all, nor will they be helped -",
    "Except those [believers] on whom Allāh has mercy. Indeed, He is the Exalted in Might, the Merciful.",
    "Indeed, the tree of zaqqūm",
    "Is food for the sinful.",
    "Like murky oil, it boils within bellies",
    "Like the boiling of scalding water.",
    "[It will be commanded], \"Seize him and drag him into the midst of the Hellfire,",
    "Then pour over his head from the torment of scalding water.\"",
    "[It will be said], \"Taste! Indeed, you are the honored, the noble!",
    "Indeed, this is what you used to dispute.\"",
    "Indeed, the righteous will be in a secure place:",
    "Within gardens and springs,",
    "Wearing [garments of] fine silk and brocade, facing each other.",
    "Thus. And We will marry them to fair women with large, [beautiful] eyes.",
    "They will call therein for every [kind of] fruit - safe and secure.",
    "They will not taste death therein except the first death, and He will have protected them from the punishment of Hellfire",
    "As bounty from your Lord. That is what is the great attainment.",
    "And indeed, We have eased it [i.e., the Qur’ān] in your tongue that they might be reminded.",
    "So watch, [O Muḥammad]; indeed, they are watching [for your end].",
    "Ḥā, Meem.",
    "The revelation of the Book is from Allāh, the Exalted in Might, the Wise.",
    "Indeed, within the heavens and earth are signs for the believers.",
    "And in the creation of yourselves and what He disperses of moving creatures are signs for people who are certain [in faith].",
    "And [in] the alternation of night and day and [in] what Allāh sends down from the sky of provision [i.e., rain] and gives life thereby to the earth after its lifelessness and [in His] directing of the winds are signs for a people who reason.",
    "These are the verses of Allāh which We recite to you in truth. Then in what statement after Allāh and His verses will they believe?",
    "Woe to every sinful liar",
    "Who hears the verses of Allāh recited to him, then persists arrogantly as if he had not heard them. So give him tidings of a painful punishment.",
    "And when he knows anything of Our verses, he takes them in ridicule. Those will have a humiliating punishment.",
    "Before them is Hell, and what they had earned will not avail them at all nor what they had taken besides Allāh as allies. And they will have a great punishment.",
    "This [Qur’ān] is guidance. And those who have disbelieved in the verses of their Lord will have a painful punishment of foul nature.",
    "It is Allāh who subjected to you the sea so that ships may sail upon it by His command and that you may seek of His bounty; and perhaps you will be grateful.",
    "And He has subjected to you whatever is in the heavens and whatever is on the earth - all from Him. Indeed in that are signs for a people who give thought.",
    "Say, [O Muḥammad], to those who have believed that they [should] forgive those who expect not the days of Allāh [i.e., of His retribution] so that He may recompense a people for what they used to earn.",
    "Whoever does a good deed - it is for himself; and whoever does evil - it is against it [i.e., the self or soul]. Then to your Lord you will be returned.",
    "And We did certainly give the Children of Israel the Scripture and judgement and prophethood, and We provided them with good things and preferred them over the worlds.",
    "And We gave them clear proofs of the matter [of religion]. And they did not differ except after knowledge had come to them - out of jealous animosity between themselves. Indeed, your Lord will judge between them on the Day of Resurrection concerning that over which they used to differ.",
    "Then We put you, [O Muḥammad], on an ordained way concerning the matter [of religion]; so follow it and do not follow the inclinations of those who do not know.",
    "Indeed, they will never avail you against Allāh at all. And indeed, the wrongdoers are allies of one another; but Allāh is the protector of the righteous.",
    "This [Qur’ān] is enlightenment for mankind and guidance and mercy for a people who are certain [in faith].",
    "Or do those who commit evils think We will make them like those who have believed and done righteous deeds - [make them] equal in their life and their death? Evil is that which they judge [i.e., assume].",
    "And Allāh created the heavens and earth in truth and so that every soul may be recompensed for what it has earned, and they will not be wronged.",
    "Have you seen he who has taken as his god his [own] desire, and Allāh has sent him astray due to knowledge and has set a seal upon his hearing and his heart and put over his vision a veil? So who will guide him after Allāh? Then will you not be reminded?",
    "And they say, \"There is not but our worldly life; we die and live, and nothing destroys us except time.\" And they have of that no knowledge; they are only assuming.",
    "And when Our verses are recited to them as clear evidences, their argument is only that they say, \"Bring [back] our forefathers, if you should be truthful.\"",
    "Say, \"Allāh causes you to live, then causes you to die; then He will assemble you for the Day of Resurrection, about which there is no doubt, but most of the people do not know.\"",
    "And to Allāh belongs the dominion of the heavens and the earth. And the Day the Hour appears - that Day the falsifiers will lose.",
    "And you will see every nation kneeling [from fear]. Every nation will be called to its record [and told], \"Today you will be recompensed for what you used to do.",
    "This, Our record, speaks about you in truth. Indeed, We were having transcribed whatever you used to do.\"",
    "So as for those who believed and did righteous deeds, their Lord will admit them into His mercy. That is what is the clear attainment.",
    "But as for those who disbelieved, [it will be said], \"Were not Our verses recited to you, but you were arrogant and became a criminal people?",
    "And when it was said, 'Indeed, the promise of Allāh is truth and the Hour [is coming] - no doubt about it,' you said, 'We know not what is the Hour. We assume only assumption, and we are not convinced.'\"",
    "And the evil consequences of what they did will appear to them, and they will be enveloped by what they used to ridicule.",
    "And it will be said, \"Today We will forget you as you forgot the meeting of this Day of yours, and your refuge is the Fire, and for you there are no helpers.",
    "That is because you took the verses of Allāh in ridicule, and worldly life deluded you.\" So that Day they will not be removed from it, nor will they be asked to appease [Allāh].",
    "Then, to Allāh belongs [all] praise - Lord of the heavens and Lord of the earth, Lord of the worlds.",
    "And to Him belongs [all] grandeur within the heavens and the earth, and He is the Exalted in Might, the Wise."
  ]
}