{
  "meta": {
    "id": 19,
    "name": "M. Pickthall",
    "translator_name": "Mohammed Marmaduke William Pickthall",
    "slug": "en-pickthall",
    "language_name": "english"
  },
  "verses": [
    "Successful indeed are the believers",
    "Who are humble in their prayers,",
    "And who shun vain conversation,",
    "And who are payers of the poor-due;",
    "And who guard their modesty -",
    "Save from their wives or the (slaves) that their right hands possess, for then they are not blameworthy,",
    "But whoso craveth beyond that, such are transgressors -",
    "And who are shepherds of their pledge and their covenant,",
    "And who pay heed to their prayers.",
    "These are the heirs",
    "Who will inherit paradise. There they will abide.",
    "Verily We created man from a product of wet earth;",
    "Then placed him as a drop (of seed) in a safe lodging;",
    "Then fashioned We the drop a clot, then fashioned We the clot a little lump, then fashioned We the little lump bones, then clothed the bones with flesh, and then produced it as another creation. So blessed be Allah, the Best of creators!",
    "Then lo! after that ye surely die.",
    "Then lo! on the Day of Resurrection ye are raised (again).",
    "And We have created above you seven paths, and We are never unmindful of creation.",
    "And we send down from the sky water in measure, and We give it lodging in the earth, and lo! We are Able to withdraw it.",
    "Then We produce for you therewith gardens of date-palms and grapes, wherein is much fruit for you and whereof ye eat;",
    "And a tree that springeth forth from Mount Sinai that groweth oil and relish for the eaters.",
    "And lo! in the cattle there is verily a lesson for you. We give you to drink of that which is in their bellies, and many uses have ye in them, and of them do ye eat;",
    "And on them and on the ship ye are carried.",
    "And We verily sent Noah unto his folk, and he said: O my people! Serve Allah. Ye have no other Allah save Him. Will ye not ward off (evil)?",
    "But the chieftains of his folk, who disbelieved, said: This is only a mortal like you who would make himself superior to you. Had Allah willed, He surely could have sent down angels. We heard not of this in the case of our fathers of old.",
    "He is only a man in whom is a madness, so watch him for a while.",
    "He said: My Lord! Help me because they deny me.",
    "Then We inspired in him, saying: Make the ship under Our eyes and Our inspiration. Then, when Our command cometh and the oven gusheth water, introduce therein of every (kind) two spouses, and thy household save him thereof against whom the Word hath already gone forth. And plead not with Me on behalf of those who have done wrong. Lo! they will be drowned.",
    "And when thou art on board the ship, thou and whoso is with thee, then say: Praise be to Allah Who hath saved us from the wrongdoing folk!",
    "And say: My Lord! Cause me to land at a blessed landing-place, for Thou art Best of all who bring to land.",
    "Lo! herein verily are portents, for lo! We are ever putting (mankind) to the test.",
    "Then, after them, We brought forth another generation;",
    "And we sent among them a messenger of their own, saying: Serve Allah, Ye have no other Allah save Him. Will ye not ward off (evil)?",
    "And the chieftains of his folk, who disbelieved and denied the meeting of the Hereafter, and whom We had made soft in the life of the world, said: This is only a mortal like you, who eateth of that whereof ye eat and drinketh of that ye drink.",
    "If ye were to obey a mortal like yourselves, then, lo! ye surely would be losers.",
    "Doth he promise you that you, when ye are dead and have become dust and bones, will (again) be brought forth?",
    "Begone, begone, with that which ye are promised!",
    "There is naught but our life of the world; we die and we live, and we shall not be raised (again).",
    "He is only a man who hath invented a lie about Allah. We are not going to put faith in him.",
    "He said: My Lord! Help me because they deny me.",
    "He said: In a little while they surely will become repentant.",
    "So the (Awful) Cry overtook them rightfully, and We made them like as wreckage (that a torrent hurleth). A far removal for wrongdoing folk!",
    "Then after them We brought forth other generations.",
    "No nation can outstrip its term, nor yet postpone it.",
    "Then We sent our messengers one after another. Whenever its messenger came unto a nation they denied him; so We caused them to follow one another (to disaster) and We made them bywords. A far removal for folk who believe not!",
    "Then We sent Moses and his brother Aaron with Our tokens and a clear warrant",
    "Unto Pharaoh and his chiefs, but they scorned (them) and they were despotic folk.",
    "And they said: Shall we put faith in two mortals like ourselves, and whose folk are servile unto us?",
    "So they denied them, and became of those who were destroyed.",
    "And We verily gave Moses the Scripture, that haply they might go aright.",
    "And We made the son of Mary and his mother a portent, and We gave them refuge on a height, a place of flocks and watersprings.",
    "O ye messengers! Eat of the good things, and do right. Lo! I am Aware of what ye do.",
    "And lo! this your religion is one religion and I am your Lord, so keep your duty unto Me.",
    "But they (mankind) have broken their religion among them into sects, each group rejoicing in its tenets.",
    "So leave them in their error till a time.",
    "Think they that in the wealth and sons wherewith We provide them",
    "We hasten unto them with good things? Nay, but they perceive not.",
    "Lo! those who go in awe for fear of their Lord.",
    "And those who believe in the revelations of their Lord,",
    "And those who ascribe not partners unto their Lord,",
    "And those who give that which they give with hearts afraid because they are about to return unto their Lord,",
    "These race for the good things, and they shall win them in the race.",
    "And we task not any soul beyond its scope, and with Us is a Record which speaketh the truth, and they will not be wronged.",
    "Nay, but their hearts are in ignorance of this (Qur'an), and they have other works, besides, which they are doing;",
    "Till when We grasp their luxurious ones with the punishment, behold! they supplicate.",
    "Supplicate not this day! Assuredly ye will not be helped by Us.",
    "My revelations were recited unto you, but ye used to turn back on your heels,",
    "In scorn thereof. Nightly did ye rave together.",
    "Have they not pondered the Word, or hath that come unto them which came not unto their fathers of old?",
    "Or know they not their messenger, and so reject him?",
    "Or say they: There is a madness in him? Nay, but he bringeth them the Truth; and most of them are haters of the Truth.",
    "And if the Truth had followed their desires, verily the heavens and the earth and whosoever is therein had been corrupted. Nay, We have brought them their Reminder, but from their Reminder they now turn away.",
    "Or dost thou ask of them (O Muhammad) any tribute? But the bounty of thy Lord is better, for He is Best of all who make provision.",
    "And lo! thou summonest them indeed unto a straight path.",
    "And lo! those who believe not in the Hereafter are indeed astray from the path.",
    "Though We had mercy on them and relieved them of the harm afflicting them, they still would wander blindly on in their contumacy.",
    "Already have We grasped them with punishment, but they humble not themselves unto their Lord, nor do they pray,",
    "Until, when We open for them the gate of extreme punishment, behold! they are aghast thereat.",
    "He it is Who hath created for you ears and eyes and hearts. Small thanks give ye!",
    "And He it is Who hath sown you broadcast in the earth, and unto Him ye will be gathered.",
    "And He it is Who giveth life and causeth death, and His is the difference of night and day. Have ye then no sense?",
    "Nay, but they say the like of that which said the men of old;",
    "They say: When we are dead and have become (mere) dust and bones, shall we then, forsooth, be raised again?",
    "We were already promised this, we and our forefathers. Lo! this is naught but fables of the men of old.",
    "Say: Unto Whom (belongeth) the earth and whosoever is therein, if ye have knowledge?",
    "They will say: Unto Allah. Say: Will ye not then remember?",
    "Say: Who is Lord of the seven heavens, and Lord of the Tremendous Throne?",
    "They will say: Unto Allah (all that belongeth). Say: Will ye not then keep duty (unto Him)?",
    "Say: In Whose hand is the dominion over all things and He protecteth, while against Him there is no protection, if ye have knowledge?",
    "They will say: Unto Allah (all that belongeth). Say: How then are ye bewitched?",
    "Nay, but We have brought them the Truth, and lo! they are liars.",
    "Allah hath not chosen any son, nor is there any god along with Him; else would each god have assuredly championed that which he created, and some of them would assuredly have overcome others. Glorified be Allah above all that they allege.",
    "Knower of the Invisible and the Visible! and Exalted be He over all that they ascribe as partners (unto Him)!",
    "Say: My Lord! If Thou shouldst show me that which they are promised.",
    "My Lord! then set me not among the wrongdoing folk.",
    "And verily We are Able to show thee that which We have promised them.",
    "Repel evil with that which is better. We are Best Aware of that which they allege.",
    "And say: My Lord! I seek refuge in Thee from suggestions of the evil ones,",
    "And I seek refuge in Thee, my Lord, lest they be present with me,",
    "Until, when death cometh unto one of them, he saith: My Lord! Send me back,",
    "That I may do right in that which I have left behind! But nay! It is but a word that he speaketh; and behind them is a barrier until the day when they are raised.",
    "And when the trumpet is blown there will be no kinship among them that day, nor will they ask of one another.",
    "Then those whose scales are heavy, they are the successful.",
    "And those whose scales are light are those who lose their souls, in hell abiding.",
    "The fire burneth their faces, and they are glum therein.",
    "(It will be said): Were not My revelations recited unto you, and then ye used to deny them?",
    "They will say: Our Lord! Our evil fortune conquered us, and we were erring folk.",
    "Our Lord! Oh, bring us forth from hence! If we return (to evil) then indeed we shall be wrong-doers.",
    "He saith: Begone therein, and speak not unto Me.",
    "Lo! there was a party of My slaves who said: Our Lord! We believe, therefor forgive us and have mercy on us for Thou art Best of all who show mercy;",
    "But ye chose them for a laughing-stock until they caused you to forget remembrance of Me, while ye laughed at them.",
    "Lo! I have rewarded them this day forasmuch as they were steadfast in that they, even they, are the triumphant.",
    "He will say: How long tarried ye in the earth, counting by years?",
    "They will say: We tarried by a day or part of a day. Ask of those who keep count!",
    "He will say: Ye tarried but a little if ye only knew.",
    "Deemed ye then that We had created you for naught, and that ye would not be returned unto Us?",
    "Now Allah be Exalted, the True King! There is no Allah save Him, the Lord of the Throne of Grace.",
    "He who crieth unto any other god along with Allah hath no proof thereof. His reckoning is only with his Lord. Lo! disbelievers will not be successful.",
    "And (O Muhammad) say: My Lord! Forgive and have mercy, for Thou art Best of all who show mercy.",
    "(Here is) a surah which We have revealed and enjoined, and wherein We have revealed plain tokens, that haply ye may take heed.",
    "The adulterer and the adulteress, scourge ye each one of them (with) a hundred stripes. And let not pity for the twain withhold you from obedience to Allah, if ye believe in Allah and the Last Day. And let a party of believers witness their punishment.",
    "The adulterer shall not marry save an adulteress or an idolatress, and the adulteress none shall marry save an adulterer or an idolater. All that is forbidden unto believers.",
    "And those who accuse honourable women but bring not four witnesses, scourge them (with) eighty stripes and never (afterward) accept their testimony - They indeed are evil-doers -",
    "Save those who afterward repent and make amends. (For such) lo! Allah is Forgiving, Merciful.",
    "As for those who accuse their wives but have no witnesses except themselves; let the testimony of one of them be four testimonies, (swearing) by Allah that he is of those who speak the truth;",
    "And yet a fifth, invoking the curse of Allah on him if he is of those who lie.",
    "And it shall avert the punishment from her if she bear witness before Allah four times that the thing he saith is indeed false,",
    "And a fifth (time) that the wrath of Allah be upon her if he speaketh truth.",
    "And had it not been for the grace of Allah and His mercy unto you, and that Allah is Clement, Wise, (ye had been undone).",
    "Lo! they who spread the slander are a gang among you. Deem it not a bad thing for you; nay, it is good for you. Unto every man of them (will be paid) that which he hath earned of the sin; and as for him among them who had the greater share therein, his will be an awful doom.",
    "Why did not the believers, men and women, when ye heard it, think good of their own own folk, and say: It is a manifest untruth?",
    "Why did they not produce four witnesses? Since they produce not witnesses, they verily are liars in the sight of Allah.",
    "Had it not been for the grace of Allah and His mercy unto you in the world and the Hereafter an awful doom had overtaken you for that whereof ye murmured.",
    "When ye welcomed it with your tongues, and uttered with your mouths that whereof ye had no knowledge, ye counted it a trifle. In the sight of Allah it is very great.",
    "Wherefor, when ye heard it, said ye not: It is not for us to speak of this. Glory be to Thee (O Allah)! This is awful calumny.",
    "Allah admonisheth you that ye repeat not the like thereof ever, if ye are (in truth) believers.",
    "And He expoundeth unto you the revelations. Allah is Knower, Wise.",
    "Lo! those who love that slander should be spread concerning those who believe, theirs will be a painful punishment in the world and the Hereafter. Allah knoweth. Ye know not.",
    "Had it not been for the grace of Allah and His mercy unto you, and that Allah is Clement, Merciful, (ye had been undone).",
    "O ye who believe! Follow not the footsteps of the devil. Unto whomsoever followeth the footsteps of the devil, lo! he commandeth filthiness and wrong. Had it not been for the grace of Allah and His mercy unto you, not one of you would ever have grown pure. But Allah causeth whom He will to grow. And Allah is Hearer, Knower.",
    "And let not those who possess dignity and ease among you swear not to give to the near of kin and to the needy, and to fugitives for the cause of Allah. Let them forgive and show indulgence. Yearn ye not that Allah may forgive you? Allah is Forgiving, Merciful.",
    "Lo! as for those who traduce virtuous, believing women (who are) careless, cursed are they in the world and the Hereafter. Theirs will be an awful doom",
    "On the day when their tongues and their hands and their feet testify against them as to what they used to do,",
    "On that day Allah will pay them their just due, and they will know that Allah, He is the Manifest Truth.",
    "Vile women are for vile men, and vile men for vile women. Good women are for good men, and good men for good women; such are innocent of that which people say: For them is pardon and a bountiful provision.",
    "O ye who believe! Enter not houses other than your own without first announcing your presence and invoking peace upon the folk thereof. That is better for you, that ye may be heedful.",
    "And if ye find no-one therein, still enter not until permission hath been given. And if it be said unto you: Go away again, then go away, for it is purer for you. Allah knoweth what ye do.",
    "(It is) no sin for you to enter uninhabited houses wherein is comfort for you. Allah knoweth what ye proclaim and what ye hide.",
    "Tell the believing men to lower their gaze and be modest. That is purer for them. Lo! Allah is aware of what they do.",
    "And tell the believing women to lower their gaze and be modest, and to display of their adornment only that which is apparent, and to draw their veils over their bosoms, and not to reveal their adornment save to their own husbands or fathers or husbands' fathers, or their sons or their husbands' sons, or their brothers or their brothers' sons or sisters' sons, or their women, or their slaves, or male attendants who lack vigour, or children who know naught of women's nakedness. And let them not stamp their feet so as to reveal what they hide of their adornment. And turn unto Allah together, O believers, in order that ye may succeed.",
    "And marry such of you as are solitary and the pious of your slaves and maid-servants. If they be poor, Allah will enrich them of His bounty. Allah is of ample means, Aware.",
    "And let those who cannot find a match keep chaste till Allah give them independence by His grace. And such of your slaves as seek a writing (of emancipation), write it for them if ye are aware of aught of good in them, and bestow upon them of the wealth of Allah which He hath bestowed upon you. Force not your slave-girls to whoredom that ye may seek enjoyment of the life of the world, if they would preserve their chastity. And if one force them, then (unto them), after their compulsion, lo! Allah will be Forgiving, Merciful.",
    "And verily We have sent down for you revelations that make plain, and the example of those who passed away before you. An admonition unto those who ward off (evil).",
    "Allah is the Light of the heavens and the earth. The similitude of His light is as a niche wherein is a lamp. The lamp is in a glass. The glass is as it were a shining star. (This lamp is) kindled from a blessed tree, an olive neither of the East nor of the West, whose oil would almost glow forth (of itself) though no fire touched it. Light upon light. Allah guideth unto His light whom He will. And Allah speaketh to mankind in allegories, for Allah is Knower of all things.",
    "(This lamp is found) in houses which Allah hath allowed to be exalted and that His name shall be remembered therein. Therein do offer praise to Him at morn and evening.",
    "Men whom neither merchandise nor sale beguileth from remembrance of Allah and constancy in prayer and paying to the poor their due; who fear a day when hearts and eyeballs will be overturned;",
    "That Allah may reward them with the best of what they did, and increase reward for them of His bounty. Allah giveth blessings without stint to whom He will.",
    "As for those who disbelieve, their deeds are as a mirage in a desert. The thirsty one supposeth it to be water till he cometh unto it and findeth it naught, and findeth, in the place thereof, Allah Who payeth him his due; and Allah is swift at reckoning.",
    "Or as darkness on a vast, abysmal sea. There covereth him a wave, above which is a wave, above which is a cloud. Layer upon layer of darkness. When he holdeth out his hand he scarce can see it. And he for whom Allah hath not appointed light, for him there is no light.",
    "Hast thou not seen that Allah, He it is Whom all who are in the heavens and the earth praise, and the birds in their flight? Of each He knoweth verily the worship and the praise; and Allah is Aware of what they do.",
    "And unto Allah belongeth the Sovereignty of the heavens and the earth, and unto Allah is the journeying.",
    "Hast thou not seen how Allah wafteth the clouds, then gathereth them, then maketh them layers, and thou seest the rain come forth from between them; He sendeth down from the heaven mountains wherein is hail, and smiteth therewith whom He will, and averteth it from whom He will. The flashing of His lightning all but snatcheth away the sight.",
    "Allah causeth the revolution of the day and the night. Lo! herein is indeed a lesson for those who see.",
    "Allah hath created every animal of water. Of them is (a kind) that goeth upon its belly and (a kind) that goeth upon two legs and (a kind) that goeth upon four. Allah createth what He will. Lo! Allah is Able to do all things.",
    "Verily We have sent down revelations and explained them. Allah guideth whom He will unto a straight path.",
    "And they say: We believe in Allah and the messenger, and we obey; then after that a faction of them turn away. Such are not believers.",
    "And when they appeal unto Allah and His messenger to judge between them, lo! a faction of them are averse;",
    "But if right had been with them they would have come unto him willingly.",
    "Is there in their hearts a disease, or have they doubts, or fear they lest Allah and His messenger should wrong them in judgment? Nay, but such are evil-doers.",
    "The saying of (all true) believers when they appeal unto Allah and His messenger to judge between them is only that they say: We hear and we obey. And such are the successful.",
    "He who obeyeth Allah and His messenger, and feareth Allah, and keepeth duty (unto Him): such indeed are the victorious.",
    "They swear by Allah solemnly that, if thou order them, they will go forth. Say: Swear not; known obedience (is better). Lo! Allah is Informed of what ye do.",
    "Say: Obey Allah and obey the messenger. But if ye turn away, then (it is) for him (to do) only that wherewith he hath been charged, and for you (to do) only that wherewith ye have been charged. If ye obey him, ye will go aright. But the messenger hath no other charge than to convey (the message) plainly.",
    "Allah hath promised such of you as believe and do good work that He will surely make them to succeed (the present rulers) in the earth even as He caused those who were before them to succeed (others); and that He will surely establish for them their religion which He hath approved for them, and will give them in exchange safety after their fear. They serve Me. They ascribe no thing as partner unto Me. Those who disbelieve henceforth, they are the miscreants.",
    "Establish worship and pay the poor-due and obey the messenger, that haply ye may find mercy.",
    "Think not that the disbelievers can escape in the land. Fire will be their home - a hapless journey's end!",
    "O ye who believe! Let your slaves, and those of you who have not come to puberty, ask leave of you at three times (before they come into your presence): Before the prayer of dawn, and when ye lay aside your raiment for the heat of noon, and after the prayer of night. Three times of privacy for you. It is no sin for them or for you at other times, when some of you go round attendant upon others (if they come into your presence without leave). Thus Allah maketh clear the revelations for you. Allah is Knower, Wise.",
    "And when the children among you come to puberty then let them ask leave even as those before them used to ask it. Thus Allah maketh clear His revelations for you. Allah is Knower, Wise.",
    "As for women past child-bearing, who have no hope of marriage, it is no sin for them if they discard their (outer) clothing in such a way as not to show adornment. But to refrain is better for them. Allah is Hearer, Knower.",
    "No blame is there upon the blind nor any blame upon the lame nor any blame upon the sick nor on yourselves if ye eat from your houses, or the houses of your fathers, or the houses of your mothers, or the houses of your brothers, or the houses of your sisters, or the houses of your fathers' brothers, or the houses of your fathers' sisters, or the houses of your mothers' brothers, or the houses of your mothers' sisters, or (from that) whereof ye hold the keys, or (from the house) of a friend. No sin shall it be for you whether ye eat together or apart. But when ye enter houses, salute one another with a greeting from Allah, blessed and sweet. Thus Allah maketh clear His revelations for you, that haply ye may understand.",
    "They only are the true believers who believe in Allah and His messenger and, when they are with him on some common errand, go not away until they have asked leave of him. Lo! those who ask leave of thee, those are they who believe in Allah and His messenger. So, if they ask thy leave for some affair of theirs, give leave to whom thou wilt of them, and ask for them forgiveness of Allah. Lo! Allah is Forgiving, Merciful.",
    "Make not the calling of the messenger among you as your calling one of another. Allah knoweth those of you who steal away, hiding themselves. And let those who conspire to evade orders beware lest grief or painful punishment befall them.",
    "Lo! verily unto Allah belongeth whatsoever is in the heavens and the earth. He knoweth your condition. And (He knoweth) the Day when they are returned unto Him so that He may inform them of what they did. Allah is Knower of all things.",
    "Blessed is He Who hath revealed unto His slave the Criterion (of right and wrong), that he may be a warner to the peoples.",
    "He unto Whom belongeth the Sovereignty of the heavens and the earth, He hath chosen no son nor hath He any partner in the Sovereignty. He hath created everything and hath meted out for it a measure.",
    "Yet they choose beside Him other gods who create naught but are themselves created, and possess not hurt nor profit for themselves, and possess not death nor life, nor power to raise the dead.",
    "Those who disbelieve say: This is naught but a lie that he hath invented, and other folk have helped him with it, so that they have produced a slander and a lie.",
    "And they say: Fables of the men of old which he hath had written down so that they are dictated to him morn and evening.",
    "Say (unto them, O Muhammad): He who knoweth the secret of the heavens and the earth hath revealed it. Lo! He ever is Forgiving, Merciful.",
    "And they say: What aileth this messenger (of Allah) that he eateth food and walketh in the markets? Why is not an angel sent down unto him, to be a warner with him.",
    "Or (why is not) treasure thrown down unto him, or why hath he not a paradise from whence to eat? And the evil-doers say: Ye are but following a man bewitched.",
    "See how they coin similitudes for thee, so that they are all astray and cannot find a road!",
    "Blessed is He Who, if He will, will assign thee better than (all) that - Gardens underneath which rivers flow - and will assign thee mansions.",
    "Nay, but they deny (the coming of) the Hour, and for those who deny (the coming of) the Hour We have prepared a flame.",
    "When it seeth them from afar, they hear the crackling and the roar thereof.",
    "And when they are flung into a narrow place thereof, chained together, they pray for destruction there.",
    "Pray not that day for one destruction, but pray for many destructions!",
    "Say: Is that (doom) better or the Garden of Immortality which is promised unto those who ward off (evil)? It will be their reward and journey's end.",
    "Therein abiding, they have all that they desire. It is for thy Lord a promise that must be fulfilled.",
    "And on the day when He will assemble them and that which they worship instead of Allah and will say: Was it ye who misled these my slaves or did they (themselves) wander from the way?",
    "They will say: Be Thou Glorified! it was not for us to choose any protecting friends beside thee; but Thou didst give them and their fathers ease till they forgot the warning and became lost folk.",
    "Thus they will give you the lie regarding what ye say, then ye can neither avert (the doom) nor obtain help. And whoso among you doeth wrong, We shall make him taste great torment.",
    "We never sent before thee any messengers but lo! they verily ate food and walked in the markets. And We have appointed some of you a test for others: Will ye be steadfast? And thy Lord is ever Seer."
  ]
}