{
  "meta": {
    "id": 19,
    "name": "M. Pickthall",
    "translator_name": "Mohammed Marmaduke William Pickthall",
    "slug": "en-pickthall",
    "language_name": "english"
  },
  "verses": [
    "Whereof do they question one another?",
    "(It is) of the awful tidings,",
    "Concerning which they are in disagreement.",
    "Nay, but they will come to know!",
    "Nay, again, but they will come to know!",
    "Have We not made the earth an expanse,",
    "And the high hills bulwarks?",
    "And We have created you in pairs,",
    "And have appointed your sleep for repose,",
    "And have appointed the night as a cloak,",
    "And have appointed the day for livelihood.",
    "And We have built above you seven strong (heavens),",
    "And have appointed a dazzling lamp,",
    "And have sent down from the rainy clouds abundant water,",
    "Thereby to produce grain and plant,",
    "And gardens of thick foliage.",
    "Lo! the Day of Decision is a fixed time,",
    "A day when the trumpet is blown and ye come in multitudes,",
    "And the heaven is opened and becometh as gates,",
    "And the hills are set in motion and become as a mirage.",
    "Lo! hell lurketh in ambush,",
    "A home for the rebellious.",
    "They will abide therein for ages.",
    "Therein taste they neither coolness nor (any) drink",
    "Save boiling water and a paralysing cold:",
    "Reward proportioned (to their evil deeds).",
    "For lo! they looked not for a reckoning;",
    "They called Our revelations false with strong denial.",
    "Everything have We recorded in a Book.",
    "So taste (of that which ye have earned). No increase do We give you save of torment.",
    "Lo! for the duteous is achievement -",
    "Gardens enclosed and vineyards,",
    "And voluptuous women of equal age;",
    "And a full cup.",
    "There hear they never vain discourse, nor lying -",
    "Requital from thy Lord - a gift in payment -",
    "Lord of the heavens and the earth, and (all) that is between them, the Beneficent; with Whom none can converse.",
    "On the day when the angels and the Spirit stand arrayed, they speak not, saving him whom the Beneficent alloweth and who speaketh right.",
    "That is the True Day. So whoso will should seek recourse unto his Lord.",
    "Lo! We warn you of a doom at hand, a day whereon a man will look on that which his own hands have sent before, and the disbeliever will cry: \"Would that I were dust!\"",
    "By those who drag forth to destruction,",
    "By the meteors rushing,",
    "By the lone stars floating,",
    "By the angels hastening,",
    "And those who govern the event,",
    "On the day when the first trump resoundeth.",
    "And the second followeth it,",
    "On that day hearts beat painfully",
    "While eyes are downcast",
    "(Now) they are saying: Shall we really be restored to our first state",
    "Even after we are crumbled bones?",
    "They say: Then that would be a vain proceeding.",
    "Surely it will need but one shout,",
    "And lo! they will be awakened.",
    "Hath there come unto thee the history of Moses?",
    "How his Lord called him in the holy vale of Tuwa,",
    "(Saying:) Go thou unto Pharaoh - Lo! he hath rebelled -",
    "And say (unto him): Hast thou (will) to grow (in grace)?",
    "Then I will guide thee to thy Lord and thou shalt fear (Him).",
    "And he showed him the tremendous token.",
    "But he denied and disobeyed,",
    "Then turned he away in haste,",
    "Then gathered he and summoned",
    "And proclaimed: \"I (Pharaoh) am your Lord the Highest.\"",
    "So Allah seized him (and made him) an example for the after (life) and for the former.",
    "Lo! herein is indeed a lesson for him who feareth.",
    "Are ye the harder to create, or is the heaven that He built?",
    "He raised the height thereof and ordered it;",
    "And He made dark the night thereof, and He brought forth the morn thereof.",
    "And after that He spread the earth,",
    "And produced therefrom the water thereof and the pasture thereof,",
    "And He made fast the hills,",
    "A provision for you and for your cattle.",
    "But when the great disaster cometh,",
    "The day when man will call to mind his (whole) endeavour,",
    "And hell will stand forth visible to him who seeth,",
    "Then, as for him who rebelled",
    "And chose the life of the world,",
    "Lo! hell will be his home.",
    "But as for him who feared to stand before his Lord and restrained his soul from lust,",
    "Lo! the Garden will be his home.",
    "They ask thee of the Hour: when will it come to port?",
    "Why (ask they)? What hast thou to tell thereof?",
    "Unto thy Lord belongeth (knowledge of) the term thereof.",
    "Thou art but a warner unto him who feareth it.",
    "On the day when they behold it, it will be as if they had but tarried for an evening or the morn thereof.",
    "He frowned and turned away",
    "Because the blind man came unto him.",
    "What could inform thee but that he might grow (in grace)",
    "Or take heed and so the reminder might avail him?",
    "As for him who thinketh himself independent,",
    "Unto him thou payest regard.",
    "Yet it is not thy concern if he grow not (in grace).",
    "But as for him who cometh unto thee with earnest purpose",
    "And hath fear,",
    "From him thou art distracted.",
    "Nay, but verily it is an Admonishment,",
    "So let whosoever will pay heed to it,",
    "On honoured leaves",
    "Exalted, purified,",
    "(Set down) by scribes",
    "Noble and righteous.",
    "Man is (self-)destroyed: how ungrateful!",
    "From what thing doth He create him?",
    "From a drop of seed. He createth him and proportioneth him,",
    "Then maketh the way easy for him,",
    "Then causeth him to die, and burieth him;",
    "Then, when He will, He bringeth him again to life.",
    "Nay, but (man) hath not done what He commanded him.",
    "Let man consider his food:",
    "How We pour water in showers",
    "Then split the earth in clefts",
    "And cause the grain to grow therein",
    "And grapes and green fodder",
    "And olive-trees and palm-trees",
    "And garden-closes of thick foliage",
    "And fruits and grasses:",
    "Provision for you and your cattle.",
    "But when the Shout cometh",
    "On the day when a man fleeth from his brother",
    "And his mother and his father",
    "And his wife and his children,",
    "Every man that day will have concern enough to make him heedless (of others).",
    "On that day faces will be bright as dawn,",
    "Laughing, rejoicing at good news;",
    "And other faces, on that day, with dust upon them,",
    "Veiled in darkness,",
    "Those are the disbelievers, the wicked.",
    "When the sun is overthrown,",
    "And when the stars fall,",
    "And when the hills are moved,",
    "And when the camels big with young are abandoned,",
    "And when the wild beasts are herded together,",
    "And when the seas rise,",
    "And when souls are reunited,",
    "And when the girl-child that was buried alive is asked",
    "For what sin she was slain,",
    "And when the pages are laid open,",
    "And when the sky is torn away,",
    "And when hell is lighted,",
    "And when the Garden is brought nigh,",
    "(Then) every soul will know what it hath made ready.",
    "Oh, but I call to witness the planets,",
    "The stars which rise and set,",
    "And the close of night,",
    "And the breath of morning",
    "That this is in truth the word of an honoured messenger,",
    "Mighty, established in the presence of the Lord of the Throne,",
    "(One) to be obeyed, and trustworthy;",
    "And your comrade is not mad.",
    "Surely he beheld Him on the clear horizon.",
    "And he is not avid of the Unseen.",
    "Nor is this the utterance of a devil worthy to be stoned.",
    "Whither then go ye?",
    "This is naught else than a reminder unto creation,",
    "Unto whomsoever of you willeth to walk straight.",
    "And ye will not, unless (it be) that Allah willeth, the Lord of Creation.",
    "When the heaven is cleft asunder,",
    "When the planets are dispersed,",
    "When the seas are poured forth,",
    "And the sepulchres are overturned,",
    "A soul will know what it hath sent before (it) and what left behind.",
    "O man! What hath made thee careless concerning thy Lord, the Bountiful,",
    "Who created thee, then fashioned, then proportioned thee?",
    "Into whatsoever form He will, He casteth thee.",
    "Nay, but ye deny the Judgment.",
    "Lo! there are above you guardians,",
    "Generous and recording,",
    "Who know (all) that ye do.",
    "Lo! the righteous verily will be in delight.",
    "And lo! the wicked verily will be in hell;",
    "They will burn therein on the Day of Judgment,",
    "And will not be absent thence.",
    "Ah, what will convey unto thee what the Day of Judgment is!",
    "Again, what will convey unto thee what the Day of Judgment is!",
    "A day on which no soul hath power at all for any (other) soul. The (absolute) command on that day is Allah's.",
    "Woe unto the defrauders:",
    "Those who when they take the measure from mankind demand it full,",
    "But if they measure unto them or weight for them, they cause them loss.",
    "Do such (men) not consider that they will be raised again",
    "Unto an Awful Day,",
    "The day when (all) mankind stand before the Lord of the Worlds?",
    "Nay, but the record of the vile is in Sijjin -",
    "Ah! what will convey unto thee what Sijjin is! -",
    "A written record.",
    "Woe unto the repudiators on that day!",
    "Those who deny the Day of Judgment",
    "Which none denieth save each criminal transgressor,",
    "Who, when thou readest unto him Our revelations, saith: (Mere) fables of the men of old.",
    "Nay, but that which they have earned is rust upon their hearts.",
    "Nay, but surely on that day they will be covered from (the mercy of) their Lord.",
    "Then lo! they verily will burn in hell,",
    "And it will be said (unto them): This is that which ye used to deny.",
    "Nay, but the record of the righteous is in 'Illiyin -",
    "Ah, what will convey unto thee what 'Illiyin is! -",
    "A written record,",
    "Attested by those who are brought near (unto their Lord).",
    "Lo! the righteous verily are in delight,",
    "On couches, gazing,",
    "Thou wilt know in their faces the radiance of delight.",
    "They are given to drink of a pure wine, sealed,",
    "Whose seal is musk - for this let (all) those strive who strive for bliss -",
    "And mixed with water of Tasnim,",
    "A spring whence those brought near (to Allah) drink.",
    "Lo! the guilty used to laugh at those who believed,",
    "And wink one to another when they passed them;",
    "And when they returned to their own folk, they returned jesting;",
    "And when they saw them they said: Lo! these have gone astray.",
    "Yet they were not sent as guardians over them.",
    "This day it is those who believe who have the laugh of disbelievers,",
    "On high couches, gazing.",
    "Are not the disbelievers paid for what they used to do?",
    "When the heaven is split asunder",
    "And attentive to her Lord in fear,",
    "And when the earth is spread out",
    "And hath cast out all that was in her, and is empty",
    "And attentive to her Lord in fear!",
    "Thou, verily, O man, art working toward thy Lord a work which thou wilt meet (in His presence).",
    "Then whoso is given his account in his right hand",
    "He truly will receive an easy reckoning",
    "And will return unto his folk in joy.",
    "But whoso is given his account behind his back,",
    "He surely will invoke destruction",
    "And be thrown to scorching fire.",
    "He verily lived joyous with his folk,",
    "He verily deemed that he would never return (unto Allah).",
    "Nay, but lo! his Lord is ever looking on him!",
    "Oh, I swear by the afterglow of sunset,",
    "And by the night and all that it enshroudeth,",
    "And by the moon when she is at the full,",
    "That ye shall journey on from plane to plane.",
    "What aileth them, then, that they believe not",
    "And, when the Qur'an is recited unto them, worship not (Allah)?",
    "Nay, but those who disbelieve will deny;",
    "And Allah knoweth best what they are hiding.",
    "So give them tidings of a painful doom,",
    "Save those who believe and do good works, for theirs is a reward unfailing.",
    "By the heaven, holding mansions of the stars,",
    "And by the Promised Day.",
    "And by the witness and that whereunto he beareth testimony,",
    "(Self-)destroyed were the owners of the ditch",
    "Of the fuel-fed fire,",
    "When they sat by it,",
    "And were themselves the witnesses of what they did to the believers.",
    "They had naught against them save that they believed in Allah, the Mighty, the Owner of Praise,",
    "Him unto Whom belongeth the Sovereignty of the heavens and the earth; and Allah is of all things the Witness.",
    "Lo! they who persecute believing men and believing women and repent not, theirs verily will be the doom of hell, and theirs the doom of burning.",
    "Lo! those who believe and do good works, theirs will be Gardens underneath which rivers flow. That is the Great Success.",
    "Lo! the punishment of thy Lord is stern.",
    "Lo! He it is Who produceth, then reproduceth,",
    "And He is the Forgiving, the Loving,",
    "Lord of the Throne of Glory,",
    "Doer of what He will.",
    "Hath there come unto thee the story of the hosts",
    "Of Pharaoh and (the tribe of) Thamud?",
    "Nay, but those who disbelieve live in denial",
    "And Allah, all unseen, surroundeth them.",
    "Nay, but it is a glorious Qur'an.",
    "On a guarded tablet.",
    "By the heaven and the Morning Star",
    "- Ah, what will tell thee what the Morning Star is!",
    "- The piercing Star!",
    "No human soul but hath a guardian over it.",
    "So let man consider from what he is created.",
    "He is created from a gushing fluid",
    "That issued from between the loins and ribs.",
    "Lo! He verily is Able to return him (unto life)",
    "On the day when hidden thoughts shall be searched out.",
    "Then will he have no might nor any helper.",
    "By the heaven which giveth the returning rain,",
    "And the earth which splitteth (with the growth of trees and plants)",
    "Lo! this (Qur'an) is a conclusive word,",
    "It is no pleasantry.",
    "Lo! they plot a plot (against thee, O Muhammad)",
    "And I plot a plot (against them).",
    "So give a respite to the disbelievers. Deal thou gently with them for a while.",
    "Praise the name of thy Lord the Most High,",
    "Who createth, then disposeth;",
    "Who measureth, then guideth;",
    "Who bringeth forth the pasturage,",
    "Then turneth it to russet stubble.",
    "We shall make thee read (O Muhammad) so that thou shalt not forget",
    "Save that which Allah willeth. Lo! He knoweth the disclosed and that which still is hidden;",
    "And We shall ease thy way unto the state of ease.",
    "Therefor remind (men), for of use is the reminder.",
    "He will heed who feareth,",
    "But the most hapless will flout it,",
    "He who will be flung to the great Fire",
    "Wherein he will neither die nor live.",
    "He is successful who groweth,",
    "And remembereth the name of his Lord, so prayeth,",
    "But ye prefer the life of the world",
    "Although the Hereafter is better and more lasting.",
    "Lo! This is in the former scrolls.",
    "The Books of Abraham and Moses.",
    "Hath there come unto thee tidings of the Overwhelming?",
    "On that day (many) faces will be downcast,",
    "Toiling, weary,",
    "Scorched by burning fire,",
    "Drinking from a boiling spring,",
    "No food for them save bitter thorn-fruit",
    "Which doth not nourish nor release from hunger.",
    "In that day other faces will be calm,",
    "Glad for their effort past,",
    "In a high Garden",
    "Where they hear no idle speech,",
    "Wherein is a gushing spring,",
    "Wherein are couches raised",
    "And goblets set at hand",
    "And cushions ranged",
    "And silken carpets spread.",
    "Will they not regard the camels, how they are created?",
    "And the heaven, how it is raised?",
    "And the hills, how they are set up?",
    "And the earth, how it is spread?",
    "Remind them, for thou art but a remembrancer,",
    "Thou art not at all a warder over them.",
    "But whoso is averse and disbelieveth,",
    "Allah will punish him with direst punishment.",
    "Lo! unto Us is their return",
    "And Ours their reckoning.",
    "By the Dawn",
    "And ten nights,",
    "And the Even and the Odd,",
    "And the night when it departeth,",
    "There surely is an oath for thinking man.",
    "Dost thou not consider how thy Lord dealt with (the tribe of) A'ad,",
    "With many-columned Iram,",
    "The like of which was not created in the lands;",
    "And with (the tribe of) Thamud, who clove the rocks in the valley;",
    "And with Pharaoh, firm of might,",
    "Who (all) were rebellious (to Allah) in these lands,",
    "And multiplied iniquity therein?",
    "Therefore thy Lord poured on them the disaster of His punishment.",
    "Lo! thy Lord is ever watchful.",
    "As for man, whenever his Lord trieth him by honouring him, and is gracious unto him, he saith: My Lord honoureth me.",
    "But whenever He trieth him by straitening his means of life, he saith: My Lord despiseth me.",
    "Nay, but ye (for your part) honour not the orphan",
    "And urge not on the feeding of the poor.",
    "And ye devour heritages with devouring greed.",
    "And love wealth with abounding love.",
    "Nay, but when the earth is ground to atoms, grinding, grinding,",
    "And thy Lord shall come with angels, rank on rank,",
    "And hell is brought near that day; on that day man will remember, but how will the remembrance (then avail him)?",
    "He will say: Ah, would that I had sent before me (some provision) for my life!",
    "None punisheth as He will punish on that day!",
    "None bindeth as He then will bind.",
    "But ah! thou soul at peace!",
    "Return unto thy Lord, content in His good pleasure!",
    "Enter thou among My bondmen!",
    "Enter thou My Garden!",
    "Nay, I swear by this city -",
    "And thou art an indweller of this city -",
    "And the begetter and that which he begat,",
    "We verily have created man in an atmosphere:",
    "Thinketh he that none hath power over him?",
    "And he saith: I have destroyed vast wealth:",
    "Thinketh he that none beholdeth him?",
    "Did We not assign unto him two eyes",
    "And a tongue and two lips,",
    "And guide him to the parting of the mountain ways?",
    "But he hath not attempted the Ascent -",
    "Ah, what will convey unto thee what the Ascent is! -",
    "(It is) to free a slave,",
    "And to feed in the day of hunger.",
    "An orphan near of kin,",
    "Or some poor wretch in misery,",
    "And to be of those who believe and exhort one another to perseverance and exhort one another to pity.",
    "Their place will be on the right hand.",
    "But those who disbelieve Our revelations, their place will be on the left hand.",
    "Fire will be an awning over them.",
    "By the sun and his brightness,",
    "And the moon when she followeth him,",
    "And the day when it revealeth him,",
    "And the night when it enshroudeth him,",
    "And the heaven and Him Who built it,",
    "And the earth and Him Who spread it,",
    "And a soul and Him Who perfected it",
    "And inspired it (with conscience of) what is wrong for it and (what is) right for it.",
    "He is indeed successful who causeth it to grow,",
    "And he is indeed a failure who stunteth it.",
    "(The tribe of) Thamud denied (the truth) in their rebellious pride,",
    "When the basest of them broke forth",
    "And the messenger of Allah said: It is the she-camel of Allah, so let her drink!",
    "But they denied him, and they hamstrung her, so Allah doomed them for their sin and rased (their dwellings).",
    "He dreadeth not the sequel (of events).",
    "By the night enshrouding",
    "And the day resplendent",
    "And Him Who hath created male and female,",
    "Lo! your effort is dispersed (toward divers ends).",
    "As for him who giveth and is dutiful (toward Allah)",
    "And believeth in goodness;",
    "Surely We will ease his way unto the state of ease.",
    "But as for him who hoardeth and deemeth himself independent,",
    "And disbelieveth in goodness;",
    "Surely We will ease his way unto adversity.",
    "His riches will not save him when he perisheth.",
    "Lo! Ours it is (to give) the guidance",
    "And lo! unto Us belong the latter portion and the former.",
    "Therefor have I warned you of the flaming Fire",
    "Which only the most wretched must endure,",
    "He who denieth and turneth away.",
    "Far removed from it will be the righteous",
    "Who giveth his wealth that he may grow (in goodness).",
    "And none hath with him any favour for reward,",
    "Except as seeking (to fulfil) the purpose of his Lord Most High.",
    "He verily will be content.",
    "By the morning hours",
    "And by the night when it is stillest,",
    "Thy Lord hath not forsaken thee nor doth He hate thee,",
    "And verily the latter portion will be better for thee than the former,",
    "And verily thy Lord will give unto thee so that thou wilt be content.",
    "Did He not find thee an orphan and protect (thee)?",
    "Did He not find thee wandering and direct (thee)?",
    "Did He not find thee destitute and enrich (thee)?",
    "Therefor the orphan oppress not,",
    "Therefor the beggar drive not away,",
    "Therefor of the bounty of thy Lord be thy discourse.",
    "Have We not caused thy bosom to dilate,",
    "And eased thee of the burden",
    "Which weighed down thy back;",
    "And exalted thy fame?",
    "But lo! with hardship goeth ease,",
    "Lo! with hardship goeth ease;",
    "So when thou art relieved, still toil",
    "And strive to please thy Lord.",
    "By the fig and the olive,",
    "By Mount Sinai,",
    "And by this land made safe;",
    "Surely We created man of the best stature",
    "Then we reduced him to the lowest of the low,",
    "Save those who believe and do good works, and theirs is a reward unfailing.",
    "So who henceforth will give the lie to thee about the judgment?",
    "Is not Allah the most conclusive of all judges?",
    "Read: In the name of thy Lord Who createth,",
    "Createth man from a clot.",
    "Read: And thy Lord is the Most Bounteous,",
    "Who teacheth by the pen,",
    "Teacheth man that which he knew not.",
    "Nay, but verily man is rebellious",
    "That he thinketh himself independent!",
    "Lo! unto thy Lord is the return.",
    "Hast thou seen him who dissuadeth",
    "A slave when he prayeth?",
    "Hast thou seen if he relieth on the guidance (of Allah)",
    "Or enjoineth piety?",
    "Hast thou seen if he denieth (Allah's guidance) and is froward?",
    "Is he then unaware that Allah seeth?",
    "Nay, but if he cease not We will seize him by the forelock -",
    "The lying, sinful forelock -",
    "Then let him call upon his henchmen!",
    "We will call the guards of hell.",
    "Nay, Obey not thou him. But prostrate thyself, and draw near (unto Allah).",
    "Lo! We revealed it on the Night of Predestination.",
    "Ah, what will convey unto thee what the Night of Power is!",
    "The Night of Power is better than a thousand months.",
    "The angels and the Spirit descend therein, by the permission of their Lord, with all decrees.",
    "(The night is) Peace until the rising of the dawn.",
    "Those who disbelieve among the People of the Scripture and the idolaters could not have left off (erring) till the clear proof came unto them,",
    "A messenger from Allah, reading purified pages",
    "Containing correct scriptures.",
    "Nor were the People of the Scripture divided until after the clear proof came unto them.",
    "And they are ordered naught else than to serve Allah, keeping religion pure for Him, as men by nature upright, and to establish worship and to pay the poor-due. That is true religion.",
    "Lo! those who disbelieve, among the People of the Scripture and the idolaters, will abide in fire of hell. They are the worst of created beings.",
    "(And) lo! those who believe and do good works are the best of created beings.",
    "Their reward is with their Lord: Gardens of Eden underneath which rivers flow, wherein they dwell for ever. Allah hath pleasure in them and they have pleasure in Him. This is (in store) for him who feareth his Lord.",
    "When Earth is shaken with her (final) earthquake",
    "And Earth yieldeth up her burdens,",
    "And man saith: What aileth her?",
    "That day she will relate her chronicles,",
    "Because thy Lord inspireth her.",
    "That day mankind will issue forth in scattered groups to be shown their deeds.",
    "And whoso doeth good an atom's weight will see it then,",
    "And whoso doeth ill an atom's weight will see it then.",
    "By the snorting courses,",
    "Striking sparks of fire",
    "And scouring to the raid at dawn,",
    "Then, therewith, with their trail of dust,",
    "Cleaving, as one, the centre (of the foe),",
    "Lo! man is an ingrate unto his Lord",
    "And lo! he is a witness unto that;",
    "And lo! in the love of wealth he is violent.",
    "Knoweth he not that, when the contents of the graves are poured forth",
    "And the secrets of the breasts are made known,",
    "On that day will their Lord be perfectly informed concerning them.",
    "The Calamity!",
    "What is the Calamity?",
    "Ah, what will convey unto thee what the Calamity is!",
    "A day wherein mankind will be as thickly-scattered moths",
    "And the mountains will become as carded wool.",
    "Then, as for him whose scales are heavy (with good works),",
    "He will live a pleasant life.",
    "But as for him whose scales are light,",
    "A bereft and Hungry One will be his mother,",
    "Ah, what will convey unto thee what she is! -",
    "Raging Fire.",
    "Rivalry in worldly increase distracteth you",
    "Until ye come to the graves.",
    "Nay, but ye will come to know!",
    "Nay, but ye will come to know!",
    "Nay, would that ye knew (now) with a sure knowledge!",
    "For ye will behold hell-fire.",
    "Aye, ye will behold it with sure vision.",
    "Then, on that day, ye will be asked concerning pleasure.",
    "By the declining day,",
    "Lo! man is a state of loss,",
    "Save those who believe and do good works, and exhort one another to truth and exhort one another to endurance.",
    "Woe unto every slandering traducer,",
    "Who hath gathered wealth (of this world) and arranged it.",
    "He thinketh that his wealth will render him immortal.",
    "Nay, but verily he will be flung to the Consuming One.",
    "Ah, what will convey unto thee what the Consuming One is!",
    "(It is) the fire of Allah, kindled,",
    "Which leapeth up over the hearts (of men).",
    "Lo! it is closed in on them",
    "In outstretched columns.",
    "Hast thou not seen how thy Lord dealt with the owners of the Elephant?",
    "Did He not bring their stratagem to naught,",
    "And send against them swarms of flying creatures,",
    "Which pelted them with stones of baked clay,",
    "And made them like green crops devoured (by cattle)?",
    "For the taming of Qureysh.",
    "For their taming (We cause) the caravans to set forth in winter and summer.",
    "So let them worship the Lord of this House,",
    "Who hath fed them against hunger and hath made them safe from fear.",
    "Hast thou observed him who belieth religion?",
    "That is he who repelleth the orphan,",
    "And urgeth not the feeding of the needy.",
    "Ah, woe unto worshippers",
    "Who are heedless of their prayer;",
    "Who would be seen (at worship)",
    "Yet refuse small kindnesses!",
    "Lo! We have given thee Abundance;",
    "So pray unto thy Lord, and sacrifice.",
    "Lo! it is thy insulter (and not thou) who is without posterity.",
    "Say: O disbelievers!",
    "I worship not that which ye worship;",
    "Nor worship ye that which I worship.",
    "And I shall not worship that which ye worship.",
    "Nor will ye worship that which I worship.",
    "Unto you your religion, and unto me my religion.",
    "When Allah's succour and the triumph cometh",
    "And thou seest mankind entering the religion of Allah in troops,",
    "Then hymn the praises of thy Lord, and seek forgiveness of Him. Lo! He is ever ready to show mercy.",
    "The power of Abu Lahab will perish, and he will perish.",
    "His wealth and gains will not exempt him.",
    "He will be plunged in flaming Fire,",
    "And his wife, the wood-carrier,",
    "Will have upon her neck a halter of palm-fibre.",
    "Say: He is Allah, the One!",
    "Allah, the eternally Besought of all!",
    "He begetteth not nor was begotten.",
    "And there is none comparable unto Him.",
    "Say: I seek refuge in the Lord of the Daybreak",
    "From the evil of that which He created;",
    "From the evil of the darkness when it is intense,",
    "And from the evil of malignant witchcraft,",
    "And from the evil of the envier when he envieth.",
    "Say: I seek refuge in the Lord of mankind,",
    "The King of mankind,",
    "The god of mankind,",
    "From the evil of the sneaking whisperer,",
    "Who whispereth in the hearts of mankind,",
    "Of the jinn and of mankind."
  ]
}