{
  "meta": {
    "id": 163,
    "name": "Sheikh Mujibur Rahman",
    "author_name": "Darussalaam Publication",
    "slug": "bn-sheikh-mujibur-rahman",
    "language_name": "bengali"
  },
  "verses": [
    "পরম করুণাময়, অসীম দয়ালু আল্লাহর নামে (শুরু করছি)।",
    "আল্লাহরই জন্য সমস্ত প্রশংসা, যিনি বিশ্বজগতের রাব্ব।",
    "যিনি পরম দয়ালু, অতিশয় করুণাময়।",
    "যিনি বিচার দিনের মালিক।",
    "আমরা আপনারই ইবাদাত করছি এবং আপনারই নিকট সাহায্য চাচ্ছি।",
    "আমাদেরকে সরল সঠিক পথ প্রদর্শন করুন।",
    "তাদের পথ, যাদের প্রতি আপনি অনুগ্রহ করেছেন। তাদের পথে নয়, যাদের প্রতি আপনার গযব বর্ষিত হয়েছে, তাদের পথও নয় যারা পথভ্রষ্ট হয়েছে। আমীন!!",
    "আলিফ-লাম-মীম।",
    "ইহা ঐ গ্রন্থ যার মধ্যে কোন সন্দেহ-সংশয়ের অবকাশ নেই; ধর্ম-ভীরুদের জন্য এ গ্রন্থ পথনির্দেশ।",
    "যারা অদৃশ্য বিষয়গুলিতে বিশ্বাস স্থাপন করে এবং সালাত প্রতিষ্ঠা করে এবং আমি তাদেরকে যে উপজীবিকা প্রদান করেছি তা হতে দান করে থাকে ।",
    "এবং তোমার প্রতি যা অবতীর্ণ হয়েছে ও তোমার পূর্বে যা অবতীর্ণ হয়েছিল, যারা তদ্বিষয়ে বিশ্বাস স্থাপন করে এবং আখিরাতের প্রতি যারা দৃঢ় বিশ্বাস রাখে।",
    "এরাই তাদের রবের পক্ষ হতে প্রাপ্ত হিদায়াতের উপর প্রতিষ্ঠিত রয়েছে এবং এরাই পূর্ণ সফলকাম।",
    "নিশ্চয়ই যারা অবিশ্বাস করছে তাদের জন্য উভয়ই সমান; তুমি তাদেরকে ভয় প্রদর্শন কর বা না কর, তারা ঈমান আনবেনা।",
    "আল্লাহ তাদের অন্তরসমূহের উপর ও তাদের কর্ণসমূহের উপর মোহরাংকিত করে দিয়েছেন এবং তাদের চক্ষুসমূহের উপর আবরণ পড়ে আছে এবং তাদের জন্য রয়েছে ভয়ানক শাস্তি।",
    "আর মানুষের মধ্যে এমন লোক আছে যারা বলে, আমরা আল্লাহর উপর এবং শেষ দিনের উপর ঈমান এনেছি, অথচ তারা মোটেই ঈমানদার নয়।",
    "তারা আল্লাহ ও মু’মিনদের সঙ্গে ধোঁকাবাজী করে। প্রকৃত পক্ষে তারা নিজেদের ব্যতীত আর কারও সাথে ধোঁকাবাজী করেনা, অথচ তারা এ সম্বন্ধে অনুভব করতে পারেনা।",
    "তাদের অন্তরে পীড়া রয়েছে, পরন্ত আল্লাহ তাদের পীড়া আরও বাড়িয়ে দিয়েছেন এবং তাদের জন্য গুরুতর শাস্তি রয়েছে যেহেতু তারা অসত্য বলত।",
    "এবং যখন তাদেরকে বলা হয়ঃ তোমরা পৃথিবীতে অশান্তি সৃষ্টি করনা তখন তারা বলেঃ আমরাতো শুধুই শান্তি স্থাপনকারী।",
    "সাবধান! নিশ্চয়ই তারাই অশান্তি সৃষ্টিকারী, কিন্তু তারা বুঝেনা।",
    "এবং যখন তাদেরকে বলা হয়ঃ লোকে যেরূপ বিশ্বাস করেছে তোমরাও তদ্রুপ বিশ্বাস স্থাপন কর, তখন তারা বলেঃ নির্বোধেরা যেরূপ বিশ্বাস করেছে আমরাও কি সেইরূপ বিশ্বাস করব? সাবধান! নিশ্চয়ই তারাই নির্বোধ, কিন্তু তা তারা অবগত নয়।",
    "এবং যখন তারা মু’মিনদের সাথে মিলিত হয় তখন তারা বলেঃ আমরা বিশ্বাস স্থাপন করেছি; এবং যখন তারা নিজেদের দলপতি ও দুষ্ট নেতাদের সাথে গোপনে মিলিত হয় তখন বলেঃ আমরা তোমাদের সঙ্গেই আছি, আমরাতো শুধু ঠাট্টা-বিদ্রুপ ও প্রহসন করে থাকি।",
    "আল্লাহ তাদের সঙ্গে ঠাট্টা-বিদ্রুপ করছেন এবং তাদেরকে অবকাশ দিচ্ছেন। ফলে তারা নিজেদের অবাধ্যতার মধ্যে উদ্ভ্রান্ত হয়ে ফিরছে।",
    "এরা তারাই যারা সু-পথের পরিবর্তে কু-পথকে ক্রয় করেছে, সুতরাং তাদের বাণিজ্য লাভজনক হয়নি এবং তারা সরল সঠিক পথে চলেনি।",
    "এদের অবস্থা ঐ ব্যক্তির ন্যায় যে আগুন প্রজ্জ্বলিত করল, অতঃপর যখন তার পার্শ্ববর্তী সমস্ত স্থান আলোকিত হল, তখন আল্লাহ তাদের আলো ছিনিয়ে নিলেন এবং তাদেরকে অন্ধকারের মধ্যে ছেড়ে দিলেন, সুতরাং তারা কিছুই দেখতে পায়না।",
    "তারা বধির, মূক, অন্ধ। অতএব তারা প্রত্যাবৃত্ত হবেনা।",
    "অথবা আকাশ হতে বারি বর্ষণের ন্যায় যাতে অন্ধকার, গর্জন ও বিদ্যুৎ রয়েছে, তারা বজ্রধ্বনি বশতঃ মৃত্যুভয়ে তাদের কর্ণসমূহে স্ব স্ব অঙ্গুলী গুজে দেয়, এবং আল্লাহ অবিশ্বাসীদের পরিবেষ্টনকারী।",
    "অচিরে বিদ্যুৎ তাদের দৃষ্টি হরণ করবে, যখন তাদের প্রতি আলোক প্রদীপ্ত হয় তখন তারা চলতে থাকে এবং যখন তাদের উপর অন্ধকার আচ্ছন্ন হয় তখন তারা ঠায় দাঁড়িয়ে থাকে এবং যদি আল্লাহ ইচ্ছা করেন - নিশ্চয়ই তাদের শ্রবণশক্তি ও তাদের দৃষ্টিশক্তি হরণ করতে পারেন, নিশ্চয়ই আল্লাহ সর্ব বিষয়ে শক্তিমান।",
    "হে মানববৃন্দ! তোমরা তোমাদের রবের ইবাদাত কর যিনি তোমাদেরকে এবং তোমাদের পূর্ববর্তীদেরকে সৃষ্টি করেছেন, যেন তোমরা ধর্মভীরু হও।",
    "যিনি তোমাদের জন্য ভূতলকে শয্যা ও আকাশকে ছাদ স্বরূপ সৃষ্টি করেছেন এবং আকাশ হতে বারি বর্ষণ করেন, অতঃপর তদ্বারা তোমাদের জন্য উপজীবিকা স্বরূপ ফলপুঞ্জ উৎপাদন করেন, অতএব তোমরা আল্লাহর সমকক্ষ স্থির করনা এবং তোমরা এটা অবগত আছ।",
    "এবং আমি আমার বান্দার প্রতি যা অবতীর্ণ করেছি, যদি তোমরা তাতে সন্দিহান হও তাহলে তৎসদৃশ একটি ‘‘সূরা’’ আনয়ন কর এবং তোমাদের সেই সাহায্যকারীদেরকে ডেকে নাও যারা আল্লাহ হতে পৃথক, যদি তোমরা সত্যবাদী হও!",
    "অতঃপর যদি তোমরা তা করতে না পার এবং তোমরা তা কখনও করতে পারবেনা, তাহলে তোমরা সেই জাহান্নামের ভয় কর যার খোরাক মনুষ্য ও প্রস্তর খন্ড - যা অবিশ্বাসীদের জন্য প্রস্তুত করা হয়েছে।",
    "এবং যারা বিশ্বাস স্থাপন করেছে ও সৎ কার্যাবলী সম্পাদন করে থাকে তাদেরকে সুসংবাদ প্রদান কর যে, তাদের জন্য এমন জান্নাত রয়েছে যার তলদেশ দিয়ে নদীসমূহ প্রবাহিত হচ্ছে; যখনই সেখানে তাদেরকে খাবার হিসাবে ফলপুঞ্জ প্রদান করা হবে তখনই তারা বলবেঃ আমাদেরতো এটা পূর্বেই প্রদত্ত হয়েছিল, বস্তুতঃ তাদেরকে একই সদৃশ ফল প্রদান করা হবে, এবং তাদের জন্য তন্মধ্যে শুদ্ধা সহধর্মিনীগণ রয়েছে, এবং তন্মধ্যে তারা চিরকাল অবস্থান করবে।",
    "নিশ্চয়ই আল্লাহ মশা অথবা তদপেক্ষা ক্ষুদ্রতর দৃষ্টান্ত বর্ণনা করতে লজ্জাবোধ করেননা। সুতরাং যারা ঈমান এনেছে তারাতো বিশ্বাস করবে যে, এ উপমা তাদের রবের পক্ষ হতে খুবই স্থানোপযোগী হয়েছে, আর যারা কাফির সর্বাবস্থায় তারা এটাই বলবে যে, এ সব নগণ্য বস্ত্তর উপমা দ্বারা আল্লাহর উদ্দেশ্যই বা কি? তিনি এর দ্বারা অনেককে বিপথগামী করেন এবং এর দ্বারা অনেককে সঠিক পথ প্রদর্শন করেন, আর এর দ্বারা তিনি শুধু ফাসিকদেরকেই বিপথগামী করে থাকেন।",
    "যারা আল্লাহর সঙ্গে দৃঢ়ভাবে প্রতিজ্ঞাবদ্ধ হওয়ার পর তা ভঙ্গ করে এবং ঐ সব সম্বন্ধ ছিন্ন করে যা অবিচ্ছিন্ন রাখতে আল্লাহ নির্দেশ দিয়েছেন এবং যারা ভূপৃষ্ঠে বিবাদ সৃষ্টি করে তারাই পূর্ণ ক্ষতিগ্রস্ত।",
    "কিরূপে তোমরা আল্লাহকে অবিশ্বাস করছ? অথচ তোমরা ছিলে প্রাণহীন? অতঃপর তিনিই তোমাদেরকে সঞ্জীবিত করেছেন, পুনরায় তিনি তোমাদেরকে নির্জীব করবেন এবং পুনরায় তোমাদেরকে জীবিত করা হবে। অবশেষে তোমাদেরকে তাঁরই দিকে প্রত্যাগমন করতে হবে।",
    "পৃথিবীতে যা কিছু আছে সমস্তই তিনি তোমাদের জন্য সৃষ্টি করেছেন; অতঃপর তিনি আকাশের প্রতি মনঃসংযোগ করেন, অতঃপর সপ্ত আকাশ সুবিন্যস্ত করেন এবং তিনি সর্ব বিষয়ে মহাজ্ঞানী।",
    "এবং যখন তোমার রাব্ব মালাইকা/ফেরেশতাদের বললেনঃ নিশ্চয়ই আমি পৃথিবীতে প্রতিনিধি সৃষ্টি করব; তারা বললঃ আপনি কি যমীনে এমন কেহকে সৃষ্টি করবেন যারা তন্মধ্যে অশান্তি সৃষ্টি করবে এবং রক্তপাত করবে? এবং আমরাইতো আপনার গুণগান করছি এবং আপনারই পবিত্রতা বর্ণনা করে থাকি। তিনি বললেনঃ তোমরা যা অবগত নও নিশ্চয়ই আমি তা জ্ঞাত আছি।",
    "এবং তিনি আদমকে সমস্ত নাম শিক্ষা দিলেন, অনন্তর তৎসমূদয় মালাইকা/ফেরেশতাদের সামনে উপস্থাপিত করলেন, অতঃপর বললেনঃ যদি তোমরা সত্যবাদী হও তাহলে আমাকে এ সব বস্তুর নামসমূহ বর্ণনা কর।",
    "তারা বলেছিলঃ আপনি পরম পবিত্র! আপনি আমাদেরকে যা শিক্ষা দিয়েছেন তদ্ব্যতীত আমাদের কোনই জ্ঞান নেই, নিশ্চয়ই আপনি মহাজ্ঞানী, বিজ্ঞানময়।",
    "তিনি বলেছিলেনঃ হে আদম! তুমি তাদেরকে ঐ সকলের নামসমূহ বর্ণনা কর; অতঃপর যখন সে তাদেরকে ঐগুলির নামসমূহ বলেছিল তখন তিনি বলেছিলেনঃ আমি কি তোমাদেরকে বলিনি যে, নিশ্চয়ই আমি আসমান ও যমীনের অদৃশ্য বিষয় অবগত আছি এবং তোমরা যা প্রকাশ কর ও যা গোপন কর আমি তাও পরিজ্ঞাত আছি?",
    "এবং যখন আমি মালাইকা/ফেরেশতাদেরকে বলেছিলাম যে, তোমরা আদমকে সাজদাহ কর, তখন ইবলীস ব্যতীত সকলে সাজদাহ করেছিল; সে অগ্রাহ্য করল ও অহংকার করল এবং কাফিরদের অন্তর্ভুক্ত হয়ে গেল।",
    "এবং আমি বললামঃ হে আদম! তুমি ও তোমার স্ত্রী জান্নাতে অবস্থান কর এবং তা হতে যা ইচ্ছা স্বচ্ছন্দে আহার কর; কিন্তু ঐ বৃক্ষের নিকটবর্তী হয়োনা, তাহলে তোমরা অত্যাচারীদের অন্তর্ভুক্ত হয়ে যাবে।",
    "অনন্তর শাইতান তাদের উভয়কে সেখান হতে বিচ্যুত করল, অতঃপর তারা উভয়ে যেখানে ছিল সেখান হতে তাদেরকে বর্হিগত করল; এবং আমি বললামঃ তোমরা নীচে নেমে যাও, তোমরা পরস্পর পরস্পরের শত্রু; এবং পৃথিবীতেই রয়েছে তোমাদের জন্য এক নির্দিষ্ট কালের অবস্থিতি ও ভোগ সম্পদ।",
    "অতঃপর আদম স্বীয় রাব্ব হতে কতিপয় বাণী শিক্ষা লাভ করল, আল্লাহ তখন তার প্রতি কৃপা দৃষ্টি দিলেন; নিশ্চয়ই তিনি ক্ষমাশীল, করুণাময়!",
    "আমি বললামঃ তোমরা সবাই এখান থেকে নীচে নেমে যাও; অনন্তর আমার পক্ষ হতে তোমাদের নিকট যে উপদেশ উপস্থিত হবে-যারা আমার সেই উপদেশ অনুসরণ করবে বস্তুতঃ তাদের কোনই ভয় নেই এবং তারা চিন্তিতও হবেনা।",
    "আর যারা অবিশ্বাস করবে এবং আমার নিদর্শনসমূহে অসত্যারোপ করবে, তারাই জাহান্নামের অধিবাসী - তন্মধ্যে তারা সদা অবস্থান করবে।",
    "হে ইসরাঈলী বংশধর! আমি তোমাদেরকে যে সুখ সম্পদ দান করেছি তা স্মরণ কর এবং আমার অঙ্গীকার পূর্ণ কর - আমিও তোমাদের প্রতি কৃত অঙ্গীকার পূর্ণ করব এবং তোমরা শুধু আমাকেই ভয় কর।",
    "এবং আমি যা অবতীর্ণ করেছি তৎপ্রতি বিশ্বাস স্থাপন কর, ইহা (কুরআন) তোমাদের কাছে যা আছে উহারই সত্যতা প্রনয়নকারী এবং এতে তোমরাই প্রথম অবিশ্বাসী হয়োনা এবং আমার নিদর্শনাবলীর পরিবর্তে সামান্য মূল্য গ্রহণ করনা এবং তোমরা বরং আমাকেই ভয় কর।",
    "এবং তোমরা সত্যকে মিথ্যার সাথে মিশ্রিত করনা এবং জেনে শুনে সত্য গোপন করনা।",
    "আর তোমরা সালাত প্রতিষ্ঠিত কর ও যাকাত প্রদান কর এবং রুকুকারীদের সাথে রুকু কর।",
    "তোমরা কি লোকদেরকে সৎ কাজে আদেশ করছ এবং তোমাদের নিজেদের সম্বন্ধে বিস্মৃত হচ্ছ? অথচ তোমরা গ্রন্থ পাঠ কর; তাহলে কি তোমরা হৃদয়ঙ্গম করছনা?",
    "এবং তোমরা ধৈর্য ও সালাতের মাধ্যমে সাহায্য চাও; অবশ্যই ওটা কঠিন, কিন্তু বিনীতদের পক্ষে নয়।",
    "যারা ধারণা করে যে, নিশ্চয়ই তারা তাদের রবের সাথে সম্মিলিত হবে এবং তারা তাঁরই দিকে প্রতিগমন করবে।",
    "হে বানী ইসরাঈল! আমি তোমাদেরকে যে সুখ সম্পদ দান করেছি তা স্মরণ কর এবং নিশ্চয়ই আমি তোমাদেরকে সমগ্র পৃথিবীর উপর শ্রেষ্ঠত্ব দান করেছি।",
    "এবং তোমরা সেই দিনের ভয় কর, যে দিন এক ব্যক্তি অন্য ব্যক্তি হতে কিছুমাত্র উপকৃত হবেনা এবং কোন ব্যক্তি হতে কোন সুপারিশও গৃহীত হবেনা, কোন ব্যক্তি হতে কোন বিনিময়ও গ্রহণ করা হবেনা এবং তাদেরকে সাহায্য করাও হবেনা।",
    "এবং যখন আমি তোমাদেরকে ফির‘আউনের সম্প্রদায় হতে বিমুক্ত করেছিলাম - তারা তোমাদেরকে কঠোর শাস্তি প্রদান করত, তোমাদের পুত্রদেরকে হত্যা করত এবং তোমাদের কন্যাদেরকে জীবিত রাখত এবং এতে তোমাদের রাব্ব হতে তোমাদের জন্য মহা পরীক্ষা ছিল।",
    "এবং যখন আমি তোমাদের জন্য সমুদ্রকে বিভক্ত করেছিলাম, অতঃপর তোমাদেরকে উদ্ধার করেছিলাম ও ফির‘আউনের স্বজনদেরকে নিমজ্জিত করেছিলাম এবং তোমরা তা প্রত্যক্ষ করেছিলে।",
    "এবং যখন আমি মূসার সঙ্গে চল্লিশ রজনীর অঙ্গীকার করেছিলাম, অনন্তর তোমরা গো-বৎসকে উপাস্যরূপে গ্রহণ করেছিলে এবং তোমরা ছিলে অত্যাচারী।",
    "এর পরেও আমি তোমাদেরকে মার্জনা করেছিলাম - যেন তোমরা কৃতজ্ঞতা প্রকাশ কর।",
    "আর যখন আমি মূসাকে গ্রন্থ এবং সত্য ও মিথ্যার প্রভেদকারী নির্দেশ দিয়েছিলাম, যেন তোমরা সুপথ প্রাপ্ত হও।",
    "আর যখন মূসা স্বীয় সম্প্রদায়কে বললঃ হে আমার সম্প্রদায়! নিশ্চয়ই তোমরা গো-বৎসকে উপাস্য রূপে গ্রহণ করে তোমাদের নিজেদের প্রতি অত্যাচার করেছ। অতএব তোমরা তোমাদের রবের নিকট ক্ষমা প্রার্থনা কর, অতঃপর তোমরা তোমাদের নিজ নিজ প্রাণ বিসর্জন দাও, তোমাদের রবের নিকট এটাই তোমাদের জন্য কল্যাণকর; অনন্তর তিনি তোমাদের প্রতি ক্ষমা প্রদর্শন করলেন, নিশ্চয়ই তিনি ক্ষমাশীল, করুণাময়।",
    "এবং যখন তোমরা বলেছিলেঃ হে মূসা! আমরা আল্লাহকে প্রকাশ্যভাবে দর্শন না করা পর্যন্ত তোমাকে বিশ্বাস করবনা - তখন বজ্রপাত তোমাদেরকে আক্রমণ করেছিল এবং তোমরা তা প্রত্যক্ষ করেছিলে।",
    "অতঃপর তোমাদের মৃত্যুর পর আমি তোমাদেরকে পুনরুজ্জীবিত করেছিলাম, যেন তোমরা কৃতজ্ঞতা প্রকাশ কর।",
    "এবং আমি তোমাদের উপর মেঘমালার ছায়া দান করেছিলাম এবং তোমাদের প্রতি ‘মান্না’ ও ‘সালওয়া’ অবতীর্ণ করেছিলাম; আমি তোমাদেরকে যে উপজীবিকা দান করেছি সেই পবিত্র জিনিস হতে আহার কর; এবং তারা আমার কোন অনিষ্ট করেনি, বরং তারা নিজেদের অনিষ্ট করেছিল।",
    "এবং যখন আমি বললামঃ তোমরা এই নগরে প্রবেশ কর, অতঃপর যা ইচ্ছা স্বচ্ছন্দে আহার কর এবং সাজদাহবনতভাবে দ্বারে প্রবেশ কর এবং তোমরা বলঃ আমরা ক্ষমা প্রার্থনা করছি, তাহলে আমি তোমাদের অপরাধ ক্ষমা করব এবং অচিরেই সৎকর্মশীলগণকে অধিকতর দান করব।",
    "অনন্তর যারা অত্যাচার করেছিল তাদেরকে যা বলা হয়েছিল, তৎপরিবর্তে তারা সেই কথার পরিবর্তন করল, পরে অত্যাচারীরা যে দুস্কর্ম করেছিল তজ্জন্য আমি তাদের উপর আকাশ হতে শাস্তি অবতীর্ণ করেছিলাম।",
    "এবং যখন মূসা স্বীয় সম্প্রদায়ের জন্য পানি প্রার্থনা করেছিল তখন আমি বলেছিলামঃ তুমি স্বীয় লাঠি দ্বারা প্রস্তরে আঘাত কর, অনন্তর তা হতে দ্বাদশ প্রস্রবন বিনিঃসৃত হল, প্রত্যেকেই স্ব স্ব স্থান জেনে নিল, তোমরা আল্লাহর উপজীবিকা হতে আহার কর ও পান কর এবং পৃথিবীতে শান্তি ভঙ্গকারী রূপে বিচরণ করনা।",
    "এবং যখন তোমরা বলেছিলে - হে মূসা! আমরা একইরূপ খাদ্যে ধৈর্য ধারণ করতে পারছিনা, অতএব তুমি আমাদের জন্য তোমার রবের নিকট প্রার্থনা কর যেন তিনি আমাদের জন্মভূমিতে যা উৎপন্ন হয় তা হতে ওর শাক-শব্জি, ওর কাঁকুড়, ওর গম, ওর মসুর এবং ওর পিয়াজ উৎপাদন করেন। সে বলেছিলঃ যা উৎকৃষ্ট তোমরা কি তার সঙ্গে যা নিকৃষ্ট তার বিনিময় করতে চাও? কোন নগরে উপনীত হও, তোমাদের প্রার্থিত দ্রব্যগুলি অবশ্যই প্রাপ্ত হবে। তাদের উপর লাঞ্ছনা ও দারিদ্রতা নিপতিত হল এবং তারা আল্লাহর কোপে পতিত হল এই হেতু যে, নিশ্চয়ই তারা আল্লাহর নিদর্শনসমূহে অবিশ্বাস করত এবং অন্যায়ভাবে নাবীগণকে হত্যা করত; এবং এই হেতু যে, তারা অবাধ্যাচরণ করেছিল ও তারা সীমা অতিক্রম করেছিল।",
    "নিশ্চয়ই মুসলিম, ইয়াহুদী, খৃষ্টান এবং সাবেঈন সম্প্রদায়, (এদের মধ্যে) যারা আল্লাহর প্রতি ও কিয়ামাতের প্রতি বিশ্বাস রাখে এবং ভাল কাজ করে, তাদের জন্য তাদের রবের নিকট পুরস্কার রয়েছে, তাদের কোন প্রকার ভয় নেই এবং তারা চিন্তিতও হবেনা।",
    "এবং যখন আমি তোমাদের অঙ্গীকার গ্রহণ করেছিলাম এবং তোমাদের উপর তূর পর্বত সমুচ্চ করেছিলাম যে, আমি তোমাদেরকে যা দিয়েছি তা দৃঢ় রূপে ধারণ কর এবং এতে যা আছে তা স্মরণ কর - সম্ভবতঃ তোমরা নিস্কৃতি পাবে।",
    "এরপর পুনরায় তোমরা ফিরে গেলে, অতএব যদি তোমাদের প্রতি আল্লাহর অনুগ্রহ এবং তাঁর করুণা না থাকত তাহলে অবশ্যই তোমরা বিনাশ প্রাপ্ত হতে।",
    "এবং অবশ্যই তোমরা অবগত আছ যে, তোমাদের মধ্যে যারা শনিবারের ব্যাপারে সীমা লংঘন করেছিল। আমি তাদেরকে বলেছিলাম যে, তোমরা অধম বানর হয়ে যাও।",
    "অনন্তর আমি এটা তাদের সমসাময়িক ও তাদের পরবর্তীদের জন্য দৃষ্টান্ত এবং ধর্মভীরুগণের জন্য উপদেশ স্বরূপ করেছিলাম।",
    "এবং যখন মূসা নিজ সম্প্রদায়কে বলেছিলঃ নিশ্চয়ই আল্লাহ তোমাদেরকে আদেশ করেছেন যে, তোমরা একটি গরু যবাহ কর। তারা বলেছিলঃ তুমি কি আমাদেরকে উপহাস করছ? সে বলেছিলঃ আমি আল্লাহর নিকট আশ্রয় প্রার্থনা করছি, যেন আমি মূর্খদের অন্তর্ভুক্ত না হই।",
    "তারা বলেছিলঃ তুমি আমাদের জন্য তোমার রবের নিকট প্রার্থনা কর যে, তিনি আমাদেরকে যেন ওটা কি কি গুণ বিশিষ্ট হওয়া দরকার তা বলে দেন। সে বলেছিলঃ তিনি বলেছেন যে, নিশ্চয়ই সেই গরু বয়োঃবৃদ্ধ নয় এবং শাবকও নয়, এ দু’য়ের মধ্যবর্তী; অতএব তোমরা যেরূপ আদিষ্ট হয়েছ তা করে ফেল।",
    "তারা বলেছিলঃ তুমি আমাদের জন্য তোমার রবের নিকট প্রার্থনা কর যে, তিনি যেন ওর বর্ণ কিরূপ তা আমাদেরকে বলে দেন। সে বলেছিলঃ তিনি বলেছেন যে, নিশ্চয়ই সেই গরুর বর্ণ গাঢ় পীত, ওটা দর্শকদেরকে আনন্দ দান করে।",
    "তারা বলেছিলঃ তুমি আমাদের জন্য তোমার রবের নিকট প্রার্থনা কর যে, তিনি যেন ওটা কিরূপ তা আমাদের জন্য বর্ণনা করেন, নিশ্চয়ই আমাদের নিকট সকল গরুই সমতুল্য এবং আল্লাহ ইচ্ছা করলে আমরা সুপথগামী হব।",
    "সে বলেছিলঃ নিশ্চয়ই তিনি বলেছেন যে, অবশ্যই সেই গরু সুস্থকায়, নিখুঁত, ওটা চাষাবাদের কাজে লাগানো হয়নি এবং ক্ষেতে পানি সেচনেও নিযুক্ত হয়নি। তারা বলেছিলঃ এক্ষণে তুমি সত্য এনেছ, অতঃপর তারা ওটা যবাহ করল যা তাদের করার ইচ্ছা ছিলনা।",
    "এবং যখন তোমরা এক ব্যক্তিকে হত্যা করার পর তদ্বিষয়ে বিরোধ করছিলে এবং তোমরা যা গোপন করছিলে আল্লাহ তার প্রকাশক হলেন।",
    "অতঃপর আমি বলেছিলামঃ ওর এক খন্ড দ্বারা তাকে আঘাত কর, এই রূপে আল্লাহ মৃতকে জীবিত করেন এবং স্বীয় নিদর্শনসমূহ প্রদর্শন করেন যাতে তোমরা হৃদয়ঙ্গম কর।",
    "অতঃপর তোমাদের হৃদয় প্রস্তরের ন্যায় কঠিন, বরং ওর চেয়েও কঠিনতর হল এবং নিশ্চয়ই প্রস্তর হতেও প্রস্রবন নির্গত হয় এবং নিশ্চয়ই ওগুলির মধ্যে কোন কোনটি বিদীর্ণ হয়, অতঃপর তা হতে পানি নির্গত হয় এবং নিশ্চয়ই ঐগুলির মধ্যে কোনটি আল্লাহর ভয়ে পতিত হয় এবং তোমরা যা করছ তৎপ্রতি আল্লাহ অমনোযোগী নন।",
    "তোমরা কি আশা কর যে, তোমাদের কথায় তারা ঈমান আনবে? অথচ তাদের মধ্যে এমন কতক লোক গত হয়েছে যারা আল্লাহর কালাম শুনত, অতঃপর উহা বুঝার পর উহাকে বিকৃত করত, অথচ তারা জানত।",
    "যখন তারা মু’মিনদের সাথে মিলিত হয় তখন বলেঃ আমরা ঈমান এনেছি; আর যখন তাদের কেহ কারও (ইয়াহুদীর) নিকট গোপনে যায় তখন তারা বলেঃ তোমরা কি মুসলিমদেরকে এমন কথা বলে দাও যা আল্লাহ তোমাদের নিকট প্রকাশ করেছেন? পরিণামে তারা তোমাদেরকে তর্কে পরাজিত করবে (এই বলে) যে, এ বিষয়টি রবের নিকট হতে তোমাদের কিতাবে রয়েছে, তোমরা কি বুঝনা?",
    "তারা কি জানেনা যে, তারা যা গোপন রাখে এবং যা প্রকাশ করে, আল্লাহ সবই জানেন?",
    "এবং তাদের মধ্যে অনেক অশিক্ষিত লোক আছে যারা প্রবৃত্তি ব্যতীত কোন গ্রন্থ অবগত নয় এবং তারা শুধু কল্পনাসমূহ রচনা করে থাকে।",
    "তাদের জন্য আক্ষেপ যারা স্বহস্তে পুস্তক রচনা করে, যারা বলে যে, এটা আল্লাহর নিকট হতে সমাগত! এর দ্বারা তারা সামান্য মূল্য অর্জন করছে, তাদের হস্ত যা লিপিবদ্ধ করেছে তজ্জন্য তাদের প্রতি আক্ষেপ! এবং তারা যা উপার্জন করছে তজ্জন্যও তাদের প্রতি আক্ষেপ!",
    "এবং তারা বলেঃ নির্ধারিত দিনসমূহ ব্যতীত (জাহন্নামের) আগুন আমাদেরকে স্পর্শ করবেনা। তুমি বলঃ তোমরা কি আল্লাহর নিকট হতে অঙ্গীকার নিয়েছ যে, পরে আল্লাহ কখনই স্বীয় অঙ্গীকারের অন্যথা করবেননা? অথবা আল্লাহ সম্বন্ধে যা জানোনা তোমরা তা’ই বলছ?",
    "হ্যাঁ, যারা অনিষ্ট অর্জন করেছে এবং স্বীয় পাপের দ্বারা পরিবেষ্টিত হয়েছে তারাই অগ্নিবাসী, সেখানে তারা সদা অবস্থান করবে।",
    "এবং যারা বিশ্বাস স্থাপন করেছে ও সৎ কাজ করছে তারাই জান্নাতবাসী, তন্মধ্যে তারা চিরকাল অবস্থান করবে।",
    "আর যখন আমি বানী ইসরাঈল হতে অঙ্গীকার নিয়েছিলাম যে, তোমরা আল্লাহ ব্যতীত আর কারও ইবাদাত করবেনা এবং মাতাপিতার সঙ্গে সদ্ব্যবহার করবে ও আত্মীয়দের, পিতৃহীনদের ও মিসকীনদের সঙ্গেও (সদ্ব্যবহার করবে), আর তোমরা লোকের সাথে উত্তমভাবে কথা বলবে এবং সালাত প্রতিষ্ঠিত করবে ও যাকাত প্রদান করবে; অতঃপর তোমাদের মধ্য হতে অল্প সংখ্যক ব্যতীত তোমরা সকলেই বিমুখ হয়েছিলে, যেহেতু তোমরা ছিলে অগ্রাহ্যকারী।",
    "এবং আমি যখন তোমাদের অঙ্গীকার গ্রহণ করেছিলাম যে, পরস্পর শোণিতপাত করবেনা এবং স্বীয় বাসস্থান হতে আপন ব্যক্তিদেরকে বহিস্কার করবেনা; অতঃপর তোমরা স্বীকৃত হয়েছিলে এবং তোমরাই ওর সাক্ষী ছিলে।",
    "অতঃপর সেই তোমরাই পরস্পর খুনাখুনি করছ এবং তোমরা তোমাদের মধ্য হতে এক দলকে তাদের গৃহ হতে বহিস্কার করে দিচ্ছ, তাদের বিরুদ্ধে (শত্রুতা বশতঃ) পাপ ও অন্যায় কাজে সাহায্য করছ এবং তারা বন্দী হয়ে তোমাদের নিকট আনীত হলে তোমরা তাদেরকে বিনিময় প্রদান কর, অথচ তাদেরকে বহিস্কার করা তোমাদের জন্য অবৈধ ছিল, তাহলে কি তোমরা গ্রন্থের কিছু অংশ বিশ্বাস কর এবং কিছু অংশ অবিশ্বাস কর? তোমাদের মধ্যে যারা এরূপ করে তাদের পার্থিব জীবনে দুর্গতি ব্যতীত কিছুই নেই এবং উত্থান দিনে তারা কঠোর শাস্তির দিকে নিক্ষিপ্ত হবে এবং তোমরা যা করছ, তদ্বিষয়ে আল্লাহ অমনোযোগী নন।",
    "এরাই আখিরাতের বিনিময়ে পার্থিব জীবন ক্রয় করেছে, অতএব তাদের দন্ড লঘু করা হবেনা এবং তারা সাহায্য প্রাপ্তও হবেনা।",
    "এবং অবশ্যই আমি মূসাকে কিতাব প্রদান করেছি ও তৎপরে ক্রমান্বয়ে রাসূলগণকে প্রেরণ করেছি, এবং আমি মারইয়াম নন্দন ঈসাকে নিদর্শনসমূহ প্রদান করেছিলাম এবং পবিত্র আত্মাযোগে তাকে শক্তি সম্পন্ন করেছিলাম; কিন্তু পরে যখন তোমাদের নিকট কোন রাসূল - তোমাদের প্রবৃত্তি যা ইচ্ছা করতনা তা নিয়ে উপস্থিত হল তখন তোমরা অহংকার করলে, অবশেষে এক দলকে মিথ্যাবাদী বললে এবং একদলকে হত্যা করলে।",
    "এবং তারা বলে, আমাদের হৃদয় আবৃত; এবং তাদের অবিশ্বাসের জন্য আল্লাহ তাদেরকে অভিসম্পাত করেছেন - যেহেতু তারা অতি অল্পই বিশ্বাস করে।",
    "এবং যখন আল্লাহর সন্নিধান হতে তাদের নিকট যা আছে তার সত্যতা প্রতিপাদক গ্রন্থ উপস্থিত হল এবং যা পূর্ব হতেই তারা কাফিরদের উপর বিজয় প্রার্থনা করত; অতঃপর যখন তাদের নিকট সেই পরিচিত কিতাব এল তখন তারা তাকে অস্বীকার করল। সুতরাং এরূপ কাফিরদের উপর আল্লাহর লা’নত বর্ষিত হোক।",
    "যার বিনিময়ে তারা নিজেদের বিক্রি করেছে তা খুবই মন্দ, যেহেতু তারা আল্লাহ যা নাযিল করেছেন তা অস্বীকার করেছে - এই হঠকারিতার জন্য যে, আল্লাহ স্বীয় বান্দাদের মধ্যে যার প্রতি ইচ্ছা অনুগ্রহ অবতারণ করেন। অতএব তারা ক্রোধের উপর ক্রোধ অর্জন করেছে। এবং কাফিরদের জন্য লাঞ্ছনাদায়ক শাস্তি রয়েছে।",
    "এবং যখন তাদেরকে বলা হয় - আল্লাহ যা অবতীর্ণ করেছেন তা বিশ্বাস কর তখন তারা বলেঃ যা আমাদের প্রতি অবতীর্ণ হয়েছে আমরা তা’ই বিশ্বাস করি এবং তা ছাড়া যা রয়েছে তা অবিশ্বাস করি; অথচ এ গ্রন্থটি সত্য, তাদের কাছে যা আছে এটা তারই সত্যতার প্রতিপাদক। তুমি বলঃ যদি তোমরা বিশ্বাসীই ছিলে তাহলে ইতোপূর্বে কেন আল্লাহর নাবীগণকে হত্যা করেছিলে?",
    "এবং নিশ্চয়ই মূসা উজ্জ্বল নিদর্শনাবলীসহ তোমাদের নিকট উপস্থিত হয়েছিল; অনন্তর তোমরা গো-বৎসকে উপাস্য রূপে গ্রহণ করেছিলে, যেহেতু তোমরা অত্যাচারী ছিলে।",
    "এবং যখন আমি তোমাদের অঙ্গীকার গ্রহণ করেছিলাম এবং তোমাদের উপর তূর পর্বত সমুচ্চ করেছিলাম এবং বলেছিলাম যে, আমি যা প্রদান করলাম তা দৃঢ়রূপে ধারণ কর এবং শ্রবণ কর। তারা বলেছিল, আমরা শুনলাম ও অগ্রাহ্য করলাম, এবং তাদের অবিশ্বাসের নিমিত্ত তাদের অন্তরসমূহে গো-বৎস প্রিয়তা সিঞ্চিত হয়েছিল। তুমি বলঃ যদি তোমরা বিশ্বাসী হও তাহলে তোমাদের বিশ্বাস যা কিছু আদেশ করছে তা অত্যন্ত নিন্দনীয়।",
    "তুমি বলঃ যদি অপর ব্যক্তিগণ অপেক্ষা তোমাদের জন্য আল্লাহর নিকট বিশেষ পারলৌকিক আলয় থাকে তাহলে তোমরা মৃত্যু কামনা কর, যদি তোমরা সত্যবাদী হও।",
    "এবং তাদের হস্তসমূহ পূর্বে যা প্রেরণ করেছে তজ্জন্য তারা কখনই তা কামনা করবেনা এবং আল্লাহ অত্যাচারীদের সম্বন্ধে সবিশেষ অবগত আছেন।",
    "এবং নিশ্চয়ই তুমি তাদেরকে অন্যান্য লোক এবং অংশীবাদীদের অপেক্ষাও অধিকতর আয়ু-আকাংক্ষী পাবে; তাদের মধ্যে প্রত্যেকে কামনা করে যেন তাকে হাজার বছর আয়ু দেয়া হয়, এবং ঐরূপ আয়ু প্রাপ্তিও তাদেরকে শাস্তি হতে মুক্ত করতে পারবেনা এবং তারা যা করছে আল্লাহ তার পরিদর্শক।",
    "তুমি বলঃ যে ব্যক্তি জিবরাঈলের সাথে শত্রুতা রাখে এ জন্য যে, সে আল্লাহর হুকুমে এই কুরআনকে তোমার অন্তঃকরণ পর্যন্ত পৌঁছিয়েছে, যা পূর্ববতী কিতাবসমূহের সত্যতা প্রমাণ করছে এবং মু’মিনদের সুসংবাদ দিচ্ছে ।",
    "যে ব্যক্তি আল্লাহর, তাঁর মালাইকা/ফেরেশতাগণের, তাঁর রাসূলগণের, জিবরাঈলের এবং মিকাঈলের শত্রু, নিশ্চয়ই আল্লাহ এরূপ কাফিরদের শত্রু।",
    "এবং নিশ্চয়ই আমি তোমার প্রতি স্পষ্ট নিদর্শনসমূহ অবতরণ করেছি এবং দুস্কর্মকারী ব্যতীত কেহই তা অবিশ্বাস করবেনা।",
    "কি আশ্চর্য! যখন তারা কোন অঙ্গীকারে আবদ্ধ হল তখনই তাদের একদল তা ভঙ্গ করল। বরং তাদের অধিকাংশই বিশ্বাস করেনা।",
    "এবং যখন আল্লাহর নিকট হতে, তাদের নিকট যা আছে তার সত্য প্রত্যয়নকারী রাসূল তাদের নিকট আগমন করল, তখন যাদেরকে গ্রন্থ প্রদান করা হয়েছে তাদের একদল আল্লাহর গ্রন্থকে নিজেদের পশ্চাদভাগে নিক্ষেপ করল, যেন তারা কিছুই জানেনা।",
    "এবং সুলাইমানের রাজত্বকালে শাইতানরা যা আবৃত্তি করত, তারা ওরই অনুসরণ করছে, এবং সুলাইমান অবিশ্বাসী হয়নি - কিন্তু শাইতানরাই অবিশ্বাস করেছিল। তারা লোকদেরকে যাদু বিদ্যা এবং যা বাবেল শহরে হারূত-মারূত মালাক/ফেরেশতাদ্বয়ের প্রতি অবতীর্ণ হয়েছিল তা শিক্ষা দিত, এবং তারা উভয়ে কেহকেও ওটা এ কথা না বলে শিক্ষা দিতনা যে, ‘আমরা পরীক্ষাধীন ছাড়া কিছুই নই, অতএব তোমরা কুফরী করনা’। অনন্তর তারা যাতে স্বামী ও স্ত্রীর মধ্যে বিচ্ছেদ সংঘটিত হয় তা তাদের নিকট থেকে শিক্ষা গ্রহণ করত। কিন্তু তারা আল্লাহর আদেশ ব্যতীত তদ্বারা কারও অনিষ্ট করতে পারতনা, কিন্তু তারা ওটাই শিক্ষা করছে যাতে তাদের ক্ষতি হয় এবং তাদের কোন উপকার সাধিত না হয়; এবং নিশ্চয়ই তারা জ্ঞাত আছে - যে কেহ ওটা ক্রয় করেছে তার জন্য আখিরাতে সুখ লাভ নেই এবং তার বিনিময়ে তারা যে আত্মবিক্রয় করেছে তা নিকৃষ্ট - যদি তারা তা জানত!",
    "এবং যদি তারা সত্য সত্যই বিশ্বাস করত ও ধর্মভীরু হত তাহলে আল্লাহর নিকট হতে কল্যাণ লাভ করত - যদি তারা এটা বুঝতো।",
    "হে মু’মিনগণ! তোমরা ‘রা‘য়েনা’ বলনা, বরং ‘উনযুরনা’ বল এবং শুনে নাও - অবিশ্বাসীদের জন্য রয়েছে যন্ত্রনাময় শাস্তি।",
    "আহলে কিতাবদের মধ্যে যারা কাফির (অর্থাৎ ইয়াহুদী ও নাসারা) এবং মুশরিকরা মোটেই পছন্দ করেনা যে, তোমাদের রবের পক্ষ হতে তোমাদের উপর কোন কল্যাণ বর্ষিত হোক, আর আল্লাহ যাকে ইচ্ছা করেন তাঁর করুণার জন্য নির্দিষ্ট করে নেন এবং আল্লাহ মহা করুণাময়।",
    "আমি কোন আয়াতের হুকুম রহিত করলে কিংবা আয়াতটিকে বিস্মৃত করিয়ে দিলে তদপেক্ষা উত্তম অথবা তদনুরূপ আয়াত আনয়ন করি। তুমি কি জাননা যে, আল্লাহ সর্ব বিষয়ের উপরই ক্ষমতাবান?",
    "তুমি কি জাননা যে, আকাশ ও পৃথিবীর আধিপত্য আল্লাহরই এবং আল্লাহ ব্যতীত তোমাদের কোন বন্ধুও নেই এবং কোন সাহায্যকারীও নেই?",
    "তোমরা কি চাও যে, তোমাদের রাসূলের নিকট আবেদন করবে যেমন ইতোপূর্বে মূসার নিকট (হঠকারিতা বশতঃ এইরূপ বহু নিরর্থক) আবেদন করা হয়েছিল? আর যে ব্যক্তি ঈমানের পরিবর্তে কুফরী অবলম্বন করে, নিশ্চয়ই সে সঠিক পথ হতে দূরে সরে পড়ে।",
    "কিতাবীদের অনেকে তাদের প্রতি সত্য প্রকাশিত হওয়ার পর তারা তাদের অন্তর্হিত বিদ্বেষ বশতঃ তোমাদেরকে বিশ্বাস স্থাপনের পরে অবিশ্বাসী করতে ইচ্ছা করে; কিন্তু যে পর্যন্ত আল্লাহ স্বয়ং আদেশ আনয়ন না করেন সে পর্যন্ত তোমরা ক্ষমা কর ও উপেক্ষা করতে থাক; নিশ্চয়ই আল্লাহ সর্ব বিষয়ের উপর ক্ষমতাবান।",
    "আর তোমরা সালাত প্রতিষ্ঠিত কর ও যাকাত প্রদান কর; এবং তোমরা স্ব স্ব জীবনের জন্য যে সৎকাজ অগ্রে প্রেরণ করেছ তা আল্লাহর নিকট প্রাপ্ত হবে; তোমরা যা করছো নিশ্চয়ই আল্লাহ তার পরিদর্শক।",
    "এবং তারা বলেঃ ইয়াহুদী বা খৃষ্টান ছাড়া আর কেহই জান্নাতে প্রবেশ করবেনা; এটা তাদের মিথ্যা আশা। তুমি বলঃ যদি তোমরা সত্যবাদী হও তাহলে তোমাদের প্রমাণ উপস্থিত কর।",
    "অবশ্য যে ব্যক্তি নিজেকে আল্লাহর নিকট সর্মপন করেছে এবং সৎকাজ করেছে, ফলতঃ তার জন্য তার রবের নিকট প্রতিদান রয়েছে এবং তাদের জন্য কোন আশংকা নেই ও তারা চিন্তিত হবেনা।",
    "আর ইয়াহুদীরা বলেঃ খৃষ্টানরা কোন বিষয়ের উপর নেই; এবং খৃষ্টানরা বলে, ইয়াহুদীরাও কোন বিষয়ের উপর নেই - অথচ তারা গ্রন্থ পাঠ করে। এরূপ যারা জানেনা, তারাও ওদের কথার অনুরূপ কথা বলে থাকে; অতএব যে বিষয়ে তারা মতবিরোধ করেছিল, উত্থান দিনে আল্লাহ তাদের মধ্যে তদ্বিষয়ে ফায়সালা করে দিবেন।",
    "এবং যে আল্লাহর মাসজিদসমূহের মধ্যে তাঁর নাম উচ্চারণ করতে নিষেধ করছে এবং তা উজাড় করতে চেষ্টা করছে সে অপেক্ষা কে অধিক অত্যাচারী? তাদের পক্ষে উপযুক্ত নয় যে, তারা শংকিত হওয়া ব্যতীত তন্মধ্যে প্রবেশ করে; তাদের জন্য ইহলোকে দুর্গতি এবং পরলোকে কঠোর শাস্তি রয়েছে।",
    "আল্লাহরই জন্য পূর্ব ও পশ্চিম; অতএব তোমরা যে দিকেই মুখ ফিরাও সেই দিকেই আল্লাহর দিক; কেননা আল্লাহ (সর্বদিক) পরিবেষ্টনকারী, পূর্ণ জ্ঞানবান।",
    "এবং তারা বলে, আল্লাহ সন্তান গ্রহণ করেছেন। তিনি পরম পবিত্র! বরং যা কিছু আসমানে ও ভূমন্ডলে রয়েছে তা তাঁরই জন্য; সবই তাঁর আজ্ঞাধীন।",
    "তিনি আকাশ ও পৃথিবীর সৃষ্টিকর্তা এবং যখন তিনি কোন কাজ সম্পাদন করতে ইচ্ছা করেন তখন তার জন্য শুধুমাত্র ‘হও’ বলেন, আর তাতেই তা হয়ে যায়।",
    "এবং মূর্খেরা বলেঃ আল্লাহ আমাদের সাথে কেন কথা বলেননা, অথবা কেন আমাদের জন্য কোন নিদর্শন উপস্থিত হয়না? এদের পূর্বে যারা ছিল তারাও এদের অনুরূপ কথা বলত; তাদের সবারই অন্তর পরস্পর সাদৃশ্যপূর্ণ; নিশ্চয়ই আমি বিশ্বাসী সম্প্রদায়ের জন্য উজ্জ্বল নিদর্শনাবলী বর্ণনা করি।",
    "নিশ্চয়ই আমি তোমাকে সত্যসহ সুসংবাদদাতা ও ভয় প্রদর্শক রূপে প্রেরণ করেছি এবং তুমি জাহান্নামবাসীদের সম্বন্ধে জিজ্ঞাসিত হবেনা।",
    "এবং ইয়াহুদী ও খৃষ্টানরা - তুমি তাদের ধর্ম অনুসরণ না করা পর্যন্ত তোমার প্রতি সন্তুষ্ট হবেনা; তুমি বলঃ আল্লাহর প্রদর্শিত পথই সুপথ; এবং জ্ঞান প্রাপ্তির পর তুমি যদি তাদের খেয়াল-খুশির অনুসরণ কর তাহলে আল্লাহ হতে তোমার জন্য কোনই অভিভাবক ও সাহায্যকারী নেই।",
    "আমি যাদেরকে যে ধর্মগ্রন্থ দান করেছি তা যারা সঠিকভাবে সত্য বুঝে পাঠ করে তারাই এর প্রতি বিশ্বাস স্থাপনকারী, এবং যে কেহ এটা অবিশ্বাস করে ফলতঃ তারাই ক্ষতিগ্রস্ত হবে।",
    "হে বানী ইসরাঈল! আমি তোমাদেরকে যে সুখ সম্পদ দান করেছি এবং আমি পৃথিবীর উপর তোমাদেরকে যে শ্রেষ্ঠত্ব দান করেছি - তোমরা তা স্মরণ কর।",
    "আর তোমরা ঐ দিনের ভয় কর যেদিন একজন অন্যজন হতে কিছুমাত্র উপকৃত হবেনা এবং কারও নিকট হতে বিনিময় গৃহীত হবেনা, কারও সুপারিশ ফলপ্রদ হবেনা এবং তারা সাহায্য প্রাপ্ত হবেনা।",
    "এবং যখন তোমার রাব্ব ইবরাহীমকে কতিপয় বাক্য দ্বারা পরীক্ষা করেছিলেন পরে সে তা পূর্ণ করেছিল; তিনি বলেছিলেনঃ নিশ্চয়ই আমি তোমাকে মানবমন্ডলীর নেতা করব। সে বলেছিলঃ আমার বংশধরগণ হতেও। তিনি বলেছিলেনঃ আমার অঙ্গীকার অত্যাচারীদের প্রতি প্রযোজ্য হবেনা।",
    "এবং যখন আমি কা‘বা গৃহকে মানব জাতির জন্য সুরক্ষিত স্থান ও পুণ্যধাম করেছিলাম, এবং মাকামে ইবরাহীমকে সালাতের জায়গা নির্ধারণ করেছিলাম; এবং আমি ইবরাহীম ও ইসমাঈলের নিকট অঙ্গীকার নিয়েছিলাম যে, তোমরা আমার গৃহকে তাওয়াফকারী ও ই’তিকাফকারী এবং রুকু ও সাজদাহকারীদের জন্য পবিত্র রেখ।",
    "যখন ইবরাহীম বললঃ হে আমার রাব্ব! এ স্থানকে আপনি নিরাপত্তাময় শহরে পরিণত করুন এবং এর অধিবাসীদের মধ্যে যারা আল্লাহ ও আখিরাতে বিশ্বাস স্থাপন করেছে তাদেরকে উপজীবিকার জন্য ফল-শষ্য প্রদান করুন। (আল্লাহ) বলেনঃ যারা কুফরী করে তাদেরকে আমি অল্প কিছু দিন জীবনোপভোগ করতে দিব, অতঃপর তাদেরকে অগ্নির শাস্তি ভোগ করতে বাধ্য করব, ঐ গন্তব্য স্থান নিকৃষ্টতম।",
    "যখন ইবরাহীম ও ইসমাঈল কা‘বার ভিত্তি স্থাপন করল (তখন বলল) হে আমাদের রাব্ব! আমাদের পক্ষ হতে এটি গ্রহণ করুন, নিশ্চয়ই আপনি শ্রবণকারী, মহাজ্ঞানী।",
    "হে আমাদের রাব্ব! আমাদের উভয়কে আপনার অনুগত করুন, এবং আমাদের বংশধরদের মধ্য হতেও আপনার অনুগত এক দল লোক সৃষ্টি করুন, আর আমাদেরকে হাজ্জের আহকাম বলে দিন এবং আমাদের প্রতি দয়া করুন, নিশ্চয়ই আপনি ক্ষমাশীল, করুণাময়।",
    "হে আমাদের রাব্ব! তাদেরই মধ্য হতে এমন একজন রাসূল প্রেরণ করুন যিনি তাদেরকে আপনার নিদর্শনাবলী পাঠ করে শুনাবেন এবং তাদেরকে গ্রন্থ ও বিজ্ঞান শিক্ষা দান করবেন ও তাদেরকে পবিত্র করবেন। নিশ্চয়ই আপনি পরাক্রান্ত, বিজ্ঞানময়।",
    "এবং যে নিজকে নির্বোধ করে তুলেছে সে ব্যতীত কে ইবরাহীমের ধর্ম হতে বিমুখ হবে? এবং নিশ্চয়ই আমি তাকে এই পৃথিবীতে মনোনীত করেছিলাম, নিশ্চয়ই সে সৎ কর্মশীলগণের অন্তর্ভুক্ত ছিল।",
    "যখন তার রাব্ব তাকে বলেছিলেনঃ তুমি আনুগত্য স্বীকার কর; সে বলেছিল: আমি বিশ্বজগতের রবের নিকট আত্মসমর্পণ করলাম।",
    "আর ইবরাহীম ও ইয়াকূব স্বীয় সন্তানদেরকে সদুপদেশ প্রদান করেছিলঃ হে আমার বংশধরগণ! নিশ্চয়ই আল্লাহ তোমাদের জন্য এই ধর্ম মনোনীত করেছেন, অতএব তোমরা মুসলিম না হয়ে মৃত্যু বরণ করনা।",
    "যখন ইয়াকূবের মৃত্যু উপস্থিত হল তখন কি তোমরা উপস্থিত ছিলে, যখন সে নিজ পুত্রদেরকে বলেছিলঃ আমার পরে তোমরা কোন্ জিনিসের ইবাদাত করবে? তারা বলেছিলঃ আমরা তোমার উপাস্যের এবং তোমার পিতৃপুরুষ ইবরাহীম, ইসমাঈল ও ইসহাকের উপাস্য - সেই অদ্বিতীয় উপাস্যের ইবাদাত করব এবং আমরা তাঁরই অনুগত থাকব।",
    "ওটি একটি দল ছিল, যা অতীত হয়ে গেছে; তারা যা অর্জন করেছিল তা তাদের জন্য এবং তোমরা যা অর্জন করেছ তা তোমাদের জন্য এবং তারা যা করে গেছে তজ্জন্য তোমরা জিজ্ঞাসিত হবেনা।",
    "এবং তারা বলে যে, তোমরা ইয়াহুদী অথবা খৃষ্টান হও, তাহলেই সুপথ প্রাপ্ত হবে; তুমি বলঃ বরং আমরা ইবরাহীমের সুদৃঢ় ধর্মে আছি এবং সে অংশীবাদীদের অন্তর্ভুক্ত ছিলনা।",
    "তোমরা বলঃ আমরা আল্লাহর প্রতি এবং যা আমাদের প্রতি অবতীর্ণ হয়েছে, আর যা ইবরাহীম, ইসমাঈল, ইসহাক, ইয়াকূব ও তদীয় বংশধরগণের প্রতি অবতীর্ণ হয়েছিল এবং যা মূসা ও ঈসাকে প্রদান করা হয়েছিল এবং অন্যান্য নাবীগণকে তাদের রাব্ব হতে যা প্রদত্ত হয়েছিল, তদসমুদয়ের উপর বিশ্বাস স্থাপন করছি, তাদের মধ্যে কেহকেও আমরা প্রভেদ করিনা, এবং আমরা তাঁরই প্রতি আত্মসমর্পণকারী।",
    "অনন্তর তোমরা যেরূপ বিশ্বাস স্থাপন করেছ, তারাও যদি তদ্রুপ বিশ্বাস স্থাপন করে তাহলে নিশ্চয়ই তারা সুপথ প্রাপ্ত হবে; এবং যদি তারা ফিরে যায় তাহলে তারা শুধু বিরুদ্ধাচরণেই ফিরে যাবে; অতএব অচিরেই আল্লাহ তাদের প্রতিকূলে তোমাকেই যথেষ্ট করবেন এবং তিনিই শ্রবণকারী, মহাজ্ঞানী।",
    "আমরা আল্লাহরই রংয়ে রঞ্জিত, আল্লাহ অপেক্ষা কে শ্রেষ্ঠতম রঞ্জনকারী? এবং আমরা তাঁরই বান্দা।",
    "তুমি বলঃ তোমরা কি আল্লাহ সম্বন্ধে আমাদের সঙ্গে বিরোধ করছ? অথচ তিনিই আমাদের রাব্ব ও তোমাদের রাব্ব, এবং আমাদের জন্য আমাদের কার্যসমূহ এবং তোমাদের জন্য তোমাদের কার্যসমূহ এবং আমরা তাঁরই প্রতি বিশ্বস্ত।",
    "তোমরা কি বলছ - ইবরাহীম, ইসমাঈল, ইসহাক, ইয়াকূব ও তদীয় বংশধরগণ ইয়াহুদী ও খৃষ্টান ছিল? তুমি বলঃ তোমরাই সঠিক জ্ঞানী না আল্লাহ এবং আল্লাহর নিকট হতে প্রাপ্ত সাক্ষ্য যে ব্যক্তি গোপন করছে সে অপেক্ষা কে বেশি অত্যাচারী? এবং তোমরা যা করছ তা হতে আল্লাহ অমনোযোগী নন।",
    "ওটা একটি জামা‘আত ছিল যা বিগত হয়েছে; তারা যা অর্জন করেছে তা তাদের জন্য এবং তোমরা যা অর্জন করেছ তা তোমাদের জন্য, এবং তারা যা করে গেছে তদ্বিষয়ে তোমরা জিজ্ঞাসিত হবেনা।"
  ]
}