{
  "meta": {
    "id": 163,
    "name": "Sheikh Mujibur Rahman",
    "author_name": "Darussalaam Publication",
    "slug": "bn-sheikh-mujibur-rahman",
    "language_name": "bengali"
  },
  "verses": [
    "মহা মহিমান্বিত তিনি, সর্বময় কর্তৃত্ব যাঁর করায়ত্ব; তিনি সর্ব বিষয়ে সর্বশক্তিমান –",
    "যিনি সৃষ্টি করেছেন মৃত্যু ও জীবন, তোমাদের পরীক্ষা করার জন্য - কে তোমাদের মধ্যে কর্মে উত্তম? তিনি পরাক্রমশালী, ক্ষমাশীল।",
    "তিনি সৃষ্টি করেছেন স্তরে স্তরে সপ্তাকাশ। দয়াময় আল্লাহর সৃষ্টিতে তুমি কোন খুঁত দেখতে পাবেনা; আবার দেখ, কোন ত্রুটি দেখতে পাও কি?",
    "অতঃপর তুমি বারবার দৃষ্টি ফিরাও, সেই দৃষ্টি ব্যর্থ ও ক্লান্ত হয়ে তোমার দিকে ফিরে আসবে।",
    "আমি নিকটবর্তী আকাশকে সুশোভিত করেছি প্রদীপমালা দ্বারা এবং ওগুলিকে করেছি শাইতানের প্রতি নিক্ষেপের উপকরণ এবং তাদের জন্য প্রস্তুত রেখেছি জ্বলন্ত আগুনের শাস্তি।",
    "যারা তাদের রাব্বকে অস্বীকার করে তাদের জন্য রয়েছে জাহান্নামের শাস্তি, ওটা কত মন্দ প্রত্যাবর্তন স্থল!",
    "যখন তন্মধ্যে নিক্ষিপ্ত হবে তখন তারা উহার উৎক্ষিপ্ত গর্জন শুনতে পাবে, আর ওটা হবে উদ্বেলিত।",
    "রোষে জাহান্নাম যেন ফেটে পড়বে, যখনই তাতে কোন দলকে নিক্ষেপ করা হবে, তাদেরকে রক্ষীরা জিজ্ঞেস করবেঃ তোমাদের নিকট কি কোন সতর্ককারী আসেনি?",
    "তারা বলবেঃ অবশ্যই আমাদের নিকট সতর্ককারী এসেছিল, আমরা তাকে মিথ্যাবাদী গণ্য করেছিলাম এবং বলেছিলামঃ আল্লাহ কিছুই অবতীর্ণ করেননি, তোমরাতো মহা বিভ্রান্তিতে রয়েছ।",
    "এবং তারা আরও বলবেঃ যদি আমরা শুনতাম অথবা বিবেক-বুদ্ধি প্রয়োগ করতাম তাহলে আমরা জাহান্নামবাসী হতামনা।",
    "তারা তাদের অপরাধ স্বীকার করবে। অভিশাপ জাহান্নামীদের জন্য!",
    "নিশ্চয়ই যারা তাদের রাব্বকে না দেখেই ভয় করে তাদের জন্য রয়েছে ক্ষমা ও মহাপুরস্কার।",
    "তোমরা তোমাদের কথা গোপনেই বল অথবা প্রকাশ্যে বল, তিনিতো অন্তর্যামী।",
    "যিনি সৃষ্টি করেছেন, তিনি কি জানেননা ? তিনি সূক্ষ্ণদর্শী, সম্যক অবগত।",
    "তিনিইতো তোমাদের জন্য ভূমিকে সুগম করে দিয়েছেন; অতএব তোমরা দিক-দিগন্তে বিচরণ কর এবং তাঁর প্রদত্ত জীবনোপকরণ হতে আহার্য গ্রহণ কর; পুনরুত্থানতো তাঁরই নিকট।",
    "তোমরা কি নিশ্চিত আছ যে, আকাশে যিনি রয়েছেন তিনি তোমাদেরকেসহ ভূমিকে ধ্বসিয়ে দিবেননা, আর ওটা আকস্মিকভাবে থর থর করে কাঁপতে থাকবে?",
    "অথবা তোমরা নিশ্চিত আছ যে, আকাশে যিনি রয়েছেন তিনি তোমাদের উপর কংকরবর্ষী ঝঞ্ঝা প্রেরণ করবেননা? তখন তোমরা জানতে পারবে কি রূপ ছিল আমার সতর্ক বাণী!",
    "এবং এদের পূর্ববর্তীরাও মিথ্যা আরোপ করেছিল; ফলে কি রূপ হয়েছিল আমার শাস্তি!",
    "তারা কি লক্ষ্য করেনা তাদের উর্ধ্বদেশে বিহঙ্গকূলের প্রতি, যারা পক্ষ বিস্তার করে ও সংকুচিত করে? দয়াময় আল্লাহই তাদেরকে স্থির রাখেন। তিনি সর্ব বিষয়ে সম্যক দ্রষ্টা।",
    "দয়াময় আল্লাহ ব্যতীত তোমাদের এমন কোন সৈন্যবাহিনী আছে কি যারা তোমাদের সাহায্য করবে? কাফিরেরা তো বিভ্রান্তিতে রয়েছে।",
    "এমন কে আছে, যে তোমাদের জীবনোপকরণ দান করবে, তিনি যদি জীবনোপকরণ বন্ধ করে দেন? বস্তুতঃ তারা অবাধ্যতা ও সত্য বিমুখতায় অবিচল রয়েছে।",
    "যে ব্যক্তি মুখে ভর দিয়ে ঝুকে চলে সে কি ঠিক পথে চলে, না কি সেই ব্যক্তি যে সরল পথে চলে?",
    "বলঃ তিনিই তোমাদেরকে সৃষ্টি করেছেন এবং তোমাদেরকে দিয়েছেন শ্রবণশক্তি, দৃষ্টিশক্তি ও অন্তঃকরণ। তোমরা অল্পই কৃতজ্ঞতা প্রকাশ করে থাক।",
    "বলঃ তিনিই পৃথিবীতে তোমাদেরকে ছড়িয়ে দিয়েছেন এবং তাঁরই নিকট তোমাদেরকে সমবেত করা হবে।",
    "তারা বলেঃ তোমরা যদি সত্যবাদী হও তাহলে বল, এই প্রতিশ্রুতি কখন বাস্তবায়িত হবে?",
    "বলঃ এর জ্ঞান শুধু আল্লাহরই নিকট আছে, আমিতো স্পষ্ট সতর্ককারী মাত্র।",
    "যখন ওটা আসন্ন দেখবে তখন কাফিরদের মুখমন্ডল ম্লান হয়ে যাবে এবং তাদেরকে বলা হবেঃ এটাইতো তোমরা চাচ্ছিলে।",
    "বলঃ তোমরা ভেবে দেখেছ কি - যদি আল্লাহ আমাকে ও আমার সঙ্গীদেরকে ধ্বংস করেন অথবা আমাদের প্রতি দয়া প্রদর্শন করেন তাতে কাফিরদের কি? তাদেরকে কে রক্ষা করবে বেদনাদায়ক শাস্তি হতে?",
    "বলঃ তিনি দয়াময়, আমরা তাঁকে বিশ্বাস করি ও তাঁরই উপর নির্ভর করি, শীঘ্রই তোমরা জানতে পারবে কে স্পষ্ট বিভ্রান্তিতে রয়েছে।",
    "বলঃ তোমরা ভেবে দেখেছ কি, কোনো এক ভোরে যদি পানি ভূ-গর্ভে তোমাদের নাগালের বাইরে চলে যায় তাহলে কে তোমাদেরকে এনে দিবে প্রবাহমান পানি?",
    "নুন, শপথ কলমের এবং ওরা যা লিপিবদ্ধ করে তার।",
    "তোমার রবের অনুগ্রহে তুমি উম্মাদ নও।",
    "তোমার জন্য অবশ্যই রয়েছে নিরবচ্ছিন্ন পুরস্কার।",
    "তুমি অবশ্যই মহান চরিত্রের অধিকারী।",
    "শীঘ্রই তুমি দেখবে এবং তারাও দেখবে –",
    "তোমাদের মধ্যে কে বিকারগ্রস্ত।",
    "তোমার রাব্বতো সম্যক অবগত আছেন যে, কে তাঁর পথ হতে বিচ্যুত হয়েছে এবং তিনি জানেন তাদেরকে যারা সৎ পথপ্রাপ্ত।",
    "সুতরাং তুমি মিথ্যাচারীদের অনুসরণ করনা।",
    "তারা চায় যে, তুমি নমনীয় হও, তাহলে তারাও নমনীয় হবে।",
    "এবং অনুসরণ করনা তার যে কথায় কথায় শপথ করে, যে লাঞ্ছিত –",
    "পশ্চাতে নিন্দাকারী, যে একের কথা অপরের নিকট লাগিয়ে বেড়ায় –",
    "যে কল্যাণের কাজে বাঁধা দান করে, সে সীমালংঘনকারী, পাপিষ্ঠ।",
    "রূঢ় স্বভাব এবং তদুপরি কুখ্যাত।",
    "সে ধন-সম্পদ ও সন্তান-সন্ততিতে সমৃদ্ধশালী।",
    "তার নিকট আমার আয়াত আবৃত্তি করা হলে সে বলেঃ এটাতো সেকালের উপকথা মাত্র।",
    "আমি তার নাসিকা দাগিয়ে দিব।",
    "আমি তাদেরকে পরীক্ষা করেছি, যেভাবে পরীক্ষা করেছিলাম উদ্যান অধিপতিদেরকে, যখন তারা শপথ করেছিল যে, তারা প্রত্যুষে আহরণ করবে বাগানের ফল,",
    "এবং তারা ইনশাআল্লাহ বলেনি।",
    "অতঃপর তোমার রবের নিকট হতে এক বিপর্যয় হানা দিল সেই উদ্যানে, যখন তারা ছিল নিদ্রিত।",
    "ফলে ওটা দগ্ধ হয়ে কৃষ্ণবর্ণ ধারণ করল।",
    "প্রত্যুষে তারা একে অপরকে ডেকে বলল –",
    "তোমরা যদি ফল আহরণ করতে চাও তাহলে তরিৎ বাগানে চল।",
    "অতঃপর তারা চললো নিম্ন স্বরে কথা বলতে বলতে।",
    "অদ্য যেন তোমাদের নিকট কোন অভাবগ্রস্ত ব্যক্তি প্রবেশ করতে না পারে।",
    "অতঃপর তারা নিবৃত্ত করতে সক্ষম - এই বিশ্বাস নিয়ে প্রভাতকালে বাগানে যাত্রা করল।",
    "অতঃপর তারা যখন বাগানের অবস্থা প্রত্যক্ষ করল, তারা বললঃ আমরাতো দিশা হারিয়ে ফেলেছি!",
    "না, আমরাতো বঞ্চিত!",
    "তাদের শ্রেষ্ঠ ব্যক্তি বললঃ আমি কি তোমাদেরকে বলিনি? এখন তোমরা আল্লাহর পবিত্রতা ও মহিমা ঘোষণা করছনা কেন?",
    "তখন তারা বললঃ আমরা আমাদের রবের পবিত্রতা ও মহিমা ঘোষণা করছি, আমরাতো ছিলাম সীমালংঘনকারী।",
    "অতঃপর তারা একে অপরের প্রতি দোষারোপ করতে লাগল।",
    "তারা বললঃ হায়! দুর্ভোগ আমাদের! আমরাতো ছিলাম সীমালংঘনকারী।",
    "আমরা আশা রাখি, আমাদের রাব্ব এর পরিবর্তে আমাদেরকে দিবেন উৎকৃষ্টতর উদ্যান; আমরা আমাদের রবের অভিমুখী হলাম।",
    "শাস্তি এরূপই হয়ে থাকে এবং আখিরাতের শাস্তি কঠিনতর, যদি তারা জানত!",
    "মুত্তাকীদের জন্য অবশ্যই রয়েছে ভোগ বিলাসপূর্ণ জান্নাত, তাদের রবের নিকট।",
    "আমি কি আত্মসমর্পনকারীদেরকে অপরাধীদের সদৃশ গন্য করব?",
    "তোমাদের কি হয়েছে? তোমাদের এ কেমন সিদ্ধান্ত?",
    "তোমাদের নিকট কি কোন কিতাব আছে যা তোমরা অধ্যয়ন কর –",
    "যে, তোমাদের জন্য ওতে রয়েছে যা তোমরা পছন্দ কর?",
    "আমি কি তোমাদের সাথে কিয়ামাত পর্যন্ত বলবৎ এমন কোন প্রতিজ্ঞায় আবদ্ধ আছি যে, তোমরা নিজেদের জন্য যা স্থির করবে তা পাবে?",
    "তুমি তাদেরকে জিজ্ঞেস কর, তাদের মধ্যে এই দাবীর যিম্মাদার কে?",
    "তাদের কি কোন শরীক আছে? থাকলে তারা তাদের শরীকদের উপস্থিত করুক, যদি তারা সত্যবাদী হয়।",
    "স্মরণ কর, গোছা পর্যন্ত পা খোলার দিনের কথা, সেদিন তাদেরকে আহবান করা হবে সাজদাহ করার জন্য, কিন্তু তারা তা করতে সক্ষম হবেনা।",
    "তাদের দৃষ্টি অবনত, হীনতা তাদেরকে আচ্ছন্ন করবে, অথচ যখন তারা নিরাপদ ছিল তখনতো তাদেরকে আহবান করা হয়েছিল সাজদাহ করতে।",
    "যারা আমাকে এবং এই বাণীকে প্রত্যাখ্যান করে তাদেরকে ছেড়ে দাও আমার হাতে, আমি তাদেরকে এমনভাবে ক্রমে ক্রমে ধরব যে, তারা জানতে পারবেনা।",
    "আর আমি তাদেরকে সময় দিয়ে থাকি, আমার কৌশল অত্যন্ত বলিষ্ঠ।",
    "তুমি কি তাদের নিকট পারিশ্রমিক চাচ্ছ যে, তারা একে একটি দুর্বহ দন্ড মনে করে?",
    "তাদের কি অদৃশ্যের জ্ঞান আছে যে, তারা তা লিখে রাখে?",
    "অতএব তুমি ধৈর্য ধারণ কর তোমার রবের নির্দেশের অপেক্ষায়, তুমি মৎস্য সহচরের ন্যায় অধৈর্য হয়োনা, সে বিষাদ আচ্ছন্ন অবস্থায় কাতর প্রার্থনা করছিল।",
    "তার রবের অনুগ্রহ তার নিকট না পৌঁছলে সে লাঞ্ছিত হয়ে নিক্ষিপ্ত হত উন্মুক্ত প্রান্তরে।",
    "পুনরায় তার রাব্ব তাকে মনোনীত করলেন এবং তাকে সৎ কর্মপরায়ণদের অন্তর্ভুক্ত করলেন।",
    "কাফিরেরা যখন কুরআন শ্রবণ করে তখন তারা যেন উহাদের তীক্ষ্ণ দৃষ্টি দ্বারা তোমাকে আছড়ে ফেলে দিবে এবং বলবে ‘‘এতো এক পাগল’’।",
    "কুরআনতো বিশ্ব জগতের জন্য উপদেশ।",
    "সেই অবশ্যম্ভাবী ঘটনা।",
    "কি সেই অবশ্যম্ভাবী ঘটনা?",
    "কিসে তোমাকে জানাবে সেই অবশ্যম্ভাবী ঘটনা কি?",
    "‘‘আদ ও সামূদ’’ সম্প্রদায় অস্বীকার করেছিল মহাপ্রলয়।",
    "আর সামূদ সম্প্রদায় - তাদেরকে ধ্বংস করা হয়েছিল এক প্রলয়ংকর বিপর্যয় দ্বারা।",
    "আর ‘আদ’ সম্প্রদায় - তাদেরকে ধ্বংস করা হয়েছিল এক প্রচন্ড ঝঞ্ঝাবায়ু দ্বারা।",
    "যা তিনি তাদের উপর প্রবাহিত করেছিলেন সাত রাত ও আট দিন বিরামহীনভাবে; তুমি যদি তখন উক্ত সম্প্রদায়কে দেখতে তাহলে দেখতে পেতে যে, তারা সেখানে লুটিয়ে পড়ে আছে বিক্ষিপ্ত অসার খেজুর কান্ডের ন্যায়।",
    "তুমি তাদের কোনো অস্তিত্ব দেখতে পাও কি?",
    "ফির‘আউন, তার পূর্ববর্তীরা এবং লূত সম্প্রদায় পাপাচারে লিপ্ত ছিল।",
    "তারা তাদের রবের রাসূলকে অমান্য করেছিল, ফলে তিনি তাদেরকে শাস্তি দেন, কঠোর সেই শাস্তি!",
    "যখন প্লাবন হয়েছিল তখন আমি তোমাদেরকে (মানব জাতিকে) আরোহণ করিয়েছিলাম নৌযানে।",
    "আমি উহা করেছিলাম তোমাদের শিক্ষার জন্য এবং এ জন্য যে, শ্রুতিধর কর্ণ ইহা সংরক্ষণ করে।",
    "যখন শিঙ্গায় ফুৎকার দেয়া হবে, একটি মাত্র ফুৎকার,",
    "পর্বতমালা সমেত পৃথিবী উৎক্ষিপ্ত হবে এবং একই ধাক্কায় তারা চূর্ণ বিচূর্ণ হয়ে যাবে।",
    "সেদিন সংঘটিত হবে মহা প্রলয়।",
    "এবং আকাশ বিদীর্ণ হয়ে বিক্ষিপ্ত হয়ে পড়বে।",
    "মালাইকা/ফেরেশতারা আকাশের প্রান্তদেশে থাকবে এবং সেদিন আটজন মালাইকা/ফেরেশতা তাদের রবের ‘আরশকে ধারণ করবে তাদের উর্ধ্বে।",
    "সেই দিন উপস্থিত করা হবে তোমাদেরকে এবং তোমাদের কিছুই গোপন থাকবেনা।",
    "তখন যাকে তার ‘আমলনামা ডান হাতে দেয়া হবে সে বলবেঃ নাও, আমার ‘আমলনামা পাঠ করে দেখ।",
    "আমি জানতাম যে, আমাকে হিসাবের সম্মুখীন হতে হবে।",
    "সুতরাং সে যাপন করবে সন্তোষজনক জীবন –",
    "সুমহান জান্নাতে –",
    "যার ফলরাশি অবনমিত থাকবে নাগালের মধ্যে।",
    "তাদেরকে বলা হবেঃ পানাহার কর তৃপ্তির সাথে, তোমরা অতীত দিনে যা করেছিলে তার বিনিময়ে।",
    "কিন্তু যার ‘আমলনামা তার বাম হস্তে দেয়া হবে সে বলবেঃ ‘হায়! আমাকে যদি দেয়াই না হত আমার ‘আমলনামা!",
    "এবং আমি যদি না জানতাম আমার হিসাব!",
    "হায়! আমার মৃত্যুই যদি আমার শেষ হত!",
    "আমার ধনসম্পদ আমার কোন কাজেই এলোনা।",
    "আমার ক্ষমতাও অপসৃত হয়েছে।",
    "মালাইকা/ফেরেশতাদেরকে বলা হবেঃ ধর ওকে, গলদেশে বেড়ি পরিয়ে দাও।",
    "অতঃপর নিক্ষেপ কর জাহান্নামে।",
    "পুনরায় তাকে শৃংখলিত কর সত্তর হাত দীর্ঘ এক শৃংখলে।",
    "সে মহান আল্লাহয় বিশ্বাসী ছিলনা।",
    "এবং অভাবগ্রস্তকে খাদ্যদানে উৎসাহিত করতনা।",
    "অতএব সেদিন সেখানে তার কোন সুহৃদ থাকবেনা।",
    "এবং কোন খাদ্য থাকবেনা, ক্ষতনিঃসৃত স্রাব ব্যতীত।",
    "যা অপরাধী ব্যতীত কেহ খাবেনা।",
    "আমি কসম করছি উহার যা তোমরা দেখতে পাও।",
    "এবং যা তোমরা দেখতে পাওনা –",
    "নিশ্চয়ই এই কুরআন এক সম্মানিত রাসূলের বাহিত বার্তা।",
    "ইহা কোন কবির রচনা নয়; তোমরা অল্পই বিশ্বাস কর।",
    "ইহা কোন গণকের কথাও নয়, তোমরা অল্পই অনুধাবন কর।",
    "ইহা জগতসমূহের রবের নিকট হতে অবতীর্ণ।",
    "সে যদি আমার নামে কিছু রচনা করে চালাতে চেষ্টা করত –",
    "আমি অবশ্যই তার ডান হাত ধরে ফেলতাম।",
    "এবং কেটে দিতাম তার জীবন-ধমনী।",
    "অতঃপর তোমাদের মধ্যে এমন কেহ নেই যে, তাকে রক্ষা করতে পারবে।",
    "এই কুরআন মুত্তাকীদের জন্য অবশ্যই এক উপদেশ।",
    "আমি অবশ্যই জানি যে, তোমাদের মধ্যে মিথ্যা আরোপকারী রয়েছে।",
    "এবং এই কুরআন নিশ্চয়ই কাফিরদের অনুশোচনার কারণ হবে।",
    "অবশ্যই এটা নিশ্চিত সত্য।",
    "অতএব তুমি মহান রবের নামের পবিত্রতা ও মহিমা ঘোষণা কর।",
    "এক ব্যক্তি চাইল সংঘটিত হোক শাস্তি যা অবধারিত –",
    "কাফিরদের জন্য, ইহা প্রতিরোধ করার কেহ নেই।",
    "ইহা আসবে আল্লাহর নিকট হতে যিনি সমুচ্চ মর্যাদার অধিকারী।",
    "মালাইকা/ফেরেশতা এবং রূহ আল্লাহর দিকে উর্ধ্বগামী হয় এমন একদিনে, যা পার্থিব পঞ্চাশ হাজার বৎসরের সমান।",
    "সুতরাং তুমি ধৈর্য ধারণ কর, পরম ধৈর্য।",
    "তারা ঐ দিনকে মনে করে সুদূর।",
    "কিন্তু আমি দেখছি ইহা আসন্ন।",
    "সেদিন আকাশ হবে গলিত ধাতুর মত।",
    "এবং পর্বতসমূহ হবে রঙ্গীন পশমের মত।",
    "এবং সুহৃদ সুহৃদের খোঁজ খবর নিবেনা।",
    "তাদেরকে করা হবে একে অপরের দৃষ্টিগোচর। অপরাধী সেদিনের শাস্তির বদলে দিতে চাবে তার সন্তান-সন্ততিকে,",
    "তার স্ত্রী ও ভাইকে,",
    "তার জ্ঞাতি গোষ্ঠিকে যারা তাকে আশ্রয় দিত –",
    "এবং পৃথিবীর সকলকে, যাতে এই মুক্তিপণ তাকে মুক্তি দেয়।",
    "না, কখনই নয়, ইহাতো লেলিহান অগ্নি –",
    "যা গাত্র হতে চামড়া খসিয়ে দিবে।",
    "জাহান্নাম সেই ব্যক্তিকে ডাকবে, যে সত্যের প্রতি পৃষ্ঠ প্রদর্শন করেছিল ও মুখ ফিরিয়ে নিয়েছিল –",
    "যে সম্পদ পুঞ্জীভুত এবং সংরক্ষিত করে রাখছিল।",
    "মানুষতো সৃষ্টি হয়েছে অতিশয় অস্থির চিত্ত রূপে।",
    "যখন বিপদ তাকে স্পর্শ করে সে হয় হা হুতাশকারী।",
    "আর যখন কল্যাণ তাকে স্পর্শ করে তখন সে হয় অতি কৃপণ।",
    "তবে সালাত আদায়কারী ব্যতীত।",
    "যারা তাদের সালাতে সদা নিষ্ঠাবান।",
    "আর যাদের সম্পদের নির্ধারিত হক রয়েছে –",
    "প্রার্থী ও বঞ্চিতের।",
    "এবং যারা কর্মফল দিনকে সত্য বলে জানে।",
    "আর যারা তাদের রবের শাস্তি সম্পর্কে ভীত সন্ত্রস্ত,",
    "নিশ্চয়ই তাদের রবের শাস্তি হতে নিঃশঙ্ক থাকা যায়না –",
    "এবং যারা নিজেদের যৌনাঙ্গকে সংযত রাখে।",
    "তাদের স্ত্রী অথবা অধিকারভুক্ত দাসীদের ক্ষেত্র ব্যতীত, এতে তারা নিন্দনীয় হবেনা –",
    "তবে কেহ এদেরকে ছাড়া অন্যকে কামনা করলে তারা হবে সীমালংঘনকারী।",
    "এবং যারা আমানাত ও প্রতিশ্রুতি রক্ষা করে।",
    "আর যারা তাদের সাক্ষ্য দানে অটল,",
    "এবং নিজেদের সালাতে যত্নবান –",
    "তারাই সম্মানিত হবে জান্নাতে।",
    "কাফিরদের হল কি যে, ওরা তোমার দিকে ছুটে আসছে –",
    "ডান ও বাম দিক হতে দলে দলে?",
    "তাদের প্রত্যেকে কি এই প্রত্যাশা করে যে, তাকে দাখিল করা হবে প্রাচুর্যময় জান্নাতে?",
    "না তা হবেনা, আমি তাদেরকে যা হতে সৃষ্টি করেছি তা তারা জানে।",
    "আমি শপথ করছি উদয়াচল ও অস্তাচলের অধিপতির! নিশ্চয়ই আমি সক্ষম –",
    "তাদের অপেক্ষা উৎকৃষ্টতর মানবগোষ্ঠী তাদের স্থলবর্তী করতে; এবং আমি অক্ষম নই।",
    "অতএব তাদেরকে বাক-বিতন্ডা ও ক্রীড়া কৌতুকে মত্ত থাকতে দাও, যে দিন সম্পর্কে তাদেরকে সতর্ক করা হয়েছিল তার সম্মুখীন হওয়ার পূর্ব পর্যন্ত।",
    "সেদিন তারা কাবর হতে বের হবে দ্রুত বেগে। মনে হবে তারা কোন একটি লক্ষ্যস্থলের দিকে ধাবিত হচ্ছে –",
    "অবনত নেত্রে; হীনতা তাদেরকে আচ্ছন্ন করবে; এটাই সেদিন, যে বিষয়ে সতর্ক করা হয়েছিল তাদেরকে।",
    "নূহকে আমি প্রেরণ করেছিলাম তার সম্প্রদায়ের প্রতি এই নির্দেশসহঃ তুমি তোমার সম্প্রদায়কে সতর্ক কর তাদের প্রতি শাস্তি আসার পূর্বে।",
    "সে বলেছিলঃ হে আমার সম্প্রদায়! আমিতো তোমাদের জন্য স্পষ্ট সতর্ককারী –",
    "এ বিষয়ে যে, তোমরা আল্লাহর ইবাদাত কর, তাঁকে ভয় কর এবং আমার আনুগত্য কর।",
    "তিনি তোমাদের পাপ ক্ষমা করবেন এবং তিনি তোমাদেরকে অবকাশ দিবেন এক নির্দিষ্ট কাল পর্যন্ত; নিশ্চয়ই আল্লাহ কর্তৃক নির্ধারিত কাল উপস্থিত হলে উহা বিলম্বিত হয়না; যদি তোমরা এটা জানতে।",
    "সে বলেছিলঃ হে আমার রাব্ব! আমিতো আমার সম্প্রদায়কে দিন-রাত আহবান করছি।",
    "কিন্তু আমার আহবান তাদের পলায়ন প্রবণতাই বৃদ্ধি করছে।",
    "আমি যখন তাদের আহবান করি যাতে তুমি তাদেরকে ক্ষমা কর, তারা কানে অংগুলি দেয়, নিজেদেরকে বস্ত্রাবৃত করে ও জিদ করতে থাকে এবং অতিশয় ঔদ্ধত্য প্রকাশ করে।",
    "অতঃপর আমি তাদের আহবান করেছি প্রকাশ্যে।",
    "পরে আমি সোচ্চার প্রচার করেছি ও উপদেশ দিয়েছি গোপনে।",
    "বলেছিঃ তোমাদের রবের কাছে ক্ষমা প্রার্থনা কর, তিনিতো মহা ক্ষমাশীল।",
    "তিনি তোমাদের জন্য প্রচুর বৃষ্টিপাত ঘটাবেন।",
    "তিনি তোমাদের সমৃদ্ধ করবেন ধন-সম্পদ ও সন্তান-সন্ততিতে এবং তোমাদের জন্য স্থাপন করবেন উদ্যান ও প্রবাহিত করবেন নদী-নালা।",
    "তোমাদের কি হয়েছে যে, তোমরা আল্লাহর শ্রেষ্ঠত্ব স্বীকার করতে চাচ্ছনা?",
    "অথচ তিনিই তোমাদেরকে সৃষ্টি করেছেন পর্যায়ক্রমে।",
    "তোমরা কি লক্ষ্য করনা আল্লাহ কিভাবে সৃষ্টি করেছেন সপ্ত আকাশ স্তরে স্তরে?",
    "এবং সেখানে চাঁদকে স্থাপন করেছেন আলোক রূপে ও সূর্যকে স্থাপন করেছেন প্রদীপ রূপে;",
    "তিনি তোমাদেরকে সৃষ্টি করেছেন মৃত্তিকা হতে।",
    "অতঃপর তাতে তিনি তোমাদের প্রত্যাবৃত্ত করবেন ও পরে পুনরুত্থিত করবেন।",
    "এবং আল্লাহ তোমাদের জন্য ভূমিকে করেছেন বিস্তৃত –",
    "যাতে তোমরা চলাফিরা করতে পার প্রশস্ত পথে।",
    "নূহ বলেছিলঃ হে আমার রাব্ব! আমার সম্প্রদায়তো আমাকে অমান্য করছে এবং অনুসরণ করছে এমন লোকের যার ধন সম্পদ ও সন্তান-সন্ততি তার ক্ষতি ব্যতীত আর কিছুই বৃদ্ধি করেনি।",
    "তারা ভয়ানক ষড়যন্ত্র করেছিল।",
    "এবং বলেছিলঃ তোমরা কখনও পরিত্যাগ করনা তোমাদের দেব-দেবীকে; পরিত্যাগ করনা ওয়াদ, সুওয়া, আগুছ, আউক ও নাসরকে।",
    "তারা অনেককে বিভ্রান্ত করছে; সুতরাং যালিমদের বিভ্রান্তি ব্যতীত আর কিছুই বৃদ্ধি করেনা।",
    "তাদের অপরাধের জন্য তাদেরকে নিমজ্জিত করা হয়েছিল এবং পরে তাদেরকে দাখিল করা হয়েছিল আগুনে, অতঃপর তারা কেহকেও আল্লাহর মুকাবিলায় পায়নি সাহায্যকারী।",
    "নূহ আরও বলেছিলঃ হে আমার রাব্ব! পৃথিবীতে কাফিরদের মধ্য হতে কোন গৃহবাসীকে অব্যাহতি দিওনা।",
    "তুমি তাদেরকে অব্যাহতি দিলে তারা তোমার বান্দাদেরকে বিভ্রান্ত করবে এবং জন্ম দিতে থাকবে কেবল দুস্কৃতিকারী ও কাফির।",
    "হে আমার রাব্ব! তুমি ক্ষমা কর আমাকে, আমার মাতা-পিতাকে এবং যারা মু’মিন হয়ে আমার গৃহে প্রবেশ করে তাদেরকে এবং মু’মিন পুরুষ ও মু’মিনা নারীদেরকে; আর যালিমদের শুধু ধ্বংসই বৃদ্ধি কর।",
    "বলঃ আমার প্রতি অহী প্রেরিত হয়েছে যে, জিনদের একটি দল মনোযোগ সহকারে শ্রবণ করেছে এবং বলেছে, আমরাতো এক বিস্ময়কর কুরআন শ্রবণ করেছি –",
    "যা সঠিক পথ নির্দেশ করে; ফলে আমরা এতে বিশ্বাস স্থাপন করেছি। আমরা কখনও আমাদের রবের সাথে কোন শরীক স্থির করবনা।",
    "এবং নিশ্চয়ই সমুচ্চ আমাদের রবের মর্যাদা; তিনি গ্রহণ করেননি কোন পত্নী এবং না কোন সন্তান।",
    "এবং আমাদের মধ্যকার নির্বোধরা আল্লাহ সম্বন্ধে অতি অবাস্তব উক্তি করত।",
    "অথচ আমরা মনে করতাম মানুষ এবং জিন, আল্লাহ সম্বন্ধে কখনও মিথ্যা আরোপ করবেনা।",
    "আর যে কতিপয় মানুষ কতক জিনের স্মরণ নিত, ফলে তারা জিনদের আত্মম্ভরিতা বাড়িয়ে দিত।",
    "আর জিনরা বলেছিলঃ তোমাদের মত মানুষও মনে করে যে, মৃত্যুর পর আল্লাহ কেহকেও পুনরুত্থিত করবেননা।",
    "এবং আমরা চেয়েছিলাম আকাশের তথ্য সংগ্রহ করতে। কিন্তু আমরা দেখতে পেলাম কঠোর প্রহরী ও উল্কাপিন্ড দ্বারা আকাশ পরিপূর্ণ।",
    "আর পূর্বে আমরা আকাশের বিভিন্ন ঘাঁটিতে সংবাদ শোনার জন্য বসতাম। কিন্তু এখন কেহ সংবাদ শুনতে চাইলে সে তার উপর নিক্ষেপের জন্য প্রস্তুত জ্বলন্ত উল্কাপিন্ডের সম্মুখীন হয়।",
    "আমরা জানিনা, জগতবাসীর অমংগলই অভিপ্রেত, না কি তাদের রাব্ব তাদের মংগল করার ইচ্ছা রাখেন।",
    "এবং আমাদের কতক সৎ কর্মপরায়ণ এবং কতক এর ব্যতিক্রম, আমরা ছিলাম বিভিন্ন পথের অনুসারী;",
    "এখন আমরা বুঝেছি যে, আমরা পৃথিবীতে আল্লাহকে পরাভূত করতে পারবনা এবং পলায়ন করেও তাঁকে ব্যর্থ করতে পারবনা।",
    "আমরা যখন পথ নির্দেশক বাণী শুনলাম তখন তাতে বিশ্বাস স্থাপন করলাম। যে ব্যক্তি তার রবের প্রতি ঈমান আনে তার কোন ক্ষতি কিংবা জোর জবরদস্তির আশংকা থাকবেনা।",
    "আমাদের কতক আত্মসমপর্ণকারী এবং কতক সীমা লংঘনকারী; যারা আত্মসমর্পণ করে তারা সুচিন্তিতভাবে সত্য পথ বেছে নেয়।",
    "অপর পক্ষে সীমা লংঘনকারীতো জাহান্নামেরই ইন্ধন।",
    "তারা যদি সত্য পথে প্রতিষ্ঠিত থাকত, তাদেরকে আমি প্রচুর বারি বর্ষণের মাধ্যমে সমৃদ্ধ করতাম –",
    "যদ্বারা আমি তাদেরকে পরীক্ষা করতাম। যে ব্যক্তি তার রবের স্মরণ হতে বিমুখ হয় তিনি তাকে দুঃসহ শাস্তিতে প্রবেশ করাবেন।",
    "এবং এই যে মাসজিদসমূহ, আল্লাহরই জন্য। সুতরাং আল্লাহর সাথে তোমরা অন্য কেহকেও ডেকনা।",
    "আর এই যে, যখন আল্লাহর বান্দা তাঁকে ডাকার জন্য দন্ডায়মান হল তখন তারা তার নিকট ভিড় জমালো।",
    "বলঃ আমি আমার রাব্বকে ডাকি এবং তাঁর সাথে কেহকে শরীক করিনা।",
    "বলঃ আমি তোমাদের মঙ্গল-অমঙ্গলের মালিক নই।",
    "বলঃ আল্লাহর শাস্তি হতে কেহ আমাকে রক্ষা করতে পারবেনা এবং আল্লাহ ব্যতীত আমি কোন আশ্রয় পাবনা।",
    "কেবল আল্লাহর বাণী পৌঁছানো এবং তা প্রচার করাই আমার কাজ। যারা আল্লাহ ও তাঁর রাসূলকে অমান্য করে তাদের জন্য রয়েছে জাহান্নামের আগুন, সেখানে তারা চিরস্থায়ী হবে।",
    "যখন তারা প্রতিশ্রুতি প্রত্যক্ষ করবে তখন তারা বুঝতে পারবে, কে সাহায্যকারীর দিক দিয়ে দুর্বল এবং কে সংখ্যায় স্বল্প।",
    "বলঃ আমি জানিনা তোমাদেরকে যে শাস্তির প্রতিশ্রুতি দেয়া হয়েছে তা কি আসন্ন, না কি আমার রাব্ব এর জন্য কোন দীর্ঘ মেয়াদ স্থির করবেন?",
    "তিনি অদৃশ্যের পরিজ্ঞাতা, তিনি তাঁর অদৃশ্যের জ্ঞান কারও নিকট প্রকাশ করেননা –",
    "তাঁর মনোনীত রাসূল ব্যতীত। সেক্ষেত্রে আল্লাহ রাসূলের অগ্রে এবং পশ্চাতে প্রহরী নিয়োজিত করেন,",
    "রাসূলগণ তাদের রবের বাণী পৌঁছে দিয়েছেন কি না জানার জন্য। রাসূলগণের নিকট যা আছে তা তাঁর জ্ঞান গোচর এবং তিনি সমস্ত কিছুর বিস্তারিত হিসাব রাখেন।",
    "হে বস্ত্রাবৃত!",
    "রাত জাগরণ কর কিছু অংশ ব্যতীত।",
    "অর্ধ রাত কিংবা তদপেক্ষা কিছু কম।",
    "অথবা তদপেক্ষা বেশী। আর কুরআন আবৃত্তি কর ধীরে ধীরে স্পষ্ট ও সুন্দরভাবে।",
    "আমি তোমার প্রতি অবতীর্ণ করেছি গুরুত্বপূর্ণ বাণী।",
    "নিশ্চয়ই রাতে জাগরণ ইবাদাতের জন্য গভীর মনোনিবেশ, হৃদয়ঙ্গম এবং স্পষ্ট উচ্চারণে অনুকূল।",
    "দিনে তোমার জন্য রয়েছে দীর্ঘ কর্মব্যস্ততা।",
    "সুতরাং তুমি তোমার রবের নাম স্মরণ কর এবং একনিষ্ঠভাবে তাতে মগ্ন হও।",
    "তিনি পূর্ব ও পশ্চিমের রাব্ব, তিনি ব্যতীত কোন ইলাহ নেই; অতএব তাঁকেই কর্ম-বিধায়ক রূপে গ্রহণ কর।",
    "লোকে যা বলে, তাতে তুমি ধৈর্য ধারণ কর এবং সৌজন্য সহকারে উহাদেরকে পরিহার করে চল।",
    "ছেড়ে দাও আমাকে এবং বিলাস সামগ্রীর অধিকারী সত্য প্রত্যাখ্যানকারীদেরকে; আর কিছু কালের জন্য তাদেরকে অবকাশ দাও।",
    "আমার নিকট আছে শৃংখল প্রজ্জ্বলিত আগুন।",
    "আর আছে এমন খাদ্য যা গলায় আটকে যায় এবং মর্মন্তদ শাস্তি।",
    "সেই দিনে পৃথিবী ও পর্বতমালা প্রকম্পিত হবে এবং পর্বতসমূহ বহমান বালুকারাশিতে পরিণত হবে।",
    "আমি তোমাদের নিকট পাঠিয়েছি রাসূল তোমাদের জন্য স্বাক্ষী স্বরূপ, যেমন রাসূল পাঠিয়েছিলাম ফিরআউনের নিকট।",
    "কিন্তু ফির‘আউন সেই রাসূলকে অমান্য করেছিল, ফলে আমি তাকে কঠিন শাস্তি দিয়েছিলাম।",
    "অতএব যদি তোমরা কুফরী কর, কি করে আত্মরক্ষা করবে সেদিন যেদিন শিশুদেরকে পরিণত করবে বৃদ্ধে?",
    "যেদিন আকাশ হবে বিদীর্ণ; তাঁর প্রতিশ্রুতি অবশ্যই বাস্তবায়িত হবে।",
    "ইহা এক উপদেশ, অতএব যার অভিরুচি সে তার রবের পথ অবলম্বন করুক!",
    "তোমার রাব্বতো জানেন যে, তুমি জাগরণ কর কখনও রাতের প্রায় দুই তৃতীয়াংশ, অর্ধাংশ ও এক-তৃতীয়াংশ এবং জাগে তোমার সংগে যারা আছে তাদের একটি দলও এবং আল্লাহই নির্ধারণ করেন দিন ও রাতের পরিমাণ। তিনি জানেন যে, তোমরা এর সঠিক হিসাব রাখতে পারনা, অতএব আল্লাহ তোমাদের প্রতি ক্ষমা পরবশ হয়েছেন। অতএব কুরআনের যতটুকু আবৃত্তি করা তোমাদের জন্য সহজ ততটুকু আবৃত্তি কর; আল্লাহ জানেন যে, তোমাদের মধ্যে কেহ কেহ অসুস্থ হয়ে পড়বে, কেহ কেহ আল্লাহর অনুগ্রহ সন্ধানে দেশ ভ্রমণ করবে এবং কেহ কেহ আল্লাহর পথে সংগ্রামে লিপ্ত হবে। অতএব কুরআন হতে যতটুকু সহজসাধ্য আবৃত্তি কর। সালাত কায়েম কর, যাকাত প্রদান কর এবং আল্লাহকে দাও উত্তম ঋণ। তোমরা তোমাদের আত্মার মঙ্গলের জন্য ভাল যা কিছু অগ্রিম প্রেরণ করবে তোমরা তা পাবে আল্লাহর নিকট। উহা উৎকৃষ্টতর এবং পুরস্কার হিসাবে মহত্তর। আর তোমরা ক্ষমা প্রার্থনা কর আল্লাহর নিকট। নিশ্চয়ই আল্লাহ ক্ষমাশীল, পরম দয়ালু।",
    "হে বস্ত্রাচ্ছাদিত!",
    "উঠ, সতর্ক বাণী প্রচার কর।",
    "এবং তোমার রবের শ্রেষ্ঠত্ব ঘোষণা কর।",
    "তোমার পরিচ্ছদ পরিস্কার রাখ।",
    "অপবিত্রতা হতে দূরে থাক।",
    "অধিক পাওয়ার প্রত্যাশায় দান করনা।",
    "এবং তোমার রবের উদ্দেশ্যে ধৈর্য ধর।",
    "যেদিন শিঙ্গায় ফুৎকার দেয়া হবে –",
    "সেদিন হবে এক সংকটের দিন –",
    "যা কাফিরদের জন্য সহজ নয়।",
    "আমাকে ছেড়ে দাও এবং তাকে, যাকে আমি সৃষ্টি করেছি অসাধারণ করে।",
    "আমি তাকে দিয়েছি বিপুল ধন সম্পদ।",
    "এবং নিত্য সঙ্গী পুত্রগণ।",
    "এবং তাকে দিয়েছি স্বচ্ছন্দময় জীবনের প্রচুর উপকরণ।",
    "এর পরও সে কামনা করে যে, আমি তাকে আরও অধিক দিই।",
    "না, তা হবেনা, সেতো আমার নিদর্শনসমূহের ঔদ্ধত বিরুদ্ধাচারী।",
    "আমি অচিরেই তাকে ক্রমবর্ধমান শাস্তি দ্বারা আচ্ছন্ন করব।",
    "সে চিন্তা করল এবং সিদ্ধান্ত গ্রহণ করল।",
    "অভিশপ্ত হোক সে! কেমন করে সে এ সিদ্ধান্ত গ্রহণ করল!",
    "আরও অভিশপ্ত হোক সে! কেমন করে সে এই সিদ্ধান্তে উপনীত হল!",
    "সে আবার চেয়ে দেখল।",
    "অতঃপর সে ভ্রু কুঞ্চিত করল ও মুখ বিকৃত করল।",
    "অতঃপর সে পৃষ্ঠ প্রদর্শন করল এবং অহংকার করল।",
    "এবং ঘোষণা করল, এতো লোক পরম্পরায় প্রাপ্ত যাদু ভিন্ন আর কিছু নয়।",
    "এটাতো মানুষেরই কথা।",
    "আমি তাকে নিক্ষেপ করব সাকার-এ।",
    "তুমি কি জান সাকার কি?",
    "উহা তাদের জীবিতাবস্থায় রাখবেনা এবং মৃত অবস্থায়ও ছেড়ে দিবেনা।",
    "উহাতো গাত্রচর্ম দগ্ধ করবে।",
    "উহার তত্ত্বাবধানে রয়েছে উনিশ জন প্রহরী।",
    "আমি তাদেরকে করেছি জাহান্নামের প্রহরী। কাফিরদের পরীক্ষা স্বরূপ। আমি তাদের এই সংখ্যা উল্লেখ করেছি যাতে কিতাবীদের দৃঢ় প্রত্যয় জন্মে, বিশ্বাসীদের বিশ্বাস বর্ধিত হয় এবং বিশ্বাসীরা ও কিতাবীরা সন্দেহ পোষণ না করে। এর ফলে যাদের অন্তরে ব্যাধি আছে তারা ও কাফিরেরা বলবেঃ আল্লাহ এই অভিনব উক্তি দ্বারা কি বুঝাতে চেয়েছেন? এভাবে আল্লাহ যাকে ইচ্ছা পথভ্রষ্ট করেন এবং যাকে ইচ্ছা পথ নির্দেশ করেন। তোমার রবের বাহিনী সম্পর্কে একমাত্র তিনিই জানেন। এটাতো মানুষের জন্য সাবধান বাণী।",
    "কক্ষনো না, চন্দ্রের শপথ!",
    "শপথ রাতের, যখন তার অবসান ঘটে।",
    "শপথ প্রভাতকালের, যখন উহা হয় আলোকোজ্জ্বল।",
    "নিশ্চয়ই জাহান্নাম ভয়াবহ বিপদসমূহের অন্যতম।",
    "মানুষের জন্য সতর্ককারী।",
    "তোমাদের মধ্যে যে অগ্রসর হতে চায় কিংবা যে পিছিয়ে পড়ে, তার জন্য।",
    "প্রত্যেক ব্যক্তি নিজ কৃতকর্মের দায়ে আবদ্ধ।",
    "তবে ডান পার্শ্বস্থ ব্যক্তিগণের নয়।",
    "তারা থাকবে উদ্যানে এবং তারা পরস্পরে জিজ্ঞাসাবাদ করবে –",
    "অপরাধীদের সম্পর্কে,",
    "তোমাদেরকে কিসে জাহান্নামে নিক্ষেপ করেছে?",
    "তারা বলবেঃ আমরা সালাত আদায় করতামনা –",
    "আমরা অভাবগ্রস্তকে আহার্য দান করতামনা।",
    "এবং আমরা আলোচনাকারীদের সাথে আলোচনায় নিমগ্ন থাকতাম –",
    "আমরা কর্মফল দিন অস্বীকার করতাম –",
    "আমাদের নিকট মৃত্যুর আগমন পর্যন্ত।",
    "ফলে সুপারিশকারীদের সুপারিশ তাদের কোন কাজে আসবেনা।",
    "তাদের কি হয়েছে যে, তারা মুখ ফিরিয়ে নেয় উপদেশ হতে?",
    "তারা যেন ভীত- সন্ত্রস্থ গর্দভ –",
    "যা সিংহের সম্মুখ হতে পলায়নপর।",
    "বস্তুতঃ তাদের প্রত্যেকেই কামনা করে যে, তাকে একটি উম্মুক্ত গ্রন্থ দেয়া হোক।",
    "না ইহা হবার নয়, বরং তারাতো আখিরাতের ভয় পোষণ করেনা।",
    "কখনও না, এটাতো উপদেশ মাত্র।",
    "অতএব যার ইচ্ছা সে ইহা হতে উপদেশ গ্রহণ করুক।",
    "আল্লাহর ইচ্ছা ছাড়া কেহ উপদেশ গ্রহণ করবেনা, একমাত্র তিনিই ভয়ের যোগ্য এবং তিনিই ক্ষমা করার অধিকারী।",
    "আমি শপথ করছি কিয়ামাত দিবসের।",
    "আরও শপথ করছি তিরস্কারকারী আত্মার।",
    "মানুষ কি মনে করে যে, আমি তার অস্থিসমূহ একত্র করতে পারবনা?",
    "বস্তুতঃ আমি তার অঙ্গুলীর অগ্রভাগ পর্যন্ত পুনঃ বিন্যস্ত করতে সক্ষম।",
    "তবুও মানুষ তার সম্মুখে যা আছে তা অস্বীকার করতে চায়;",
    "সে প্রশ্ন করেঃ কখন কিয়ামাত দিবস আসবে?",
    "যখন চক্ষু স্থির হয়ে যাবে।",
    "এবং চক্ষু হয়ে পড়বে জ্যোতিহীন।",
    "যখন সূর্য ও চাঁদকে একত্র করা হবে।",
    "সেদিন মানুষ বলবেঃ আজ পালানোর স্থান কোথায়?",
    "না, কোন আশ্রয়স্থল নেই।",
    "সেদিন ঠাঁই হবে তোমার রবের নিকট।",
    "সেদিন মানুষকে অবহিত করা হবে সে কি অগ্রে পাঠিয়েছে এবং কি পশ্চাতে রেখে গেছে।",
    "বস্তুতঃ মানুষ নিজের সম্বন্ধে সম্যক অবগত।",
    "যদিও সে নানা অজুহাতের অবতারণা করে।",
    "তাড়াতাড়ি অহী আয়ত্ত্ব করার জন্য তুমি তোমার জিহবা দ্রুততার সাথে সঞ্চালন করনা।",
    "ইহা সংরক্ষণ ও পাঠ করানোর দায়িত্ব আমারই।",
    "সুতরাং যখন আমি উহা পাঠ করাই তুমি সেই পাঠের অনুসরণ কর।",
    "অতঃপর এর বিশদ ব্যাখ্যার দায়িত্ব আমারই।",
    "না, তোমরা প্রকৃত পক্ষে পার্থিব জীবনকে ভালবাস।",
    "এবং আখিরাতকে উপেক্ষা কর।",
    "সেদিন কোন কোন মুখমন্ডল উজ্জ্বল হবে।",
    "তারা তাদের রবের দিকে তাকিয়ে থাকবে।",
    "কোন কোন মুখমন্ডল হয়ে পড়বে বিবর্ণ।",
    "এবং এই আশংকায় যে, এক ধ্বংসকারী বিপর্যয় আসন্ন।",
    "যখন প্রাণ কন্ঠাগত হবে।",
    "এবং বলা হবেঃ কে তাকে রক্ষা করবে?",
    "তখন তার প্রত্যয় হবে যে, উহা বিদায়ক্ষণ।",
    "এবং পায়ের সংগে পা জড়িয়ে যাবে।",
    "সেদিন তোমার রবের নিকট সমস্ত কিছু প্রত্যানীত হবে।",
    "সে বিশ্বাস করেনি এবং সালাত আদায় করেনি।",
    "বরং সে প্রত্যাখ্যান করেছিল ও মুখ ফিরিয়ে নিয়েছিল।",
    "অতঃপর সে তার পরিবার পরিজনের নিকট ফিরে গিয়েছিল দম্ভভরে।",
    "তোমার দুর্ভোগের উপর দুর্ভোগ!",
    "আবার তোমার দুর্ভোগের উপর দুর্ভোগ!",
    "মানুষ কি মনে করে যে, তাকে নিরর্থক ছেড়ে দেয়া হবে?",
    "সে কি স্খলিত শুক্রবিন্দু ছিলনা?",
    "অতঃপর সে রক্তপিন্ডে পরিণত হয়। তারপর আল্লাহ তাকে আকৃতি দান করেন ও সুঠাম করেন।",
    "অতঃপর তিনি তা হতে সৃষ্টি করেন যুগল নর ও নারী।",
    "তবুও কি সেই স্রষ্টা মৃতকে পুনর্জীবিত করতে সক্ষম নন?",
    "কাল-প্রবাহে মানুষের উপর এক সময় অতিবাহিত হয়েছে যখন সে উল্লেখযোগ্য কিছু ছিলনা।",
    "আমি তো মানুষকে সৃষ্টি করেছি মিলিত শুক্রবিন্দু হতে, তাকে পরীক্ষা করার জন্য; এ জন্য আমি তাকে করেছি শ্রবণ ও দৃষ্টিশক্তিসম্পন্ন।",
    "আমি তাকে পথের নির্দেশ দিয়েছি; হয় সে কৃতজ্ঞ হবে, না হয় সে অকৃতজ্ঞ হবে।",
    "আমি অকৃতজ্ঞদের জন্য প্রস্তুত রেখেছি শৃংখল, বেড়ি ও লেলিহান অগ্নি।",
    "সৎ কর্মশীলরা পান করবে মিশ্রিত পানীয় ‘কাফুর’ –",
    "এমন একটি প্রস্রবণের যা হতে আল্লাহর বান্দাগণ পান করবে, তারা এই প্রস্রবণকে যেখানে ইচ্ছা প্রবাহিত করতে পারবে।",
    "তারা কর্তব্য পালন করে এবং সেদিনের ভয় করে, যেদিন বিপত্তি হবে ব্যাপক।",
    "তাদের চাহিদা থাকা সত্ত্বেও আল্লাহর সন্তুষ্টির জন্য মিসকীন, ইয়াতীম ও বন্দীকে আহার্য দান করে।",
    "এবং বলেঃ কেবল আল্লাহর সন্তুষ্টি লাভের উদ্দেশ্যে আমরা তোমাদেরকে আহার্য দান করি, আমরা তোমাদের নিকট হতে প্রতিদান চাইনা, কৃতজ্ঞতাও নয়।",
    "আমরা আশংকা করি আমাদের রবের নিকট হতে এক ভীতিপ্রদ ভয়ংকর দিনের।",
    "পরিণামে আল্লাহ তাদেরকে রক্ষা করবেন সেই দিনের অনিষ্টতা হতে এবং তাদেরকে দিবেন উৎফুল্লতা ও আনন্দ।",
    "আর তাদের ধৈর্যশীলতার পুরস্কার স্বরূপ তাদেরকে দেয়া হবে জান্নাত ও রেশমী বস্ত্র।",
    "সেখানে তারা সমাসীন হবে সুসজ্জিত আসনে, তারা সেখানে অতিশয় গরম ও অতিশয় শীত অনুভব করবেনা।",
    "উহার বৃক্ষছায়া তাদের উপর ঝুকে থাকবে এবং এর ফলমূল সম্পূর্ণ রূপে তাদের নাগালের মধ্যে থাকবে।",
    "তাদেরকে পরিবেশন করা হয়ে রৌপ্য পাত্রে এবং স্ফটিকের মত স্বচ্ছ পান পাত্রে।",
    "রূপালী স্ফটিক পাত্রে পরিবেশনকারীরা যথাযথ পরিমাণে উহা পূর্ণ করবে।",
    "সেখানে তাদের পান করতে দেয়া হবে যানযাবীল মিশ্রিত পানীয় –",
    "জান্নাতের এমন এক প্রসবণের যার নাম সালসাবীল।",
    "তাদেরকে পরিবেশন করবে চির কিশোরগণ, তাদেরকে দেখে মনে হবে তারা যেন বিক্ষিপ্ত মুক্তা।",
    "তুমি যখন সেখানে দেখবে, দেখতে পাবে ভোগ বিলাসের উপকরণ এবং বিশাল রাজ্য।",
    "তাদের আবরণ হবে সূক্ষ্ণ সবুজ রেশম ও স্থুল রেশম; তারা অলংকৃত হবে রৌপ্য নির্মিত কংকনে, আর তাদের রাব্ব তাদেরকে পান করাবেন বিশুদ্ধ পানীয়।",
    "অবশ্যই এটাই তোমাদের পুরস্কার এবং তোমাদের কর্মপ্রচেষ্টা স্বীকৃতি প্রাপ্ত।",
    "আমি তোমার প্রতি কুরআন অবতীর্ণ করেছি পর্যায়ক্রমে।",
    "সুতরাং ধৈর্যের সাথে তোমার রবের নির্দেশের প্রতীক্ষা কর এবং তাদের মধ্য কোনো পাপীষ্ঠ অথবা কাফিরের আনুগত্য করনা।",
    "এবং তোমার রবের নাম স্মরণ কর সকাল সন্ধ্যায়।",
    "রাতের কিয়দংশ তাঁর প্রতি সাজদায় নত হও এবং রাতের দীর্ঘ সময় তাঁর পবিত্রতা ও মহিমা ঘোষণা কর।",
    "তারা ভালবাসে পার্থিব জীবনকে এবং পরবর্তী কঠিন দিনকে তারা উপেক্ষা করে চলে।",
    "আমি তাদের সৃষ্টি করেছি এবং তাদের গঠন সুদৃঢ় করেছি। আমি যখন ইচ্ছা করব তখন তাদের পরিবর্তে তাদের অনুরূপ এক জাতিকে প্রতিষ্ঠিত করব।",
    "ইহা এক উপদেশ, অতএব যার ইচ্ছা সে তার রবের পথ অবলম্বন করুক।",
    "তোমরা ইচ্ছা করবেনা যদি না আল্লাহ ইচ্ছা করেন। আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।",
    "তিনি যাকে ইচ্ছা তাঁর অনুগ্রহের অন্তর্ভুক্ত করেন, কিন্তু যালিমদের জন্যতো তিনি প্রস্তুত রেখেছেন মর্মন্তদ শাস্তি।",
    "শপথ কল্যাণ স্বরূপ প্রেরিত বায়ুর;",
    "আর প্রলয়ঙ্করী ঝটিকার;",
    "শপথ সঞ্চালনকারী বায়ুর;",
    "আর মেঘপুঞ্জ বিচ্ছিন্নকারী বায়ুর।",
    "এবং তার, যে মানুষের অন্তরে পৌঁছে দেয় উপদেশ –",
    "অনুশোচনা স্বরূপ অথবা সতর্কতা স্বরূপ।",
    "নিশ্চয়ই তোমাদেরকে যে প্রতিশ্রুতি দেয়া হয়েছে তা অবশ্যম্ভাবী।",
    "যখন নক্ষত্ররাজির আলো নির্বাপিত হবে,",
    "যখন আকাশ বিদীর্ণ হবে,",
    "এবং যখন পর্বতমালা উম্মুলিত ও বিক্ষিপ্ত হবে,",
    "এবং রাসূলগণের নিরূপিত সময় উপস্থিত হবে।",
    "এই সমূদয় স্থগিত রাখা হয়েছে কোন দিনের জন্য?",
    "বিচার দিনের জন্য।",
    "বিচার দিন সম্বন্ধে তুমি জান কি?",
    "সেদিন দুর্ভোগ মিথ্যা আরোপকারীদের জন্য।",
    "আমি কি পূর্ববর্তীদেরকে ধ্বংস করিনি?",
    "অতঃপর আমি পরবর্তীদেরকে তাদের অনুগামী করব।",
    "অপরাধীদের প্রতি আমি এরূপই করে থাকি।",
    "সেদিন দুর্ভোগ মিথ্যা আরোপকারীদের জন্য।",
    "আমি কি তোমাদেরকে তুচ্ছ পানি হতে সৃষ্টি করিনি?",
    "অতঃপর আমি তা স্থাপন করেছি নিরাপদ আধারে।",
    "এক নির্দিষ্ট কাল পর্যন্ত।",
    "আমি এটাকে গঠন করেছি পরিমিতভাবে, আমি কত নিপুণ স্রষ্টা।",
    "সেদিন দুর্ভোগ মিথ্যা আরোপকারীদের জন্য।",
    "আমি কি ভূমিকে সৃষ্টি করিনি ধারণকারী রূপে –",
    "জীবিত ও মৃতের জন্য?",
    "আমি তাতে স্থাপন করেছি সুদৃঢ় উচ্চ পর্বতমালা এবং তোমাদেরকে দিয়েছি সুপেয় পানি।",
    "সেদিন দুর্ভোগ মিথ্যা আরোপকারীদের জন্য।",
    "তোমরা যাকে অস্বীকার করতে, চল তারই দিকে।",
    "চল তিন কুন্ডল বিশিষ্ট ছায়ার দিকে।",
    "যে ছায়া শীতল নয় এবং যা রক্ষা করেনা অগ্নি শিখা হতে।",
    "ইহা উৎক্ষেপ করবে অট্টালিকা তুল্য বৃহৎ স্ফুলিংগ।",
    "উহা পীতবর্ণ উষ্ট্রশ্রেণী সদৃশ।",
    "সেদিন দুর্ভোগ মিথ্যা আরোপকারীদের জন্য।",
    "ইহা এমন একদিন যেদিন কারও বাকস্ফুর্তি হবেনা।",
    "এবং তাদেরকে ওযর পেশ করার অনুমতি দেয়া হবেনা।",
    "সেদিন দুর্ভোগ মিথ্যা আরোপকারীদের জন্য।",
    "ইহাই ফাইসালার দিন, আমি একত্রিত করব তোমাদেরকে এবং পূর্ববর্তীদেরকে।",
    "তোমাদের কোন অপকৌশল থাকলে তা প্রয়োগ কর আমার বিরুদ্ধে।",
    "সেদিন দুর্ভোগ মিথ্যা আরোপকারীদের জন্য।",
    "মুত্তাকীরা থাকবে ছায়ায় ও প্রস্রবণ বহুল স্থানে।",
    "তাদের বাঞ্ছিত ফলমূলের প্রাচুর্যের মধ্যে।",
    "তোমাদের কর্মের পুরস্কার স্বরূপ তোমরা তৃপ্তির সাথে পানাহার কর।",
    "এভাবে আমি সৎ কর্মপরায়ণদেরকে পুরস্কৃত করে থাকি।",
    "সেদিন দুর্ভোগ মিথ্যা আরোপকারীদের জন্য।",
    "তোমরা পানাহার কর এবং ভোগ করে লও অল্প কিছুদিন, তোমরাতো অপরাধী।",
    "সেদিন দুর্ভোগ মিথ্যা আরোপকারীদের জন্য।",
    "যখন তাদেরকে বলা হয়ঃ ‘আল্লাহর প্রতি নত হও’, তারা নত হয়না।",
    "সেদিন দুর্ভোগ অস্বীকারকারীদের জন্য।",
    "সুতরাং তারা কোন্ কথায় এরপর বিশ্বাস স্থাপন করবে?"
  ]
}