{
  "meta": {
    "id": 163,
    "name": "Sheikh Mujibur Rahman",
    "author_name": "Darussalaam Publication",
    "slug": "bn-sheikh-mujibur-rahman",
    "language_name": "bengali"
  },
  "verses": [
    "এই সকল রাসূল, আমি যাদের কারও উপর কেহকে মর্যাদা প্রদান করেছি, তাদের মধ্যে কারও সাথে আল্লাহ কথা বলেছেন এবং কেহকে পদমর্যাদায় সমুন্নত করেছেন, আর মারইয়াম নন্দন ঈসাকে প্রকাশ্য নিদর্শনাবলী দান করেছি এবং তাকে পবিত্র আত্মাযোগে সাহায্য করেছি, আর আল্লাহ ইচ্ছা করলে নাবীগণের পরবর্তী লোকেরা, তাদের নিকট স্পষ্ট প্রমাণপুঞ্জ সমাগত হওয়ার পর পরস্পরের সাথে যুদ্ধ বিগ্রহে লিপ্ত হতনা। কিন্তু তারা পরস্পর মতবিরোধ করেছিল; ফলে তাদের কতক হল মু’মিন, আর কতক হল কাফির। বস্ত্ততঃ আল্লাহ ইচ্ছা করলে তারা পরস্পর যুদ্ধ বিগ্রহে লিপ্ত হতনা, কিন্তু আল্লাহ যা ইচ্ছা করেন তা’ই সম্পন্ন করে থাকেন।",
    "হে বিশ্বাসীগণ! আমি তোমাদেরকে যে জীবনোপকরণ দান করেছি তা হতে সেদিন সমাগত হওয়ার পূর্বে ব্যয় কর যেদিন ক্রয়-বিক্রয়, বন্ধুত্ব ও সুপারিশ নেই, আর অবিশ্বাসীরাই অত্যাচারী।",
    "আল্লাহ, তিনি ছাড়া কোন (সত্য) ইলাহ নেই, তিনি চিরঞ্জীব, সুপ্রতিষ্ঠিত ধারক। তাঁকে তন্দ্রা ও নিদ্রা স্পর্শ করে না। তাঁর জন্যই আসমানসমূহে যা রয়েছে তা এবং যমীনে যা আছে তা। কে সে, যে তাঁর নিকট সুপারিশ করবে তাঁর অনুমতি ছাড়া? তিনি জানেন যা আছে তাদের সামনে এবং যা আছে তাদের পেছনে। আর তারা তাঁর জ্ঞানের সামান্য পরিমাণও আয়ত্ব করতে পারে না, তবে তিনি যা চান তা ছাড়া। তাঁর কুরসী আসমানসমূহ ও যমীন পরিব্যাপ্ত করে আছে এবং এ দু’টোর সংরক্ষণ তাঁর জন্য বোঝা হয় না। আর তিনি সুউচ্চ, মহান। (আয়াতুল কুরসী)",
    "দীনের ব্যাপারে কোন জবরদস্তি কিংবা বাধ্যবাধকতা নেই। নিশ্চয়ই ভ্রান্তি হতে সুপথ প্রকাশিত হয়েছে। অতএব যে তাগুতকে অবিশ্বাস করে এবং আল্লাহর প্রতি বিশ্বাস স্থাপন করে সে দৃঢ়তর রজ্জুকে আঁকড়ে ধরলো যা কখনও ছিন্ন হবার নয় এবং আল্লাহ শ্রবণকারী, মহাজ্ঞানী।",
    "আল্লাহই হচ্ছেন মু’মিনদের অভিভাবক। তিনি তাদেরকে অন্ধকার হতে আলোর দিকে নিয়ে যান; আর যারা অবিশ্বাস করেছে তাগুত তাদের পৃষ্ঠপোষক, সে তাদেরকে আলো হতে অন্ধকারের দিকে নিয়ে যায়, তারাই জাহান্নামের অধিবাসী, ওখানে তারা চিরকাল অবস্থান করবে।",
    "তুমি কি তার প্রতি লক্ষ্য করনি যে ইবরাহীমের সাথে তার রাব্ব সম্বন্ধে বিতর্ক করেছিল, যেহেতু আল্লাহ তাকে রাজত্ব প্রদান করেছিলেন। ইবরাহীম বলেছিলঃ আমার রাব্ব তিনিই যিনি জীবিত করেন ও মৃত্যু দান করেন। সে বলেছিলঃ আমিই জীবন ও মৃত্যু দান করি। ইবরাহীম বলেছিলঃ নিশ্চয়ই আল্লাহ সূর্যকে পূর্ব দিক হতে আনয়ন করেন, কিন্তু তুমি ওকে পশ্চিম দিক হতে আনয়ন কর; এতে সেই অবিশ্বাসকারী হতবুদ্ধি হয়েছিল; এবং আল্লাহ অত্যাচারী সম্প্রদায়কে পথ প্রদর্শন করেননা।",
    "অথবা ঐ ব্যক্তির অনুরূপ যে কোন এক জনপদ অতিক্রম করছিল এবং তা ছিল শূণ্য - নিজ ভিত্তির উপর পতিত। সে বললঃ এই নগরের মৃত্যুর পর আল্লাহ আবার তাকে জীবন দান করবেন কিরূপে? অনন্তর আল্লাহ তাকে একশ বছরের জন্য মৃত্যু দান করলেন, অতঃপর তাকে পুনর্জীবিত করলেন এবং বললেনঃ এ অবস্থায় তুমি কতক্ষণ অতিবাহিত করেছ? সে বললঃ একদিন অথবা একদিনের কিয়দংশ। তিনি বললেনঃ তা নয়, বরং তুমিতো এভাবে একশ বছর ছিলে। তোমার খাদ্য ও পানীয়ের প্রতি লক্ষ্য কর - ওটা বিকৃত হয়নি এবং তোমার গর্দভের প্রতি দৃষ্টিপাত কর; এবং যেহেতু আমি তোমাকে মানবের জন্য নিদর্শন বানাতে চাই; আরও লক্ষ্য কর অস্থিপুঞ্জের দিকে, ওকে কিরূপে আমি সংযুক্ত করি; অতঃপর ওকে মাংসাবৃত করি। অনন্তর যখন ওটা তার নিকট স্পষ্ট হয়ে গেল তখন সে বললঃ আমি জানি, আল্লাহ সকল বিষয়ে সর্বশক্তিমান।",
    "এবং যখন ইবরাহীম বলেছিলঃ হে আমার রাব্ব! আপনি কিরূপে মৃতকে জীবিত করেন তা আমাকে প্রদর্শন করুন। তিনি বললেনঃ তাহলে কি তুমি বিশ্বাস করনা? সে বললঃ হ্যাঁ অবশ্যই, কিন্তু তাতে আমার অন্তর পরিতৃপ্ত হবে। তিনি বললেনঃ তাহলে চারটি পাখী গ্রহণ কর, তারপর ওদেরকে টুকরা টুকরা করে মিশ্রিত কর, অনন্তর প্রত্যেক পাহাড়ের উপর ওদের এক এক খন্ড রেখে দাও, অতঃপর ওদেরকে আহবান কর, ওরা তোমার নিকট দৌড়ে আসবে; এবং জেনে রেখ যে, নিশ্চয়ই আল্লাহ পরাক্রান্ত, বিজ্ঞানময়।",
    "যারা আল্লাহর পথে স্বীয় ধন-সম্পদ ব্যয় করে তাদের উপমা যেমন একটি শস্যবীজ, তা হতে উৎপন্ন হল সাতটি শীষ, প্রত্যেক শীষে (উৎপন্ন হল) এক শত শস্য, এবং আল্লাহ যার জন্য ইচ্ছা করেন বর্ধিত করে দেন; বস্তুতঃ আল্লাহ হচ্ছেন অতি দানশীল, সর্বজ্ঞ।",
    "যারা আল্লাহর পথে নিজেদের ধন সম্পদ ব্যয় করে, এবং ব্যয় করার পর অনুগ্রহের কথা প্রকাশ করেনা, কষ্টও দেয়না, তাদের জন্য তাদের রবের নিকট রয়েছে পুরস্কার; বস্তুতঃ তাদের কোন ভয় নেই এবং তারা দুশ্চিন্তাগ্রস্তও হবেনা।",
    "যে দানের পশ্চাতে থাকে ক্লেশ, সেই দান অপেক্ষা উত্তম বাক্য ও ক্ষমাই উৎকৃষ্ট এবং আল্লাহ মহা সম্পদশালী, সহিষ্ণু।",
    "হে মু’মিনগণ! কৃপা প্রকাশ ও ক্লেশ দান করে নিজেদের দানগুলি ব্যর্থ করে ফেলনা সেই ব্যক্তির ন্যায় যে নিজের ধন ব্যয় করে লোক দেখানোর জন্য, অথচ আল্লাহ ও আখিরাতে সে বিশ্বাস করেনা। ফলতঃ তার উপমা, যেমন এক বৃহৎ মসৃন প্রস্তর খন্ড যার উপর কিছু মাটি (জমে) আছে, এ অবস্থায় তাতে বর্ষিত হল প্রবল বর্ষা, অতঃপর তা পরিষ্কার হয়ে গেল। তারা যা অর্জন করেছে তন্মধ্য হতে কোন বিষয়েই তারা সুফল পাবেনা এবং আল্লাহ অবিশ্বাসী সম্প্রদায়কে পথ প্রদর্শন করেননা।",
    "এবং যারা আল্লাহর সন্তুষ্টি সাধন ও স্বীয় জীবনের প্রতিষ্ঠার জন্য ধন সম্পদ ব্যয় করে তাদের উপমা - যেমন উর্বর ভূভাগে অবস্থিত একটি উদ্যান, তাতে প্রবল বৃষ্টিধারা পতিত হয়, ফলে সেই উদ্যান দ্বিগুণ খাদ্যশস্য দান করে; কিন্তু যদি তাতে বৃষ্টিপাত না হয় তাহলে শিশিরই যথেষ্ট এবং তোমরা যা করছ আল্লাহ তা প্রত্যক্ষকারী।",
    "তোমাদের কারও যদি এমন একটি খেজুর ও আঙ্গুর উদ্যান থাকে যার তলদেশ দিয়ে নদী-নালা প্রবাহিত, সেখানে সর্ব প্রকার ফলের সংস্থান তার রয়েছে, আর সে বার্ধক্যে উপনীত হল, অথচ তার কতকগুলি দুর্বল (অপ্রাপ্ত বয়স্ক) সন্তান-সন্ততি রয়েছে, এ অবস্থায় সেই বাগানে উপস্থিত হল অগ্নিসহ এক বাত্যাবর্ত, আর তা পুড়ে (ভস্মীভূত হয়ে) গেল; তোমরা কেহ এটা পছন্দ করবে কি? এ রূপে আল্লাহ তোমাদের জন্য নিদর্শনাবলী ব্যক্ত করেন, যেন তোমরা চিন্তা-ভাবনা কর।",
    "হে মু’মিনগণ! তোমরা যা উপার্জন করেছ এবং আমি যা তোমাদের জন্য ভূমি হতে উৎপন্ন করেছি, তা হতে উৎকৃষ্ট বস্ত্ত খরচ কর এবং তা হতে এরূপ নিকৃষ্ট বস্ত্ত ব্যয় করতে মনস্থ করনা যা তোমরা মুদিত চক্ষু ব্যতীত গ্রহণ করনা; এবং তোমরা জেনে রেখ, আল্লাহ মহা সম্পদশালী, প্রশংসিত।",
    "শাইতান তোমাদেরকে অভাবের ভীতি প্রদর্শন করে এবং তোমাদেরকে অশ্লীলতার আদেশ করে এবং আল্লাহ তোমাদেরকে তাঁর নিকট হতে ক্ষমা ও দয়ার অংগীকার করেন। আল্লাহ হচ্ছেন বিপুল দাতা, সর্বজ্ঞ।",
    "তিনি যাকে ইচ্ছা প্রজ্ঞা দান করেন এবং যাকে প্রজ্ঞা দান করা হয় সে নিশ্চয়ই প্রচুর কল্যাণ লাভ করে; বস্ত্ততঃ জ্ঞানবান ব্যক্তিগণ ব্যতীত কেহই উপলদ্ধি করতে পারেনা।",
    "এবং যে কোন বস্তু তোমরা ব্যয় করনা কেন, অথবা যে কোন প্রতিজ্ঞা (নযর) তোমরা গ্রহণ করনা কেন, আল্লাহ নিশ্চয়ই তা অবগত হন; আর অত্যাচারীদের কোনই সাহায্যকারী নেই।",
    "যদি তোমরা প্রকাশ্যভাবে দান কর তাহলে তা উৎকৃষ্ট এবং যদি তোমরা তা গোপন কর ও দরিদ্রদেরকে প্রদান কর তাহলে ওটাও তোমাদের জন্য উত্তম, এবং এর দ্বারা তোমাদের কিছু পাপ (এর কালিমা) বিদূরিত হবে; বস্ত্ততঃ তোমাদের কার্যকলাপ সম্বন্ধে আল্লাহ বিশেষ রূপে খবর রাখেন।",
    "তাদেরকে সুপথে আনার দায়িত্ব তোমার নয়, বরং যাকে ইচ্ছা আল্লাহ তাকে সৎ পথে পরিচালিত করেন এবং তোমরা ধনসম্পদ হতে যা ব্যয় কর বস্তুতঃ তা তোমাদের নিজেদের জন্য, আর একমাত্র আল্লাহর সন্তোষ লাভের চেষ্টা ব্যতীত (অন্য কোন উদ্দেশে) অর্থ ব্যয় করনা; এবং তোমরা হালাল সম্পদ হতে যা ব্যয় করবে তা সম্পূর্ণভাবে পুনঃপ্রাপ্ত হবে, আর তোমাদের প্রতি অন্যায় করা হবেনা।",
    "দান খয়রাত ঐ সব লোকদের জন্য যারা আল্লাহর কাছে আবদ্ধ হয়ে গেছে, জীবিকার সন্ধানে অন্যত্র ঘোরাফিরা করতে সক্ষম নয়। তাদের সাবলিল চলাচলের জন্য অজ্ঞ লোকেরা তাদেরকে অভাবহীন মনে করে, তুমি তাদেরকে তাদের লক্ষণ দ্বারা চিনবে। তারা মানুষের কাছে যাঞ্চা করেনা। এবং তোমরা বৈধ সম্পদ থেকে যা ব্যয় কর সে বিষয়ে আল্লাহ সম্যকরূপে অবগত।",
    "যারা রাতে ও দিনে, গোপনে ও প্রকাশ্যে নিজেদের ধন-সম্পদ ব্যয় করে তাদের রবের নিকট তাদের পুরস্কার রয়েছে, তাদের কোন ভয় নেই এবং তারা দুঃখিত হবেনা।",
    "যারা সুদ ভক্ষণ করে তারা শাইতানের স্পর্শে মোহাভিভূত ব্যক্তির অনুরূপ কিয়ামাত দিবসে দন্ডায়মান হবে; এর কারণ এই যে, তারা বলে, ব্যবসা সুদের অনুরূপ বৈ তো নয়; অথচ আল্লাহ তা‘আলা ব্যবসাকে হালাল করেছেন এবং সুদকে হারাম করেছেন; অতঃপর যার নিকট তার রবের পক্ষ হতে উপদেশ সমাগত হয়, ফলে সে নিবৃত্ত হয়; সুতরাং যা অতীত হয়েছে তার কৃতকর্ম আল্লাহর উপর নির্ভর; এবং যারা পুনরায় সুদ গ্রহণ করবে তারাই হচ্ছে জাহান্নামের অধিবাসী, সেখানেই চিরকাল অবস্থান করবে।",
    "আল্লাহ সুদকে ক্ষয় করেন এবং দানকে বর্ধিত করেন, বস্তুতঃ আল্লাহ অতি কৃতঘ্ন পাপাচারীদেরকে ভালবাসেননা।",
    "নিশ্চয়ই যারা ঈমান আনে এবং সৎ কার্যাবলী সম্পাদন করে, সালাতকে প্রতিষ্ঠিত রাখে ও যাকাত প্রদান করে, তাদের জন্য তাদের রবের নিকট পুরষ্কার রয়েছে; এবং তাদের কোনো আশংকা নেই এবং তারা দুঃখিত হবেনা।",
    "হে বিশ্বাস স্থাপনকারীগণ! আল্লাহকে ভয় কর এবং যদি তোমরা মু’মিন হও তাহলে সুদের মধ্যে যা অবশিষ্ট রয়েছে তা বর্জন কর।",
    "কিন্তু যদি না কর তাহলে আল্লাহ ও তাঁর রাসূলের সাথে যুদ্ধ করতে প্রস্ত্তত হয়ে যাও। আর যদি তোমরা ক্ষমা প্রার্থনা কর তাহলে তোমাদের মূলধন পেয়ে যাবে, তোমরা অত্যাচার করবেনা এবং তোমরাও অত্যাচারিত হবেনা।",
    "আর যদি সে অভাবগ্রস্ত হয় তাহলে স্বচ্ছলতার প্রতীক্ষা করবে এবং যদি তোমরা বুঝে থাক তাহলে তোমাদের জন্য দান করাই উত্তম।",
    "আর তোমরা সেই দিনের ভয় কর যেদিন তোমরা আল্লাহর কাছে প্রত্যাবর্তিত হবে, তখন যে যা অর্জন করেছে তা সম্পূর্ণ রূপে প্রদত্ত হবে এবং তারা অত্যাচারিত হবেনা।",
    "হে বিশ্বাস স্থাপনকারীগণ! যখন তোমরা কোন নির্দিষ্ট সময়ের জন্য ঋণের আদান প্রদান করবে তখন তা লিখে নিবে; আর কোন একজন লেখক যেন ন্যায্যভাবে তোমাদের মধ্যে (ঐ আদান প্রদানের দলীল) লিখে দেয়, আর কোন লেখক যেন (দলীল) লিখে দিতে অস্বীকার না করে, আল্লাহ তাকে যেরূপ শিক্ষা দিয়েছেন, তার উচিত তা লিখে দেয়া, এবং ঋণ গ্রহিতা যেন লেখার বিষয় বলে দেয় এবং তার উচিত স্বীয় রাব্ব আল্লাহকে ভয় করা এবং ওর মধ্যে কিছুমাত্র ব্যতিক্রম না করা; অতঃপর ঋণ গ্রহীতা যদি নির্বোধ বা অযোগ্য অথবা লিখিয়ে নিতে অসমর্থ হয় তাহলে তার অভিভাবকরা ন্যায় সঙ্গতভাবে লিখিয়ে নিবে এবং তোমাদের মধ্যে দু’জন পুরুষ সাক্ষীকে সাক্ষী করবে; কিন্তু যদি দু’জন পুরুষ না পাওয়া যায় তাহলে সাক্ষীগণের মধ্যে তোমরা একজন পুরুষ ও দু’জন নারী মনোনীত করবে, যদি নারীদ্বয়ের একজন ভুলে যায় তাহলে একজন অপর জনকে স্মরণ করিয়ে দিবে; এবং যখন আহবান করা হয় তখন সাক্ষীগণের অস্বীকার না করা উচিত, এবং ক্ষুদ্র অথবা বৃহৎ বিষয়ের নির্দিষ্ট সময় লিখে দিতে তোমরা অবহেলা করনা, এটা আল্লাহর নিকট অতি সঙ্গত এবং সাক্ষ্যের জন্য এটাই দৃঢ়তর ও সন্দেহে পতিত না হওয়ার নিকটতর; কিন্তু যদি তোমরা কারবারে পরস্পর হাতে হাতে আদান প্রদান কর তাহলে তা লিপিবদ্ধ না করলে তোমাদের পক্ষে দোষ নেই; কিন্তু বাণিজ্যিক লেনদেনের জন্য সাক্ষী রেখ, যেন লেখক কিংবা সাক্ষী ক্ষতিগ্রস্ত না হয়। যদি এরূপ কর (ক্ষতিগ্রস্ত) তাহলে তা তোমাদের পক্ষে পাপের বিষয়। আল্লাহকে ভয় কর। আল্লাহই তোমাদেরকে শিক্ষা প্রদান করেন এবং আল্লাহ সর্ব বিষয়ে মহাজ্ঞানী।",
    "এবং যদি তোমরা প্রবাসে থাক ও লেখক না পাও তাহলে বন্ধকী বস্ত্ত নিজের দখলে রাখ। অতঃপর কেহ যদি কেহকে বিশ্বাস করে তাহলে যাকে বিশ্বাস করা হয়েছে তার পক্ষে গচ্ছিত দ্রব্য প্রত্যর্পণ করা উচিত এবং স্বীয় রাব্ব আল্লাহকে ভয় করা উচিৎ। সাক্ষ্য গোপন করনা; এবং যে কেহ তা গোপন করবে, নিশ্চয়ই তার মন পাপাচারী; বস্তুতঃ আল্লাহ তোমাদের কার্যকলাপ সম্বন্ধে সম্যক জ্ঞাত।",
    "নভোমন্ডল ও ভূমন্ডলে যা কিছু রয়েছে সবই আল্লাহর এবং তোমাদের অন্তরে যা রয়েছে তা প্রকাশ কর অথবা গোপন রাখ, আল্লাহ তার হিসাব তোমাদের নিকট হতে গ্রহণ করবেন; অতঃপর তিনি যাকে ইচ্ছা ক্ষমা করবেন, যাকে ইচ্ছা শাস্তি দিবেন; এবং আল্লাহ সর্ব বিষয়োপরি শক্তিমান।",
    "রাসূল তার রাব্ব হতে তার প্রতি যা অবতীর্ণ হয়েছে তা বিশ্বাস করে এবং মু’মিনগণও (বিশ্বাস করে); তারা সবাই আল্লাহকে, তাঁর মালাইকাকে, তাঁর গ্রন্থসমূহকে এবং তাঁর রাসূলগণকে বিশ্বাস করে; (তারা বলে) আমরা তাঁর রাসূলগণের মধ্যে কেহকেও পার্থক্য করিনা। এবং তারা বলে, আমরা শুনলাম এবং স্বীকার করলাম; হে আমাদের রাব্ব! আমরা আপনারই নিকট ক্ষমা প্রার্থনা করছি এবং আপনারই দিকে শেষ প্রত্যাবর্তন।",
    "কোন ব্যক্তিকেই আল্লাহ তার সাধ্যের অতিরিক্ত কর্তব্য পালনে বাধ্য করেননা; সে যা উপার্জন করেছে তা তারই জন্য এবং যা সে অর্জন করেছে তা তারই উপর বর্তাবে। হে আমাদের রাব্ব! আমরা যদি ভুলে যাই অথবা ভুল করি সেজন্য আমাদেরকে অপরাধী করবেননা। হে আমাদের রাব্ব! আমাদের পূর্ববর্তীগণের উপর যেরূপ গুরুভার অর্পণ করেছিলেন আমাদের উপর তদ্রুপ ভার অর্পণ করবেননা। হে আমাদের রাব্ব! যা আমাদের শক্তির বাইরে ঐরূপ ভার বহনে আমাদেরকে বাধ্য করবেননা, এবং আমাদের পাপ মোচন করুন ও আমাদেরকে ক্ষমা করুন, আমাদেরকে দয়া করুন, আপনিই আমাদের আশ্রয়দাতা! অতএব কাফির সম্প্রদায়ের বিরুদ্ধে আমাদেরকে জয়যুক্ত করুন।",
    "আলিফ, লাম, মীম।",
    "আল্লাহ ছাড়া কোনই ইলাহ (উপাস্য) নেই, তিনি চিরঞ্জীব ও নিত্য বিরাজমান।",
    "তিনি সত্যসহ তোমার প্রতি গ্রন্থ অবতীর্ণ করেছেন, যা পূর্ববর্তী বিষয়ের সত্যতা প্রতিপাদনকারী। এবং এর পূর্বে তাওরাত ও ইঞ্জীল অবতীর্ণ করেছিলেন।",
    "মানবমন্ডলীর জন্য সৎপথ প্রদর্শনের জন্য এবং তিনিই ফুরকান অবতীর্ণ করেছেন। যারা আল্লাহর নিদর্শনাবলীর প্রতি অবিশ্বাস করে নিশ্চয়ই তাদের জন্য কঠোর শাস্তি রয়েছে এবং আল্লাহ পরাক্রান্ত, প্রতিশোধ গ্রহণকারী।",
    "নিশ্চয়ই আল্লাহর নিকট ভূমন্ডল ও নভোমন্ডলের কোন বিষয়ই লুকায়িত নেই।",
    "তিনিই স্বীয় ইচ্ছানুযায়ী জরায়ুর মধ্যে তোমাদের আকৃতি গঠন করেছেন। তিনি ব্যতীত অন্য কোনই উপাস্য নেই, তিনি পরাক্রান্তশালী, বিজ্ঞানময় ।",
    "তিনিই তোমার প্রতি গ্রন্থ অবতীর্ণ করেছেন যাতে সুস্পষ্ট আয়াতসমূহ রয়েছে - ওগুলি গ্রন্থের জননী স্বরূপ এবং অন্যান্য আয়াতসমূহ অস্পষ্ট; অতএব যাদের অন্তরে বক্রতা রয়েছে, ফলতঃ তারাই অশান্তি সৃষ্টি ও ব্যাখ্যা বিশ্লেষণের উদ্দেশে অস্পষ্টের অনুসরণ করে; এবং আল্লাহ ব্যতীত ওর অর্থ কেহই অবগত নয়, আর যারা জ্ঞানে সুপ্রতিষ্ঠিত তারা বলেঃ আমরা ওতে বিশ্বাস করি, সমস্তই আমাদের রবের নিকট হতে সমাগত এবং জ্ঞানবান ব্যতীত কেহই উপদেশ গ্রহণ করেনা।",
    "হে আমাদের রাব্ব! আমাদেরকে পথ প্রদর্শনের পর আমাদের অন্তরসমূহ বক্র করবেন না এবং আমাদেরকে আপনার নিকট হতে করুণা প্রদান করুন, নিশ্চয়ই আপনি প্রভূত প্রদানকারী।",
    "হে আমাদের রাব্ব! নিশ্চয়ই আপনি সকল মানুষকে সমবেতকারী, ঐ দিনে মোটেই সন্দেহ নেই, নিশ্চয়ই আল্লাহ প্রতিজ্ঞা ভঙ্গকারী নন।",
    "নিশ্চয়ই যারা অবিশ্বাস করেছে, তাদের ধন-সম্পদ ও তাদের সন্তান-সন্ততি আল্লাহর নিকট কোন বিষয়েই ফলপ্রদ হবেনা এবং তারাই জাহান্নামের ইন্ধন।",
    "ফির‘আউন সম্প্রদায় এবং তাদের পূর্ববর্তীদের প্রকৃতির ন্যায় তারা আমার আয়াতসমূহের প্রতি অসত্যারোপ করেছে, এই হেতু আল্লাহ তাদের ধৃত করেছেন এবং আল্লাহ কঠোর শাস্তিদাতা।",
    "যারা অবিশ্বাস করেছে, তুমি তাদেরকে বলঃ অচিরেই তোমরা পরাভূত হবে এবং তোমরা জাহান্নামের দিকে একত্রিত হবে এবং ওটা নিকৃষ্টতর স্থান।",
    "নিশ্চয়ই তোমাদের জন্য দু’টি দলের পরস্পর সম্মুখীন হওয়ার মধ্যে মহান নমুনা রয়েছে, তাদের একদল আল্লাহর পথে সংগ্রাম করছিল এবং অপর দল অবিশ্বাসী ছিল; তারা প্রত্যক্ষ দৃষ্টিতে মুসলিমদেরকে দ্বিগুণ দেখেছিল এবং আল্লাহ যাকে ইচ্ছা তদ্বীয় সাহায্য দানে শক্তিশালী করেন, নিশ্চয়ই এর মধ্যে চক্ষুস্মানদের জন্য উপদেশ রয়েছে।",
    "মানবমন্ডলীকে রমণী, সন্তান-সন্ততি, পুঞ্জীকৃত স্বর্ণ ও রৌপ্যভান্ডার, সুশিক্ষিত অশ্ব ও পালিত পশু এবং শস্য ক্ষেত্রের আকর্ষণীয় বস্ত্ত দ্বারা সুশোভিত করা হয়েছে, এটা পার্থিব জীবনের সম্পদ এবং আল্লাহর নিকট রয়েছে শ্রেষ্ঠতম অবস্থান।",
    "তুমি বলঃ আমি কি তোমাদেরকে এটা অপেক্ষাও উত্তম বিষয়ের সংবাদ দিব? যারা ধর্মভীরু তাদের জন্য তাদের রবের নিকট জান্নাত রয়েছে যার তলদেশে স্রোতস্বিনীসমূহ প্রবাহিতা, তন্মধ্যে তারা সদা অবস্থান করবে এবং সেখানে শুদ্ধা সহধর্মিনীগণ ও আল্লাহর প্রসন্নতা রয়েছে এবং আল্লাহ বান্দাদের প্রতি লক্ষ্যকারী।",
    "যারা বলেঃ হে আমাদের রাব্ব! নিশ্চয়ই আমরা বিশ্বাস স্থাপন করেছি, অতএব আমাদের অপরাধ ক্ষমা করুন এবং জাহান্নামের আগুনের শাস্তি হতে আমাদেরকে বাঁচান।",
    "যারা সহিষ্ণু, সত্যপরায়ণ, সেবানুগত, দানশীল এবং ঊষাকালে ক্ষমাপ্রার্থী।",
    "আল্লাহ সাক্ষ্য প্রদান করেন যে, নিশ্চয়ই তিনি ব্যতীত কেহ ইলাহ (উপাস্য) নেই এবং মালাইকা/ফেরেশতা, জ্ঞানবানগণ ও সুবিচারে আস্থা স্থাপনকারীগণও সাক্ষ্য দেয় যে, এই মহা পরাক্রান্ত বিজ্ঞানময় ব্যতীত আর কোনই উপাস্য নেই।",
    "নিশ্চয়ই ইসলামই আল্লাহর নিকট একমাত্র ধর্ম। এবং যাদেরকে গ্রন্থ প্রদত্ত হয়েছে তাদের জ্ঞান আসার পরও তারা মতবিরোধে লিপ্ত রয়েছে শুধুমাত্র পরস্পর বিদ্বেষ বশতঃ; এবং যে আল্লাহর নিদর্শনসমূহ অস্বীকার করে নিশ্চয়ই আল্লাহ সত্ত্বর হিসাব গ্রহণকারী।",
    "অতঃপর যদি তারা তোমার সাথে কলহ করে তাহলে তুমি বলঃ আমি ও আমার অনুসারীগণ আল্লাহর উদ্দেশ্যে আত্মসমর্পণ করেছি এবং যাদেরকে গ্রন্থ প্রদত্ত হয়েছে ও যারা নিরক্ষর তাদেরকে বলঃ তোমরাও কি আত্মসমর্পণ করেছ? অতঃপর যদি তারা ‌আত্মসমর্পণ করে তাহলে নিশ্চয়ই তারা সুপথ পেয়ে যাবে, আর যদি ফিরে যায় তাহলে তোমার উপর দায়িত্ব হচ্ছে প্রচার করা মাত্র এবং আল্লাহ বান্দাদের প্রতি লক্ষ্যকারী।",
    "নিশ্চয়ই যারা আল্লাহর নিদর্শনসমূহ অবিশ্বাস করে ও অন্যায়ভাবে নাবীদেরকে হত্যা করে এবং হত্যা করে তাদের যারা মানবমন্ডলীর মধ্যে ন্যায়ের আদেশকারী, তাদেরকে যন্ত্রণাদায়ক শাস্তির সুসংবাদ দাও।",
    "এদের কৃতকর্মসমূহ ইহকাল ও আখিরাতে ব্যর্থ হবে এবং তাদের জন্য কেহ সাহায্যকারী নেই।",
    "তুমি কি তাদের প্রতি লক্ষ্য করনি যাদেরকে গ্রন্থের একাংশ প্রদত্ত হয়েছে? তাদেরকে গ্রন্থের দিকে আহবান করা হয়েছে যেন এটা তাদের মধ্যে মীমাংসা করে, অতঃপর তাদের একদল প্রতিগমন করল এবং তারা প্রতিগমনকারী।",
    "এটা এ জন্য যে, তারা বলেঃ নির্দিষ্ট সংখ্যক দিন ব্যতীত জাহান্নামের আগুন আমাদেরকে স্পর্শ করবেনা; এবং তারা যা স্থির করেছে, তাদের ধর্ম বিষয়ে ওটা তাদেরকে প্রতারিত করেছে।",
    "অতঃপর যে দিন আমি তাদেরকে একত্রিত করব, যাতে কোন সন্দেহ নেই, তখন তাদের কি দশা হবে? এবং প্রত্যেক ব্যক্তি যা অর্জন করেছে তা সম্যক রূপে প্রদত্ত হবে এবং তারা অত্যাচারিত হবেনা।",
    "তুমি বলঃ হে রাজ্যাধিপতি আল্লাহ! আপনি যাকে ইচ্ছা রাজত্ব দান করেন এবং যার নিকট হতে ইচ্ছা রাজত্ব ছিনিয়ে নেন; যাকে ইচ্ছা সম্মান দান করেন এবং যাকে ইচ্ছা লাঞ্ছিত করেন; আপনারই হাতে রয়েছে কল্যাণ। নিশ্চয়ই আপনিই সর্ব বিষয়ে ক্ষমতাবান।",
    "আপনি রাতকে দিনে পরিবর্তিত করেন এবং দিনকে রাতে পরিণত করেন, এবং জীবিতকে মৃত হতে নির্গত করেন ও মৃতকে জীবিত হতে বহির্গত করেন এবং আপনি যাকে ইচ্ছা অপরিমিত জীবিকা দান করেন।",
    "মু’মিনগণ যেন মু’মিনগণকে ছেড়ে কাফিরদেরকে বন্ধু রূপে গ্রহণ না করে, এবং তাদের আশংকা হতে আত্মরক্ষা ব্যতীত যে এরূপ করে সে আল্লাহর নিকট সম্পর্কহীন; আর আল্লাহ তোমাদেরকে স্বীয় পবিত্র অস্তিত্বের ভয় প্রদর্শন করছেন এবং আল্লাহরই দিকে ফিরে যেতে হবে।",
    "তুমি বলঃ তোমাদের অন্তরসমূহে যা রয়েছে তা তোমরা গোপন কর অথবা প্রকাশ কর আল্লাহ তা অবগত আছেন এবং নভোমন্ডলে ও ভূমন্ডলে যা কিছু রয়েছে আল্লাহ তা জ্ঞাত আছেন; এবং আল্লাহ সর্ব বিষয়ে শক্তিমান।",
    "সেদিন প্রত্যেক ব্যক্তি সৎকাজ হতে যা করেছে ও দুস্কর্ম হতে যা করেছে তা দেখতে পাবে; তখন সে ইচ্ছা করবে - যদি তার মধ্যে এবং ঐ দুস্কর্মের মধ্যে সুদূর ব্যবধান হত! আল্লাহ তোমাদেরকে স্বীয় পবিত্র অস্তিত্বের ভয় প্রদর্শন করছেন এবং আল্লাহ স্বীয় বান্দাদের প্রতি স্নেহশীল।",
    "তুমি বলঃ যদি তোমরা আল্লাহকে ভালবাস তাহলে আমার অনুসরণ কর, যাতে আল্লাহ তোমাদেরকে ভালবাসেন ও তোমাদের অপরাধসমূহ ক্ষমা করেন; এবং আল্লাহ ক্ষমাশীল, করুণাময়।",
    "তুমি বলঃ তোমরা আল্লাহ ও রাসূলের অনুসরণ কর; কিন্তু যদি তারা ফিরে যায় তাহলে নিশ্চয়ই আল্লাহ অবিশ্বাসীদেরকে ভালবাসেন না।",
    "নিশ্চয়ই আল্লাহ আদম ও নূহকে এবং ইবরাহীম ও ইমরানের সন্তানগণকে বিশ্ব জগতের উপর মনোনীত করেছেন।",
    "তারা একে অপরের বংশধর এবং আল্লাহ শ্রবণকারী, মহাজ্ঞানী।",
    "যখন ইমরান-পত্নী নিবেদন করল, হে আমার রাব্ব! নিশ্চয়ই আমার গর্ভে যা রয়েছে তা আমি মুক্ত করে আপনার উদ্দেশে উৎসর্গ করলাম, সুতরাং আপনি আমা হতে তা গ্রহণ করুন, নিশ্চয়ই আপনি শ্রবণকারী, মহাজ্ঞানী।",
    "অনন্তর যখন সে তা প্রসব করল তখন বললঃ হে আমার রাব্ব! আমিতো কন্যা প্রসব করেছি; এবং সে যা প্রসব করেছে তা আল্লাহ সম্যক অবগত আছেন, এবং কোনো পুত্র এই কন্যার সমকক্ষ নয়! আর আমি কন্যার নাম রাখলাম ‘মারইয়াম’ এবং আমি তাকে ও তার সন্তানগণকে বিতাড়িত শাইতান হতে আপনার আশ্রয়ে সমর্পন করলাম।",
    "অনন্তর তার রাব্ব তাকে উত্তম রূপে গ্রহণ করলেন এবং তাকে উত্তম প্রবৃদ্ধি দান করলেন এবং যাকারিয়াকে তার ভারার্পন করলেন; যখনই যাকারিয়া তার নিকট উক্ত প্রকোষ্ঠে প্রবেশ করত তখন তার নিকট খাদ্য সম্ভার দেখতে পেত; সে বলতঃ হে মারইয়াম! এটা কোথা হতে প্রাপ্ত হলে? সে বলতঃ এটা আল্লাহর নিকট হতে, নিশ্চয়ই আল্লাহ যাকে ইচ্ছা অপরিমিত জীবিকা দান করেন।",
    "তখন যাকারিয়া তার রবের নিকট প্রার্থনা করেছিল, সে বলেছিলঃ হে আমার রাব্ব! আমাকে আপনার নিকট হতে পবিত্র সন্তান প্রদান করুন, নিশ্চয়ই আপনি প্রার্থনা শ্রবণকারী।",
    "অতঃপর যখন সে মেহরাবের মধ্যে দাঁড়িয়ে প্রার্থনা করছিল তখন মালাইকা/ফেরেশতাগণ তাকে সম্বোধন করে বলেছিলঃ নিশ্চয়ই আল্লাহ তোমাকে ইয়াহইয়া সম্বন্ধে সুসংবাদ দিচ্ছেন - তার অবস্থা এই হবে যে, সে আল্লাহর একটি বাক্যের সত্যতা প্রকাশকারী হবে, নেতা হবে, স্বীয় প্রবৃত্তিকে দমনকারী হবে এবং সৎ কর্মশীলগণের মধ্যে নাবী হবে।",
    "সে বলেছিলঃ হে আমার রাব্ব! কিরূপে আমার পুত্র হবে? নিশ্চয়ই আমার বার্ধক্য উপস্থিত হয়েছে এবং আমার স্ত্রী বন্ধ্যা; তিনি বললেনঃ এইরূপে আল্লাহ যা ইচ্ছা করেন তা’ই করে থাকেন।",
    "সে বলেছিলঃ হে আমার রাব্ব! আমার জন্য কোন নিদর্শন নির্দিষ্ট করুন; তিনি বললেনঃ তোমার নিদর্শন এই যে, তুমি তিন দিন ইঙ্গিত ব্যতীত লোকের সাথে কথা বলতে পারবেনা; এবং স্বীয় রাব্বকে বেশী বেশী স্মরণ কর এবং সন্ধ্যায় ও প্রভাতে তাঁর পবিত্রতা ও মহিমা ঘোষণা কর।",
    "এবং যখন মালাক/ফেরেশতা বলেছিলঃ ওহে মারইয়াম! নিশ্চয়ই আল্লাহ তোমাকে মনোনীত করেছেন ও তোমাকে পবিত্র করেছেন এবং বিশ্ব জগতের নারীগণের উপর তোমাকে মনোনীত করেছেন।",
    "হে মারইয়াম! তোমার রবের ইবাদাত কর এবং সাজদাহ কর ও রুকুকারীগণের সাথে রুকু কর।",
    "এটা সেই অদৃশ্য বিষয়ক সংবাদ যা আমি তোমার প্রতি প্রত্যাদেশ করছি; এবং যখন তারা স্বীয় লেখনীসমূহ নিক্ষেপ করছিল যে, তাদের মধ্যে কে মারইয়ামের প্রতিপালন করবে তখন তুমি তাদের নিকট ছিলেনা; এবং যখন তারা কলহ করছিল তখনও তুমি তাদের নিকট ছিলেনা।",
    "যখন মালাইকা/ফেরেশতারা বলেছিলঃ হে মারইয়াম! নিশ্চয়ই আল্লাহ তাঁর নিকট হতে একটি বাক্য দ্বারা তোমাকে সুসংবাদ দিচ্ছেন নন্দন ঈসা মসীহ - সে ইহলোক ও পরলোকে সম্মানিত এবং সান্নিধ্য প্রাপ্তগণের অন্তর্ভুক্ত।",
    "আর সে দোলনা হতে ও পরিণত বয়সে লোকের সাথে কথা বলবে এবং সে পুণ্যবানগণের অন্তর্ভুক্ত হবে।",
    "সে বলেছিলঃ হে আমার রাব্ব! কিরূপে আমার পুত্র হবে? কোন পুরুষ মানুষতো আমাকে স্পর্শ করেনি; তিনি বললেনঃ এরূপে আল্লাহ যা ইচ্ছা করেন, সৃষ্টি করে থাকেন, যখন তিনি কোন কাজের মনস্থ করেন তখন তিনি ওকে ‘হও’ বলেন, ফলতঃ তাতেই হয়ে যায়।",
    "তিনি তাকে গ্রন্থ, বিজ্ঞান এবং তাওরাত ও ইঞ্জীল শিক্ষা দিবেন।",
    "আর তাকে ইসরাঈল বংশীয়গণের জন্য রাসূল করবেন। নিশ্চয়ই আমি (ঈসা) তোমাদের রবের নিকট হতে নিদর্শনসহ তোমাদের নিকট আগমন করেছি; নিশ্চয়ই আমি তোমাদের জন্য মাটি হতে পাখির আকার গঠন করব, অতঃপর ওর মধ্যে ফুৎকার দিব, অনন্তর আল্লাহর আদেশে ওটা পাখি হয়ে যাবে, এবং জন্মান্ধকে ও কুষ্ঠ রোগীকে নিরাময় করি এবং আল্লাহর আদেশে মৃতকে জীবিত করি এবং তোমরা যা আহার কর ও তোমরা যা স্বীয় গৃহের মধ্যে সংগ্রহ করে রাখ তদ্বিষয়ে সংবাদ দিচ্ছি - যদি তোমরা বিশ্বাসী হও তাহলে নিশ্চয়ই এতে তোমাদের জন্য নিদর্শন রয়েছে।",
    "এবং আমি এসেছি আমার পূর্বে তাওরাতে যা ছিল তার সত্যতা প্রদান করতে এবং তোমাদের জন্য যা অবৈধ হয়েছে তার কতিপয় তোমাদের জন্য বৈধ করতে, আর তোমাদের রবের নিকট হতে তোমাদের জন্য নিদর্শন নিয়ে; অতএব আল্লাহকে ভয় কর ও আমার অনুগত হও।",
    "নিশ্চয়ই আল্লাহ আমার রাব্ব এবং তোমাদের রাব্ব; অতএব তাঁর ইবাদাত কর - এটাই সরল পথ।",
    "অনন্তর যখন ঈসা তাদের মধ্যে প্রত্যাখ্যান প্রত্যক্ষ করল তখন সে বললঃ আল্লাহর উদ্দেশে কে আমার সাহায্যকারী হবে? হাওয়ারিগণ বললঃ আমরাই আল্লাহর সাহায্যকারী, আমরা আল্লাহর প্রতি বিশ্বাস স্থাপন করেছি, এবং সাক্ষী থেকো যে, আমরা আত্মসমর্পণকারী।",
    "হে আমাদের রাব্ব! আপনি যা অবতীর্ণ করেছেন, আমরা তা বিশ্বাস করি এবং আমরা রাসূলের অনুসরণ করছি, অতএব সাক্ষীগণের সাথে আমাদেরকে লিপিবদ্ধ করুন।",
    "আর তারা (কাফিরেরা) ষড়যন্ত্র করেছিল ও আল্লাহও কৌশল করলেন এবং আল্লাহ শ্রেষ্ঠতম কৌশলী।",
    "যখন আল্লাহ বললেনঃ হে ঈসা! নিশ্চয়ই আমি তোমাকে আমার দিকে প্রতিগ্রহণ করব এবং তোমাকে উত্তোলন করব এবং অবিশ্বাসকারীদের হতে তোমাকে পবিত্র করব, আর যারা অবিশ্বাস করেছে তাদের উপর তোমার অনুসারীগণকে উত্থান দিন পর্যন্ত সমুন্নত করব; অনন্তর আমারই দিকে তোমাদের প্রত্যাবর্তন; অতঃপর তোমাদের মধ্যে যে বিষয়ে মতভেদ ছিল তার মীমাংসা করব।",
    "অনন্তর যারা কুফরী করেছে (অবিশ্বাসী হয়েছে), বস্তুতঃ তাদেরকে ইহকাল ও আখিরাতে কঠোর শাস্তি প্রদান করব এবং তাদের জন্য কেহ সাহায্যকারী নেই।",
    "আর যারা বিশ্বাস স্থাপন করেছে ও সৎকাজ করেছে ফলতঃ তিনি তাদেরকে পূর্ণ প্রতিদান প্রদান করবেন এবং আল্লাহ অত্যাচারীদেরকে ভালবাসেননা।",
    "আমি তোমার প্রতি বিজ্ঞানময় বর্ণনা ও নিদর্শনাবলী হতে এটা আবৃত্তি করছি।",
    "নিশ্চয়ই আল্লাহর নিকট ঈসার দৃষ্টান্ত আদমের অনুরূপ; তিনি তাকে মাটি দ্বারা সৃষ্টি করলেন, অতঃপর বললেন হও, ফলতঃ তাতেই হয়ে গেল।",
    "এই বাস্তব ঘটনা তোমার রবের পক্ষ হতে; সুতরাং তুমি সংশয়ীদের অন্তর্ভুক্ত হয়োনা।",
    "অতঃপর তোমার নিকট যে জ্ঞান এসেছে, তারপরে তদ্বিষয়ে যে তোমার সাথে কলহ করে, তুমি বলঃ এসো, আমরা আমাদের সন্তানগণ ও তোমাদের সন্তানগণকে, আমাদের নারীগণ ও তোমাদের নারীগণকে এবং স্বয়ং আমাদের ও তোমাদেরকে আহবান করি। অতঃপর প্রার্থনা করি যে, অসত্যবাদীদের উপর আল্লাহর অভিসম্পাত বর্ষিত হোক।",
    "নিশ্চয়ই এটাই সত্য বিবরণ এবং আল্লাহ ব্যতীত অন্য কোন ইলাহ (উপাস্য) নেই, নিশ্চয়ই সেই আল্লাহ বিজ্ঞানময়, মহাপরাক্রান্ত।",
    "অতঃপর যদি তারা মুখ ফিরিয়ে নেয় তাহলে নিশ্চয়ই আল্লাহ দুস্কার্যকারীদের জ্ঞাত আছেন।",
    "তুমি বলঃ হে আহলে কিতাব! আমাদের মধ্যে ও তোমাদের মধ্যে যে বাক্যে সুসাদৃশ্য রয়েছে তার দিকে এসো, যেন আমরা আল্লাহ ব্যতীত কারও ইবাদাত না করি এবং তাঁর সাথে কোন অংশী স্থির না করি এবং আল্লাহকে পরিত্যাগ করে আমরা পরস্পর কেহকে রাব্ব রূপে গ্রহণ না করি। অতঃপর যদি তারা ফিরে যায় তাহলে বলঃ সাক্ষী থেকো যে, আমরা মুসলিম (আল্লাহর নিকট আত্মসমপর্নকারী)।",
    "হে আহলে কিতাব! তোমরা ইবরাহীম সম্বন্ধে কেন বির্তক করছ? অথচ তার পরে ব্যতীত তাওরাত ও ইঞ্জীল অবতীর্ণ হয়নি - তবুও কি তোমরা বুঝছনা?",
    "হ্যাঁ, তোমরা এমন যে, যে বিষয়ে তোমাদের জ্ঞান ছিল তা নিয়েও তোমরা কলহ করেছিলে, কিন্তু যদ্বিষয়ে তোমাদের কোনই জ্ঞান নেই তা নিয়ে তোমরা কেন কলহ করছ এবং আল্লাহ জ্ঞাত আছেন ও তোমরা অবগত নও।",
    "ইবরাহীম ইয়াহুদী ছিলনা এবং খৃষ্টানও ছিলনা, বরং সে সুদৃঢ় মুসলিম ছিল এবং সে মুশরিকদের (অংশীবাদী) অন্তর্ভুক্ত ছিলনা।",
    "নিঃসন্দেহে ঐ সব লোক ইবরাহীমের নিকটতম যারা তার অনুসরণ করেছে এবং এই নাবী এবং (তাঁর সাথের) মু’মিনগণ; এবং আল্লাহ বিশ্বাসীগণের অভিভাবক।",
    "এবং কিতাবীদের মধ্যে এক দলের বাসনা যে, তোমাদেরকে পথভ্রান্ত করে; কিন্তু তারা নিজেদের ব্যতীত অন্য কেহকে বিপথগামী করেনা এবং তারা তা বুঝছেনা।",
    "হে আহলে কিতাব! তোমরা কেন আল্লাহর নিদর্শনসমূহের প্রতি অবিশ্বাস করছো? অথচ তোমরাই ওর সাক্ষী।",
    "হে কিতাবীরা! তোমরা কেন সত্যের সঙ্গে মিথ্যাকে মিলিয়ে নিচ্ছ এবং সত্যকে গোপন করছ? অথচ তোমরাতো অবগত আছ।",
    "আর আহলে কিতাবের মধ্যে একদল এটাই বলে যে, বিশ্বাস স্থাপনকারীদের প্রতি যা অবতীর্ণ হয়েছে তৎপ্রতি পূর্বাহ্নে বিশ্বাস স্থাপন কর এবং অপরাহ্নে তা অস্বীকার কর, তাহলে তারা ফিরে যাবে।",
    "আর যারা তোমাদের ধর্মের অনুসরণ করে তারা ব্যতীত অন্যদের বিশ্বাস করনা। তুমি তাদেরকে বলঃ আল্লাহর পথই একমাত্র সুপথ। এই আহলে কিতাবীরা বিশ্বাস করেনা যে, তাদের পরিবর্তে অন্য কারও উপর অহী অবতীর্ণ হতে পারে। অথবা তারা তোমার রবের কাছে পৌঁছা পর্যন্ত তর্ক/বিতর্ক করতেই থাকবে। তুমি বলঃ অনুগ্রহ আল্লাহরই হাতে, তিনি যাকে ইচ্ছা ইহা দান করেন এবং আল্লাহই রক্ষাকারী, মহাজ্ঞানী।",
    "তিনি যার প্রতি ইচ্ছা করেন স্বীয় করুনা নির্দিষ্ট করেন এবং আল্লাহ মহান, অনুগ্রহশীল।",
    "কিতাবীদের মধ্যে এরূপ আছে যে, যদি তুমি তার নিকট পুঞ্জীভূত ধনরাশিও গচ্ছিত রেখে দাও তবুও সে তা তোমার নিকট প্রত্যর্পণ করবে এবং তাদের মধ্যে এরূপও আছে যে, যদি তুমি তার নিকট একটি দীনারও গচ্ছিত রাখ তাহলে সে তাও তোমাকে প্রত্যর্পণ করবেনা যে পর্যন্ত তুমি তার শিরোপরি দন্ডায়মান থাক। কারণ তারা বলে যে, আমাদের উপর ঐ অশিক্ষিতদের কোন দায় দায়িত্ব নেই এবং তারা আল্লাহর প্রতি মিথ্যা আরোপ করে, যা তারাও জানে।",
    "হ্যাঁ, যারা স্বীয় অঙ্গীকার পূর্ণ করে ও সংযত হয়, তাহলে নিশ্চয়ই আল্লাহ ধর্মভীরুগণকে ভালবাসেন।",
    "নিশ্চয়ই যারা আল্লাহর প্রতি অঙ্গীকার ও স্বীয় শপথ সামান্য মূল্যে বিক্রি করে, পরলোকে তাদের কোনই অংশ নেই এবং উত্থান দিনে আল্লাহ তাদের সাথে কথা বলবেননা এবং তাদের প্রতি দৃষ্টিপাতও করবেননা এবং পরিশুদ্ধও করবেননা। তাদের জন্য যন্ত্রণাদায়ক শাস্তি রয়েছে।",
    "আর তাদের মধ্যে নিশ্চয়ই এরূপ একদল আছে যারা কুঞ্চিত ভাষায় গ্রন্থ আবৃত্তি করে, যেন তোমরা ওটাকে গ্রন্থের অংশ মনে কর, অথচ ওটা গ্রন্থের অংশ নয়; এবং তারা বলে যে, এটা আল্লাহর নিকট হতে সমাগত, অথচ ওটা আল্লাহর নিকট হতে নয়, এবং তারা আল্লাহ সম্বন্ধে মিথ্যা বলে এবং তারাও তা অবগত আছে।",
    "এটা কোন মানুষের পক্ষে উপযোগী নয় যে, আল্লাহ যাকে গ্রন্থ, বিজ্ঞান ও নবুওয়াত দান করেন, অতঃপর সে মানবমন্ডলীর মধ্যে বলে - তোমরা আল্লাহকে পরিত্যাগ করে আমার উপাসক হও; বরং বলবেঃ রবের ইবাদাতকারী হও - কারণ তোমরাই কুরআন শিক্ষা দান কর এবং ওটা পাঠ করে থাক।",
    "আর তিনি আদেশ করেননা যে, তোমরা মালাক/ফেরেশতা ও নাবীগণকে রাব্ব রূপে গ্রহণ কর; তোমরা আত্মসমর্পণকারী হবার পর তিনি কি তোমাদেরকে পুনরায় কুফরীতে ফিরে যাবার আদেশ করবেন?",
    "এবং আল্লাহ যখন নাবীগণের অঙ্গীকার গ্রহণ করেছিলেন, আমি তোমাদেরকে গ্রন্থ ও বিজ্ঞান হতে দান করার পর তোমাদের সঙ্গে যা আছে তার সত্যতা প্রত্যায়নকারী একজন রাসূল আগমন করবে, তখন তোমরা অবশ্যই তার প্রতি বিশ্বাস স্থাপন করবে এবং তার সাহায্যকারী হবে; তিনি আরও বলেছিলেনঃ তোমরা কি এতে স্বীকৃত হলে এবং প্রতিশ্রুতি গ্রহণ করলে? তারা বলেছিল - আমরা স্বীকার করলাম। তিনি বললেনঃ তাহলে তোমরা সাক্ষী থেক এবং আমিও তোমাদের সাথে সাক্ষীগণের অন্তর্ভুক্ত রইলাম।",
    "অতঃপর এর পরে যারা ফিরে যাবে তারাই দুস্কার্যকারী।",
    "তাহলে কি তারা আল্লাহর ধর্ম ব্যতীত অন্য কিছু কামনা করে? অথচ নভোমন্ডল ও ভূমন্ডলে যা কিছু আছে, ইচ্ছা ও অনিচ্ছাক্রমে সবাই তাঁর উদ্দেশে আত্মসমর্পণ করেছে এবং তাঁরই দিকে প্রত্যাবর্তিত হবে।",
    "তুমি বলঃ আমরা আল্লাহর প্রতি এবং যা আমাদের প্রতি অবতীর্ণ হয়েছে এবং ইবরাহীম, ইসমাঈল, ইসহাক, ইয়াকূব ও তাদের বংশধরগণের প্রতি অবতীর্ণ হয়েছে এবং যা মূসা, ঈসা ও অন্যান্য নাবীগণকে তাদের রাব্ব কর্তৃক প্রদত্ত হয়েছে তৎপ্রতি বিশ্বাস স্থাপন করলাম, আমরা তাদের মধ্যে কেহকেও পার্থক্য জ্ঞান করিনা এবং আমরা তাঁরই প্রতি আত্মসমর্পণকারী।",
    "আর যে কেহ ইসলাম ব্যতীত অন্য ধর্ম অন্বেষণ করে তা কখনই তার নিকট হতে গৃহীত হবেনা এবং পরলোকে সে ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হবে।",
    "কিরূপে আল্লাহ সেই সম্প্রদায়কে পথ প্রদর্শন করবেন যারা বিশ্বাস স্থাপনের পর, রাসূলের সত্যতা বিষয়ে সাক্ষ্যদানের পর এবং তাদের নিকট প্রকাশ্য নিদর্শনসমূহ আসার পরও অবিশ্বাসী হয়েছে? আর আল্লাহ অত্যাচারী সম্প্রদায়কে পথ প্রদর্শন করেননা।",
    "ওরাই - যাদের প্রতিফল এই যে, নিশ্চয়ই তাদের উপর আল্লাহর, তাঁর মালাইকা/ফেরেশতার এবং সমস্ত মানবের অভিসম্পাত।",
    "তারা তন্মধ্যে সদা অবস্থান করবে - তাদের উপর হতে শাস্তি প্রশমিত হবেনা এবং তাদেরকে বিরাম দেয়া হবেনা।",
    "কিন্তু যারা এরপর ক্ষমা প্রার্থনা করে ও সংশোধিত হয়, তাহলে নিশ্চয়ই আল্লাহ ক্ষমাশীল, করুণাময়।",
    "নিশ্চয়ই যারা বিশ্বাস স্থাপনের পর অবিশ্বাসী হয়েছে, অতঃপর অবিশ্বাস পরিবর্ধিত করেছে - তাদের ক্ষমা প্রার্থনা কখনই গৃহীত হবেনা এবং তারাই পথভ্রান্ত।",
    "নিশ্চয়ই যারা অবিশ্বাস করেছে ও অবিশ্বাসী অবস্থায় মৃত্যু বরণ করেছে তাদের মুক্তির বিনিময়ে যদি পৃথিবীপূর্ণ স্বর্ণ দেয়া হয় তবুও কক্ষনো তা গ্রহণ করা হবেনা। ওদেরই জন্য যন্ত্রণাদায়ক শাস্তি রয়েছে এবং ওদের জন্য কোনই সাহায্যকারী নেই।"
  ]
}