{
  "meta": {
    "id": 227,
    "name": "Maulana Abder-Rahim ibn Muhammad",
    "translator_name": "Maulana Abder-Rahim ibn Muhammad",
    "slug": "tel-adber-rahim",
    "language_name": "telugu"
  },
  "verses": [
    "ఏ విషయాన్ని గురించి వారు (ఒకరినొకరు) ప్రశ్నించుకుంటున్నారు?",
    "ఆ మహా వార్తను గురించేనా?",
    "దేనిని గురించైతే వారు భేదాభిప్రాయాలను కలిగి ఉన్నారో?",
    "అది కాదు! వారు త్వరలోనే దానిని తెలుసుకోగలరు.",
    "ఎంత మాత్రము కాదు! వారు త్వరలోనే దానిని తెలుసుకోగలరు.",
    "ఏమీ? మేము భూమిని పరుపుగా చేయలేదా?",
    "మరియు పర్వతాలను మేకులుగా?",
    "మరియు మేము మిమ్మల్ని (స్త్రీ-పురుషుల) జంటలుగా సృష్టించాము.",
    "మరియు మేము నిద్రను, మీకు విశ్రాంతి నిచ్చేదిగా చేశాము.",
    "మరియు రాత్రిని ఆచ్ఛాదనగా చేశాము.",
    "మరియు పగటిని జీవనోపాధి సమయంగా చేశాము.",
    "మరియు మేము మీపైన పటిష్టమైన ఏడు (ఆకాశాలను) నిర్మించాము.",
    "మరియు (అందులో) ప్రకాశించే దీపాన్ని (సూర్యుణ్ణి) ఉంచాము.",
    "మరియు మేఘాల నుండి ధారాపాతంగా వర్షాన్ని కురిపించాము.",
    "దానితో మేము ధాన్యం మరియు పచ్చికను (చెట్లు చేమలను) పెరిగించటానికి!",
    "మరియు దట్టమైన తోటలను.",
    "నిశ్చయంగా, తీర్పుదినం ఒక నిర్ణీత సమయం.",
    "ఆ రోజు బాకా ఊదబడినప్పుడు! అప్పుడు మీరంతా గుంపులు గుంపులుగా లేచి వస్తారు.",
    "మరియు ఆకాశం తెరువబడుతుంది, అందులో ద్వారాలు ఏర్పడుతాయి;",
    "మరియు పర్వతాలు ఎండమావులుగా అదృశ్యమై పోతాయి.",
    "నిశ్చయంగా, నరకం ఒక మాటు;",
    "ధిక్కారుల గమ్యస్థానం;",
    "అందులో వారు యుగాల తరబడి ఉంటారు.",
    "అందులో వారు ఎలాంటి చల్లదనాన్ని గానీ మరియు (చల్లని) పానీయాన్ని గానీ చవి చూడరు.",
    "సలసల కాగే నీరు మరియు చీము లాంటి మురికి (పానీయం) తప్ప!",
    "(వారి కర్మలకు) తగిన పూర్తి ప్రతిఫలంగా!",
    "వాస్తవానికి వారు లెక్క తీసుకోబడుతుందని ఆశించలేదు.",
    "పైగా వారు మా సూచనలను (ఆయాత్ లను) అసత్యాలని తిరస్కరించారు.",
    "మరియు మేము (వారు చేసిన) ప్రతిదానిని ఒక పుస్తకంలో వ్రాసి పెట్టాము.",
    "కావున మీరు (మీ కర్మల ఫలితాన్ని) చవి చూడండి. ఎందుకంటే, మేము మీకు శిక్ష తప్ప మరేమీ అధికం చేయము.",
    "నిశ్చయంగా, దైవభీతి గలవారికి సాఫల్యం (స్వర్గం) ఉంది;",
    "ఉద్యానవనాలూ, ద్రాక్ష తోటలూ!",
    "మరియు ఈడూజోడూ గల (యవ్వన) సుందర కన్యలు;",
    "మరియు నిండి పొర్లే (మధు) పాత్ర",
    "అందులో (స్వర్గంలో) వారు ఎలాంటి వ్యర్థపు మాటలు గానీ, అసత్యాలు గానీ వినరు.",
    "(ఇదంతా) నీ ప్రభువు తరఫు నుండి లభించే ప్రతిఫలం, చాలినంత బహుమానం.",
    "భూమ్యాకాశాలు మరియు వాటి మధ్య ఉన్న సమస్తానికీ ప్రభువైన అనంత కరుణామయుని (బహుమానం), ఆయన ముందు మాట్లాడే సాహసం ఎవ్వరికీ లేదు.",
    "ఏ రోజునయితే ఆత్మ (జిబ్రీల్) మరియు దేవదూతలు వరుసలలో నిలిచి ఉంటారో! అప్పుడు ఆ అనంత కరుణామయుడు అనుమతించిన వాడు తప్ప, మరెవ్వరూ మాట్లాడలేరు; ఒకవేళ ఎవడైనా మాట్లాడినా అతడు సరైన మాటే మాట్లాడుతాడు.",
    "అదే అంతిమ సత్యదినం. కావున ఇష్టమున్నవాడు, తన ప్రభువు వైపునకు చేరే మార్గాన్ని అవలంబించాలి!",
    "నిశ్చయంగా, మేము అతని సమీపంలో ఉన్న శిక్షను గురించి మిమ్మల్ని హెచ్చరించాము. ఆ రోజు ప్రతి మనిషి తన చేజేతులా చేసుకొని ముందు పంపుకున్నదంతా ప్రత్యక్షంగా చూసుకుంటాడు. మరియు సత్యతిరస్కారి: \"అయ్యో! నా పాడుగాను! నేను మట్టినయి ఉంటే ఎంత బాగుండేది!\" అని వాపోతాడు.",
    "(అవిశ్వాసుల ప్రాణాలను) కఠినంగా లాగి తీసే వారి (దేవదూతల) సాక్షిగా!",
    "(విశ్వాసుల ప్రాణాలను) నెమ్మదిగా తీసేవారి (దేవదూతల) సాక్షిగా!",
    "(విశ్వంలో) తేలియాడుతూ పోయే వారి సాక్షిగా!",
    "మరియు పందెంలో వలే (ఒకరితో నొకరు) పోటీ పడే వారి సాక్షిగా!",
    "మరియు (తమ ప్రభువు) ఆజ్ఞానుసారం వ్యవహారాలు నిర్వహించేవారి (దేవదూతల) సాక్షిగా!",
    "ఆ రోజు (మొదటి) బాకా ధ్వని భూగోళాన్ని తీవ్రంగా కంపింపజేస్తుంది.",
    "దాని తర్వాత రెండవ సారి బాకా ఊదబడుతుంది. (అప్పుడు అందరూ పునరుత్థరింప బడతారు).",
    "ఆ రోజు (కొన్ని) హృదయాలు (భయంతో) దడదడలాడుతూ ఉంటాయి.",
    "వారి చూపులు క్రిందికి వాలి ఉంటాయి.",
    "వారు ఇలా అంటున్నారు: \"ఏమీ? మనం మన పూర్వ స్థితిలోకి మళ్ళీ తీసుకు రాబడతామా?",
    "మనం శిథిలమైన ఎముకలుగా మారి పోయిన తరువాత కూడానా?\"",
    "వారు (ఇంకా ఇలా) అంటారు: \"అయితే ఈ తిరిగి రావటమనేది చాల నష్టదాయకమైనదే!\"",
    "కాని అది వాస్తవానికి, ఒకే ఒక (తీవ్రమైన) ధ్వని.",
    "అప్పుడు వారందరూ, ఒకేసారి లేచి మైదానంలోకి వచ్చి ఉంటారు.",
    "ఏమీ? నీకు మూసా వృత్తాంతం అందిందా?",
    "అతని ప్రభువు పవిత్ర తువా లోయలో అతనిని పిలిచినప్పుడు,",
    "(ఇలా అన్నాడు): \"ఫిర్ఔన్ వద్దకు వెళ్ళు, నిశ్చయంగా, అతడు ధిక్కారుడయ్యాడు.",
    "\"ఇక (అతనితో) ఇట్లను: 'ఏమీ? నీవు పాపరహితుడవు అవటానికి ఇష్టపడతావా?",
    "మరియు నేను నీకు నీ ప్రభువు వైపునకు మార్గదర్శకత్వం చేస్తాను, మరి నీవు ఆయన పట్ల భీతి కలిగి ఉంటావా?'\"",
    "తరువాత అతను (మూసా) అతడికి (ఫిర్ఔన్ కు) గొప్ప అద్భుత నిదర్శనాన్ని చూపాడు.",
    "కాని అతడు (ఫిర్ఔన్) దానిని అబద్ధమని తిరస్కరించాడు మరియు (అతని మాటను) ఉల్లంఘించాడు.",
    "ఆ తర్వాత అతడు (ఫిర్ఔన్) వెనక్కి మరలి పోయి, (కుట్రలు) పన్నసాగాడు.",
    "పిదప (ప్రజలను) సమావేశపరచి, ఎలుగెత్తి చాటుతూ;",
    "ఇలా అన్నాడు: \"నేనే మీ యొక్క మహాన్నత ప్రభువును!\"",
    "కావున అల్లాహ్ అతనిని ఇహపరలోకాల శిక్షకు గురి చేశాడు.",
    "నిశ్చయంగా, ఇందులో (అల్లాహ్ కు) భయపడే ప్రతి వ్యక్తి కొరకు గుణపాఠముంది.",
    "ఏమీ? మిమ్మల్ని సృష్టించడం కఠినమయిన పనా? లేక ఆకాశాన్నా? ఆయనే కదా దానిని నిర్మించింది!",
    "ఆయన దాని కప్పు (ఎత్తు)ను చాలా పైకి లేపాడు. తరువాత దానిని క్రమపరిచాడు;",
    "మరియు ఆయన దాని రాత్రిని చీకటిగా చేశాడు. మరియు దాని పగటిని (వెలుగును) బహిర్గతం చేశాడు.",
    "మరియు ఆ పిదప భూమిని పరచినట్లు చేశాడు.",
    "దాని నుండి దాని నీళ్ళను మరియు దాని పచ్చికను బయటికి తీశాడు;",
    "మరియు పర్వతాలను (దానిలో) స్థిరంగా నాటాడు;",
    "మీకు మరియు మీ పశువులకు జీవన సామగ్రిగా!",
    "ఇక ఆ గొప్ప దుర్ఘటన (పునరుత్థాన దినం) వచ్చినప్పుడు;",
    "ఆ రోజు మానవుడు తాను చేసిందంతా జ్ఞాపకం చేసుకుంటాడు;",
    "మరియు చూసే వారి యెదుటకు, నరకాగ్ని స్పష్టంగా కనబడేటట్లు తేబడుతుంది.",
    "ఇక ధిక్కారంతో హద్దులు మీరి ప్రవర్తించిన వాడికి;",
    "మరియు ఐహిక జీవితానికి ప్రాధాన్యత నిచ్చిన వాడికి;",
    "నిశ్చయంగా, నరకాగ్నియే, వాని నివాస స్థానమవుతుంది!",
    "మరియు తన ప్రభువు ముందు నిలబడ వలసి వుంటుందన్న భయంతో తన మనస్సును దుష్టవాంఛలకు దూరంగా ఉంచిన వ్యక్తికి;",
    "నిశ్చయంగా, స్వర్గమే, అతని నివాస స్థానమవుతుంది!",
    "(ఓ ముహమ్మద్!) వీరు నిన్ను - ఆ ఘడియను గురించి: \"అసలు అది ఎప్పుడొస్తుంది?\" అని అడుగుతున్నారు.",
    "దాని గురించి చెప్పడానికి దాంతో నీకేమి సంబంధం?",
    "దాని వాస్తవ జ్ఞానం నీ ప్రభువుకే ఉంది!",
    "(ఓ ముహమ్మద్!) నిశ్చయంగా, నీవు, దానికి భయపడే వారిని హెచ్చరించే వాడవు మాత్రమే!",
    "వారు దానిని చూసిన రోజు (తాము ప్రపంచంలో) కేవలం ఒక సాయంత్రమో లేక ఒక ఉదయమో గడిపినట్లు భావిస్తారు.",
    "అతను (ప్రవక్త) భృకుటి ముడి వేసుకున్నాడు మరియు ముఖం త్రిప్పుకున్నాడు;",
    "ఆ గ్రుడ్డివాడు తన వద్దకు వచ్చాడని!",
    "కాని నీకేం తెలుసు? బహుశా అతడు తనను తాను సంస్కరించుకోవచ్చు!",
    "లేదా అతడు హితబోధ పొందవచ్చు మరియు ఆ హితబోధ అతనికి ప్రయోజనకరం కావచ్చు!",
    "కాని అతడు, ఎవడైతే తనను తాను స్వయం సమృద్ధుడు, అనుకుంటున్నాడో!",
    "అతని పట్ల నీవు ఆసక్తి చూపుతున్నావు.",
    "ఒకవేళ అతడు సంస్కరించుకోక పోతే నీపై బాధ్యత ఏముంది?",
    "కాని, ఎవడైతే తనంతట తాను, నీ వద్దకు పరుగెత్తుకుంటూ వచ్చాడో!",
    "మరియు (అల్లాహ్ యెడల) భీతిపరుడై ఉన్నాడో!",
    "అతనిని నీవు నిర్లక్ష్యం చేస్తున్నావు.",
    "అలా కాదు! నిశ్చయంగా, ఇది (ఈ ఖుర్ఆన్) ఒక హితోపదేశం.",
    "కావున ఇష్టమున్నవారు దీనిని స్వీకరించవచ్చు!",
    "ఇది ప్రతిష్ఠాకరమైన పుటలలో (వ్రాయబడి ఉన్నది);",
    "మహోన్నతమైనది, పవిత్రమైనది;",
    "లేఖకుల (దేవదూతల) చేతులలో;",
    "వారు గౌరవనీయులైన సత్పురుషులు (ఆజ్ఞానువర్తనులు).",
    "మానవుడు నాశనం గాను! అతడు ఎంత కృతఘ్నుడు!",
    "ఆయన (అల్లాహ్) దేనితో అతనిని సృష్టించాడు?",
    "అతనిని వీర్యబిందువుతో సృష్టించాడు తరువాత అతనిని తగిన విధంగా తీర్చిదిద్దాడు.",
    "ఆ తరువాత, అతని మార్గాన్ని అతనికి సులభతరం చేశాడు;",
    "ఆపైన అతనిని మరణింపజేసి గోరీ లోకి చేర్చాడు;",
    "మళ్ళీ ఆయన (అల్లాహ్) కోరినప్పుడు అతనిని తిరిగి బ్రతికించి లేపాడు.",
    "అలా కాదు, ఆయన (అల్లాహ్) ఆదేశించిన దానిని (మానవుడు) నెరవేర్చలేదు.",
    "ఇక, మానవుడు తన ఆహారాన్ని గమనించాలి!",
    "నిశ్చయంగా మేము నీటిని (వర్షాన్ని) ఎంత పుష్కలంగా కురిపించాము.",
    "ఆ తరువాత భూమిని (మొలిచే మొక్కలతో) చీల్చాము, ఒక అద్భుతమైన చీల్పుతో!",
    "తరువాత దానిలో ధాన్యాన్ని పెంచాము;",
    "మరియు ద్రాక్షలను మరియు కూరగాయలను;",
    "మరియు ఆలివ్ (జైతూన్) మరియు ఖర్జూరపు చెట్లను;",
    "మరియు దట్టమైన తోటలను;",
    "మరియు (రకరకాల) పండ్లను మరియు పచ్చికలను;",
    "మీకు మరియు మీ పశువులకు జీవన సామగ్రిగా!",
    "ఎప్పుడైతే, చెవులను చెవిటిగా చేసే ఆ గొప్ప ధ్వని వస్తుందో!",
    "ఆ రోజు, మానవుడు తన సోదరుని నుండి దూరంగా పారిపోతాడు;",
    "మరియు తన తల్లి నుండి మరియు తండ్రి నుండి;",
    "మరియు తన భార్య (సాహిబతి) నుండి మరియు తన సంతానం నుండి;",
    "ఆ రోజు వారిలో ప్రతి మానవునికి తనను గురించి మాత్రమే చాలినంత చింత ఉంటుంది.",
    "ఆ రోజు కొన్ని ముఖాలు ఆనందంతో ప్రకాశిస్తూ ఉంటాయి;",
    "అవి చిరునవ్వులతో ఆనందోత్సాహాలతో కళకళలాడుతుంటాయి.",
    "మరికొన్ని ముఖాలు ఆ రోజు, దుమ్ము కొట్టుకొని (ఎంతో వ్యాకులంతో) నిండి ఉంటాయి.",
    "అవి నల్లగా మాడిపోయి ఉంటాయి;",
    "అలాంటి వారు, వారే! సత్యతిరస్కారులైన దుష్టులు.",
    "సూర్యుడు (అంధకారంలో) చుట్టి పోయబడి కాంతిహీనుడైనప్పుడు!",
    "మరియు నక్షత్రాలు (కాంతిని కోల్పోయి) రాలిపోవునప్పుడు!",
    "మరియు పర్వతాలు కదిలించబడినప్పుడు!",
    "మరియు నిండు సూడి ఒంటెలు, నిరపేక్షంగా వదిలివేయబడినప్పుడు!",
    "మరియు క్రూరమృగాలన్నీ ఒకచేట సమకూర్చబడినప్పుడు!",
    "మరియు సముద్రాలు ఉప్పొంగిపోయి నప్పుడు!",
    "మరియు ఆత్మలు (శరీరాలతో) తిరిగి కలుపబడి నప్పుడు!",
    "మరియు సజీవంగా పాతి పెట్టబడిన బాలిక ప్రశ్నించబడినప్పుడు:",
    "ఏ అపరాధానికి తాను హత్య చేయబడిందని?",
    "మరియు కర్మపత్రాలు తెరువబడినప్పుడు!",
    "మరియు ఆకాశం ఒలిచి వేయబడినప్పుడు!",
    "మరియు నరకాగ్ని మండించబడినప్పుడు!",
    "మరియు స్వర్గం దగ్గరకు తీసుకురాబడినప్పుడు!",
    "ప్రతి ఆత్మ తాను చేసి తెచ్చిన కర్మలను తెలుసుకుంటుంది.",
    "అలా కాదు! నేను తొలగిపోయే నక్షత్రాల సాక్షిగా చెబుతున్నాను;",
    "(ఏవైతే) వేగంగా తిరుగుతూ కనుమరుగవుతున్నాయో!",
    "మరియు గడచి పోయే రాత్రి సాక్షిగా!",
    "మరియు ప్రకాశించే ఉదయం సాక్షిగా!",
    "నిశ్చయంగా, ఇది (ఈ ఖుర్ఆన్) గౌరవనీయుడైన సందేశహరుడు తెచ్చిన వాక్కు!",
    "అతను (జిబ్రీల్) మహా బలశాలి, సింహాసన (అర్ష్) అధిపతి సన్నిధిలో ఉన్నత స్థానం గలవాడు!",
    "అతని ఆజ్ఞలు పాటింపబడతాయి మరియు (అతను) విశ్వసనీయుడు!",
    "మరియు (ఓ ప్రజలారా!) మీ సహచరుడు పిచ్చివాడు కాడు!",
    "మరియు వాస్తవంగా, అతను ఆ సందేశహరుణ్ణి (జిబ్రీల్ ను) ప్రకాశవంతమైన దిఙ్మండలంలో చూశాడు.",
    "మరియు అతను (ముహమ్మద్) అగోచర జ్ఞానాన్ని ప్రజల నుండి దాచేవాడు కాడు.",
    "మరియు ఇది (ఈ ఖుర్ఆన్) శపించ (బహిష్కరించ) బడిన షైతాన్ వాక్కు కాదు.",
    "మరి మీరు ఎటు పోతున్నారు?",
    "ఇది (ఈ ఖుర్ఆన్) సర్వలోకాలకు ఒక హితోపదేశం.",
    "మీలో, ఋజుమార్గంలో నడవ దలచుకున్న ప్రతివాని కొరకు.",
    "మరియు సర్వలోకాల ప్రభువైన అల్లాహ్ తలచనంత వరకు, మీరు తలచినంత మాత్రాన ఏమీ కాదు.",
    "ఆకాశం చీల్చబడినప్పుడు!",
    "మరియు నక్షత్రాలు చెదిరి పోయినప్పుడు!",
    "మరియు సముద్రాలు పొంగి పొరలి పోయినప్పుడు!",
    "మరియు సమాధులు పెళ్ళగింప (తెరువ) బడినప్పుడు!",
    "ప్రతి వ్యక్తికి తాను చేసి పంపుకున్నది మరియు వెనుక వదలి పెట్టింది అంతా తెలిసి పోతుంది.",
    "ఓ మానవుడా! పరమదాత అయిన నీ ప్రభువును గురించి, ఏ విషయం నిన్ను ఏమరుపాటుకు గురి చేసింది?",
    "ఆయనే నిన్ను సృష్టించాడు, తరువాత ఎలాంటి లోపం లేకుండా నిన్ను తీర్చిదిద్దాడు మరియు నిన్ను తగిన ప్రమాణంలో రూపొందించాడు.",
    "తాను తలచిన ఆకారంలో నిన్ను మలిచాడు.",
    "అలా కాదు! వాస్తవానికి మీరు (పరలోక) తీర్పును అబద్ధమని తిరస్కరిస్తున్నారు!",
    "మరియు, నిశ్చయంగా! మిమ్మల్ని కనిపెట్టుకొని ఉండేవారు (దేవదూతలు) ఉన్నారు.",
    "వారు, గౌరవనీయులైన లేఖకులు;",
    "మీరు చేసేదంతా తెలుసుకునేవారు!",
    "నిశ్చయంగా పుణ్యాత్ములు సుఖసంతోషాలలో తేలియాడుతూ ఉంటారు.",
    "మరియు నిశ్చయంగా, దుష్టులు భగభగ మండే నరకాగ్నిలో ఉంటారు.",
    "తీర్పు దినమున వారు అందులో ప్రవేశిస్తారు.",
    "మరియు వారు దాని నుండి ఎంత మాత్రం తప్పించుకోలేరు.",
    "మరియు ఆ తీర్పుదినం అంటే ఏమిటో నీకెలా తెలుస్తుంది?",
    "అవును మరి! ఆ తీర్పుదినం అంటే ఏమిటో నీకెలా తెలుస్తుంది?",
    "ఆ దినమున ఏ మానవునికి కూడా ఇతరునికి ఎలాంటి సహాయం చేసే అధికారం ఉండదు. మరియు ఆ రోజు నిర్ణయాధికారం కేవలం అల్లాహ్ కే ఉంటుంది.",
    "కొలతలలో, తూనికలలో తగ్గించి ఇచ్చే వారికి వినాశముంది.",
    "వారు ప్రజల నుండి తీసుకునేటప్పుడు పూర్తిగా తీసుకుంటారు.",
    "మరియు తాము ప్రజలకు కొలిచి గానీ లేక తూచి గానీ ఇచ్చేటప్పుడు మాత్రం తగ్గించి ఇస్తారు.",
    "ఏమీ? ఇలాంటి వారు తిరిగి బ్రతికించి లేపబడరని భావిస్తున్నారా?",
    "ఒక గొప్ప దినమున!",
    "సర్వ లోకాల ప్రభువు సమక్షంలో ప్రజలు అందరూ నిలబడే రోజు.",
    "అలా కాదు! నిశ్చయంగా, దుష్టుల కర్మపత్రం సిజ్జీనులో ఉంది.",
    "ఆ సిజ్జీన్ అంటే నీవు ఏమనుకుంటున్నావు?",
    "వ్రాసి పెట్టబడిన (చెరగని) గ్రంథం.",
    "సత్యాన్ని తిరస్కరించే వారికి ఆ రోజు వినాశముంది.",
    "వారికే! ఎవరైతే తీర్పుదినాన్ని తిరస్కరిస్తారో!",
    "మరియు మితిమీరి ప్రవర్తించే పాపిష్ఠుడు తప్ప, మరెవ్వడూ దానిని (తీర్పు దినాన్ని) తిరస్కరించడు.",
    "మా సూచనలు (ఆయాత్ లు) అతడికి వినిపించ బడినప్పుడు అతడు: \"ఇవి పూర్వకాలపు కట్టుకథలే!\" అని అంటాడు.",
    "అలా కాదు! వాస్తవానికి వారి హృదయాలకు వారి (దుష్ట) కార్యాల త్రుప్పు పట్టింది.",
    "అంతేకాదు, ఆ రోజు నిశ్చయంగా, వారు తమ ప్రభువు కారుణ్యం నుండి నిరోధింప బడతారు.",
    "తరువాత వారు నిశ్చయంగా, భగభగ మండే నరకాగ్నిలోకి పోతారు.",
    "అప్పుడు వారితో: \"దేనినైతే మీరు అసత్యమని తిరస్కరిస్తూ వచ్చారో, అది ఇదే!\" అని చెప్పబడుతుంది.",
    "అలా కాదు! నిశ్చయంగా, ధర్మనిష్ఠాపరుల (పుణ్యాత్ముల) కర్మపత్రం మహోన్నత గ్రంథం (ఇల్లియ్యూన్)లో ఉంది.",
    "మరి ఆ ఇల్లియ్యూన్ అంటే నీవు ఏమనుకుంటున్నావు?",
    "అది వ్రాసిపెట్టబడిన ఒక గ్రంథం.",
    "దానికి, (అల్లాహ్ కు) సన్నిహితులైన వారు (దేవదూతలు) సాక్ష్యంగా ఉంటారు.",
    "నిశ్చయంగా, పుణ్యాత్ములు సుఖసంతోషాలలో ఉంటారు.",
    "ఎత్తైన ఆసనాలపై కూర్చొని (స్వర్గదృశ్యాలను) తిలకిస్తూ.",
    "వారి ముఖాలు సుఖసంతోషాలతో కళకళలాడుతూ ఉండటం నీవు చూస్తావు.",
    "సీలు చేయబడిన నాణ్యమైన మధువు వారికి త్రాగటానికి ఇవ్వబడుతుంది.",
    "దాని చివరి చుక్కలోనూ కస్తూరి సువాసన ఉంటుంది. కాబట్టి దానిని పొందటానికి అపేక్షించే వారంతా ప్రయాస పడాలి.",
    "మరియు దానిలో (ఆ మధువులో) తస్నీమ్ కలుపబడి ఉంటుంది.",
    "అదొక చెలమ, (అల్లాహ్) సాన్నిధ్యం పొందినవారే దాని నుండి త్రాగుతారు.",
    "వాస్తవానికి (ప్రపంచంలో) అపరాధులు విశ్వసించిన వారిని హేళన చేసేవారు.",
    "మరియు వీరు (విశ్వాసులు), వారి (అవిశ్వాసుల) యెదుట నుండి పోయి నప్పుడు, వారు (అవిశ్వాసులు) పరస్పరం కనుసైగలు చేసుకునేవారు.",
    "మరియు (అవిశ్వాసులు) తమ ఇంటి వారి దగ్గరికి పోయినప్పుడు (విశ్వాసులను గురించి) పరిహసిస్తూ మరలేవారు.",
    "మరియు (విశ్వాసులను) చూసినపుడల్లా: \"నిశ్చయంగా, వీరు దారి తప్పినవారు!\" అని అనేవారు.",
    "మరియు వారు (అవిశ్వాసులు) వీరి (విశ్వాసుల) మీద కాపలాదారులుగా పంపబడలేదు!",
    "కాని ఈ రోజు (పునరుత్థాన దినం నాడు) విశ్వసించినవారు, సత్యతిరస్కారులను చూసి నవ్వుతారు.",
    "ఎత్తైన ఆసనాలపై కూర్చొని (స్వర్గదృశ్యాలను) తిలకిస్తూ (ఇలా అంటారు):",
    "\"ఇక! ఈ సత్యతిరస్కారులకు, వారి చేష్టలకు తగిన ప్రతిఫలం తప్ప మరేమైనా దొరుకునా?\"",
    "ఆకాశం బ్రద్దలయి పోయినప్పుడు!",
    "మరియు అది తన ప్రభువు ఆదేశపాలన చేసింది మరియు అదే దాని విధ్యుక్త ధర్మం.",
    "మరియు భూమి విస్తరింపజేయబడి (చదునుగా చేయబడి) నప్పుడు;",
    "మరియు అది తన లోపల ఉన్నదంతా బయటికి విసరివేసి, ఖాళీ అయినప్పుడు;",
    "అది తన ప్రభువు ఆదేశపాలన చేసింది మరియు అదే దాని విధ్యుక్త ధర్మం.",
    "ఓ మానవుడా! నిశ్చయంగా, నీవు నీ ప్రభువు వైపునకు, నీ (మంచి-చెడు) కర్మలను తీసుకొని మరలుతున్నావు, ఒక నిశ్చిత మరల్పు. అప్పుడు నీవు నీ (కర్మల ఫలితాన్ని) పొందుతావు.",
    "అప్పుడు తన కర్మపత్రం కుడిచేతిలో ఇవ్వబడినవాడి నుండి;",
    "అతని లెక్క అతి తేలికగా తీసుకోబడగలదు.",
    "మరియు అతడు సంతోషంగా తన వారి దగ్గరకు మరలిపోతాడు!",
    "ఇక తన కర్మపత్రం వీపు వెనుక నుండి ఇవ్వబడినవాడు;",
    "అప్పుడతడు తన నాశనాన్నే - కోరుకుంటాడు;",
    "మరియు అతడు మండుతున్న నరకాగ్నిలో పడిపోతాడు.",
    "వాస్తవానికి, అతడు (ప్రపంచంలో) తన వారి మధ్య సుఖసంతోషాలలో మునిగి ఉండేవాడు.",
    "వాస్తవానికి, అతడు (మా వైపుకు) మరలిరాడని భావించేవాడు.",
    "అలా కాదు! వాస్తవానికి, అతని ప్రభువు అతనిని గమనిస్తూ ఉండేవాడు.",
    "కనుక, నేను సంధ్యకాలపు ఎరుపు సాక్షిగా చెబుతున్నాను!",
    "రాత్రి సాక్షిగా, అది ప్రోగు చేసేవాటి సాక్షిగా!",
    "పూర్ణచంద్రుని సాక్షిగా!",
    "మీరందరూ తప్పనిసరిగా ఒక స్థితి నుండి మరొక స్థితికి క్రమక్రమంగా మారుతూ పోవలసి ఉంటుంది.",
    "అయితే వీరి కేమయింది? వీరు ఎందుకు విశ్వసించరు?",
    "మరియు ఖుర్ఆన్ వీరి ముందు పఠింపబడినప్పుడు వీరెందుకు సాష్టాంగం (సజ్దా) చేయరు?",
    "అలా కాదు! ఈ సత్యతిరస్కారులు దీనిని అసత్యమంటున్నారు.",
    "మరియు వారు కూడబెట్టేదంతా అల్లాహ్ కు బాగా తెలుసు.",
    "కాబట్టి వారికి (పరలోకంలో) లభించే వ్యధాభరితమైన శిక్ష యొక్క వార్తనివ్వు -",
    "విశ్వసించి సత్కార్యాలు చేసే వారికి తప్ప - వారికి ఎన్నటికీ అంతం గాని ప్రతిఫలం ఉంటుంది.",
    "విస్తారమైన తారాగణం గల ఆకాశం సాక్షిగా!",
    "వాగ్దానం చేయబడిన (పునరుత్థాన) దినం సాక్షిగా!",
    "చూచేదాని (దినం) మరియు చూడబడే దాని (దినం) సాక్షిగా!",
    "అగ్ని కందకం (ఉఖూద్) వారు నాశనం చేయబడ్డారు.",
    "ఇంధనంతో తీవ్రంగా మండే అగ్నిని రాజేసేవారు.",
    "వారు దాని (ఆ కందకం) అంచుపై కూర్చొని ఉన్నప్పుడు;",
    "మరియు తాము విశ్వాసుల పట్ల చేసే ఘోర కార్యాలను (సజీవ దహనాలను) తిలకించేవారు.",
    "మరియు వారు విశ్వాసుల పట్ల కసి పెంచుకోవడానికి కారణం - వారు (విశ్వాసులు) సర్వశక్తిమంతుడు, సర్వ స్తోత్రాలకు అర్హుడైన - అల్లాహ్ ను విశ్వసించడం మాత్రమే!",
    "ఆయనే! ఎవరికైతే భూమ్యాకాశాల ఆధిపత్యం ఉందో! మరియు అల్లాహ్ యే ప్రతిదానికి సాక్షి.",
    "ఎవరైతే విశ్వాసులైన పురుషులను మరియు విశ్వాసులైన స్త్రీలను హింసిస్తారో, ఆ తరువాత పశ్చాత్తాపంతో క్షమాపణ కోరరో! నిశ్చయంగా, అలాంటి వారికి నరకశిక్ష ఉంటుంది. మరియు వారికి మండే నరకాగ్ని శిక్ష విధించబడుతుంది.",
    "నిశ్చయంగా, విశ్వసించి సత్కార్యాలు చేసేవారి కొరకు క్రింద సెలయేళ్ళు ప్రవహించే స్వర్గవనాలుంటాయి. అదే గొప్ప విజయం.",
    "నిశ్చయంగా, నీ ప్రభువు యొక్క పట్టు (శిక్ష) చాలా కఠినమైనది.",
    "నిశ్చయంగా, ఆయనే (సృష్టిని) ఆరంభించేవాడు మరియు ఆయనే (దానిని) మరల ఉనికిలోకి తెచ్చేవాడు.",
    "మరియు ఆయన క్షమాశీలుడు, అమిత వాత్సల్యుడు.",
    "సింహాసనాన్ని (అర్ష్ ను) అధిష్టించిన వాడు, మహత్త్వపూర్ణుడు.",
    "తాను తలచింది చేయగలవాడు.",
    "ఏమీ? సైన్యాల వారి సమాచారం నీకు అందిందా?",
    "ఫిర్ఔన్ మరియు సమూద్ వారి (సైన్యాల).",
    "అలా కాదు, సత్యతిరస్కారులు (సత్యాన్ని) తిరస్కరించుటలో నిమగ్నులై ఉన్నారు.",
    "మరియు అల్లాహ్ వారిని వెనుక (ప్రతి దిక్కు) నుండి చుట్టుముట్టి ఉన్నాడు.",
    "వాస్తవానికి, ఇది ఒక దివ్యమైన ఖుర్ఆన్.",
    "సురక్షితమైన ఫలకం (లౌహె మహ్ ఫూజ్) లో (వ్రాయబడి) ఉన్నది.",
    "ఆకాశం మరియు రాత్రివేళ వచ్చే నక్షత్రం (అత్ తారిఖ్) సాక్షిగా!",
    "రాత్రి వేళ వచ్చేది (అత్ తారిఖ్) అంటే ఏమిటో నీకు ఎలా తెలుస్తుంది?",
    "అదొక అత్యంత ప్రకాశవంతమైన నక్షత్రం.",
    "కనిపెట్టుకొని ఉండేవాడు (దేవదూత) లేకుండా ఏ వ్యక్తి కూడా లేడు.",
    "కావున మానవుడు తాను దేనితో సృష్టించబడ్డాడో గమనించాలి!",
    "అతడు విసర్జించబడే (చిమ్ముకుంటూ వెలువడే) ద్రవపదార్థంతో సృష్టించబడ్డాడు.",
    "అది వెన్ను మరియు రొమ్ము ఎముకల మధ్యభాగం నుండి బయటికి వస్తుంది.",
    "నిశ్చయంగా, ఆయన (సృష్టికర్త), అతనిని మరల బ్రతికించి తేగల సామర్థ్యం గలవాడు!",
    "ఏ రోజయితే రహస్య విషయాల విచారణ జరుగుతుందో!",
    "అప్పుడు అతనికి (మానవునికి) ఎలాంటి శక్తి ఉండదు మరియు ఏ సహాయకుడునూ ఉండడు.",
    "వర్షం కురిపించే ఆకాశం సాక్షిగా!",
    "(చెట్లు మొలకెత్తేటప్పుడు) చీలి పోయే భూమి సాక్షిగా!",
    "నిశ్చయంగా, ఇది (ఈ ఖుర్ఆన్, సత్యాసత్యాలను) వేరు పరచే వాక్కు (గీటురాయి).",
    "మరియు ఇది వృథా కాలక్షేపానికి వచ్చినది కాదు.",
    "(ఓ ముహమ్మద్!) నిశ్చయంగా, వారు (నీకు విరుద్ధంగా) కుట్రపన్నుతున్నారు.",
    "మరియు నేను కూడా పన్నాగం పన్నుతున్నాను.",
    "కనుక నీవు సత్యతిరస్కారులకు కొంత వ్యవధి నివ్వు! వారి పట్ల మృదువుగా వ్యవహరించు.",
    "అత్యున్నతుడైన నీ ప్రభువు నామాన్ని స్తుతించు!",
    "ఆయనే (ప్రతిదానిని) సృష్టించాడు మరియు తగిన ప్రమాణంలో రూపొందించాడు.",
    "మరియు ఆయనే దాని ప్రకృతి లక్షణాలను నిర్ణయించాడు, మరియు మార్గం చూపాడు!",
    "మరియు ఆయనే పచ్చికను మొలిపింప జేశాడు.",
    "మరల దానిని నల్లని చెత్తాచెదారంగా చేశాడు.",
    "మేము నీచేత (ఖుర్ఆన్ ను) చదివింప జేస్తాము, తరువాత నీవు (దానిని) మరచిపోవు -",
    "అల్లాహ్ కోరింది తప్ప! నిశ్చయంగా, బహిరంగంగా ఉన్నదీ మరియు గోప్యంగా ఉన్నదీ అన్నీ ఆయనకు బాగా తెలుసు.",
    "మరియు మేము నీ మార్గాన్ని సులభం చేయడానికి నీకు సౌలభ్యాన్ని కలుగజేస్తాము.",
    "కావున నీవు హితోపదేశం చేస్తూ ఉండు; వారికి హితోపదేశం లాభదాయకం కావచ్చు!",
    "(అల్లాహ్ కు) భయపడే వాడు హితోపదేశాన్ని స్వీకరిస్తాడు.",
    "మరియు దౌర్భాగ్యుడు దానికి దూరమై పోతాడు.",
    "అలాంటి వాడే ఘోరమైన నరకాగ్నిలో పడి కాలుతాడు.",
    "అప్పుడు, అతడు అందులో చావనూ లేడు, బ్రతకనూ లేడు.",
    "సుశీలతను (పవిత్రతను) పాటించే వాడు తప్పక సాఫల్యం పొందుతాడు.",
    "మరియు తన ప్రభువు నామాన్ని స్మరిస్తూ, నమాజ్ చేస్తూ ఉండేవాడు.",
    "అలా కాదు! మీరు ఐహిక జీవితానికి ప్రాధాన్యత నిస్తున్నారు;",
    "కాని పరలోక జీవితమే మేలైనది మరియు చిరకాలముండేది.",
    "నిశ్చయంగా, ఈ విషయం పూర్వగ్రంథాలలో (వ్రాయబడి) ఉంది;",
    "ఇబ్రాహీమ్ మరియు మూసాలపై (అవతరింపజేయబడిన) గ్రంథాలలో.",
    "హఠాత్తుగా ఆసన్నమయ్యే ఆ విపత్తు (పునరుత్థాన దినపు) సమాచారం నీకు అందిందా?",
    "కొన్ని ముఖాలు ఆ రోజు వాలి (క్రుంగి) పోయి ఉంటాయి.",
    "(ప్రపంచంలోని వృథా) శ్రమకు, (పరలోకంలో జరిగే) అవమానానికి,",
    "వారు దహించే అగ్నిలో పడి కాలుతారు.",
    "వారికి సలసల కాగే చెలమ నీరు త్రాగటానికి ఇవ్వబడుతుంది.",
    "వారికి చేదు ముళ్ళగడ్డ (దరీఅ) తప్ప మరొక ఆహారం ఉండదు.",
    "అది వారికి బలమూ నియ్యదు మరియు ఆకలీ తీర్చదు!",
    "ఆ రోజున, మరికొన్ని ముఖాలు కళకళలాడుతూ ఉంటాయి;",
    "తాము చేసుకున్న సత్కార్యాలకు (ఫలితాలకు) వారు సంతోషపడుతూ ఉంటారు.",
    "అత్యున్నతమైన స్వర్గవనంలో.",
    "అందులో వారు ఎలాంటి వృథా మాటలు వినరు.",
    "అందులో ప్రవహించే సెలయేళ్ళు ఉంటాయి;",
    "అందులో ఎత్తైన ఆసనాలు ఉంటాయి;",
    "మరియు పేర్చబడిన (మధు) పాత్రలు;",
    "మరియు వరుసలుగా వేయబడిన, దిండ్లు;",
    "మరియు పరచబడిన నాణ్యమైన తివాచీలు.",
    "ఏమిటీ? వారు ఒంటెల వైపు చూడరా? అవి ఎలా సృష్టించబడ్డాయో?",
    "మరియు ఆకాశం వైపుకు (చూడరా)? అది ఎలా పైకి ఎత్తబడి ఉందో?",
    "మరియు కొండల వైపుకు చూడరా?అవి ఎలా గట్టిగా నాటబడి ఉన్నాయో?",
    "మరియు భూమి వైపుకు (చూడరా)? అది ఎలా విశాలంగా పరచబడి ఉందో?",
    "కావున (ఓ ముహమ్మద్!) నీవు హితోపదేశం చేస్తూ ఉండు, వాస్తవానికి నీవు కేవలం హితోపదేశం చేసే వాడవు మాత్రమే!",
    "నీవు వారిని (విశ్వసించమని) బలవంతం చేసేవాడవు కావు.",
    "ఇక, ఎవడైతే వెనుదిరుగుతాడో మరియు సత్యాన్ని తిరస్కరిస్తాడో!",
    "అప్పుడు అతనికి అల్లాహ్ ఘోరశిక్ష విధిస్తాడు.",
    "నిశ్చయంగా, మా వైపునకే వారి మరలింపు ఉంది;",
    "ఆ తర్వాత నిశ్చయంగా, వారి లెక్క తీసుకునేదీ మేమే!",
    "ప్రాంతః కాలం సాక్షిగా!",
    "పది రాత్రుల సాక్షిగా!",
    "సరి బేసీల సాక్షిగా!",
    "గడచిపోయే రాత్రి సాక్షిగా!",
    "వీటిలో బుద్ధిగల వాని కొరకు ఏ ప్రమాణమూ లేదా ఏమిటి?",
    "నీ ప్రభువు ఆద్ (జాతి) వారి పట్ల ఎలా వ్యవహరించాడో నీకు తెలియదా?",
    "ఎత్తైన స్థంభాల (భవనాలు గల) ఇరమ్ ప్రజల పట్ల?",
    "వారిలాంటి జాతి భూమిలో ఎన్నడూ సృష్టించబడలేదు.",
    "మరియు లోయలలోని కొండరాళ్ళలో (భవనాలను) తొలిచిన సమూద్ జాతి పట్ల?",
    "మరియు మేకులవాడైన ఫిర్ఔన్ పట్ల?",
    "వారంతా ఆయా దేశాలలో తలబిరుసుతనంతో ప్రవర్తించారు;",
    "మరియు వాటిలో దౌర్జన్యాన్ని రేకెత్తించారు.",
    "కాబట్టి నీ ప్రభువు వారిపైకి అనేక రకాల బాధాకరమైన శిక్షలను పంపాడు.",
    "వాస్తవానికి, నీ ప్రభువు మాటు వేసి ఉన్నాడు (అంతా కనిపెడ్తూ ఉంటాడు)!",
    "అయితే మానవుడు ఎలాంటి వాడంటే: అతని ప్రభువు అతన్ని పరీక్షించటానికి, అతనికి గౌరవ ప్రతిష్టల నిచ్చి అనుగ్రహించి నప్పుడు: \"నా ప్రభువు నన్ను గౌరవించాడు.\" అని అంటాడు;",
    "కాని, అతన్ని పరీక్షించటానికి, అతని ఉపాధిని తగ్గించినప్పుడు: \"నా ప్రభువు నన్ను అవమానించాడు.\" అని అంటాడు.",
    "అలా కాదు, వాస్తవానికి మీరు అనాథులను ఆదరించరు;",
    "మరియు మీరు పేదలకు అన్నం పెట్టే విషయంలో ఒకరినొకరు ప్రోత్సహించుకోరు;",
    "మరియు వారసత్వపు ఆస్తిని పేరాశతో అంతా మీరే తినేస్తారు.",
    "మరియు మీరు ధనవ్యామోహంలో దారుణంగా చిక్కుకు పోయారు!",
    "అలా కాదు, భూమి, దంచి పిండిపిండిగా చేయబడినపుడు;",
    "మరియు నీ ప్రభువు (స్వయంగా) వస్తాడు మరియు దేవదూతలు వరుసలలో వస్తారు.",
    "ఆ రోజు నరకం (ముందుకు) తీసుకు రాబడుతుంది. ఆ రోజు మానవుడు (తన కర్మలన్నీ) జ్ఞప్తికి తెచ్చుకుంటాడు; కాని ఆ రోజు జ్ఞప్తికి తెచ్చుకోవడం వల్ల అతనికి కలిగే ప్రయోజనమేమిటీ?",
    "అతడు: \"అయ్యో! నా పాడుగానూ! నా ఈ జీవితం కొరకు నేను (సత్కార్యాలు) చేసి పంపు కొని ఉంటే ఎంత బాగుండేది!\" అని వాపోతాడు.",
    "అయితే, ఆ రోజు, ఆయన (అల్లాహ్) శిక్షించినట్లు, మరెవ్వడూ శిక్షించలేడు!",
    "మరియు ఆయన (అల్లాహ్) బంధించినట్లు, మరెవ్వడూ బంధించలేడు.",
    "(సన్మార్గునితో ఇలా అనబడుతుంది): \"ఓ తృప్తి పొందిన ఆత్మా!",
    "నీ ప్రభువు సన్నిధికి మరలి రా! (నీకు లభించే సత్ఫలితానికి) ఆనందిస్తూ మరియు (నీ ప్రభువునకు) ప్రియమైనదానివై!",
    "నీవు (పుణ్యాత్ములైన) నా దాసులలో చేరిపో!",
    "మరియు నీవు నా స్వర్గంలో ప్రవేశించు!\"",
    "కాదు, నేను ఈ నగరం (మక్కా) సాక్షిగా (అంటున్నాను)!",
    "మరియు నీకు ఈ నగరంలో (మక్కాలో) స్వేచ్ఛ ఉంది.",
    "మరియు తండ్రి (మూలపురుషుడు) మరియు అతని సంతానం సాక్షిగా!",
    "వాస్తవానికి, మేము మానవుణ్ణి శ్రమజీవిగా పుట్టించాము.",
    "ఏమిటి? తనను ఎవ్వడూ వశపరచుకో లేడని అతడు భావిస్తున్నాడా?",
    "అతడు: \"నేను విపరీత ధనాన్ని ఖర్చు పెట్టాను!\" అని అంటాడు.",
    "ఏమిటి? తనను ఎవ్వడూ చూడటం లేదని అతడు భావిస్తున్నాడా?",
    "ఏమిటి? మేము అతనికి రెండు కళ్ళు ఇవ్వలేదా?",
    "మరియు నాలుకను మరియు రెండు పెదవులను.",
    "మరియు అతనికి (మంచీ - చెడూ) అనే స్పష్టమైన రెండు మార్గాలను చూపాము.",
    "కాని అతడు కష్టతరమైన ఊర్ధ్వ గమనానికి సాహసించలేదు!",
    "మరియు ఆ ఊర్ధ్వగమనం అంటే ఏమిటో నీకు తెలుసా?",
    "అది ఒకని మెడను (బానిసత్వం నుండి) విడిపించడం.",
    "లేదా! (స్వయంగా) ఆకలి గొని ఉన్న రోజు కూడా (ఇతరులకు) అన్నం పెట్టడం.",
    "సమీప అనాథునికి గానీ;",
    "లేక, దిక్కులేని నిరుపేదకు గానీ!",
    "మరియు విశ్వసించి, సహనాన్ని బోధించేవారిలో! మరియు కరుణను ఒకరి కొకరు బోధించుకునే వారిలో చేరిపోవడం.",
    "ఇలాంటి వారే కుడిపక్షం వారు.",
    "ఇక మా సందేశాలను తిరస్కరించిన వారు, ఎడమ పక్షానికి చెందినవారు.",
    "వారిని నరకాగ్ని చుట్టుకుంటుంది.",
    "సూర్యుని మరియు దాని ఎండ సాక్షిగా!",
    "దాని వెనుక వచ్చే చంద్రుని సాక్షిగా!",
    "ప్రకాశించే పగటి సాక్షిగా!",
    "దానిని క్రమ్ముకునే, రాత్రి సాక్షిగా!",
    "ఆకాశం మరియు దానిని నిర్మించిన ఆయన (అల్లాహ్) సాక్షిగా!",
    "భూమి మరియు దానిని విస్తరింపజేసిన ఆయన సాక్షిగా!",
    "మానవ ఆత్మ మరియు దానిని తీర్చిదిద్దిన ఆయన సాక్షిగా!",
    "ఆ తరువాత ఆయనే దానికి దుష్టతనాన్ని మరియు దైవభీతిని తెలియజేశాడు.",
    "వాస్తవానికి తన ఆత్మను శుద్ధపరచుకున్నవాడే సఫలుడవుతాడు.",
    "మరియు వాస్తవానికి దానిని అణగ ద్రొక్కిన వాడే విఫలుడవుతాడు.",
    "సమూద్ జాతి తలబిరుసుతనంతో (ప్రవక్తను) అసత్యవాదుడవని తిరస్కరించింది; తమలోని పరమ దుష్టుడు (ఆ దుష్కార్యం చేయటానికి) లేచినప్పుడు;",
    "అల్లాహ్ సందేశహరుడు (సాలిహ్) వారితో: \"ఈ ఆడ ఒంటె అల్లాహ్ కు చెందింది. కాబట్టి దీనిని (నీళ్ళు) త్రాగనివ్వండి!\" అని అన్నాడు.",
    "అయినా వారు అతని (సాలిహ్) మాటను అబద్ధమని తిరస్కరించారు. మరియు దాని (ఆ ఒంటె) వెనక మోకాలి నరాన్ని కోసి, కుంటిదాన్ని చేసి చంపారు.",
    "కాబట్టి వారి ప్రభువు వారి పాపానికి పర్యవసానంగా వారి మీద మహా విపత్తును పంపి వారందరినీ నాశనం చేశాడు.",
    "మరియు ఆయన (అల్లాహ్) దాని పర్యవసానాన్ని గురించి భయపడలేదు!",
    "క్రమ్ముకునే రాత్రి సాక్షిగా!",
    "ప్రకాశించే పగటి సాక్షిగా!",
    "మరియు, మగ మరియు ఆడ (జాతులను) సృష్టించిన ఆయన (అల్లాహ్) సాక్షిగా!",
    "వాస్తవానికి, మీ ప్రయత్నాలు నానా విధాలుగా ఉన్నాయి;",
    "కాని ఎవడైతే (దానధర్మాలు) చేస్తూ దైవభీతి కలిగి ఉంటాడో!",
    "మరియు మంచిని నమ్ముతాడో!",
    "అతనికి మేము మేలు కొరకు దారిని సులభం చేస్తాము.",
    "కాని ఎవడైతే పిసినారితనం చేస్తూ, నిర్లక్ష్య వైఖరిని అవలంబిస్తాడో!",
    "మరియు మంచిని అబద్ధమని తిరస్కరిస్తాడో!",
    "అతనికి మేము చెడు కొరకు దారిని సులభం చేస్తాము.",
    "మరియు అతడు నశించి పోయినప్పుడు, అతని ధనం అతనికి ఎలా ఉపయోగపడుతుంది?",
    "నిశ్చయంగా, సన్మార్గం చూపడం మా పని!",
    "మరియు నిశ్చయంగా, ఇహపరలోకాల (ఆధిపత్యం) మాకే చెందినది.",
    "కాబట్టి నేను మిమ్మల్ని ప్రజ్వలించే నరకాగ్నిని గురించి హెచ్చరించాను.",
    "పరమ దౌర్భాగ్యుడు తప్ప, మరెవ్వడూ అందులో కాలడు!",
    "ఎవడైతే (సత్యాన్ని) తిరస్కరించి (దాని నుండి) విముఖుడవుతాడో!",
    "కాని దైవభీతి గలవాడు దాని నుండి (ఆ నరకాగ్ని నుండి) దూరంగా ఉంచబడతాడు!",
    "అతడే! ఎవడైతే, పవిత్రుడవటానికి తన ధనం నుండి (ఇతరులకు) ఇస్తాడో!",
    "కాని అది, వారు అతనికి చేసిన ఏ ఉపకారానికి బదులుగా గాక;",
    "కేవలం మహోన్నతుడైన తన ప్రభువు ప్రసన్నతను పొందటానికి మాత్రమే అయితే!",
    "మరియు అలాంటి వాడే తప్పక సంతోషిస్తాడు.",
    "ప్రకాశవంతమైన ప్రొద్దుటి పూట (పూర్వాహ్ణం) సాక్షిగా!",
    "మరియు చీకటి పడ్డ రాత్రి సాక్షిగా!",
    "(ఓ ముహమ్మద్!) నీ ప్రభువు, నిన్ను త్యజించనూ లేదు మరియు నిన్ను ఉపేక్షించనూ లేదు.",
    "మరియు రాబోయే కాలం (జీవితం) నీ కొరకు మొదటి కాలం (జీవితం) కంటే ఎంతో మేలైనది!",
    "మరియు త్వరలోనే నీ ప్రభువు నీకు (నీవు కోరేది) ప్రసాదిస్తాడు. దానితో నీవు సంతోషపడతావు.",
    "(ఓ ముహమ్మద్!) ఏమీ? నిన్ను అనాథునిగా చూసి, ఆయన (అల్లాహ్) నీకు ఆశ్రయం కల్పించలేదా?",
    "మరియు నీకు మార్గం తోచనప్పుడు, ఆయన నీకు మార్గదర్శకత్వం చేయలేదా?",
    "మరియు ఆయన, పేదవానిగా చూసి, నిన్ను సంపన్నుడిగా చేయలేదా?",
    "కాబట్టి నీవు అనాథుల పట్ల కఠినంగా ప్రవర్తించకు;",
    "మరియు యాచకుణ్ణి కసరుకోకు;",
    "మరియు నీ ప్రభువు అనుగ్రహాలను బహిరంగంగా ప్రకటిస్తూ ఉండు.",
    "(ఓ ముహమ్మద్!) ఏమీ? మేము నీ కొరకు నీ హృదయాన్ని తెరువలేదా?",
    "మరియు మేము నీ భారాన్ని నీ పై నుండి దించి వేయలేదా?",
    "ఏదైతే నీ వెన్నును విరుస్తూ ఉండిందో?",
    "మరియు నీ పేరు ప్రతిష్ఠను పైకెత్తలేదా?",
    "నిశ్చయంగా, ఎల్లప్పుడు కష్టంతో పాటు సుఖం కూడా ఉంటుంది;",
    "నిశ్చయంగా, కష్టంతో పాటు సుఖం కూడా ఉంటుంది.",
    "కావున నీకు తీరిక లభించినప్పుడు ఆరాధనలో నిమగ్నుడవైపో!",
    "మరియు నీ ప్రభువు నందే ధ్యానం నిలుపు.",
    "అంజూరం (అత్తిపండు) మరియు జైతూన్ సాక్షిగా!",
    "సీనాయ్ (తూర్) కొండ సాక్షిగా!",
    "ఈ శాంతి నగరం (మక్కా) సాక్షిగా!",
    "వాస్తవంగా! మేము మానవుడిని సర్వశ్రేష్ఠమైన ఆకారంలో సృష్టించాము.",
    "తరువాత మేము అతన్ని దిగజార్చి అధమాతి - అధమమైన స్థితికి మార్చాము.",
    "కాని విశ్వసించి, సత్కార్యాలు చేసేవారు తప్ప! ఎందుకంటే అలాంటి వారికి అంతులేని ప్రతిఫలం ఉంది.",
    "అయితే (ఓ మానవుడా!) దీని తరువాత కూడా నీవు ఎందుకు ప్రతిఫలదినాన్ని తిరస్కరిస్తున్నావు?",
    "ఏమీ? అల్లాహ్ న్యాయాధిపతులలోకెల్లా సర్వోత్తమ న్యాయాధిపతి కాడా?",
    "చదువు! నీ ప్రభువు పేరుతో, ఆయనే (సర్వాన్ని) సృష్టించాడు!",
    "ఆయనే మానవుణ్ణి రక్తముద్దతో (జీవకణంతో) సృష్టించాడు.",
    "చదువు! మరియు నీ ప్రభువు పరమదాత.",
    "ఆయన కలం ద్వారా నేర్పాడు.",
    "మానవుడు ఎరుగని జ్ఞానాన్ని అతనికి బోధించాడు.",
    "అలా కాదు! వాస్తవానికి, మానవుడు తలబిరుసుతనంతో ప్రవర్తిస్తాడు.",
    "ఎందుకంటే, అతడు తనను తాను నిరపేక్షాపరుడిగా భావిస్తాడు.",
    "నిశ్చయంగా నీ ప్రభువు వైపునకే (అందరికీ) మరలి పోవలసి ఉంది.",
    "నీవు నిరోధించే వ్యక్తిని చూశావా?",
    "నమాజ్ చేసే (అల్లాహ్) దాసుణ్ణి?",
    "ఒకవేళ అతను (ముహమ్మద్!) సన్మార్గంపై ఉంటే నీ అభిప్రాయమేమిటి?",
    "ఇంకా, దైవభీతిని గురించి ఆదేశిస్తూ ఉంటే?",
    "ఒకవేళ (ఆ నిరోధించే) వాడు సత్యాన్ని తిరస్కరించేవాడు మరియు సన్మార్గం నుండి విముఖుడయ్యేవాడైతే?",
    "వాస్తవానికి, అల్లాహ్ అంతా చూస్తున్నాడని అతనికి తెలియదా?",
    "అలా కాదు! ఒకవేళ అతడు మానుకోకపోతే, మేము అతడిని, నుదుటి జుట్టు వెంట్రుకలను పట్టి ఈడుస్తాము.",
    "అది అబద్ధాలలో, అపరాధాలలో మునిగివున్న నుదురు!",
    "అయితే, అతన్ని తన అనుచరులను పిలుచుకోమను!",
    "మేము కూడా నరక దూతలను పిలుస్తాము!",
    "అలా కాదు! నీవు అతని మాట వినకు మరియు ఆయనే (అల్లాహ్ కే) సాష్టాంగం (సజ్దా) చెయ్యి మరియు ఆయన (అల్లాహ్) సాన్నిధ్యాన్ని పొందటానికి ప్రయత్నించు!",
    "నిశ్చయంగా, మేము దీనిని (ఈ ఖుర్ఆన్ ను) ఘనతగల ఆ రాత్రి (అల్ ఖదర్)లో అవతరింపజేశాము.",
    "మరియు ఆ ఘనత గల రాత్రి అంటే ఏమిటో నీకేం తెలుసు?",
    "ఆ ఘనత గల రాత్రి వేయి నెలల కంటే శ్రేష్ఠమైనది.",
    "ఆ రాత్రిలో దేవదూతలు మరియు ఆత్మ (జిబ్రీల్), తమ ప్రభువు అనుమతితో, ప్రతి వ్యవహారానికి సంబంధించిన) ఆజ్ఞలు తీసుకుని దిగి వస్తారు.",
    "ఆ రాత్రిలో తెల్లవారే వరకు శాంతి వర్ధిల్లుతుంది.",
    "ఎంతవరకైతే స్పష్టమైన నిదర్శనం రాదో! అంత వరకు సత్యతిరస్కారులైన పూర్వగ్రంథ ప్రజలు మరియు బహుదైవారాధకులు (తమ సత్యతిరస్కారాన్ని) మానుకునేవారు కారు!",
    "అల్లాహ్ తరఫు నుండి వచ్చిన సందేశహరుడు, వారికి పవిత్ర గ్రంథ పుటలను వినిపిస్తున్నాడు.",
    "అందులో సమంజసమైన వ్రాతలు (సత్యోపదేశాలు) ఉన్నాయి.",
    "మరియు స్పష్టమైన సూచన వచ్చిన తర్వాతనే గ్రంథ ప్రజలు భేదాభిప్రాయలలో పడ్డారు.",
    "మరియు వారికిచ్చిన ఆదేశం: \"వారు అల్లాహ్ నే ఆరాధించాలని, పూర్తి ఏకాగ్ర చిత్తంతో తమ ధర్మాన్ని (భక్తిని) కేవలం ఆయన కొరకే ప్రత్యేకించుకోవాలని, నమాజ్ ను స్థాపించాలని మరియు జకాత్ ఇవ్వాలని. ఇదే సరైన ధర్మము.\"",
    "నిశ్చయంగా, సత్యతిరస్కారులైన గ్రంథ ప్రజలు మరియు బహుదైవారాధకులు నరకాగ్నిలోకి పోతారు. వారందులో శాశ్వతంగా ఉంటారు. ఇలాంటి వారే, సృష్టిలో అత్యంత నికృష్ట జీవులు.",
    "నిశ్చయంగా, విశ్వసించి సత్కార్యాలు చేసేవారు, వారే సృష్టిలో అత్యంత ఉత్కృష్ట జీవులు.",
    "వారికి తమ ప్రభువు నుండి లభించే ప్రతిఫలం శాశ్వతమైన స్వర్గవనాలు. వాటిలో క్రింద సెలయేళ్ళు ప్రవహిస్తూ ఉంటాయి. వారు, వాటిలో శాశ్వతంగా కలకాలముంటారు. అల్లాహ్ వారితో ప్రసన్నుడవుతాడు మరియు వారు ఆయనతో సంతుష్టులవుతారు. ఇదే తన ప్రభువుకు భయపడే వ్యక్తికి లభించే ప్రతిఫలం.",
    "భూమి తన అతి తీవ్రమైన (అంతిమ) భూకంపంతో కంపింపజేయబడినప్పుడు!",
    "మరియు భూమి తన భారాన్నంతా తీసి బయట పడ వేసినప్పుడు!",
    "మరియు మానవుడు: \"దీనికి ఏమయింది?\" అని అన్నప్పుడు.",
    "ఆ రోజు అది తన సమాచారాలను వివరిస్తుంది.",
    "ఎందుకంటే, నీ ప్రభువు దానిని ఆదేశించి ఉంటాడు.",
    "ఆ రోజు ప్రజలు తమ తమ కర్మలు చూపించబడటానికి వేర్వేరు గుంపులలో వెళ్తారు.",
    "అప్పుడు, ప్రతివాడు తాను, రవ్వంత (పరమాణువంత) మంచిని చేసి ఉన్నా, దానిని చూసుకుంటాడు.",
    "మరియు అలాగే, ప్రతివాడు తాను రవ్వంత (పరమాణువంత) చెడును చేసి ఉన్నా, దానిని చూసుకుంటాడు.",
    "వగర్చుతూ పరిగెత్తే గుర్రాల సాక్షిగా!",
    "తమ ఖురాల తట్టులతో అగ్నికణాలు లేపేవాటి;",
    "తెల్లవారుఝామున దాడి చేసేవాటి;",
    "(మేఘాల వంటి) దుమ్ము లేపుతూ;",
    "(శత్రువుల) సమూహంలో దూరిపోయే వాటి.",
    "నిశ్చయంగా, మానవుడు తన ప్రభువు పట్ల ఎంతో కృతఘ్నుడు.",
    "మరియు నిశ్చయంగా, దీనికి స్వయంగా అతడే సాక్షి.",
    "మరియు నిశ్చయంగా, అతడు సిరిసంపదల వ్యామోహంలో పూర్తిగా మునిగి ఉన్నాడు.",
    "ఏమిటి? అతనికి తెలియదా? గోరీలలో ఉన్నదంతా పెళ్ళగించి బయటికి తీయబడినప్పుడు;",
    "మరియు (మానవుల) హృదయాలలోని విషయాలన్నీ వెల్లడి చేయబడినప్పుడు;",
    "నిశ్చయంగా, ఆ రోజున వారి ప్రభువు వారిని గురించి అంతా తెలుసుకొని ఉంటాడని!",
    "ఆ! అదరగొట్టే మహా ఉపద్రవం!",
    "ఏమిటా అదరగొట్టే మహా ఉపద్రవం?",
    "మరియు ఆ అదరగొట్టే మహా ఉపద్రవం, అంటే ఏమిటో నీకేం తెలుసు?",
    "ఆ రోజు మానవులు చెల్లాచెదురైన చిమ్మెటల వలే అయిపోతారు.",
    "మరియు పర్వతాలు రంగు రంగుల ఏకిన దూది వలే అయి పోతాయి.",
    "అప్పుడు ఎవడి త్రాసుపళ్ళాలు (సత్కార్యాలతో) బరువుగా ఉంటాయో!",
    "అతడు (స్వర్గంలో) సుఖవంతమైన జీవితం గడుపుతాడు.",
    "మరియు ఎవడి (సత్కార్యాల) త్రాసు పళ్ళాలు తేలికగా ఉంటాయో!",
    "అతని నివాసం అధః పాతాళమే.",
    "మరియు అది ఏమిటో నీకేం తెలుసు?",
    "అదొక భగభగమండే అగ్ని (గుండం).",
    "(ఇహలోక) పేరాస మిమ్మల్ని ఏమరుపాటులో పడవేసింది;",
    "మీరు గోరీలలోకి చేరే వరకు.",
    "అలా కాదు! త్వరలోనే మీరు తెలుసు కుంటారు.",
    "మరొకసారి (వినండి)! వాస్తవంగా, మీరు అతి త్వరలోనే తెలుసుకుంటారు.",
    "ఎంత మాత్రము కాదు! ఒకవేళ మీరు నిశ్చిత జ్ఞానంతో తెలుసుకొని ఉంటే (మీ వైఖరి ఇలా ఉండేది కాదు).",
    "నిశ్చయంగా, మీరు భగభగ మండే నరకాగ్నిని చూడగలరు!",
    "మళ్ళీ అంటున్నాను! మీరు తప్పక దానిని (నరకాగ్నిని) నిస్సంకోచమైన దృష్టితో చూడగలరు!",
    "అప్పుడు, ఆ రోజు మీరు (ఈ జీవితంలో అనుభవించిన) సౌఖ్యాలను గురించి తప్పక ప్రశ్నించబడతారు!",
    "కాలం సాక్షిగా!",
    "నిశ్చయంగా మానవుడు నష్టంలో ఉన్నాడు!",
    "కాని విశ్వసించి, సత్కార్యాలు చేసేవారు మరియు ఒకరికొకరు సత్యాన్ని బోధించుకునే వారు మరియు ఒకరికొకరు సహనాన్ని (స్థైర్యాన్ని) బోధించుకునే వారు తప్ప!",
    "అపనిందలు మోపే, చాడీలు చెప్పే ప్రతి ఒక్కడికీ వినాశం తప్పదు.",
    "ఎవడైతే ధనాన్ని కూడబెట్టి, మాటి మాటికి దాన్ని లెక్కబెడుతూ ఉంటాడో!",
    "తన ధనం, తనను శాశ్వతంగా ఉంచుతుందని అతడు భావిస్తున్నాడు!",
    "ఎంత మాత్రం కాదు! అతడు (రాబోయే జీవితంలో) తప్పకుండా అణగ ద్రొక్కబడే నరకాగ్నిలో వేయబడతాడు.",
    "ఆ (అణగద్రొక్కబడే) నరకాగ్ని అంటే ఏమిటో నీకు తెలుసా?",
    "అల్లాహ్, తీవ్రంగా ప్రజ్వలింపజేసిన అగ్ని;",
    "అది గుండెల దాకా చేరుకుంటుంది.",
    "నిశ్చయంగా, అది వారి మీద క్రమ్ముకొంటుంది.",
    "పొడుగాటి (అగ్ని) స్థంభాల వలే!",
    "ఏమీ? ఏనుగువారి (సైన్యంతో) నీ ప్రభువు ఎలా వ్యవహరించాడో నీకు తెలియదా?",
    "ఏమీ? ఆయన వారి కుట్రను భంగం చేయలేదా?",
    "మరియు ఆయన వారిపైకి పక్షుల గుంపులను పంపాడు;",
    "అవి (ఆ పక్షులు) వారి మీద మట్టితో చేసి కాల్చిన కంకర రాళ్ళను (సిజ్జీల్) విసురుతూ పోయాయి;",
    "ఆ విధంగా ఆయన వారిని (పశువులు) తినివేసిన పొట్టుగా మార్చి వేశాడు.",
    "(అల్లాహ్ రక్షణ మరియు ఆయన కరుణతో) ఖురైషులు (ప్రయాణాలకు) అలవాటు పడ్డారు.",
    "(అల్లాహ్ కరుణ మరియు ఆయన రక్షణతో) వారు శీతాకాలపు మరియు వేసవి కాలపు ప్రయాణాలు చేయ గలుగుతున్నారు.",
    "కావున వారు ఆ ఆలయ (కఅబహ్) ప్రభువు (అల్లాహ్)ను మాత్రమే ఆరాధించాలి!",
    "వారు ఆకలితో ఉన్నప్పుడు ఆయనే వారికి ఆహారమిచ్చాడు మరియు ఆయనే వారిని భయం (ప్రమాదం) నుండి కాపాడాడు.",
    "తీర్పుదినాన్ని తిరస్కరించే వ్యక్తిని నీవు చూశావా?",
    "అతడే అనాథులను కసరి కొట్టేవాడు;",
    "మరియు పేదవాళ్ళకు అన్నం పెట్టమని ప్రోత్సహించనివాడు.",
    "కావున నమాజ్ చేసే, (ఇటువంటి) వారికి వినాశం తప్పదు!",
    "ఎవరైతే తమ నమాజ్ ల పట్ల అశ్రద్ధ వహిస్తారో!",
    "ఎవరైతే ప్రదర్శనాబుద్ధితో వ్యవహరిస్తారో (నమాజ్ సలుపుతారో)!",
    "మరియు (ప్రజలకు) సామాన్య ఉపకారం (సహాయం) కూడా నిరాకరిస్తారో!",
    "(ఓ ముహమ్మద్!) నిశ్చయంగా, మేము నీకు కౌసర్ ప్రసాదించాము.",
    "కనుక నీవు నీ ప్రభువు కొరకే నమాజ్ చెయ్యి మరియు బలి (ఖుర్బానీ) కూడా (ఆయన కొరకే) ఇవ్వు!",
    "నిశ్చయంగా నీ శత్రువు, వాడే! వేరు తెగిన వాడిగా (వారసుడూ, పేరూ లేకుండా) అయిపోతాడు.",
    "ఇలా అను: \"ఓ సత్యతిరస్కారులారా!",
    "మీరు ఆరాధిస్తున్న వాటిని నేను ఆరాధించను;",
    "మరియు నేను ఆరాధిస్తున్న ఆయనను (అల్లాహ్ ను) మీరు ఆరాధించేవారు కారు.",
    "మరియు మీరు ఆరాధిస్తున్న వాటిని నేను ఆరాధించేవాణ్ణి కాను;",
    "మరియు నేను ఆరాధిస్తున్న ఆయనను మీరు ఆరాధించేవారు కారు.",
    "మీ ధర్మం మీకూ మరియు నా ధర్మం నాకు!\"",
    "(ఓ ముహమ్మద్!) ఎప్పుడైతే అల్లాహ్ సహాయం వస్తుందో మరియు విజయం (లభిస్తుందో)!",
    "మరియు నీవు ప్రజలను గుంపులు గుంపులుగా అల్లాహ్ ధర్మం (ఇస్లాం)లో ప్రవేశించడం చూస్తావో!",
    "అప్పుడు నీవు నీ ప్రభువు స్తోత్రంతో పాటు ఆయన పవిత్రతను కొనియాడు మరియు ఆయన క్షమాభిక్షను అర్థించు. నిశ్చయంగా, ఆయనే పశ్చాత్తాపాన్ని అంగీకరించేవాడు.",
    "అబూ లహబ్ రెండు చేతులూ నశించుగాక మరియు అతడు కూడా నశించి పోవు గాక!",
    "అతడి ధనం మరియు అతడి సంపాదన (సంతానం) అతడికి ఏ మాత్రం పనికి రావు!",
    "అతడు ప్రజ్వలించే నరకాగ్నిలో కాల్చబడతాడు!",
    "మరియు అతడి భార్య కూడా! కట్టెలు మోసే (చాడీలు చెప్పి కలహాలు రేకెత్తించే) స్త్రీ!",
    "ఆమె మెడలో బాగా పేనిని ఖర్జూరపునార త్రాడు (మసద్) ఉంటుంది.",
    "ఇలా అను: \"ఆయనే అల్లాహ్! ఏకైకుడు.",
    "అల్లాహ్! ఎవరి అక్కరా లేని వాడు.",
    "ఆయనకు సంతానం లేదు (బిడ్డలను కనడు) మరియు ఆయన కూడా ఎవరి సంతానమూ (ఎవరికీ జన్మించిన వాడునూ) కాడు.",
    "మరియు (సర్వలోకాలలో) ఆయనతో పోల్చదగినది ఏదీ లేదు.\"",
    "ఇలా అను: \"నేను ఉదయ కాలపు ప్రభువు అయిన (అల్లాహ్) శరణు వేడుకుంటున్నాను.",
    "ఆయన సృష్టించిన ప్రతిదాని కీడు నుండి;",
    "మరియు చిమ్మచీకటి కీడు నుండి, ఎప్పుడైతే అది క్రమ్ముకుంటుందో!",
    "మరియు ముడుల మీద మంత్రించి ఊదే వారి కీడు నుండి;",
    "మరియు అసూయపరుడి కీడు నుండి, ఎప్పుడైతే అతడు అసూయపడతాడో!\"",
    "ఇలా అను: \"నేను మానవుల ప్రభువు (అల్లాహ్) ను శరణుకై వేడుకుంటున్నాను!",
    "మానవుల సార్వభౌముడు!",
    "మానవుల ఆరాధ్యదైవం (అయిన అల్లాహ్ యొక్క శరణు)!\"",
    "కలతలు రేకెత్తించి తొలగిపోయేవాని కీడు నుండి;",
    "ఎవడైతే మానవుల హృదయాలలో కలతలు రేకెత్తిస్తాడో!",
    "వాడు జిన్నాతులలోని వాడూ కావచ్చు లేదా మానవులలోని వాడూ కావచ్చు!"
  ]
}