{
  "meta": {
    "id": 153,
    "name": "Hamza Roberto Piccardo",
    "translator_name": "Hamza Roberto Piccardo",
    "slug": "italian-hamza-roberto-piccardo",
    "language_name": "italian"
  },
  "verses": [
    "Perché mai non dovrei adorare Colui Che mi ha creato e al Quale sarete tutti ricondotti?",
    "Mi prenderò altre divinità all’infuori di Lui? Se il Compassionevole volesse del male per me, la loro intercessione non mi gioverebbe in alcunché, né saprebbero salvarmi:",
    "sarei allora nell’errore evidente.",
    "In verità credo nel vostro Signore, ascoltatemi dunque!».",
    "Gli fu detto: «Entra nel Paradiso». Disse: «Se la mia gente sapesse",
    "come mi ha perdonato il mio Signore e mi ha posto tra coloro che sono onorati!»  .",
    "Dopo di lui non facemmo scendere dal cielo nessuna armata. Non abbiamo voluto far scendere nulla sul suo popolo.",
    "Non ci fu altro che il Grido, uno solo e furono spenti.",
    "Oh, miseria sui servi [di Allah]  ! Non giunge loro un messaggero che essi non scherniscano.",
    "Non hanno visto quante generazioni abbiamo fatto perire prima di loro? Esse non torneranno mai più [sulla terra].",
    "E saranno tutti quanti obbligati a presentarsi davanti a Noi!",
    "Ecco un segno per loro: la terra morta cui ridiamo la vita e dalla quale facciamo uscire il grano che mangiate.",
    "Abbiamo posto su di essa giardini di palmeti e vigne e vi abbiamo fatto sgorgare le fonti,",
    "affinché mangiassero i Suoi frutti e quel che le loro mani non hanno procurato  . Non saranno riconoscenti?",
    "Gloria a Colui Che ha creato le specie  di tutto quello che la terra fa crescere, di loro stessi e di ciò che neppure conoscono.",
    "E un segno per loro la notte che spogliamo del giorno ed allora sono nelle tenebre.",
    "E il sole che corre verso la sua dimora  : questo è il Decreto dell’Eccelso, del Sapiente.",
    "E alla luna abbiamo assegnato le fasi, finché non diventa come una palma invecchiata  .",
    "Non sta al sole raggiungere la luna e neppure alla notte sopravanzare il giorno. Ciascuno vaga nella sua orbita.",
    "E un segno per loro, che portammo la loro progenie su di un vascello stracarico  .",
    "E per loro ne creammo di simili sui quali s’imbarcano.",
    "Se volessimo li annegheremmo, e allora non avrebbero alcun soccorso e non sarebbero salvati",
    "se non da una Nostra misericordia e come temporaneo godimento.",
    "Quando si dice loro: «Temete ciò che vi sta dinnanzi e quello che è dietro di voi, affinché possiate essere oggetto di misericordia»  ,",
    "non giunge loro un solo segno, tra i segni del loro Signore, senza che se ne distolgano.",
    "E quando si dice loro: «Siate generosi di ciò che Allah vi ha concesso», i miscredenti dicono ai credenti: «Dovremmo nutrire chi sarebbe nutrito da Allah, se Lui lo volesse? Siete in evidente errore»  .",
    "E dicono: «Quando [si realizzerà] questa promessa  se siete veridici?».",
    "Non aspettano altro che un Grido, uno solo, che li afferrerà mentre saranno in piena polemica.",
    "E non potranno dunque fare testamento e neppure ritornare alle loro famiglie.",
    "Sarà soffiato nel Corno ed ecco che dalle tombe si precipiteranno verso il loro Signore",
    "dicendo: «Guai a noi! Chi ci ha destato dalle nostre tombe  ! È quello che il Compassionevole aveva promesso: gli inviati avevano detto il vero».",
    "Sarà solo un Grido, uno solo, e tutti saranno condotti davanti a Noi.",
    "E in quel Giorno nessuno subirà un torto e non sarete compensati se non per quello che avrete fatto.",
    "In quel Giorno, i compagni del Paradiso avranno gioiosa occupazione,",
    "essi e le loro spose, distesi all’ombra su alti letti.",
    "Colà avranno frutta e tutto ciò che desidereranno.",
    "E «Pace» sarà il saluto [rivolto loro] da un Signore misericordioso.",
    "E [sarà detto]: «Tenetevi in disparte in quel Giorno, o iniqui!",
    "O figli di Adamo, non vi ho forse comandato di non adorare Satana – in verità è un vostro nemico dichiarato –",
    "e di adorare Me? Questa è la retta via.",
    "Egli ha sviato molti di voi. Non comprendete dunque?",
    "Ecco l’Inferno che vi è stato promesso.",
    "Bruciate in esso quest’oggi, poiché siete stati miscredenti!».",
    "In quel Giorno sigilleremo le loro bocche, parleranno invece le loro mani e le loro gambe daranno testimonianza di quello che avranno fatto  .",
    "E se volessimo, cancelleremmo i loro occhi e si precipiterebbero allora sul sentiero  . Ma come potrebbero vedere?",
    "E se volessimo li pietrificheremmo sul posto e non saprebbero né avanzare né ritornare indietro.",
    "Noi incurviamo la statura di tutti coloro ai quali concediamo una lunga vita  . Non capiscono ancora?",
    "Non gli  abbiamo insegnato la poesia, non è cosa che gli si addice; questa [rivelazione] non è che un Monito e un Corano chiarissimo,",
    "affinché avverta ogni vivente  e si realizzi il Decreto contro i miscredenti.",
    "Non hanno visto che tra ciò che abbiamo creato per loro con le Nostre mani, c’è il bestiame che essi possiedono?",
    "Lo abbiamo sottomesso a loro: di alcuni fanno cavalcature e di altri si nutrono,",
    "e ne traggono benefici e bevanda. Non saranno dunque riconoscenti?",
    "Si prendono divinità all’infuori di Allah, nella speranza di essere soccorsi.",
    "Esse non potranno soccorrerli, saranno anzi un’armata schierata contro di loro.",
    "Non ti affliggano i loro discorsi. Noi ben conosciamo quello che celano e quello che palesano.",
    "Non vede l’uomo che lo abbiamo creato da una goccia di sperma? Ed eccolo in spudorata polemica.",
    "Ci propone un luogo comune e, dimentico della sua creazione, [dice]: «Chi ridarà la vita ad ossa polverizzate?».",
    "Di’: «Colui Che le ha create la prima volta ridarà loro la vita. Egli conosce perfettamente ogni creazione  .",
    "Egli è Colui Che nell’albero verde ha posto per voi un fuoco con cui accendete  .",
    "Colui Che ha creato i cieli e la terra non sarebbe capace di creare loro simili? Invece sì! Egli è il Creatore incessante, il Sapiente.",
    "Quando vuole una cosa, il Suo ordine consiste nel dire «Sii» ed essa è.",
    "Gloria a Colui nella Cui mano c’è la sovranità su ogni cosa, Colui al Quale --sarete ricondotti.  Alcuni commentatori hanno riferito l’ipotesi che le due lettere isolate iniziali che danno il nome a questa sura costituiscano uno dei soprannomi dell’Inviato di Allah (pace e benedizioni su di lui) il quale, da parte sua, disse che essa è il «cuore del Corano». I primi versetti furono rivelati per accecare i miscredenti che volevano catturare Muhammàd (pace e benedizioni su di lui), prima dell’Egira. E bene che i musulmani la conoscano a memoria poiché, secondo la tradizione, la sua recitazione comporta un’indulgenza dei peccati commessi e salmodiarla al capezzale di un agonizzante favorisce la liberazione dell’anima dal corpo.  «Tu»: o Muhammad.  «Rivelazione»: il Sublime Corano.  Agli arabi che abitavano la parte settentrionale e centrale della penisola, Allah (gloria a Lui l’Altissimo) non aveva inviato messaggeri. Quelli della parte meridionale avevano avuto Hûd e Salih.  Allah (gloria a Lui l’Altissimo) avverte il Suo Messaggero (pace e benedizioni su di lui) che nonostante la Rivelazione del Corano e la sua predicazione, la maggior parte della sua gente non crederà. Il fatto che dopo la conquista della Mecca da parte dei musulmani tutti i suoi abitanti si convertirono allTslàm, la dice lunga sull’ipocrisia degli uomini e sulla realtà attuale del mondo arabo in cui i credenti sono spesso perseguitati, incarcerati e uccisi da regimi dispotici e corrotti che si proclamano musulmani.  Allah (gloria a Lui l’Altissimo) ci illustra la condizione dei miscredenti. Rigidi nel loro errore sono come incatenati ad esso, ed è soltanto questa rigidità che li fa apparire ritti; in realtà non possono guardare verso l’alto e quindi non possono né credere né fare il bene (Tabari xxii, ). Sono avvolti in modo tale da non potersi rendere conto dei loro trascorsi (ed imparare da essi) e non possono guardare in avanti il loro futuro e prepararsi per esso.  Secondo la tradizione islamica si tratta della storia relativa alla rivelazione inviata alla città di Antiochia. Gesù (pace su di lui) mandò tre dei suoi discepoli affinché convertissero gli abitanti della città al monoteismo. Dopo che incontrarono molte difficoltà, Allah (gloria a Lui l’Altissimo) concesse loro il miracolo di resuscitare un bambino morto da una settimana. Di fronte al prodigio la maggior parte della gente si convertì (Tabarì XXII, ). Nella concisione dello stile coranico, Allah (gloria a Lui l’Altissimo) ci racconta il martirio di un credente.  «sui servi [di Allah]»: nel senso di uomini in generale.  «i Suoi frutti e quel che le loro mani non hanno procurato»: un’altra interpretazione condurrebbe a questa traduzione: «Ché possano mangiare i Suoi frutti che le loro mani hanno procurato», i frutti che crescono spontaneamente e quelli che sono il risultato dell’attività agricola dell’uomo.  «specie»: in questo caso è questo il significato di «’azwàj» che abitualmente traduciamo con «coppie».  Abbiamo reso la traduzione in base all’esegesi classica che attribuisce al termine «mustaqarr» il significato principale di «rifugio, dimora». Ciononostante, tenendo conto che esso può essere interpretato anche nel senso di «limite temporale», o «periodo determinato», i commentatori successivi gli hanno attribuito un significato astronomico che porterebbe a questa interessante traduzione: «E il sole che si muove nella sua orbita». Il sole infatti sta al centro di un sistema orbitante intorno ad esso e, al contempo, si muove con tutto il suo sistema attraverso la galassia compiendo una spirale che la moderna astronomia ha misurato. Abu-Dharr (che Allah sia soddisfatto di lui) trovandosi un giorno con il Profeta (pace e benedizioni su di lui) al momento del tramonto, gli chiese dove andasse il sole. L’Inviato di Allah rispose: «Va a prosternarsi tra le mani del suo Signore, poi Gli chiede il permesso di tornare e quando ciò gli viene concesso ritorna al suo posto abituale».  «una palma invecchiata»: la luna calante si riduce fino ad assomigliare alla silhouette di una foglia di palma, curva e rinsecchita.  «un vascello»: l’Arca che Allah (gloria a Lui l’Altissimo) fece costruire a Noè.  La frase rimane in sospeso e sottintende: «La loro risposta non sarà che rifiuto e dileggio».  Meschino e spietato atteggiamento dei miscredenti per giustificare il loro rifiuto di aiutare i poveri. Dicono: «Se dessimo da mangiare ai poveri contrasteremmo la volontà di Allah che li resi poveri».  La promessa dello scoccare dell’Ora del cataclisma finale e del Giudizio.  Coloro che saranno stati condannati all’Inferno già subivano il tormento nella tomba ma di fronte all’orrido dell’Inferno rimpiangono la loro precedente condizione.  Tutte le membra del corpo, nel Giorno del Giudizio, testimonieranno dei peccati commessi dall’uomo.  «sentiero»: secondo alcuni commentatori il versetto allude al ponte gettato sull’Inferno che tutti gli uomini dovranno attraversare nel Giorno del Giudizio. Potranno riuscirvi solo coloro di cui Allah (gloria a Lui l’Altissimo) si sarà compiaciuto.  II fisico dell’anziano tende a incurvarsi sotto il peso degli anni e forse sotto quello dei peccati, metaforicamente accumulati sulle sue spalle.  «gli abbiamo insegnato»: a Muhammad (pace e benedizioni su di lui).  «ogni vivente»: coloro che hanno vivo lo spirito, ricettivo al messaggio divino.  A proposito dei verss. --c’è un hadith molto utile alla loro comprensione: «Un avversario dell’Inviato di Allah (pace e benedizioni su di lui) lo interruppe durante un sermone sulla Resurrezione e preso da terra un vecchio osso, lo sbriciolò tra le dita dicendo: “E vero che Allah risusciterà questo?”, “Sì – rispose l’Inviato di Allah – ti farà perire, risuscitare e ti getterà nell’Inferno!”».  Secondo alcuni commentatori il versetto allude ad un particolare albero del deserto, il cui legno può essere usato come acciarino. Il versetto sembra voler attirare l’attenzione sul fatto che già nel legno verde si trova l’energia che potrà dar vita alla fiamma. Oggi sappiamo che nessuna materia è inerte e tanto meno lo spirito che Allah (gloria a Lui l’Altissimo) ha posto nell’uomo. Coltivarlo adeguatamente nel rispetto del Corano e della Sunna dell’Inviato (pace e benedizioni su di lui) condurrà alla beatitudine, trascurarlo o contrastarlo alla dannazione perpetua.",
    "Per coloro che si schierano in ranghi,",
    "per coloro che respingono con forza,",
    "per coloro che recitano il monito  :",
    "«In verità il vostro Dio è Uno,",
    "Signore dei cieli e della terra e di quello che vi è in mezzo, il Signore degli Orienti!»  .",
    "Invero abbiamo ornato di stelle il cielo più vicino,",
    "per proteggerlo contro ogni diavolo ribelle.",
    "Non potranno origliare il Supremo Consesso (saranno bersagliati da ogni lato",
    "e scacciati: avranno il castigo perpetuo)",
    "eccetto colui che ne afferri un dettaglio  , ma lo inseguirà allora un bolide fiammeggiante  .",
    "Chiedi loro  se la loro natura è più forte di quella degli altri esseri che Noi abbiamo creato: in verità li creammo di argilla impastata!",
    "Tu stupisci e loro scherniscono!",
    "Quando viene loro ricordato [il Monito], non vi badano affatto;",
    "quando scorgono un segno, se ne prendon beffa",
    "e dicono: «Questa è evidente magia.",
    "Quando saremo morti, [ridotti] a polvere e ossa, saremo resuscitati?",
    "E così [pure] i nostri avi?».",
    "Di’: «Sì, e sarete umiliati».",
    "Ci sarà uno squillo, uno solo, ed ecco che vedranno",
    "e diranno: «Guai a noi! Ecco il Giorno del Giudizio!».",
    "«È il Giorno della Separazione  , che tacciavate di menzogna.»",
    "«Riunite gli ingiusti  e le loro spose  e quelli che adoravano",
    "all’infuori di Allah, e vengano condotti sulla via della Fornace.",
    "Fermateli, devono essere interrogati.»",
    "«Perché ora non vi aiutate a vicenda?» ",
    "Ma in quel Giorno vorranno sottomettersi,",
    "e si rivolgeranno gli uni agli altri interrogandosi  .",
    "Diranno: «Vi presentavate dalla parte destra»  .",
    "Risponderanno: «Voi piuttosto, non eravate credenti:",
    "non avevamo alcuna autorità su di voi  ! Eravate gente ribelle:",
    "[perciò] la promessa di Allah si è realizzata contro di noi e ne avremo esperienza  .",
    "Noi vi abbiamo traviato perché in verità noi stessi eravamo traviati».",
    "In quel Giorno saranno accomunati nel castigo  .",
    "In verità agiamo così con gli iniqui.",
    "Quando si diceva loro: «Non c’è dio all’infuori di Allah», si gonfiavano d’orgoglio",
    "e dicevano: «Dovremmo abbandonare i nostri dèi per un poeta posseduto?».",
    "Sì, è venuto con la verità, e ha confermato gli inviati [che lo hanno preceduto]  .",
    "In verità gusterete il castigo doloroso,",
    "ma non sarete compensati per altro che per quel che avrete fatto;",
    "eccetto  i servi devoti di Allah:",
    "essi avranno una nota provvigione",
    "di frutti e saranno colmati di onori",
    "nei Giardini della Delizia,",
    "su giacigli rivolti gli uni verso gli altri.",
    "Girerà tra loro una coppa di [bevanda] sorgiva  ,",
    "chiara e deliziosa da bersi,",
    "che non produce ubriachezza, né stordimento.",
    "E accanto a loro ci saranno quelle dagli sguardi casti, dagli occhi grandi,",
    "simili a uova nascoste  .",
    "Si rivolgeranno gli uni agli altri, interrogandosi  .",
    "Uno di loro dirà: «Avevo un compagno",
    "che [mi] diceva: “Sei uno di quelli che credono?",
    "Quando saremo morti, [ridotti a] polvere ed ossa, dovremo rendere conto?”».",
    "E dirà: «Volete guardare dall’alto?»  .",
    "Guarderà dall’alto e vedrà l’altro in mezzo alla Fornace.",
    "Pre-Eg. n. Di versetti. Il nome della sura deriva dal vers. In nome di Allah, il Compassionevole, il Misericordioso. Gli griderà: «Per Allah, davvero stavi per causare la mia rovina!",
    "Senza la benevolenza del mio Signore, sarei stato certamente uno dei dannati.",
    "Siamo dunque morti",
    "solo di quella prima morte e non subiremo alcun castigo!»  .",
    "Davvero questa è la beatitudine immensa.",
    "A tal fine agiscano coloro che agiscono.",
    "Questa è miglior accoglienza oppure [i frutti del]l’albero di Zaqqùm  ?",
    "In verità ne abbiamo fatto una prova per gli ingiusti  .",
    "È un albero che spunta dal fondo della Fornace.",
    "I suoi frutti sono come teste di diavoli  .",
    "Essi ne mangeranno e se ne riempiranno i ventri",
    "e vi berranno sopra una mistura bollente  .",
    "E poi ritorneranno verso la Fornace.",
    "In verità hanno trovato i loro avi smarriti",
    "e si sono lanciati sulle loro tracce.",
    "E prima di loro, certamente, si smarrirono la maggior parte dei loro avi.",
    "Già inviammo presso di loro degli ammonitori.",
    "Considera cosa avvenne a quelli che furono ammoniti,",
    "eccetto i servi devoti di Allah  .",
    "Invero Ci invocò Noè e fummo i migliori a rispondergli:",
    "salvammo lui e la sua famiglia dall’angoscia più grande,",
    "e facemmo della sua progenie i superstiti.",
    "Lasciammo [il ricordo] di lui ai posteri.",
    "Pace su Noè nel creato!",
    "Compensiamo così coloro che fanno il bene.",
    "In verità era uno dei Nostri servi devoti.",
    "Annegammo gli altri.",
    "In verità Abramo era certamente uno dei suoi seguaci,",
    "quando si accostò al suo Signore con cuore puro.",
    "Disse a suo padre e al suo popolo: «Cos’è che adorate?",
    "Volete, fallacemente, degli dèi all’infuori di Allah?",
    "Cosa pensate del Signore dell’universo?».",
    "Gettò poi uno sguardo agli astri,",
    "e disse: «Sono malato»  .",
    "Gli voltarono le spalle e se ne andarono.",
    "Scivolò presso i loro dèi e disse: «Non mangiate dunque  ?",
    "Che avete, perché non parlate?».",
    "Poi li colpì con la mano destra.",
    "Accorsero in tutta fretta.",
    "Disse: «Adorate ciò che scolpite voi stessi",
    "mentre è Allah che vi ha creati, voi e ciò che fabbricate?».",
    "Risposero: «Costruite un forno e gettatelo nella fornace!».",
    "Tramarono contro di lui, ma furono loro gli umiliati.",
    "Disse: «In verità vado verso il mio Signore, Egli mi guiderà  .",
    "Signore, donami un [figlio] devoto».",
    "Gli demmo la lieta novella di un figlio magnanimo.",
    "Poi, quando raggiunse l’età per accompagnare [suo padre, questi] gli disse: «Figlio mio, mi sono visto in sogno  , in procinto di immolarti. Dimmi cosa ne pensi». Rispose: «Padre mio, fai quel che ti è stato ordinato: se Allah vuole, sarò rassegnato» .",
    "Quando poi entrambi si sottomisero, e lo ebbe disteso con la fronte a terra,",
    "Noi lo chiamammo: «O Abramo,",
    "hai realizzato il sogno. Così Noi ricompensiamo quelli che fanno il bene  .",
    "Questa è davvero una prova evidente».",
    "E lo riscattammo con un sacrificio generoso  .",
    "Perpetuammo il ricordo di lui nei posteri.",
    "Pace su Abramo !",
    "Così ricompensiamo coloro che fanno il bene.",
    "In verità era uno dei nostri servi credenti.",
    "E gli demmo la lieta novella di Isacco, profeta tra i buoni.",
    "Elargimmo su di lui e su Isacco [la pienezza della benedizione]. Tra i loro discendenti c’è il virtuoso e colui che è palesemente ingiusto nei suoi stessi confronti.",
    "Già colmammo di favore Mosè e Aronne,",
    "salvammo loro e il loro popolo dall’angoscia più grande,",
    "prestammo loro soccorso ed essi ebbero il sopravvento.",
    "Demmo ad entrambi la Scrittura esplicita,",
    "e li guidammo sulla retta via,",
    "perpetuammo il loro ricordo nei posteri.",
    "Pace su Mosè e su Aronne!",
    "Così ricompensiamo coloro che fanno il bene.",
    "Erano entrambi Nostri servi credenti.",
    "In verità Elia era uno degli Inviati.",
    "Disse al suo popolo: «Non sarete timorati [di Allah]?».",
    "Invocherete Baal  e trascurerete il Migliore dei creatori:",
    "Allah, il vostro Signore e il Signore dei vostri avi più antichi?",
    "Lo trattarono da bugiardo. Infine saranno condotti [al castigo],",
    "eccetto i servi devoti di Allah  .",
    "Perpetuammo il ricordo di lui nei posteri.",
    "Pace su Elia!",
    "Così ricompensiamo coloro che fanno il bene.",
    "In verità era uno dei nostri servi credenti.",
    "In verità Lot era uno degli inviati:",
    "lo salvammo insieme con tutta la sua famiglia,",
    "eccetto una vecchia [che fu] tra coloro che restarono indietro,",
    "e gli altri li annientammo.",
    "Passate su di loro  , il mattino",
    "e durante la notte. Non capite dunque?",
    "In verità Giona era uno degli inviati.",
    "Fuggì sulla nave stipata.",
    "Quando tirarono a sorte, fu colui che doveva essere gettato [in mare]  .",
    "Lo inghiottì un pesce, mentre si rammaricava.",
    "Se non fosse stato uno di coloro che glorificano Allah,",
    "sarebbe rimasto nel suo ventre fino al Giorno della Resurrezione.",
    "Lo gettammo sofferente sulla nuda riva",
    "e facemmo crescere su di lui una pianta di zucca.",
    "Lo inviammo a centomila [uomini], o ancor di più.",
    "Credettero e concedemmo loro temporaneo godimento.",
    "Poni loro questa domanda: «Il tuo Signore avrebbe figlie e loro figli?»  .",
    "Abbiamo forse creato angeli femmine ed essi ne furono testimoni?",
    "Non è forse vero che, nella loro calunnia, dicono:",
    "«Allah ha generato». In verità sono bugiardi!",
    "Avrebbe forse preferito le figlie ai figli?",
    "Che cosa avete? Come giudicate?",
    "Non riflettete?",
    "Vi basate su un’autorità incontestabile?",
    "Portate la vostra Scrittura, se siete veritieri.",
    "Stabiliscono una parentela tra Lui e i dèmoni, ma i dèmoni sanno bene che dovranno comparire  .",
    "Gloria ad Allah, Egli è ben più alto di quel che Gli attribuiscono!",
    "Eccetto i servi devoti di Allah.",
    "In verità né voi, né ciò che adorate,",
    "potreste tentare [nessuno],",
    "se non chi sarà bruciato nella Fornace.",
    "«Non c’è nessuno di noi che non abbia un posto stabilito.",
    "In verità siamo schierati in ranghi.",
    "In verità siamo noi che glorifichiamo Allah!» ",
    "Anche se dicevano:",
    "«Se avessimo avuto un monito [tramandatoci] dagli antichi,",
    "saremmo stati servi sinceri di Allah!».",
    "Invece non vi prestarono fede, presto sapranno.",
    "Già la Nostra Parola pervenne agli inviati Nostri servi.",
    "Saranno loro ad essere soccorsi,",
    "e le Nostre schiere avranno il sopravvento.",
    "Allontanati da loro per un periodo ",
    "e osservali: presto vedranno  !",
    "E il nostro castigo che cercano di sollecitare?",
    "Se si abbatte nei loro pressi, ah, che mattino terribile per coloro che sono stati avvertiti!",
    "Allontanati da loro per un periodo",
    "e osservali: presto vedranno!",
    "Gloria al tuo Signore, Signore dell’onnipotenza, ben al di sopra di quel che Gli attribuiscono",
    "e pace sugli inviati,",
    "e lode ad Allah, Signore dei mondi  .   Secondo i commentatori questa triplice invocazione si riferisce a tre distinte categorie di Angeli: quelli che pregano in ranghi, quelli che respingono gli assalti, quelli che recitano instancabilmente.  «il Signore degli Orienti»: a seconda della stagione il sole si leva ogni giorno da un punto diverso, in questo senso viene interpretato il plurale «Orienti».  «eccetto colui…»: trad. lett.; si ricollega al «non potranno origliare» del vers.  La tradizione fornisce questa spiegazione spirituale del fenomeno delle stelle cadenti. «Una notte, l’Inviato di Allah (pace e benedizioni su di lui) fece osservare una stella cadente ai suoi compagni e chiese loro: “Che cosa dicevate di una stella del genere, all’epoca dell’ignoranza, prima dell’Islam?”. Risposero: “Dicevamo che era il presagio della morte o della nascita di una grande personalità”. “Né l’uno, né l’altro, – disse il Profeta – ecco la spiegazione. Quando Allah (gloria a Lui l’Altissimo) prende una decisione, gli angeli che sostengono il Suo Trono si mettono a rendere gloria al Creatore. Sentendo ciò, gli angeli dei cieli inferiori, fanno la stessa cosa finché l’eco non arriva a questo cielo. In ogni cielo gli angeli si informano a proposito di quello che Allah ha deciso, finché la notizia non giunge al cielo più basso, il nostro. I diavoli cercano di origliare ma sono lapidati dagli angeli che li bersagliano e allora vedete le stelle che li inseguono.”» Può accadere che il diavolo sia colpito immediatamente o che riesca a carpire qualcosa. In tal caso esso si dirige verso uno dei suoi alleati sulla terra e gli rivela quello che ha potuto ascoltare. L’imàn An-Nawawì nel suo II Giardino dei Devoti (cit.) riferisce che Aisha (che Allah sia soddisfatto di lei) trasmise una versione dell’hadith nella quale abbiamo una maggior precisione a proposito degli indovini: «Gli angeli scendono sulle nubi e menzionano l’ordine che è stato decretato in cielo: Satana si mette a origliare, lo ascolta e lo insinua agli indovini e questi ci inventano in mezzo cento menzogne che vengono da loro stessi».  Allah (gloria a Lui l’Altissimo) formula la domanda che il Suo Inviato (pace e benedizioni su di lui) deve rivolgere ai miscredenti e tende a dimostrare che tutte le Sue creature, siano essi angeli, uomini o jinn, sono subordinate a Lui, a prescindere dalla materia che Lui (l’Altissimo) ha usato per dar loro forma e sostanza.  «il Giorno della Separazione»: «yawmu al-fasl», la separazione, quella definitiva, tra il male e il bene e tra i loro adepti.  «Riunite gli ingiusti»: il comando è rivolto agli angeli.  «e le loro spose»: sottointendendo: «che sono state ingiuste insieme a loro».  Come dire: «Voi che adoravate idoli di ogni genere, ritenendoli intercessori presso Allah, date prova della veridicità della loro funzione se potete».  Allah (gloria a Lui l’Altissimo) ci mostra la scena penosa dei miscredenti che cercano di addossarsi vicendevolmente la colpa del loro comportamento e, come in altri passi del Corano, i traviati accusano i traviatori.  La destra rappresenta nella cultura e nella lingua araba (e non solo in essa), il lato della ragione, del bene, e sta a significare che spesso per traviare gli uomini vengono usati argomenti apparentemente ineccepibili.  Nell’intimo delle sue intenzioni nessuno può essere costretto ad alcunché, pertanto è sempre piena e pregnante la responsabilità di ogni uomo. Allah ci giudicherà per le intenzioni che hanno informato le nostre azioni e quindi non avremo alcun premio per un bene che sarà risultato da circostanze a noi estranee e di cui saremo stati inconsapevoli protagonisti, come non saremo castigati per un male o un’omissione che non è dipesa dalle nostre intenzioni. Disse l’Inviato di Allah (pace e benedizioni su di lui): «Tutte le azioni sono valutate solo per la “niyya” (l’intenzione). Ognuno non avrà che il valore della niyya delle sue opere». In definitiva non sarà per la realtà contingente dei fatti compiuti che saremo giudicati, questi possono essere molto diversi dalle nostre intenzioni, essi appartengono all’Altissimo (gloria a Lui) e seguono un disegno imperscrutabile, le intenzioni invece ci appartengono e di esse siamo assolutamente responsabili. Tutto ciò non deve assolutamente essere inteso come una diminuzione di responsabilità da parte dell’uomo anzi, l’attenzione costante e puntuale all’intenzione (la «niyya») si traduce, nel credente, in un atteggiamento di lucida presenza a se stesso, teso alla realizzazione del bene e alla prevenzione del male, scevro da ogni fatalismo, pigrizia e indifferenza.  «e ne avremo esperienza»: lett. «e gusteremo [il castigo]».  «saranno accomunati»: i corrotti e i corruttori.  [che lo hanno preceduto]: Tabarì XXIII,  «eccetto»: con il valore di «invece», «diversamente sarà per».  Alcune traduzioni influenzate dall’esegesi classica (XXIII, hanno parlato di «vino». Il termine «ma‘ìn» si riferisce esattamente ad un liquido (che nel versetto è sottinteso) e che proviene idealmente da una fonte, cioè vivo, fresco e puro.  Si tratta delle «hùr», le vergini del Paradiso, creature sulla cui natura tradizionalisti e mistici hanno espresso pareri diversi (vedi anche nota a n, ). Il paragone con le uova, secondo gli esegeti, indica la bianchezza della loro pelle (simile alle uova di struzzo), e la loro riservatezza (nascoste sotto la sabbia).  «interrogandosi»: a proposito del loro passato.  Quello che parla è sempre il credente del vers. e si rivolge qui ai suoi compagni di beatitudine invitandoli a guardare al di là della barriera che divide l’Inferno dal Paradiso.  Questo versetto e il precedente, ci riferiscono della felicità del credente che si rende conto di aver già sopportato (e superato) la prova a cui il suo Signore (gloria a Lui l’Altissimo) l’ha sottoposto e di non dover subire più nient’altro, mai.  «albero di Zaqqùm»: un albero infernale, dai frutti amari e ripugnanti, idealmente contrapposto agli alberi dai frutti benedetti del Paradiso.  I miscredenti polemizzarono con l’Inviato di Allah a proposito di quest’albero, argomentando che un albero non può crescere nel fuoco (vedi nota a xvii, ).  In realtà non sappiamo com’è il frutto dell’albero di Zaqqum e neppure come sono le teste dei diavoli. Il paragone che il Corano fa tra queste due realtà infernali è un segno della loro comune estrema negatività. Secondo una tradizione, i dannati avendo fame e sete mangeranno i frutti dell’albero infernale e berranno un liquido fetido, aggiungendo così tormento al tormento.  Vedi sopra nota al vers.  II Corano ritorna sulla storia di Abramo e ricorda l’espediente di cui si servì per essere lasciato solo e distruggere gli idoli che la sua gente adorava (vedi anche xxi, e le note).  «Non mangiate dunque?»: le offerte sacrificali che i pagani ponevano ai piedi degli idoli.  Dopo che Allah (gloria a Lui l’Altissimo) lo salvò dal fuoco, Abramo, rendendosi conto dell’irrimediabile miscredenza dei suoi concittadini, emigrò dalla sua terra d’origine, nell’attuale Iraq, verso la Palestina. Per questo è considerato il primo emigrante (muhajir) per la causa di Allah.  «mi sono visto in sogno»: Abramo parla di sogno; questa infatti è una delle maniere con cui Allah (gloria a Lui l’Altissimo), comunica con i Suoi profeti.  È il momento tragico della prova più grande cui Allah (gloria a Lui l’Altissimo) sottopose Abramo. Il suo primogenito Ismaele, dono annunciato da Allah (vedi vers. sta per essere sacrificato. Anche Ismaele (pace su di lui) è perfettamente conscio che quello che sta avvenendo è volontà imperscrutabile dell’Altissimo (gloria a Lui) ed è serenamente rassegnato alla Sua volontà.  La sola intenzione di Abramo di obbedire a quello che Allah (gloria a Lui l’Altissimo) gli aveva imposto inviandogli il sogno dell’immolazione di Ismaele, fu sufficiente a conquistargli il favore di Allah.  Allah (gloria a Lui l’Altissimo) ferma la mano di Abramo e sostituisce ad Ismaele un montone di grande valore. Abramo e suo figlio hanno superato la prova cui Allah ha voluto sottoporli. In ricordo di ciò, i musulmani celebrano la «ìd al-adha», la festa del sacrificio, il decimo giorno del mese del pellegrinaggio. In questa occasione ogni famiglia che ne abbia i mezzi sacrifica un montone.  «Baal»: questo nome significa «signore» ed era attribuito ad una delle più antiche divinità adorata dai popoli semiti. Era rappresentato con corna di toro o di ariete e gli venivano edificati templi posti sulle alture.  Vedi sopra nota al vers.  Nel senso di: «calpestate le rovine insabbiate delle loro città».  Vedi nota al titolo della Sura di Giona (x).  I miscredenti affermavano che gli angeli erano «figlie di dio» (vedi nota a XVI, ).  Insieme e come tutte le altre creature al Giudizio finale.  Sono gli angeli a parlare e con il loro dire (verss. -confermano la loro natura di creature e adoratori di Allah (gloria a Lui l’Altissimo).  Allah (gloria a Lui l’Altissimo) rivolge questo invito al Suo Inviato (pace e benedizioni su di lui).  «presto vedranno…»: il tormento che Allah ha preparato per loro.  I verss. -che concludono la sura hanno grande importanza nella vita comunitaria dei musulmani, sono recitati al termine di ogni loro riunione e concludono talvolta le invocazioni pronunciate al termine del sermone del venerdì. Suonano così: «Subhàna rabbika rabbi al-‘izzati ‘ammâ yaşifûn wa salàmun ‘alâ-l-mursalîn wa-l-hamdu liLlai rab- bi-l-‘âlamîn».  Nell’anno poco tempo dopo la conversione all’IsIàm di ‘Umar (vedi sura xx, nota ), i Quraysh tentarono di convincere l’Inviato di Allah (pace e benedizioni su di lui) ad un compromesso tra il loro culto tradizionale e quello che veniva da lui predicato e che si stava rapidamente diffondendo. Si trattava più che altro di un patto di non aggressione: i musulmani si dovevano impegnare a non disprezzare pubblicamente le divinità degli arabi politeisti e ottenevano in cambio il diritto di esercitare il loro culto e la cessazione delle persecuzioni di cui erano stati fatti oggetto. Abû Tâlib, capo del clan dei Bani Hâshim, zio e protettore del Profeta, cercò di mediare tra i due schieramenti, senza rinnegare il suo politeismo, ma rivendicando al nipote e ai suoi il diritto di professare liberamente la loro religione. L’Inviato di Allah (pace e benedizioni su di lui) fu inflessibile, non c’erano compromessi possibili sul «tawhìd» (l’unicità di Dio) e ciò doveva essere riconosciuto da tutti quanti. Non ci fu nessun accordo e i capi dei clan Quraysh se ne andarono irritati dal fallimento del loro progetto e meravigliati da tanto ardire. A questo episodio si riferiscono i verss. -.",
    "Sâd. Per il Corano [che contiene] il Monito.",
    "Sono i miscredenti ad essere nell’orgoglio e nello scisma!",
    "Quante generazioni abbiamo annientato prima di loro! Lanciarono grida [d’aiuto] quando non c’era più tempo per sfuggire [al castigo].",
    "Essi stupiscono che sia giunto un ammonitore della loro gente. I miscredenti dicono: «È uno stregone, un gran bugiardo.",
    "Ridurrà forse gli dèi ad un Dio unico? Questa è davvero una cosa strana».",
    "E i notabili se ne andarono [dicendo]: «Andatevene e rimanete fedeli ai vostri dèi: questa è davvero la cosa più augurabile  .",
    "Non sentimmo niente di ciò nell’ultima religione  , si tratta di [pura] invenzione.",
    "È [solo] su di lui che sarebbe stato fatto scendere il Monito?». Sono perplessi a proposito del Mio Monito. Non hanno ancora gustato il [Mio] castigo!",
    "Hanno forse i tesori della misericordia del tuo Signore, l’Eccelso, il Munifico?",
    "O posseggono la sovranità dei cieli e della terra e di quello che vi è frammezzo? E allora lasciali ascendere per le vie del cielo.",
    "Un’armata di fazioni alleate che saranno annientate in questo stesso luogo  .",
    "Prima di loro accusarono di menzogna [gli Inviati] il popolo di Noè, gli ‘Âd e Faraone, il Signore dei pali  ,",
    "e i Thamûd, e la gente di Lot, e quelli di Al-’Aikah  , erano questi i faziosi  .",
    "Non ce ne fu alcuno che non abbia tacciato di menzogna i Messaggeri: hanno meritato il Mio castigo.",
    "Non aspetteranno altro che un Grido, improrogabile  .",
    "Dicono: «Signore, anticipaci la nostra parte prima del Giorno del Rendiconto»  .",
    "Sopporta con pazienza quel che dicono e ricordati del Nostro servo Davide, così forte, così pronto al pentimento  .",
    "Obbligammo le montagne a renderCi gloria con lui  , alla sera e al mattino;",
    "e, insieme, gli uccelli riuniti [attorno a lui]. Tutto Gli obbedisce.",
    "Consolidammo la sua sovranità e gli demmo saggezza e capacità di giudizio.",
    "Ti è giunta la storia dei due litiganti che scalarono le mura del tempio  ?",
    "Quando si pararono davanti a Davide, spaventandolo, dissero: «Non aver paura. Siamo due in lite tra loro, uno di noi ha fatto torto all’altro; giudica tra di noi con giustizia, non essere iniquo e guidaci sulla retta via.",
    "Questi è mio fratello, possiede novantanove pecore, mentre io non ne possiedo che una sola. Mi ha detto: “Affidamela” ed ebbe la meglio nella discussione».",
    "Disse: «Certamente ha mancato nei tuoi confronti, chiedendoti la tua pecora in aggiunta alle sue. In verità molti associati [in un affare] si fanno torto a vicenda, eccetto coloro che credono e compiono il bene, ma essi sono ben pochi!». Davide capì che lo avevamo messo alla prova, implorò il perdono del suo Signore, cadde in prosternazione e si pentì.",
    "Allora lo perdonammo. Egli ha un posto vicino a Noi e buon luogo di ritorno.",
    "«O Davide, abbiamo fatto di te un vicario sulla terra: giudica con equità tra gli uomini e non inclinare alle tue passioni, ché esse ti travieranno dal sentiero di Allah.» In verità coloro che si allontanano dal sentiero di Allah subiranno un severo castigo per aver dimenticato il Giorno del Rendiconto.",
    "Non creammo invano il cielo e la terra e quello che vi è frammezzo. Questo è ciò che pensano i miscredenti  . Guai ai miscredenti per il fuoco [che li attende] !",
    "Tratteremo forse coloro che credono e fanno il bene alla stessa stregua di coloro che seminano disordine sulla terra? Tratteremo i timorati come i malvagi?",
    "[Ecco] un Libro benedetto che abbiamo fatto scendere su di te  , affinché gli uomini meditino sui suoi versetti e ne traggano un monito i savi.",
    "Abbiamo dato a Davide, Salomone, un servo eccellente [di Allah], pronto al pentimento.",
    "Una sera, dopo che gli furono esibiti alcuni magnifici cavalli, ritti su tre zampe  ,",
    "disse: «In verità ho amato i beni [terreni] più che il Ricordo del mio Signore, finché non sparì [il sole] dietro il velo [della notte]  .",
    "Riconduceteli a me». E iniziò a tagliar loro i garretti e i colli.",
    "Mettemmo alla prova Salomone, mettendo un corpo sul suo trono  . Poi si pentì",
    "e disse: «Signore, perdonami e concedimi una sovranità che nessun altro avrà dopo di me. In verità Tu sei il Munifico».",
    "Gli assoggettammo il vento, soffiava al suo comando [fin] dove voleva inviarlo,",
    "e [gli asservimmo] tutti i dèmoni, costruttori e nuotatori di ogni specie  .",
    "Pre-Eg. n. Di versetti. Il nome della sura deriva dal vers. In nome di Allah, il Compassionevole, il Misericordioso. E altri ancora incatenati a coppie.",
    "«Questo è il Nostro dono, dispensa o tesaurizza, senza [doverne] rendere conto.»",
    "In verità egli ha un posto vicino a Noi e un buon luogo di ritorno.",
    "E ricorda il Nostro servo Giobbe  , quando chiamò il suo Signore: «Satana mi ha colpito con disgrazia e afflizioni».",
    "«Batti il tallone: avrai acqua fresca per lavarti e per bere.»",
    "Gli restituimmo la sua famiglia e con essa un’altra simile  , [segno di] misericordia da parte Nostra e Monito per coloro che sono dotati di intelletto.",
    "[Gli ordinammo:] «Stringi nella tua mano una manciata d’erba, colpisci con quella e non mancare al tuo giuramento»  . Lo trovammo perseverante, un servo ottimo, pronto al pentimento.",
    "E ricorda i Nostri servi Abramo, Isacco e Giacobbe, forti e lungimiranti.",
    "Ne facemmo degli eletti, [affinché fossero] il monito della Dimora [ultima].",
    "In verità sono presso di Noi, tra i migliori degli eletti.",
    "E ricorda Ismaele, Eliseo e Dhù’l Kifl  , ciascuno di loro è tra i migliori.",
    "Questo è un Monito. In verità i timorati avranno soggiorno bello:",
    "i Giardini di Eden, le cui porte saranno aperte per loro.",
    "Colà, comodamente appoggiati, chiederanno abbondanza di frutta e bevande.",
    "E staranno loro vicine quelle dallo sguardo casto, coetanee.",
    "Ciò è quanto vi è promesso per il Giorno del Rendiconto.",
    "In verità questi sono i beni che vi concediamo e che non si esauriranno mai.",
    "Così sarà. I ribelli avranno invece il peggiore dei soggiorni:",
    "l’Inferno in cui saranno precipitati; qual tristo giaciglio.",
    "Così sarà. E allora che assaggino acqua bollente e acqua fetida",
    "ed altri simili tormenti.",
    "Questa è una folla che si precipita insieme con voi: non avranno benvenuto e cadranno nel Fuoco.",
    "Diranno: «Non c’è benvenuto per voi, per voi che ci avete preparato tutto ciò!»  . Qual tristo rifugio.",
    "Diranno: «Signore, raddoppia il castigo nel Fuoco a chiunque ce lo abbia preparato».",
    "Diranno: «Perché mai non vediamo [tra noi] quegli uomini che consideravamo miserabili,",
    "dei quali ci facevamo beffe e che evitavamo di guardare?»  .",
    "Invero saranno queste le mutue recriminazioni della gente del Fuoco.",
    "Di’: «Io non sono altro che un ammonitore. Non c’è altro dio all’infuori di Allah, l’Unico, il Dominatore,",
    "il Signore dei cieli e della terra e di ciò che vi è frammezzo, l’Eccelso, il Perdonatore».",
    "Di’: «Questo è un annuncio solenne,",
    "ma voi ve ne allontanate.",
    "Non avevo nessuna conoscenza della discussione del supremo consesso  ;",
    "mi è stato solo rivelato che non sono che un ammonitore esplicito».",
    "[Ricorda] quando il tuo Signore disse agli angeli: «Creerò un essere umano con l’argilla.",
    "Dopo che l’avrò ben formato e avrò soffiato in lui del Mio Spirito, gettatevi in prosternazione davanti a lui».",
    "Tutti gli angeli si prosternarono assieme,",
    "eccetto Iblìs, che si inorgoglì e divenne uno dei miscredenti.",
    "[Allah] disse: «O Iblìs, cosa ti impedisce di prosternarti davanti a ciò che ho creato con le Mie mani? Ti gonfi d’orgoglio? Ti ritieni forse uno dei più elevati?».",
    "Rispose: «Sono migliore di lui: mi hai creato dal fuoco, mentre creasti lui dalla creta»  .",
    "[Allah] disse: «Esci di qui, in verità sei maledetto;",
    "e la Mia maledizione sarà su di te fino al Giorno del Giudizio!».",
    "Disse: «Signore, concedimi una dilazione fino al Giorno in cui saranno resuscitati».",
    "Rispose [Allah]: «Tu sei fra coloro cui è concessa dilazione",
    "fino al Giorno dell’Istante noto».",
    "Disse: «Per la Tua potenza, tutti li travierò,",
    "eccetto quelli, fra loro, che sono Tuoi servi protetti»  .",
    "[Allah] disse: «[Questa è] la Verità, Io dico in Verità,",
    "che riempirò l’Inferno di te e di tutti quelli di loro che ti seguiranno».",
    "Di’  : «Non vi chiedo ricompensa alcuna  , né sono fra coloro che vogliono imporsi  .",
    "Questo non è che un Monito per le creature.",
    "E tra qualche tempo ne avrete certamente notizia».  Nell’anno poco tempo dopo la conversione all’IsIàm di ‘Umar (vedi sura xx, nota ), i Quraysh tentarono di convincere l’Inviato di Allah (pace e benedizioni su di lui) ad un compromesso tra il loro culto tradizionale e quello che veniva da lui predicato e che si stava rapidamente diffondendo. Si trattava più che altro di un patto di non aggressione: i musulmani si dovevano impegnare a non disprezzare pubblicamente le divinità degli arabi politeisti e ottenevano in cambio il diritto di esercitare il loro culto e la cessazione delle persecuzioni di cui erano stati fatti oggetto. Abû Tâlib, capo del clan dei Bani Hâshim, zio e protettore del Profeta, cercò di mediare tra i due schieramenti, senza rinnegare il suo politeismo, ma rivendicando al nipote e ai suoi il diritto di professare liberamente la loro religione. L’Inviato di Allah (pace e benedizioni su di lui) fu inflessibile, non c’erano compromessi possibili sul «tawhìd» (l’unicità di Dio) e ciò doveva essere riconosciuto da tutti quanti. Non ci fu nessun accordo e i capi dei clan Quraysh se ne andarono irritati dal fallimento del loro progetto e meravigliati da tanto ardire. A questo episodio si riferiscono i verss. - A proposito dell’uso della seconda persona plurale piuttosto che la prima vedi nota a XII,  «l’ultima religione»: secondo la maggior parte dei commentatori il riferimento sarebbe al cristianesimo. Il culto trinitario che lo contraddistingue faceva sì che i politeisti non lo sentissero sostanzialmente diverso dal loro. Al contrario, il monoteismo sembrava loro privo di senso.  Una profezia sulla disfatta coreiscita e sul fatto che la loro potente organizzazione si dissolse con il ritorno alla Mecca dei musulmani? Allah ne sa di più.  «Faraone, il Signore dei pali»: secondo le interpretazioni classiche l’espressione «dhul-awtàd» (che abbiamo tradotto con «il Signore dei pali») deve essere intesa nel senso che Faraone era solito suppliziare i suoi oppositori con l’impalamento o una sorta di crocifissione (vedi xx, oppure potrebbe essere tradotta «… e Faraone dal forte dominio». Alcuni traduttori hanno pensato che fosse un’allusione alle piramidi, altri hanno identificato gli «awtàd» con i soldati di cui era solito circondarsi Faraone. Un’altra interpretazione più controversa ma non priva di un qualche fondamento, ritiene che «dhul-awtàd» indichi un grado della gerarchia magico-iniziatica di cui Faraone era il massimo esponente e che governava con ferocia il paese d’Egitto. Questa interpretazione pare avvalorata dagli studi dell’archeologia contemporanea secondo i quali Faraone era re dei due Egitti (il «basso» e «l’alto» Egitto) e pertanto portava due corone e due scettri che simboleggiavano questa doppia sovranità. Gli scettri o «bastoni» erano il simbolo del sacerdozio e ogni sacerdote portava lo scettro del suo «dio»; solo Faraone poteva usare tutti i bastoni essendo il capo di tutti gli ordini sacerdotali, il «sommo sacerdote» di tutti gli dèi.  «quelli di Al-’Aikah»: la gente di Shu‘ayb, i Madianiti.  Vengono paragonate le fazioni che si opposero all’IsIàm ai tempi di Muhammad alle fazioni dell’alleanza dei Quraysh.  «improrogabile»: o anche «che non si ripeterà, continuo, i cui effetti saranno irreversibili».  Questa è l’ironia blasfema dei miscredenti che si prendono gioco della parola di Dio.  «così forte, così pronto al pentimento»: il Corano ricorda Davide in due sue caratteristiche peculiari, il fatto che, come ci riferisce un hadith autentico, viveva del lavoro delle sue mani e la sua capacità di riconoscere i suoi sbagli e tornare pentito al suo Signore.  I verss. e alludono ai Salmi che furono dati al Profeta Davide (pace su di lui). Essi sono un canto di lode a tutta la natura e al suo Creatore (gloria a Lui l’Altissimo).  Racconta la tradizione che Davide, pur avendo novantanove mogli nel suo gineceo, fu preso dalla passione per una donna promessa ad un suo ufficiale. Cercò di convincerla a lasciare il suo sposo agendo così in modo scorretto e attirando su di sé il rimprovero del suo Signore. Per dargli modo di capire il suo errore Allah (gloria a Lui l’Altissimo) gli inviò due angeli che assunsero forma umana e gli chiesero di dirimere un loro contrasto. I termini della lite erano tali che Davide potesse comprendere l’errore del suo comportamento e così avvenne. Questa è la versione trasmessa dai primi esegeti musulmani che attinsero alle fonti israelitiche del loro tempo, non esistendo una tradizione autentica risalente all’Inviato di Allah (pace e benedizioni su di lui) cui si può tenere con certezza il musulmano. Alcuni commentatori, tuttavia, rifiutano categoricamente che un profeta di Allah (gloria a Lui l’Altissimo) possa essere stato vittima di una tale debolezza. Ben diversa la storia che racconta la Bibbia (II Samuele, XI, XII). Secondo questo testo, Davide non solo avrebbe sedotto e ingravidato la donna, ma avrebbe addirittura tramato la morte del rivale, ordinando al comandante delle sue armate di esporlo in combattimento in un luogo di grande pericolo. L’ufficiale morì e Davide si prese la donna. Come già in altri brani (vedi la storia di Giacobbe ed Esaù, di Abramo e Sara ecc.), gli ebrei dimostrarono scarsissima stima e considerazione per i profeti di Allah (pace su tutti loro) facendoli compartecipi delle peggiori passioni umane.  II mondo non si è autocreato, esso non è frutto di uno spettacolare concatenarsi di coincidenze. Nel creato è insito un preciso disegno divino che esclude qualsiasi casualità.  «su di te»: o Muhammad.  «ritti su tre zampe»: alcune pregiate razze di cavalli si contraddistinguono per il fatto che gli animali stanno ritti poggiando su tre zoccoli e tenendo graziosamente sollevata la quarta zampa.  Secondo la tradizione Salomone si lasciò distrarre dall’ammirazione per alcuni superbi cavalli che aveva comprato per destinarli alla guerra per la causa di Dio. Rimase a contemplarli fino all’ora del tramonto, trascurando di assolvere alla preghiera del pomeriggio. Quando se ne rese conto, pieno di ira contro se stesso e le sue passioni, ne uccise molti con le sue stesse mani (vedi vers. ). Allah (gloria a Lui l’Altissimo) non ritenne che questa fosse espiazione sufficiente e permise ad uno dei jinn che vivevano alla sua corte, di impadronirsi del suo anello, di sostituirsi a lui e fargli provare così l’amarezza della sua colpa.  «mettendo un corpo sul suo trono»: abbiamo preferito mantenere la traduzione letterale riferendoci all’interpretazione suggerita dalla nota precedente. Trattandosi di un dèmone che aveva preso il suo posto assumendone le sembianze, non era un’altra persona quella che era salita sul suo trono, ma appunto «un corpo». Un’altra ipotesi di comprensione del testo trae spunto da un peccato di superbia che avrebbe commesso Salomone. Una sera egli disse: «Questa notte mi unirò con tutte le mie mogli e genererò cento figli che combatteranno per la gloria di Dio». Presuntuoso o distratto, dimenticò di sottomettere all’Altissimo la sua decisione pronunciando la formula «inshallah» (se Allah vuole). Delle sue novanta mogli ne rimase incinta solo una, partorì un figlio deforme e lo gettò sul suo trono.  «nuotatori»: nel senso di «pescatori di perle».  Vedi XXI, e la nota.  «e con essa un’altra simile»: vedi nota a XXI,  Durante la fase più acuta della prova che Giobbe sopportò per diciotto anni, egli ebbe un moto di ira nei confronti della moglie e giurò che se mai si fosse ristabilito le avrebbe inflitto cento colpi. Dopo che Allah (gloria a Lui l’Altissimo) lo liberò dal tormento, Giobbe ebbe pena della moglie, che lo aveva assistito con amore e dedizione e si trovava in grande imbarazzo a proposito del suo giuramento. Allah gli suggerì di prendere cento steli d’erba (in altre tradizioni un ramo di palma da datteri spogliato dei frutti) e colpire sua moglie una sola volta.  «Dhù’l Kifl»: vedi nota a XXI,  I dannati si rivolgono a coloro che ritengono responsabili della loro rovina.  Nell’Inferno i peccatori non si rendono conto che la miseria materiale della vita terrena non si identifica con quella spirituale dell’Altra vita e allora cercano, tra i loro compagni di sventura, i volti dei poveri che avevano schernito e di cui non avevano nessuna considerazione (Tabarì XXII, -).  «Non avevo…»: Muhammad (pace e benedizioni su di lui) non poteva avere nessuna esperienza diretta dei particolari della ribellione di Iblis che sono riferiti nel Corano.  Vedi nota a VII,  «protetti»: abbiamo tradotto così l’aggettivo «mukhlasìn». Nel senso che grazie alla protezione e alla grazia divina, non si lasceranno traviare. Altro significato: sinceri.  «Di’»: o Muhammad!  «Non vi chiedo…»: per il messaggio che vi ho trasmesso.  «… che vogliono imporsi»: [agli altri adducendo il pretesto di una falsa rivelazione].",
    "La rivelazione del Libro [proviene] da Allah, l’Eccelso, il Saggio.",
    "In verità ti abbiamo rivelato il Libro con la Verità; adora dunque Allah e rendiGli un culto sincero.",
    "Non appartiene forse ad Allah il culto esclusivo? Coloro che si prendono padroni all’infuori di Lui [si giustificano dicendo]: «Li adoriamo solo perché ci avvicinano ad Allah»  . Giudicherà tra loro Allah, in merito alle loro divergenze. Allah non guida chi è bugiardo, ingrato.",
    "Se Allah avesse voluto darSi un figlio, avrebbe scelto chi voleva tra ciò che ha creato. Gloria a Lui! Egli è Allah, l’Unico, il Dominatore.",
    "Ha creato i cieli e la terra in tutta verità. Arrotola  la notte sul giorno e il giorno sulla notte, e il sole e la luna ha costretto [a orbitare] fino ad un termine stabilito. Non è forse Lui l’Eccelso, il Perdonatore?",
    "Vi ha creati da un solo essere, da cui ha tratto la sua sposa. Del bestiame vi diede otto coppie  , Vi crea nel ventre delle vostre madri, creazione dopo creazione  , in tre tenebre  [successive]. Questi è Allah, il vostro Signore! [Appartiene] a Lui la sovranità. Non c’è altro dio all’infuori di Lui. Come potete allontanarvi [da Lui]?",
    "Se siete miscredenti, [sappiate che] Allah è Colui Che basta a Se Stesso, ma non accetta la miscredenza dei Suoi servi. Se invece siete credenti Se ne compiace. Nessuno porterà il peso di un altro. Ritornerete poi al vostro Signore ed Egli vi informerà in merito a ciò che avrete fatto, poiché Egli conosce quello che c’è nei petti.",
    "Quando una sventura lo coglie, l’uomo invoca il suo Signore e si volge a Lui pentito. Poi, quando Allah gli concede una grazia, dimentica la ragione per cui si raccomandava e attribuisce ad Allah consimili per allontanare gli altri dalla Sua via. Di’  [a codesto uomo]: «Goditi la tua miscredenza! In verità sei tra i compagni del Fuoco».",
    "Ma come? Chi passa in devozione le ore della notte, prosternato e ritto, timorato per l’Altra vita e speranzoso nella misericordia del suo Signore  … Di’: «Sono forse uguali coloro che sanno e coloro che non sanno?». Solo gli uomini dotati di intelletto riflettono.",
    "Di’: «O Miei servi che credete, temete il vostro Signore!». Coloro che in questa vita fanno il bene, [avranno] un bene. Vasta è la terra di Allah  . Coloro che sono perseveranti riceveranno la loro incalcolabile ricompensa.",
    "Di’: «Mi è stato ordinato di adorare Allah e renderGli un culto puro;",
    "mi è stato ordinato di essere il primo di coloro che Gli Si sottomettono».",
    "Di’: «Se disobbedisco al mio Signore, temo il castigo di un Giorno terribile».",
    "Di’: «E Allah che adoro e Gli rendo un culto puro.",
    "Adorate [pure] ciò che volete all’infuori di Lui!». Di’: «Coloro che nel Giorno della Resurrezione [constateranno] la rovina delle loro persone e delle loro famiglie, saranno i [veri] perdenti». Non è forse questa la perdita palese?",
    "Avranno sopra di loro nuvole di fuoco, e nuvole di fuoco sotto di loro. Ecco la minaccia di Allah ai Suoi servi: «O Miei servi, temeteMi!».",
    "[Annuncia] la lieta novella a coloro che si separano dagli idoli  per non adorarli e si inchinano ad Allah. Annuncia la lieta novella ai Miei servi,",
    "che ascoltano [attenti] la Parola e obbediscono a quanto di meglio essa contiene. Essi sono coloro che Allah ha guidato, sono i dotati di intelletto.",
    "Ma come? Quello il cui castigo è già deciso… Potrai salvarlo dal Fuoco?",
    "Coloro che temono il loro Signore [abiteranno agli alti] piani, al di sopra dei quali sono stati costruiti altri piani e sotto di loro scorreranno i ruscelli. Promessa di Allah! Allah non manca alla Sua promessa  .",
    "Non vedi dunque che Allah ha fatto scendere l’acqua dal cielo e poi l’ha guidata, nella terra, verso fonti sgorganti; quindi per suo tramite fa germinare graminacee dai diversi colori che poi appassiscono, e così le vedi ingiallite, e infine ne fa secchi frammenti. Certo questo è un Monito per coloro che hanno intelletto.",
    "Colui cui Allah apre il cuore all’IsIàm e che possiede una luce che proviene dal suo Signore  … Guai a coloro che hanno i cuori insensibili al Ricordo di Allah. Essi sono in errore evidente.",
    "Allah ha fatto scendere il più bello dei racconti, un Libro coerente e reiterante  , [alla lettura del quale] rabbrividisce la pelle di coloro che temono il loro Signore e poi si distende la pelle insieme coi cuori al Ricordo di Allah  . Questa è la Guida di Allah con cui Egli guida chi vuole. E coloro che Allah svia, non avranno direzione.",
    "Forse colui che nel Giorno della Resurrezione tenterà invano di preservare il suo volto dal peggiore dei castighi…?  E sarà detto agli ingiusti: «Gustate quel che avete meritato!».",
    "Già coloro che li precedettero tacciarono di menzogna; giunse loro il castigo da dove non se lo aspettavano.",
    "Allah fece provare loro l’ignominia in questa vita; ma il castigo nell’Altra vita è certamente più grande, se lo sapessero.",
    "Già in questo Corano abbiamo proposto agli uomini parabole di ogni genere, affinché riflettano.",
    "[Abbiamo dato loro] un Corano arabo, esente da tortuosità, affinché temano [Allah].",
    "Allah vi propone la metafora di un uomo che dipende da soci in lite tra loro e di un altro che sottostà ad un [unico] padrone. Sono forse nella stessa condizione? Lode ad Allah, ma la maggior parte degli uomini non sanno  .",
    "In verità dovrai morire ed essi dovranno morire  ;",
    "poi, nel Giorno della Resurrezione, polemizzerete [tra voi] davanti al vostro Signore."
  ]
}