{
  "meta": {
    "id": 153,
    "name": "Hamza Roberto Piccardo",
    "translator_name": "Hamza Roberto Piccardo",
    "slug": "italian-hamza-roberto-piccardo",
    "language_name": "italian"
  },
  "verses": [
    "Chi è più ingiusto di colui che inventa menzogne contro Allah e smentisce la verità quando essa [gli] giunge? Nell’Inferno non c’è forse una dimora per i miscredenti?",
    "Chi ha recato la Verità e chi vi si è attenuto: ecco i timorati  .",
    "Presso il loro Signore, avranno tutto quel che vorranno. Questa è la ricompensa di chi compie il bene.",
    "Infatti Allah cancellerà le loro azioni peggiori e li compenserà per ciò che di meglio avranno fatto.",
    "Non basta forse Allah al Suo servo, quando gli uomini ti minacciano [con le sanzioni] di coloro [che adorano] all’infuori di Allah  ? E coloro che Allah svia non avranno direzione.",
    "Coloro che Allah guida, nessuno li potrà sviare. Allah non è forse eccelso, padrone del castigo?",
    "Se domandassi loro: «Chi ha creato i cieli e la terra?», certamente risponderebbero: «Allah». Di’: «Considerate allora coloro che invocate all’infuori di Allah. Se Allah volesse un male per me saprebbero dissiparlo? Se volesse per me una misericordia, saprebbero trattenere la Sua misericordia?». Di’: «Allah mi basta: in Lui confidino coloro che confidano».",
    "Di’: «O popol mio, agite alla vostra maniera, io agirò [alla mia]». Quanto prima saprete",
    "chi sarà colpito da un ignominioso castigo e chi riceverà un duraturo castigo.",
    "Su di te  abbiamo fatto scendere il Libro per gli uomini, secondo verità. Chi ne è ben diretto, lo fa per se stesso, chi svia si svia a suo danno. Tu non sei responsabile di loro.",
    "Allah accoglie le anime al momento della morte e durante il sonno. Trattiene poi quella di cui ha deciso la morte e rinvia l’altra fino ad un termine stabilito  . In verità in ciò vi sono segni per coloro che riflettono.",
    "Si sono presi intercessori all’infuori di Allah? Di’: «Anche se non possiedono niente? [Anche se] non comprendono niente?».",
    "Di’: «Tutta l’intercessione [appartiene] ad Allah. [Appartiene] a Lui la sovranità dei cieli e della terra. A Lui sarete ricondotti».",
    "Quando viene menzionato il Nome di Allah l’Unico, si crucciano i cuori di coloro che non credono nell’altra vita; quando invece vengono menzionati quelli [che essi adorano] all’infuori di Lui, ecco che se ne rallegrano.",
    "Di’: «O Allah, Creatore dei cieli e della terra, conoscitore del visibile e dell’invisibile! Tu giudicherai tra i Tuoi servi sulle loro divergenze».",
    "Se gli ingiusti possedessero tutto quel che si trova sulla terra, e altrettanto ancora, nel Giorno del Giudizio non esiterebbero a darlo per riscattarsi dal peggiore dei castighi. Allah mostrerà loro quel che mai si sarebbero aspettati,",
    "e si manifesteranno i mali che avranno commesso e ciò di cui si burlavano li avvolgerà.",
    "Quando una digrazia lo colpisce, l’uomo Ci invoca. Poi, quando gli concediamo una grazia, dice: «Questo proviene dalla mia scienza!»  . Si tratta invece di una tentazione, ma la maggior parte di loro non lo sa.",
    "È quel che dicevano coloro che li precedettero, ma ciò che fecero non giovò loro;",
    "li colpì il male che avevano fatto. Quelli di loro che sono stati ingiusti presto saranno colpiti dai mali che avranno commesso e non potranno ridurre [Allah] all’impotenza.",
    "Non sanno forse che Allah concede a chi vuole e a chi vuole lesina? In ciò vi sono segni per coloro che credono.",
    "Di’: «O Miei servi, che avete ecceduto contro voi stessi, non disperate  della misericordia di Allah. Allah perdona tutti i peccati. In verità Egli è il Perdonatore, il Misericordioso.",
    "Tornate pentiti al vostro Signore e sottomettetevi a Lui prima che vi colga il castigo, ché allora non sarete soccorsi.",
    "Seguite dunque la meravigliosa rivelazione del vostro Signore prima che, all’improvviso, vi colpisca il castigo mentre non ne avete sentore,",
    "[prima] che un’anima dica: “Ahimè, quanto sono stata negligente nei confronti di Allah! Certo son stato fra coloro che schernivano”;",
    "o [prima che] dica: “Se Allah mi avesse guidato sarei stato certamente uno dei timorati”,",
    "o [ancora] dica vedendo il castigo: “Se solo potessi tornare [sulla terra], sarei tra quanti fanno il bene”.",
    "No, già ti giunsero i Miei segni e li tacciasti di menzogna, ti mostrasti altero e fosti uno dei miscredenti!",
    "Nel Giorno della Resurrezione vedrai coloro che inventavano menzogne  contro Allah con i volti anneriti. Non c’è nell’Inferno una dimora per gli arroganti?",
    "Allah condurrà al successo coloro che Lo avranno temuto, nessun male li colpirà e non saranno afflitti.",
    "Allah è il Creatore di tutte le cose e di tutte le cose è il Garante.",
    "Egli detiene le chiavi dei cieli e della terra. Coloro che non credono nei segni di Allah sono i perdenti.",
    "Di’: «O ignoranti, vorreste forse ordinarmi di adorare altri che Allah?».",
    "Invero a te e a coloro che ti precedettero è stato rivelato: «Se attribuirai associati [ad Allah], saranno vane le opere tue e sarai tra i perdenti.",
    "No, adora solo Allah e sii fra i riconoscenti».",
    "Non hanno considerato Allah nella Sua vera realtà. Nel Giorno della Resurrezione, di tutta la terra farà una manciata e terrà ripiegati i cieli nella Sua Mano destra. Gloria a Lui, Egli è ben al di sopra di quel che Gli associano!",
    "Sarà soffiato nel Corno e cadranno folgorati tutti coloro che saranno nei cieli e sulla terra, eccetto coloro che Allah vorrà. Quindi vi sarà soffiato un’altra volta e si alzeranno in piedi a guardare.",
    "La terra risplenderà della luce del suo Signore, sarà aperto il Registro  e saranno condotti i profeti e i testimoni. Saranno giudicati con equità e nessuno subirà un torto.",
    "Ogni anima sarà ricompensata con esattezza per quello che avrà fatto. Egli ben conosce quello che fanno.",
    "I miscredenti saranno condotti in gruppi all’Inferno. Quando vi giungeranno saranno aperte le sue porte e i suoi guardiani diranno: «Non vi giunsero forse i messaggeri della vostra gente, che vi recitarono i versetti del vostro Signore e vi avvertirono dell’incontro di questo Giorno?». Risponderanno: «Sì, ma la promessa del castigo si realizza contro i miscredenti!».",
    "Verrà detto loro: «Entrate per le porte dell’Inferno per rimanervi in perpetuo». Quant’è orribile la dimora degli arroganti.",
    "E coloro che avranno temuto il loro Signore saranno condotti in gruppi al Paradiso. Quando vi giungeranno, saranno aperte le sue porte e i suoi guardiani diranno [loro]: «Pace su di voi! Siete stati buoni; entrate qui per rimanervi in perpetuo».",
    "Risponderanno: «Lode ad Allah, Che ha mantenuto la Sua promessa nei nostri confronti e ci ha fatto eredi della terra  . Abiteremo nel Paradiso ovunque vorremo». Quant’è magnifica la ricompensa di coloro che hanno [ben] operato!",
    "[In quel Giorno] vedrai gli angeli circondare il Trono e rendere gloria e lode al loro Signore. Sarà giudicato tra loro con equità e sarà detto: «La lode appartiene ad Allah, Signore dei mondi».  «Li adoriamo solo perché ci avvicinano ad Allah»: questo è il discorso di tutti coloro che, spesso inconsapevolmente, compiono il più grande dei peccati: lo shirk, l’associare qualcuno o qualcosa ad Allah (gloria a Lui l’Altissimo, l’Unico). Culto dei profeti, dei santi, dei ravvicinati (awliyà’) sono forme di associazionismo molto diffuse tra la gente della Scrittura (ebrei, cristiani) e purtroppo anche tra molti che si proclamano musulmani, con diverse forme e con diverso grado di gravità. Nelle forme più popolari della deviazione dalla purezza del culto, il wàli (il vicino) è visto come una sorta di patrono e intercessore degli uomini nei confronti dell’Altissimo (gloria a Lui) la sua tomba è meta di pie visite e nella «zàwiya» che gli è dedicata vengono recitate speciali giaculatorie a lui rivolte. Tutto ciò, pur se fatto in buona fede, rappresenta una grave deviazione dall’ortodossia islamica, tracciata con chiarezza dal Sublime Corano e dalla Sunna dell’Inviato di Allah (pace e benedizioni su di lui), una maniera di banalizzare lo sforzo di purificazione per avvicinarsi al Signore del Creato (gloria a Lui l’Altissimo), un indebito strumento di potere nelle mani di molti improbabili shuyukh (maestri depositari di una particolare influenza spirituale) per approfittare dell’altrui ignoranza e ingenuità. Allah (gloria a Lui l’Altissimo) ammetterà l’intercessione dei Profeti, dei martiri e degli uomini di scienza solo nel Giorno del Giudizio. Oggi la venerazione per gli uomini pii, limitata allo studio della loro vita con un fine di imitazione è legittima e raccomandata, la pratica comunitaria di opere supererogatorie anche sotto la guida di un maestro è accettata. Le altre forme di devozione costituiscono una «bid‘à» (innovazione eterodossa) rovinosa per chi le pratica e pericolosa per la salute spirituale di tutta la comunità islamica.  «Arrotola»: abbiamo tradotto letteralmente in quanto ci è sembrato che questo verbo suggerisca una concezione del tempo originale e suggestiva. Le notti e i giorni si sedimentano incessantemente le une sugli altri ed è come se formassero l’immane rotolo del tempo, formato dal passato, su cui si sta avvolgendo il presente e su cui si avvolgerà il futuro, finché Allah (gloria a Lui l’Altissimo) concederà tempo a questo mondo.  «otto coppie»: «otto tipi, specie», ovini, caprini, bovini e camelidi.  «creazione dopo creazione»; due possibili significati, a. «per stadi successivi» alludendo alla formazione e allo sviluppo del feto; b. ogni uomo è una creazione unica e originale. A proposito della straordinaria scienza embriologica contenuta nel Corano vedi tra l’altro XXII, e la nota.  «in tre tenebre»: la placenta, l’utero, il ventre materno.  «Di’»: o Muhammad. In questo versetto come in coloro che lo seguono l’invito a dire è rivolto all’Inviato di Allah (pace e benedizioni su di lui).  «Chi passa in devozione…»: frase sospesa, la cui conclusione potrebbe essere «è forse uguale a colui che è miscredente (o distratto)?».  «Vasta è la terra di Allah»: come già in altri brani, questa espressione viene intesa come invito all’emigrazione rivolto ai musulmani che alla Mecca subivano le persecuzioni dei politeisti.  I dèmoni, gli idoli, tutto ciò che, diverso da Allah, l’uomo adora.  Allah (gloria a Lui l’Altissimo) ci fa intuire che nel Paradiso ci sarà una gerarchia della beatitudine, e ogni uomo sarà collocato nella posizione che avrà meritato.  «colui cui Allah apre il cuore…[é uguale a colui che rimane nelle tenebre della miscredenza] »: la frase é sospesa come nel precedente vers.  «un Libro coerente e reiterante»: abbiamo reso con questi due aggettivi un’espressione che pone grandi difficoltà di traduzione sperando che Allah ci abbia voluto ispirare nel nostro umile sforzo di rendere chiara, con le nostre indegne espressioni, la Sua sublime concezione del Suo Libro.  «rabbrividisce la pelle… e poi si distende la pelle insieme coi cuori al Ricordo di Allah»: la lettura del Corano provoca emozioni di grandissima intensità in coloro che Gli si avvicinano con umiltà e timor di Allah. La pelle d’oca e le lacrime che sgorgano dagli occhi dei credenti sono le manifestazioni esteriori di quell’emozione.  Un’altra frase che rimane in sospeso la cui conclusione potrebbe essere: «sarà come colui che avrà agito in modo da non vederlo?» e che potrebbe essere spiegata con l’aiuto di un hadith dell’Inviato di Allah (pace e benedizioni su di lui) che si ricollega al versetto precedente. Disse il Profeta: «Due occhi non saranno toccati dal Fuoco, quello che ha pianto per il timore di Allah e quello che ha vegliato vigile sul sentiero di Allah».  La parabola riguarda evidentemente la condizione del politeista che deve fare i conti con un olimpo di divinità in contrasto tra loro e chi crede nel Dio Unico e Gli obbedisce. La conclusione è talmente evidente che non è necessaria la risposta alla domanda che Allah (gloria a Lui l’Altissimo) pone nel Corano.  «… dovrai morire [o Muhammad] ed essi [i miscredenti] dovranno morire.»  L’Inviato di Allah (pace e benedizioni su di lui) che ha reso il messaggio coranico e i credenti che l’hanno riconosciuto come proveniente dall’Altissimo (gloria a Lui) e hanno obbedito ai Suoi precetti.  Allah (gloria a Lui l’Altissimo) rassicura il Suo Inviato (pace e benedizioni su di lui) in merito alle minacce dei politeisti meccani. «Se non li rispetterai – avevano detto i Quraysh al Profeta – i nostri dèi ti faranno certamente del male.»  «Su di te»: o Muhammad.  Secondo la teologia islamica, Allah (gloria a Lui l’Altissimo) riceve presso di Sé le anime dei trapassati e quelle dei dormienti. Questo fa sì che le anime si incontrino in altissimo luogo, come risulta da un’invocazione che l’Inviato di Allah (pace e benedizioni su di lui) insegnò ai suoi compagni. Egli disse: «Chi di voi va a coricarsi lo faccia in stato di purezza rituale, si sdrai sul fianco destro… e dica: “Signor mio, muoio e vivo in Tuo Nome, se trattieni la mia anima abbi pietà di essa, se la lasci andare fa’ sì che sia protetta come lo sono i tuoi servi devoti”». Per questa vicinanza ad Allah, l’attività onirica della mente presenta caratteristiche simili alla profezia. Il Profeta Muhammad (pace e benedizioni su di lui) si faceva raccontare i sogni dei suoi compagni e li interpretava.  «Questo proviene dalla mia scienza»: la presunzione dell’uomo in una delle sue più tipiche manifestazioni. Vedi XXVIII, lo stesso discorso tenuto da Qàrùn.  Grande è la misericordia del Signore, e per quanto grande sia la colpa del servo, essa può cancellarla. Una delle astuzie di Satana consiste nel convincere l’uomo che troppo grandi sono i suoi peccati, troppo profonda la sua abiezione, per sperare nel perdono di Allah. Ebbene Allah (gloria a Lui l’Altissimo) perdona tutti i peccati a coloro che credono in Lui, l’Unico, l’Onnipotente.  «inventavano menzogne contro Allah»: Gli attribuivano progenie o associati.  «il Registro»: il libro dove vengono annotate le azioni degli uomini.  «ci ha fatto eredi della terra»: la maggior parte dei commentatori (ad esempio Tabarì XXIV, afferma che in questo caso il termine «’ard» designa il Paradiso stesso, come del resto emerge dal prosieguo del versetto. Alcuni di loro, però, ammettono che potrebbe anche trattarsi della profezia del trionfo dellTslàm in tutto il mondo prima che giunga il Giorno del Giudizio. Vedi anche vii, e XXI, (e relativa nota).",
    "Hà’, Mìm  .",
    "La Rivelazione del Libro [proviene] da Allah, l’Eccelso, il Sapiente,",
    "Colui che perdona il peccato, che accoglie il pentimento, che è severo nel castigo, il Magnanimo. Non c’è altro dio all’infuori di Lui. La meta è verso di Lui,",
    "solo i miscredenti polemizzano sui segni di Allah. Non ti lasciar suggestionare dal loro andirivieni in questa terra.",
    "Prima di loro il popolo di Noè tacciò di menzogna e dopo di loro [lo fecero] i coalizzati. Ogni comunità tramò contro il suo messaggero, cercando di impadronirsene  . Polemizzarono con falsi [argomenti] per respingere la verità. Li afferrai infine, e quale fu la Mia sanzione!",
    "Si realizza così la Parola del tuo Signore contro i miscredenti: «Saranno i compagni del Fuoco».",
    "Coloro che sostengono il Trono e coloro che lo circondano, glorificano e lodano il loro Signore  , credono in Lui e invocano il perdono per i credenti: «Signore, la Tua misericordia e la Tua scienza, si estendono su tutte le cose: perdona a coloro che si pentono e seguono la Tua via, preservali dal castigo della Fornace  .",
    "Signore! Falli entrare nei Giardini di Eden che hai promesso loro, e a quanti fra i loro padri, le loro spose e i loro discendenti saranno stati virtuosi. Sì, Tu sei l’Eccelso, il Saggio.",
    "Preservali dalle cattive azioni, perché in quel Giorno colui che avrai preservato dal male, beneficerà della Tua misericordia». Questo è l’immenso successo.",
    "Verrà gridato ai miscredenti: «L’avversione di Allah verso di voi è certamente maggiore di quanto lo era la vostra contro voi stessi, allorché eravate invitati alla fede e la rifiutavate».",
    "Diranno: «Nostro Signore, due volte ci hai fatti morire e due volte ci hai fatti rivivere  . Riconosciamo i nostri peccati, c’è una via di scampo?».",
    "«Questo [avviene] perché quando Allah, l’Unico, era invocato, restavate increduli e quando invece Gli attribuivano associati credevate [in essi]. Il Giudizio appartiene ad Allah, l’Altissimo, il Grande.»",
    "Egli è Colui Che vi mostra i Suoi segni e vi fa scendere dal cielo una provvidenza  . [Ma] se ne ricorda solo chi torna a Lui pentito.",
    "Invocate Allah e rendeteGli un culto puro, nonostante ciò spiaccia ai miscredenti.",
    "Egli è Colui Che eleva ai livelli più alti, il Padrone del Trono. Invia il Suo Spirito, dall’ordine Suo, su chi vuole tra i Suoi servi, così che questi possa avvertire del Giorno dell’Incontro,",
    "del Giorno in cui compariranno e nulla di loro sarà celato ad Allah. A chi apparterrà la sovranità in quel Giorno? Ad Allah, l’Unico, il Dominatore.",
    "In quel Giorno ciascuno sarà compensato per quello che avrà meritato: in quel Giorno non ci sarà ingiustizia. Allah è rapido al conto.",
    "Avvertili [o Muhammad] del Giorno che si avvicina, quando angosciati avranno i cuori in gola. Gli ingiusti non avranno né amici solleciti né intercessori ascoltati.",
    "Egli conosce il tradimento degli occhi e quel che i petti nascondono.",
    "Allah decide con equità, mentre coloro che essi invocano all’infuori di Lui, non decidono nulla. In verità Allah è Colui Che tutto ascolta e osserva.",
    "Non hanno viaggiato sulla terra e osservato quel che avvenne a coloro che li precedettero, che pure erano più potenti di loro e [lasciarono] maggiori vestigia sulla terra? Li afferrò Allah a causa dei loro peccati e non ebbero protettore alcuno contro Allah.",
    "Così [avvenne] perché non credettero nonostante i loro messaggeri avessero recato loro prove inequivocabili. Allora Allah li afferrò. In verità Egli è il Forte, il Severo nel castigo.",
    "Già inviammo Mosè, con i Nostri segni ed autorità evidente,",
    "a Faraone, Hâmân e Qârûn  . Essi dissero: «È un mago, un impostore».",
    "Quando poi portò loro la verità che veniva da Noi, ordinarono: «Vengano uccisi i figli di coloro che credono insieme con lui e lasciate in vita [solo] le femmine»  . La trama dei miscredenti non conduce a buon fine.",
    "Disse Faraone: «Lasciatemi uccidere Mosè, che invochi pure il suo Signore. Temo che alteri la vostra religione e che semini corruzione sulla terra»  .",
    "Disse Mosè: «Mi rifugio nel mio e vostro Signore contro ogni arrogante che non crede nel Giorno del Rendiconto».",
    "Un credente che apparteneva alla famiglia di Faraone e che celava la sua fede, disse: «Uccidereste un uomo [solo] perché ha detto: “Allah è il mio Signore” e [nonostante sia] giunto a voi con prove provenienti dal vostro Signore? Se mente, la sua menzogna [ricadrà] su di lui; se invece è sincero, subirete parte di ciò di cui vi minaccia. Allah non guida chi è iniquo e bugiardo.",
    "O popol mio, oggi la sovranità è vostra e trionfate su questa terra. Ma quando giungerà il rigore di Allah, chi ci aiuterà?». Disse Faraone: «Vi mostro solo quello ch’io vedo e non vi guido che sulla via della rettitudine».",
    "E colui che credeva disse: «O popol mio, pavento per voi un giorno come quello delle fazioni  ,",
    "come quello del popolo di Noè, degli ‘Âd e dei Thamûd, o di quelli [che vissero] dopo di loro: Allah non accetta che i Suoi servi [subiscano] ingiustizia.",
    "O popol mio, pavento per voi il Giorno del Reciproco Appello  ,",
    "il Giorno in cui, sbandandovi, volterete le spalle e non avrete alcun difensore contro Allah. Nessuno potrà guidare colui che Allah smarrisce.",
    "Già in precedenza Giuseppe vi recò prove evidenti, ma non smetteste di dubitare di quello che vi aveva portato  . Quando poi morì diceste: “Dopo di lui Allah non susciterà un altro inviato”. Allah allontana così l’iniquo e il dubbioso.",
    "Coloro che polemizzano sui segni di Allah, senza aver ricevuto nessuna autorità [per farlo], suscitano l’avversione di Allah e dei credenti. In tal modo Allah pone un suggello sul cuore di ogni orgoglioso tiranno».",
    "Disse Faraone: «O Hâmân, costruiscimi una torre: forse potrò raggiungere le vie,",
    "le vie dei cieli, e ascenderò al Dio di Mosè, nonostante lo  ritenga un bugiardo». Così la peggior azione di Faraone fu resa bella ai suoi occhi. Fu sviato dalla [retta] via. L’astuzia di Faraone non fu destinata che al fallimento.",
    "E colui che credeva disse: «O popol mio, seguitemi e vi condurrò sulla retta via.",
    "O popol mio, questa vita è solo godimento effimero, mentre in verità l’altra vita è la stabile dimora.",
    "Chi farà un male, subirà una sanzione corrispondente, mentre chi fa il bene, essendo credente, maschio o femmina, sarà fra coloro che entreranno nel Giardino in cui riceveranno di ogni cosa a profusione.",
    "O popol mio, perché vi chiamo alla salvezza mentre voi mi chiamate al Fuoco?",
    "Mi esortate a non credere in Allah e ad attribuirGli consoci di cui non ho conoscenza alcuna, mentre io vi chiamo all’Eccelso, al Perdonatore.",
    "Non c’è dubbio che mi chiamate a chi non può essere invocato né in questa vita né nell’altra. Il nostro ritorno è verso Allah, e gli iniqui sono loro i compagni del Fuoco.",
    "[Ben presto] vi ricorderete di quel che vi dico. Io rimetto ad Allah la mia sorte. In verità Allah osserva bene i Suoi servi».",
    "Allah lo protesse dai mali che tramavano [contro di lui]  e il peggiore dei castighi avvolse la gente di Faraone:",
    "vengono esposti al Fuoco, al mattino e alla sera. Il Giorno in cui sorgerà l’Ora, [sarà detto]: «Introducete la gente di Faraone nel più severo dei castighi!».",
    "E quando [i dannati] disputeranno tra loro nel Fuoco, diranno i deboli a coloro che erano superbi: «Noi vi seguivamo, potresti darci un po’ di riparo da [questo] Fuoco?».",
    "E coloro che erano stati superbi diranno: «In verità tutti noi ci siamo dentro. Allah ha emesso la sentenza sui Suoi servi».",
    "Coloro che saranno nel Fuoco diranno ai guardiani dell’Inferno: «Pregate il vostro Signore, ché ci sollevi dal castigo, [anche] di un [solo] giorno».",
    "Risponderanno: «Non vi recarono le prove evidenti i vostri messaggeri?». Diranno: «Sì!». E quelli: «Invocate allora!». Ma l’invocazione dei miscredenti è destinata al fallimento.",
    "Aiuteremo i Nostri inviati e coloro che credono, in questa vita e nel Giorno in cui si alzeranno i testimoni  ,",
    "nel Giorno in cui nessuna scusa sarà utile agli ingiusti, [saranno] maledetti e avranno la peggiore delle dimore.",
    "Già demmo la guida a Mosè e facemmo dei Figli di Israele gli eredi della Scrittura  ,",
    "come direzione e monito per coloro che hanno intelletto.",
    "Sii paziente  , ché la promessa di Allah è verità. Chiedi perdono per il tuo peccato e glorifica e loda il tuo Signore alla sera e al mattino  .",
    "Coloro che polemizzano sui segni di Allah, senza aver ricevuto nessuna autorità [per farlo], non hanno altro che invidia nei loro petti: non raggiungeranno il loro scopo  . Implora dunque la protezione di Allah. Egli è Colui che tutto ascolta e osserva.",
    "La creazione dei cieli e della terra è [certamente] più grandiosa di quella degli uomini  , ma la maggior parte di loro non sa nulla.",
    "Il cieco e colui che vede non sono simili tra loro né lo sono coloro che credono e fanno il bene e i malvagi. Quanto poco riflettete!",
    "In verità l’Ora si avvicina, non c’è dubbio alcuno, ma la maggior parte degli uomini non crede.",
    "Il vostro Signore ha detto: «InvocateMi, vi risponderò  . Coloro che per superbia non Mi adorano, entreranno presto nell’Inferno, umiliati».",
    "Allah è Colui Che ha stabilito per voi la notte affinché riposiate e il giorno affinché vediate con chiarezza. In verità Allah è colmo di grazie per gli uomini, ma la maggior parte di loro non sono riconoscenti.",
    "Questi è Allah, il vostro Signore, il Creatore di tutte le cose. Non c’è altro dio all’infuori di Lui. Come potrete lasciarvi sviare?",
    "Così se ne allontanano coloro che negano i segni di Allah.",
    "È Allah Che vi ha concesso la terra come stabile dimora e il cielo come un tetto e vi ha dato forma – e che armoniosa forma vi ha dato – e vi ha nutrito di cose eccellenti. Questi è Allah, il vostro Signore. Sia benedetto Allah, Signore dei mondi.",
    "Egli è il Vivente. Non c’è altro dio all’infuori di Lui. InvocateLo rendendoGli un culto puro. La lode appartiene ad Allah, Signore dei mondi.",
    "Di’ : «Dopo che mi sono giunte le prove da parte del mio Signore, mi è stato vietato di adorare coloro che invocate all’infuori di Allah e mi è stato ordinato di sottomettermi al Signore dei mondi».",
    "Egli è Colui Che vi ha creati dalla terra, poi da una goccia di sperma e poi da una aderenza. Vi ha fatto uscire neonati [dal grembo materno] perché possiate poi raggiungere la pienezza e poi la vecchiaia – ma qualcuno di voi muore prima – affinché giungiate ad un termine stabilito. Rifletterete dunque?",
    "Egli è Colui Che dà la vita e dà la morte. Quando decide una cosa, dice solo «sii», ed essa è.",
    "Non hai visto coloro che polemizzano a proposito dei segni di Allah, come si sono allontanati [da Lui]?",
    "Coloro che tacciano di menzogna il Libro e ciò con cui inviammo i Nostri Messaggeri? Ben presto sapranno,",
    "quando avranno gioghi ai colli e saranno trascinati in catene",
    "nell’acqua bollente e poi precipitati nel Fuoco.",
    "Sarà detto loro: «Dove sono coloro che avete associato [nel culto]",
    "all’infuori di Allah?». Risponderanno: «Si sono allontanati da noi: anzi, non invocavamo altro che il nulla!». Così Allah svia i miscredenti.",
    "Ciò in quanto vanamente esultaste sulla terra e perché foste orgogliosi  .",
    "Entrate dunque dalle porte dell’Inferno, dove rimarrete in perpetuo. Quanto è triste la dimora dei superbi.",
    "Sii paziente: la promessa di Allah è vera. Sia che ti mostriamo una parte di ciò che minacciamo loro, sia che ti richiamiamo  , a Noi saranno ricondotti.",
    "Già inviammo dei messaggeri prima di te. Di alcuni ti abbiamo raccontato la storia, di altri non te l’abbiamo raccontata. Un messaggero non può recare un segno se non con il permesso di Allah. Quando giunge l’ordine di Allah, tutto è deciso con equità e coloro che proferiscono menzogne saranno i perdenti.",
    "Allah è Colui Che vi ha dato il bestiame, affinché alcuni animali siano cavalcature e di altri vi cibiate;",
    "e [affinché] ne traiate altri vantaggi e conseguiate, loro tramite, qualche desiderio che vi sta a cuore  . Vi servono inoltre da mezzo di trasporto, al pari delle navi.",
    "Egli vi mostra i Suoi segni. Quali dunque dei segni di Allah negherete?",
    "Non hanno viaggiato sulla terra e visto quel che avvenne a coloro che li precedettero e che pure erano più numerosi di loro, più forti e lasciarono maggiori vestigia sulla terra  ? Quel che avevano acquisito non fu loro di nessuna utilità.",
    "Quando i loro messaggeri recarono le prove evidenti, si rallegravano della scienza che già possedevano e perciò li avvolse quel che schernivano.",
    "Poi, quando videro la Nostra severità, gridarono: «Crediamo in Allah, l’Unico, e rinneghiamo coloro che [Gli] avevamo associato».",
    "Ma la loro [tardiva] fede non fu loro di nessuna utilità, dopo che ebbero visto la Nostra severità. Questa è la consuetudine di Allah nei confronti dei Suoi servi. Saranno perduti i miscredenti!  «Hâ’,Mîm»: vedi Appendice  «cercando di impadronirsene»: per ucciderlo.  II brano allude agli angeli che reggono il Trono di Allah e quelli che gli stanno intorno.  «la Fornace»: uno dei nomi dell’Inferno.  Secondo la maggior parte dei commentatori classici, tra cui Tabarî (XXIV, -), Ibn Kathir (IV, ), il senso del versetto è il seguente: «la prima morte è quella dello stato fetale precedente alla nascita, quando il bambino è nel grembo materno, a questa morte segue la prima nascita, quella del parto. La seconda morte è quella terrena, la seconda nascita è quella del Giorno della Resurrezione».  «una provvidenza»: «ar-rizq», in questo caso l’acqua piovana.  Hâmân e Qârûn: vedi xix, e xxvii,  Già al tempo della nascita di Mosè, il Faraone aveva decretato la morte di tutti i figli maschi dei Figli di Israele, ora reitera questo orrendo castigo.  Con il linguaggio tipico del demagogo, Faraone cerca di convincere il popolo della sua buona fede. Il fatto che si preoccupi dell’approvazione dei suoi è perlomeno bizzarro, considerando il potere assoluto di cui disponeva. Probabilmente non ò di fronte al popolo che Faraone cerca consensi ai suoi progetti contro Mosè, ma all’interno di una ristretta cerchia di persone che avevano le capacità di recepire e fare proprio il messaggio sull’Unità di Allah, recato da Mosè e da suo fratello Aronne. Il versetto successivo, con l’intervento del credente è la dimostrazione di questa tesi. Questo credente, è forse lo stesso che, nella Sura dei Racconti (XXVIII, avverte Mosè del pericolo che lo sovrasta. Il fatto che fosse informato dei propositi di Faraone rafforza l’ipotesi che facesse appunto parte della cerchia ristretta dei suoi notabili. Se questa tesi fosse vera, oltre ai maghi che subirono il martirio, ci sarebbero stati altri due egizi convertiti da Mosè: il credente di cui sopra e la moglie di Faraone.  «un giorno come quello delle fazioni»: le fazioni che si formarono per respingere o contrastare la missione dei profeti (Tabarì XXIV, ).  « il Giorno del Reciproco Appello »: é uno dei nomi del Giorno del Giudizio, ed é chiamato così perché beati e i dannati s’interrogheranno a distanza a proposito della loro reciproca condizione ( vedi sura VII, verss. ,,).  Giuseppe figlio di Giacobbe, figlio di Isacco, figlio di Abramo (pace su di loro).  II pronome si riferisce a Mosè (Tabarì XXIV, ).  La persona a cui si riferiscono i due pronomi è il credente di cui si parla più sopra. Qatàda (che Allah sia soddisfatto di lui) disse che egli si salvò partendo insieme a Mosè e ai Figli di Israele.  Allah (gloria a Lui l’Altissimo) promette ai Suoi profeti (pace su di loro) e ai credenti il Suo aiuto in questa vita e nel Giorno del Giudizio. Cosa vuol dire questa affermazione, di fronte alla sofferenza che hanno subito tutti i Profeti e al martirio di alcuni di loro? Cosa vuol dire quando vediamo che moltissimi credenti sono oppressi dalla tirannia e dalla miseria, sono perseguitati e uccisi in molte parti del mondo? Vuol dire, con molta semplicità, che per i Profeti e per i veri credenti oppressione e miseria, persecuzione e morte non sono altro che realizzazioni terrene del progetto di Allah per l’umanità; essi hanno la tranquilla coscienza di essere parte integrante di questo progetto. La certezza di una tal fede è l’aiuto più grande che Allah (gloria a Lui l’Altissimo) concede ai Suoi servi devoti.  «la Scrittura»: la Toràh.  «Sii Paziente»: o Muhammad. Come abbiamo già avuto modo di precisare, «as- sabr» è qualcosa di più della pazienza, è la perseveranza, la costanza unita alla virile sopportazione delle avversità. Quando questa qualità viene utilizzata per la Causa di Allah (gloria a Lui l’Altissimo) rappresenta uno dei gradi più alti della realizzazione spirituale e rende l’uomo degno dell’Amore del suo Signore.  «alla sera e al mattino»: cioè sempre.  «non hanno altro che invidia nei loro petti: non raggiungeranno il loro scopo»: invidia per i Profeti (pace su di loro) e impossibilità di essere come loro (Tabarî XXIV, ).  L’uomo non è il coronamento del creato, esso è solo una parte di esso. L’ordine e la grandiosità dell’universo sono esempi ben più pregnanti della Potenza divina (vedi anche LXXIX, ).  L’Inviato di Allah (pace e benedizioni su di lui) disse: «Allah (gloria a Lui l’Altissimo) è in collera con chi non Gli chiede nulla». E disse: «Non c’è nulla a parte l’invocazione che possa impedire al destino di compiersi e nulla a parte le opere buone, che possa prolungare la vita». Questi due ahadìth spiegano l’importanza dell’invocazione di Allah. L’invocazione è il vibrante colloquio della creatura con il suo Creatore, del servo con il suo Signore, c quanto più è sincero e frequente tanto più sarà esaudito e benedetto.  «foste orgogliosi»: abbiamo tradotto così in base all’interpretazione di Ibn Abbfis riferita da Tabarì.  «sia che ti richiamiamo…»: che ti facciamo morire, o Muhammad, prima del Giorno del Giudizio.  «che vi sta a cuore»: lett. «che tenete in petto».  II riferimento diretto è ai politeisti meccani, ma come sempre il Corano si rivolge in generale a tutti gli uomini di tutti i tempi.",
    "Hà’, Mìm  .",
    "Rivelazione  da parte del Compassionevole, del Misericordioso.",
    "Un Libro i cui versetti sono stati esposti chiaramente; un Corano  arabo, per uomini che conoscono  ,",
    "annunzio e monito; ma la maggior parte di loro si sottrae, senza ascoltare.",
    "Dicono: «I nostri cuori sono avviluppati [in qualcosa che li isola] da ciò cui ci inviti, e c’è un peso nelle nostre orecchie  . C’è un velo tra noi e te. Fai pure [quello che vuoi] e noi [faremo] quello che vogliamo!».",
    "Di’: «Io non sono che un uomo come voi: mi è solo stato rivelato che il vostro Dio è un Dio unico. Rivolgetevi a Lui e implorate il Suo perdono». Guai agli associatori,",
    "che non pagano la decima  e non credono nell’Altra vita.",
    "In verità coloro che credono e compiono il bene avranno una ricompensa che non sarà mai diminuita.",
    "Di’: «Vorreste forse rinnegare Colui Che in due giorni ha creato la terra [e vorreste] attribuirGli consimili  ? Egli è il Signore dei mondi.",
    "Ha infisso [sulla terra] le montagne  , l’ha benedetta e in quattro giorni di uguale durata ha distribuito gli alimenti»  ; [questa è la risposta] a coloro che interrogano  .",
    "Poi si rivolse al cielo che era fumo  e disse a quello e alla terra: «Venite entrambi, per amore o per forza». Risposero: «Veniamo obbedienti!».",
    "Stabilì in due giorni i sette cieli e ad ogni cielo assegnò la sua funzione. E abbellimmo il cielo più vicino di luminarie e di una protezione  . Questo è il decreto dell’Eccelso, del Sapiente!",
    "Se si allontanano, di’ loro: «Vi dò l’avvertimento di una folgore  , uguale alla folgore [che colpì] gli ‘Âd e i Thamùd».",
    "Quando da ogni parte giunsero loro i messaggeri dicendo: «Non adorate altri che Allah», risposero: «Se il nostro Signore avesse voluto [che credessimo], avrebbe certamente fatto scendere gli angeli. Dunque non crediamo a ciò con cui siete stati inviati».",
    "Gli ‘Àd furono ingiustamente superbi sulla terra e dissero: «Chi è più forte di noi?». Ma come, non avevano visto che Allah, Che li aveva creati, era più forte di loro? Negarono i Nostri Segni.",
    "Inviammo contro di loro un vento impetuoso e glaciale, in giorni nefasti, affinché gustassero ignominioso castigo già in questa vita. Ma il castigo dell’altra vita è più avvilente e non saranno soccorsi.",
    "Guidammo i Thamùd, ma preferirono l’accecamento alla guida. La folgore del castigo umiliante li colpì per quel che si erano meritati.",
    "Salvammo [solo] coloro che credevano ed erano timorati [di Allah].",
    "Il Giorno in cui i nemici di Allah saranno riuniti [e condotti] verso il Fuoco, saranno divisi [in gruppi],",
    "Quando vi giungeranno, il loro udito, i loro occhi e le loro pelli renderanno testimonianza contro di loro, per quello che avranno fatto.",
    "E diranno alle loro pelli: «Perché avete testimoniato contro di noi?». Risponderanno: «È stato Allah a farci parlare, [Egli è] Colui Che fa parlare tutte le cose. Egli è Colui Che ci ha creati la prima volta e a Lui sarete ricondotti».",
    "Non eravate celati a tal punto che non potessero testimoniare contro di voi il vostro udito, i vostri occhi e le vostre pelli. Pensavate invece che Allah non conoscesse quello che facevate.",
    "Questa vostra supposizione a proposito del vostro Signore vi ha condotti alla rovina e ora siete fra i perduti.",
    "Se insistono, il Fuoco sarà il loro asilo; quand’anche accampino scuse, non saranno scusati.",
    "Demmo loro compagni che abbellirono [agli occhi loro] il loro futuro e il loro passato  . Si realizzò su di loro la sentenza che già era stata pronunziata contro altre comunità di dèmoni e di uomini che li precedettero. Invero furono tra i perdenti.",
    "I miscredenti dicono: «Non ascoltate questo Corano, discorrete futilmente  : forse avrete il sopravvento!».",
    "Certamente faremo gustare un duro castigo ai miscredenti, e li compenseremo in base alle loro peggiori azioni.",
    "Così il compenso dei nemici di Allah sarà il Fuoco, in cui rimarranno in perpetuo: [punizione] per aver smentito i Nostri segni.",
    "Diranno i miscredenti: «Signore, mostraci coloro tra i dèmoni e gli uomini che ci traviavano, ché possiamo calpestarli, ché siano tra i più abbietti».",
    "Gli angeli scendono su coloro che dicono: «Il nostro Signore è Allah», e che perseverano [sulla retta via]. [Dicono loro:] «Non abbiate paura e non affliggetevi; gioite per il Giardino che vi è stato promesso.",
    "Noi siamo vostri alleati in questa vita e nell’altra, e in quella avrete ciò che l’anime vostre desidereranno e quel che chiederanno.",
    "Questa è l’ospitalità del Perdonatore, del Misericordioso».",
    "Chi mai proferisce parola migliore di colui che invita ad Allah, e compie il bene e dice: «Sì, io sono uno dei Musulmani»?",
    "Non sono certo uguali la cattiva [azione] e quella buona. Respingi quella con  qualcosa che sia migliore: colui dal quale ti divideva l’inimicizia, diventerà un amico affettuoso.",
    "Ma ricevono questa [facoltà] solo coloro che pazientemente perseverano; ciò accade solo a chi già possiede un dono immenso  .",
    "E se mai Satana ti tentasse, rifugiati in Allah. In verità Egli tutto ascolta e conosce.",
    "La notte e il giorno, il sole e la luna sono fra i Suoi segni: non prosternatevi davanti al sole o davanti alla luna, ma prosternatevi davanti ad Allah che li ha creati, se è Lui che adorate  .",
    "Se si mostrano protervi, [sappiano che] quelli che sono presso il Tuo Signore Lo glorificano notte e giorno, senza mai stancarsi  .",
    "Fa parte dei Suoi segni la terra che vedi come affranta  . Poi, quando facciamo scendere l’acqua, palpita e rigonfia. In verità Colui Che le ridà la vita è Colui Che ridarà la vita ai morti. In verità Egli è l’Onnipotente.",
    "Non ci sono ignoti coloro che travisano i Nostri segni! Colui che sarà precipitato nel Fuoco avrà forse sorte migliore di chi giungerà con sicurezza al Giorno della Resurrezione? Fate pure quel che volete, Egli ben osserva quello che fate.",
    "In verità essi non credono al Monito che giunse loro, eppure questo è davvero un Libro venerato  ,",
    "non lo tange la falsità in niuna delle sue parti. É una rivelazione da parte di un Saggio, Degno di lode.",
    "Non ti sarà detto altro che quel che fu detto ai messaggeri che ti precedettero. In verità il tuo Signore è il Padrone del perdono, il Padrone del castigo doloroso.",
    "Se ne avessimo fatto un Corano in una lingua straniera, avrebbero detto: «Perché non sono stati espressi chiaramente i suoi versetti? Un [messaggio in un] idioma straniero ad un. [Messaggero] arabo?». Di’: «Esso è guida e panacea per coloro che credono». Coloro che invece non credono, sono colpiti da sordità e accecamento, [ed è come se fossero] chiamati da un luogo remoto.",
    "Già demmo a Mosè il Libro su cui polemizzarono. Se non fosse per una precedente Parola del tuo Signore, sarebbe già stato deciso tra di loro; sono invece immersi nel dubbio [a proposito del Corano]  .",
    "Chi fa il bene lo fa a suo vantaggio, e chi fa il male lo fa a suo danno. Il tuo Signore non è ingiusto con i Suoi servi."
  ]
}