{
  "meta": {
    "id": 153,
    "name": "Hamza Roberto Piccardo",
    "translator_name": "Hamza Roberto Piccardo",
    "slug": "italian-hamza-roberto-piccardo",
    "language_name": "italian"
  },
  "verses": [
    "Disse [Abramo] : «O inviati, qual è la vostra missione?».",
    "Risposero: «Siamo stati inviati a un popolo di criminali,",
    "per lanciare su di loro pietre d’argilla",
    "contrassegnate  presso il tuo Signore, per coloro che eccedono».",
    "Ne facemmo uscire i credenti",
    "e non vi trovammo che una casa di sottomessi  .",
    "Colà lasciammo un segno per coloro che temono il castigo doloroso;",
    "come in Mosè, quando lo inviammo a Faraone con autorità incontestabile,",
    "ma volse le spalle insieme coi suoi. Disse: «È uno stregone o un posseduto».",
    "Afferrammo lui e le sue truppe e li gettammo nei flutti, per il suo comportamento biasimevole.",
    "E [ci fu segno] negli ‘Àd, quando inviammo contro di loro il vento devastante",
    "che nulla lasciava sul suo percorso senza ridurlo in polvere.",
    "E [ci fu segno] nei Thamùd, quando fu detto loro: «Godete per un periodo».",
    "Trasgredirono l’ordine del loro Signore. Li colpì una folgore mentre ancora guardavano  ,",
    "e non poterono restare in piedi né essere soccorsi.",
    "Già [distruggemmo] il popolo di Noè: erano gente malvagia.",
    "Il cielo lo abbiamo costruito con la Nostra potenza e [costante- mente] lo estendiamo nell’immensitâ;",
    "la terra l’abbiamo distesa, e quanto bene la distendemmo  !",
    "Di ogni cosa creammo una coppia, affinché possiate riflettere.",
    "«Accorrete allora verso Allah! In verità io sono per voi un ammonitore esplicito da parte Sua.",
    "Non associate altra divinità ad Allah. In verità io sono per voi un ammonitore esplicito da parte Sua.»",
    "Non mai giunse un messaggero a quelli che li precedettero senza che gli dicessero: «Sei uno stregone, un pazzo!».",
    "È questo quel che si sono tramandati  ? È davvero gente ribelle.",
    "Volgi loro le spalle: non sarai biasimato  ;",
    "e ricorda, ché il ricordo giova ai credenti  .",
    "È solo perché Mi adorassero che ho creato i dèmoni e gli uomini  .",
    "Non chiedo loro nessun sostentamento e non chiedo che Mi nutrano.",
    "In verità Allah è il Sostentatore, il Detentore della forza, l’Irremovibile.",
    "Coloro che saranno stati ingiusti avranno la stessa sorte che toccò ai loro simili: non cerchino quindi di affrettarla.",
    "Guai a coloro che non credono, per via del Giorno di cui sono stati minacciati.  Le nuvole cariche di pioggia.  Le navi sulle onde del mare.  Gli angeli di Allah (gloria a Lui l’Altissimo).  Le orbite delle stelle.  II discorso è rivolto ai politeisti meccani in particolare (e a tutti i miscredenti in generale) i quali a proposito di Muhammad (pace e benedizioni su di lui) avevano opinioni divergenti: qualcuno lo trattava da poeta, altri da stregone, altri ancora dicevano che era posseduto dai dèmoni.  «è maldisposto [verso il Profeta] chi è maldisposto [verso Allah e la Sua Rivelazione].»  «i blasfemi»: quelli cioè che avanzano a proposito di Allah (gloria a Lui l’Altissimo) e della Resurrezione personalissime e contraddittorie ipotesi (vedi vers. e la nota).  Nell’abisso della loro ignoranza, della loro miscredenza, dimenticano la Verità  II diritto dei bisognosi sui beni concessi da Allah ad altri uomini è il fondamento della Zakât, uno dei cinque pilastri dell’IsIàm (vedi Appendice ).  «ciò che vi è stato promesso»: nel bene e nel male (Tabarì XXVI, ).  … o Muhammad!  Si tratta degli angeli che Allah (gloria a Lui l’Altissimo) inviò per annunciare ad Abramo che avrebbe avuto un figlio da Sara.  Naturalmente il vitello era arrostito e preparato. Il Corano trascura i particolari inessenziali.  II fatto che gli invitati, sazi della loro natura angelica, non toccassero cibo spaventò l’ignaro Abramo, che poteva interpretare il fatto come un segno di grande ostilità nei suoi confronti.  «contrassegnate»: secondo la tradizione su ognuno di quei blocchi c’era scritto il nome della persona cui era destinato.  «una casa di sottomessi»: la casa della famiglia di Lot, gente sottomessa ad Allah (muslim) ad eccezione della moglie di Lot, che trasgredì gli ordini dell’Altissimo e perì con gli altri peccatori.  «mentre ancora guardavano»: mentre osservano ignari i segni del cataclisma che si stava preparando.  «e quanto bene la distendemmo»: lett: «che Eccellente Distensore fummo».  «quel che si sono tramandati»: anche il male e l’ignoranza vengono dunque tramandati; i miscredenti sembrano lasciare i loro comportamenti in eredità ad altri miscredenti.  Lascia pure che percorrano fino in fondo la loro strada di perdizione.  II Ricordo di Allah, l’attività che meravigliosamente realizza ed esalta l’esistenza del credente, quanto di più utile e produttivo in senso assoluto possa fare l’uomo nella sua vita.  Ecco in estrema sintesi la risposta agli interrogativi esistenziali classici della filosofia. Siamo servi di Allah, il nostro fine è quello di adorarLo, veniamo da Lui che è il nostro Creatore, andiamo verso di Lui che è il nostro divenire.",
    "Per il Monte  ,",
    "per un Libro scritto",
    "su pergamena distesa,",
    "per la Casa visitata  ,",
    "per la volta elevata  ,",
    "per il mare ribollente.",
    "Il castigo del tuo Signore avverrà inevitabilmente,",
    "nessuno potrà impedirlo.",
    "Il Giorno in cui il cielo tremante tremerà ",
    "e le montagne si metteranno in marcia,",
    "guai in quel Giorno, a coloro che tacciano di menzogna,",
    "a coloro che si dilettano nella vanità!",
    "Il Giorno in cui saranno spinti brutalmente nel fuoco dell’Infer- no,",
    "[sarà detto loro]: «Ecco il fuoco che tacciavate di menzogna!",
    "E magia questa? O siete voi che non vedete?",
    "Entrateci! Che lo sopportiate oppure no, sarà per voi la stessa cosa. Sarete compensati solo di quello che avrete fatto».",
    "In verità i timorati saranno nei Giardini, nelle delizie,",
    "a godersi quello che il loro Signore avrà dato loro. Il loro Signore li avrà preservati dal castigo della Fornace  .",
    "[Sarà detto loro]: «Mangiate e bevete in serenità, [ricompensa questa] per quel che avete fatto!».",
    "[Staranno] appoggiati su divani disposti in ranghi e daremo loro in spose le fanciulle dai grandi occhi neri.",
    "Coloro che avranno creduto e che saranno stati seguiti nella fede dalla loro progenie, Noi li riuniremo ai loro figli. Non diminuiremo in nulla il merito delle loro azioni, poiché ognuno è pegno di quello che si sarà guadagnato.",
    "Provvederemo loro i frutti e le carni che desidereranno.",
    "Si scambieranno un calice immune da vanità o peccato.",
    "E per servirli circoleranno tra loro giovanetti simili a perle nascoste.",
    "Si andranno vicendevolmente incontro, interpellandosi.",
    "Diranno: «Vivevamo tra la nostra gente nel timore [di Allah]",
    "ma Allah ci ha favorito e ci ha protetti dal castigo del Soffio Infuocato  .",
    "Già noi Lo invocavamo. Egli è veramente il Caritatevole, il Misericordioso».",
    "Ammonisci dunque, poiché per grazia del tuo Signore non sei né un indovino né un folle.",
    "Diranno: «È un poeta, aspettiamo che subisca qualche vicissitudine mortale»  .",
    "Di’: «Aspettate, ché anch’io aspetterò con voi».",
    "E la loro ragione che li induce a ciò, o sono un popolo di superbi?",
    "Diranno: «Lo ha inventato lui stesso». Piuttosto [sono loro che] non vogliono credere.",
    "Producano dunque un discorso simile a questo, se sono sinceri.",
    "Sono stati forse creati dal nulla oppure sono essi stessi i creatori?",
    "O hanno creato i cieli e la terra? In realtà non sono affatto convinti  .",
    "Hanno presso di loro i tesori del tuo Signore o sono loro i dominatori?",
    "Hanno forse una scala per ascoltare  ? Chi ascolta per conto loro, lo provi irrefutabilmente.",
    "[Allah] avrebbe forse figlie e voi figli  ?",
    "Forse chiedi loro un compenso, [tale] che si sentano gravati da un peso insopportabile  ?",
    "Possiedono l’invisibile in modo tale da descriverlo?",
    "Vogliono tramare un’insidia? Saranno piuttosto i miscredenti ad essere ingannati.",
    "Oppure hanno un altro dio all’infuori di Allah? Gloria a Lui, Egli è ben al di sopra di quanto [Gli] associano.",
    "Se vedessero cadere un pezzo di cielo, direbbero: «E un cumulo di nuvole».",
    "Lasciali [stare] dunque, finché non incontreranno quel loro Giorno  in cui saranno folgorati,",
    "il Giorno in cui la loro astuzia non gioverà loro in alcunché e non saranno aiutati.",
    "In verità gli ingiusti saranno puniti già prima di quello. Ma la maggior parte di loro non lo sa.",
    "Sopporta con pazienza il decreto del tuo Signore  , poiché in verità sei sotto i Nostri occhi. Glorifica e loda il tuo Signore quando ti alzi,",
    "e glorificaLo durante la notte e al declinare delle stelle.  Il Sinai, il monte per antonomasia, sul quale Mosè ricevette le Tavole della Legge.  La celeste dimora popolata dagli angeli simmetria celeste della Ka‘ba frequentata dai pellegrini ventiquattro ore su ventiquattro.  Il cielo.  Tremante per il timor di Allah, tremerà nello sconvolgimento del Giorno del Giudizio.  «la Fornace»: uno dei nomi dell’Inferno.  «il Soffio Infuocato»: una delle pene dell’Inferno.  Un giorno che i Quraysh si erano riuniti per discutere i provvedimenti da prendere contro l’Inviato di Allah (pace e benedizioni su di lui), uno di loro se ne sortì con la proposta di imprigionarlo e lasciarlo morire di stenti.  «non sono affatto convinti»: del castigo che li attende nell’altra vita.  «una scala per ascoltare»: quello che avviene in cielo.  A proposito delle «figlie» che i pagani attribuivano ad Allah, vedi nota a xvi,  Se Muhammad (pace e benedizioni su di lui) avesse chiesto un compenso per trasmettere agli uomini il Sublime Corano, per retribuire un così immenso servigio certamente gli uomini avrebbero dovuto indebitarsi pesantemente.  «Subiranno le conseguenze del loro comportamento prima che giunga il Giorno del Giudizio finale, la loro vita terrena sarà gravata da angoscia e disperazione.  Allah (gloria a Lui l’Altissimo) invita il Suo Profeta (pace e benedizioni su di lui) a sopportare virilmente le molestie e gli scherni dei miscredenti e lo rassicura del fatto che Egli veglia su di lui.",
    "Per la stella quando tramonta.",
    "Il vostro compagno  non è traviato, non è in errore;",
    "e neppure parla d’impulso:",
    "non è che una Rivelazione ispirata.",
    "Gliel’ha insegnata un fortissimo  ,",
    "di saggezza dotato, che compostamente comparve:",
    "[si trovava] all’orizzonte più elevato  ,",
    "poi s’avvicinò scendendo ancora più in basso  ,",
    "[finché] fu alla distanza di due archi o meno.",
    "Rivelò al Suo servo quello che rivelò.",
    "Il cuore non mentì su quel che vide.",
    "Vorreste dunque polemizzare su quel che vide?",
    "E invero lo vide in un’altra discesa,",
    "vicino al Loto del limite  ,",
    "presso il quale c’è il Giardino di Ma’wa  ,",
    "nel momento in cui il Loto era coperto da quel che lo copriva  .",
    "Non distolse lo sguardo e non andò oltre.",
    "Vide davvero i segni più grandi del suo Signore.",
    "Cosa ne dite di al-Lât e al-‘Uzzà,",
    "e di Manàt, la terza  ?",
    "Avrete voi il maschio e Lui la femmina  ?",
    "Che ingiusta spartizione!",
    "Non sono altro che nomi menzionati da voi e dai vostri antenati, a proposito dei quali Allah non fece scendere nessuna autorità. Essi si abbandonano alle congetture e a quello che affascina gli animi loro, nonostante sia giunta loro una guida del loro Signore.",
    "L’uomo otterrà forse tutto quel che desidera?",
    "Appartengono ad Allah l’altra vita e questa vita.",
    "Quanti angeli nel cielo, la cui intercessione sarà vana finché Allah non l’abbia permessa, e in favore di chi Egli voglia e di chi Gli aggrada.",
    "Invero quelli che non credono nell’altra vita danno agli angeli nomi femminili,",
    "mentre non posseggono alcuna scienza: si abbandonano alle congetture, ma la congettura non può nulla contro la verità  .",
    "Dunque non ti curare di chi volge le spalle al Nostro monito e non brama che la vita terrena.",
    "Ecco tutta la portata della loro scienza: in verità il tuo Signore ben conosce chi si allontana dalla Sua via e conosce chi è ben diretto.",
    "Appartiene ad Allah tutto quello che c’è nei cieli e tutto quello che c’è sulla terra, sì che compensi coloro che agiscono male per ciò che avranno fatto e compensi coloro che agiscono bene con quanto ci sia di più bello.",
    "Essi sono coloro che evitano i peccati più gravi  e le perversità e non commettono che le colpe più lievi. Invero il perdono del tuo Signore è immenso. Egli vi conosce meglio [di chiunque altro] quando vi ha prodotti dalla terra e quando eravate ancora embrioni nel ventre delle vostre madri. Non vantatevi di essere puri  : Egli conosce meglio [di chiunque altro] coloro che [Lo] temono.",
    "Hai visto colui  che ti volge le spalle,",
    "che dà poco e poi smette [di dare]?",
    "Possiede conoscenza dell’invisibile e riesce a vederlo?",
    "Non è stato informato di quello che contengono i fogli di Mosè",
    "e quelli di Abramo, uomo fedele  ?",
    "Che nessuno porterà il fardello di un altro,",
    "E che invero, l’uomo non ottiene che il [frutto dei] suoi sforzi  ;",
    "e che il suo sforzo gli sarà presentato [nel Giorno del Giudizio]",
    "e gli sarà dato pieno compenso,",
    "e che in verità tutto conduce verso il tuo Signore,",
    "e che Egli è Colui Che fa ridere e fa piangere,",
    "e che Egli è Colui Che dà la vita e dà la morte,",
    "e che Egli è Colui Che ha creato i due generi, il maschio e la femmina,",
    "da una goccia di sperma quand’è eiaculata,",
    "e che a Lui incombe l’altra creazione  ,",
    "e che invero è Lui Che arricchisce e provvede,",
    "e che è Lui il Signore di Sirio  ,",
    "e che Lui annientò gli antichi ‘Àd,",
    "e i Thamùd, sì che non ne rimase nessuno,",
    "come già [accadde] alla gente di Noè, che era ancora più ingiusta e più ribelle,",
    "e come già annientò le [città] sovvertite  :",
    "e fece sì che le ricoprisse quel che le ricoprì!",
    "Quale dunque dei favori del tuo Signore vorrai mettere in dubbio?",
    "Questo è un Monito tra gli antichi moniti  .",
    "L’Imminente s’avvicina  ,",
    "nessuno, all’infuori di Allah, può svelarla  !",
    "Ma come, vi stupite di questo discorso?",
    "Ne riderete invece che piangerne o",
    "rimarrete indifferenti?",
    "Dunque prosternatevi davanti ad Allah e adorate  !  «Il vostro compagno»: Allah (gloria a Lui l’Altissimo) si rivolge ai meccani e parla del Profeta Muhammad (pace e benedizioni su di lui).  «un fortissimo»: l’arcangelo Gabriele (pace su di lui).  Il pronome si riferisce a Gabriele (pace su di lui). Il Profeta Muhammad (pace e benedizioni su di lui) lo vide due volte, nel corso della prima rivelazione e poi (vedi vers. durante la sua Ascensione al cielo (vedi anche nota introduttiva alla sura XVII).  «s’avvicinò scendendo ancora più in basso»: trad. incerta, anche: s’avvicinò e rimase sospeso.  «Loto del limite»: l’albero paradisiaco che, secondo la tradizione, si trova nel settimo cielo alla destra del Trono divino. Rappresenta il limite estremo insuperabile dall’uomo nel suo avvicinamento al suo Signore.  «il Giardino di Ma’wa»: la dimora paradisiaca.  «era coperto da quel che lo copriva»: una luce emanante dal Trono di Allah (gloria a Lui l’Altissimo) secondo Tabari (XXVII) oppure una fioritura miracolosa, o ancora una folla di cherubini posati sui suoi rami; Allah ne sa di più.  La tradizione riferisce che un giorno l’Inviato di Allah (pace e benedizioni su di lui) stava assolvendo all’orazione nei pressi della Ka‘ba, recitando ad alta voce questa sura, quando Satana si insinuò nella mente dei politeisti che stavano ad ascoltarlo facendo sì che credessero di sentire un riconoscimento della divinità di queste tre «dee» che suonava pressappoco in questi termini: «Sono le dee altovolanti, la loro intercessione è auspicabile». L’artificio diabolico coincise con la fine della recitazione da parte di Muhammad, il quale si inchinò e poi si prosternò nel «sujùd», imitato immediatamente dai politeisti lieti di questo riconoscimento alle loro divinità tribali. Il fatto suscitò un grande scalpore e fu riferito a Muhammad (pace e benedizioni su di lui) che ne era del tutto ignaro e che ristabilì immediatamente la correttezza della Rivelazione (vedi anche nota a XXII, ).  Vedi la nota a XVI,  I verss. -rispondono alla domanda formulata nei verss. -e, con chiarezza, respingono qualsiasi possibilità di intercessione al di fuori della volontà di Allah (gloria a Lui l’Altissimo).  A proposito dei peccati che la dottrina islamica considera gravi, vedi nota a IV,  «Non vantatevi…»: l’Inviato di Allah (pace e benedizioni su di lui) disse: «Allah Altissimo mi ha rivelato che dovete essere modesti affinché l’uno non opprima con insolenza l’altro, né vanti superiorità su di lui. Lo ha trasmesso Muslim (Il Giardino dei Devoti, cit.).  Secondo l’esegesi classica (Tabarì XXVII, questo versetto si riferisce in particolare ad un notabile meccano, al Walìd ibn ul Mughìra che si era convertito all’IsIàm e che poi rinnegò la fede su pressioni dei suoi contribuii pagani. Uno di questi, di fronte ai suoi timori in merito all’apostasia, gli propose uno strano commercio: «Pagami – gli disse – e io ti garantisco che se nell’Aldilà dovessi essere condannato, io mi assumerò il castigo che ti spetterebbe». Dopo di ciò, siccome «il diavolo fa le pentole ma non i coperchi», il furbacchione continuò ad avanzare richieste e al Walìd pretese che fosse stipulato un regolare contratto scritto. Miseria della miscredenza!  I fogli di Mosè sono certamente gli scritti contenuti nella Toràh, quelli di Abramo invece sono andati del tutto perduti. Il Corano ne parla anche nella sura LXXXVII.  Abù Hurayra (che Allah sia soddisfatto di lui) riferì che un giorno l’Inviato di Allah (pace e benedizioni su di lui) chiamò attorno a sé la sua famiglia e raccomandò loro di fare il bene in quanto solo quello avrebbe potuto aprir loro le porte del Paradiso poiché la parentela che li legava non aveva alcun valore nel Giorno del Giudizio. Disse inoltre che tutte le azioni degli uomini finiscono di produrre i loro effetti spirituali con la morte di chi le compie, ad eccezione di tre casi: l’opera di colui che ha lasciato un bene che continua a produrre i suoi benefici effetti, l’opera di chi ha arricchito gli uomini con la sua scienza, la devozione di un figlio riconoscente che prega per il genitore defunto e implora su di lui la misericordia divina.  «l’altra creazione»: la Resurrezione.  Sirio, stella doppia della costellazione del Gran Cane, si trova ad ,anni luce di distanza dal sole. Di straordinaria luminosità, era adorata da alcuni arabi pagani.  «le [città] sovvertite»: Sodoma e le città della Pentapoli sulle rive del Mar Morto, distrutte per l’iniquità dei loro abitanti.  Questa una delle interpretazioni proposte da Tabarì, oppure, riferendosi a Muhammad (pace e benedizioni su di lui): «Ecco un ammonitore [successore] degli antichi ammonitori».  L’Ora del Giudizio.  «può svelarla»: può rivelare il momento in cui verrà.  Questo è uno dei versetti alla lettura dei quali nella recitazione liturgica si deve compiere una prosternazione. Vedi in Appendice l’elenco delle prosternazioni nella lettura del Corano.",
    "L’Ora si avvicina e la luna si spacca.",
    "Se vedono un segno, si sottraggono e dicono: «È una magia continua!»  .",
    "Tacciano di menzogna e seguono le loro passioni, ma ogni Decreto è prefissato.",
    "Certamente sono giunte a loro storie che dovrebbero dissuaderli [dal male],",
    "consolidata saggezza. Ma gli avvertimenti non giovano [loro].",
    "Distogliti da loro [o Muhammad]. Il Giorno in cui l’Araldo  chiamerà a qualcosa di orribile,",
    "usciranno dalle tombe con gli occhi bassi, come locuste disperse",
    "e si precipiteranno impauriti verso l’Araldo. Diranno i miscredenti: «Ecco un Giorno difficile».",
    "Prima di loro il popolo di Noè già tacciò di menzogna. Tacciarono di menzogna il Nostro servo e dissero: «È un pazzo». Lo diffidarono [dal predicare]  .",
    "Invocò il suo Signore: «Sono sopraffatto: fa’ trionfare la Tua causa»  .",
    "Spalancammo le porte del cielo ad un’acqua torrenziale,",
    "e da tutta la terra scaturirono sorgenti e le acque  si mescolarono in un ordine prestabilito.",
    "E lo portammo su [quella fatta di] tavole e chiodi  .",
    "Navigò sotto i Nostri occhi: fu il compenso per colui che era stato rinnegato.",
    "La lasciammo come segno  . C’è qualcuno che se ne ricorda?",
    "Quale fu il Mio castigo, quali i Miei moniti  !",
    "Invero abbiamo reso facile il Corano, che vi servisse da Monito. C’è qualcuno che rifletta [su di esso]?",
    "Gli ‘Ad tacciarono di menzogna. Quale fu il Mio castigo, quali i Miei moniti!",
    "Scatenammo contro di loro un vento tempestoso, durante un giorno nefasto e interminabile;",
    "strappava gli uomini come fossero tronchi di palme sradicate.",
    "Quale fu il Mio castigo! Quali i Miei moniti!",
    "Invero abbiamo reso facile il Corano, che vi servisse da Monito. C’è qualcuno che rifletta [su di esso]?",
    "I Thamùd tacciarono di menzogna gli ammonimenti;",
    "dissero: «Dovremmo seguire un solo mortale fra di noi  ? Davvero in tal caso saremmo traviati e folli!",
    "Ma come? Il Monito è stato affidato solo a lui tra [tutti] noi? È un gran bugiardo, uno sfrontato!».",
    "Domani sapranno chi è il gran bugiardo, lo sfrontato!",
    "Manderemo loro la cammella  come tentazione: osservali e sii paziente.",
    "Informali che devono dividere l’acqua [con la cammella]: ognuno il suo turno per bere.",
    "Chiamarono uno dei loro che impugnò [la spada] e le tagliò i garretti.",
    "Quale fu il Mio castigo, quali i Miei moniti!",
    "Mandammo contro di loro un solo Grido, rimasero come erba disseccata per gli stabbi  .",
    "Invero abbiamo reso facile il Corano, che vi servisse da Monito. C’e qualcuno che rifletta [su di esso]?",
    "Il popolo di Lot  tacciò di menzogna i moniti.",
    "Mandammo contro di loro una tempesta di pietre, eccezion fatta per la famiglia di Lot che salvammo sul far dell’alba,",
    "favore da parte Nostra: così compensiamo chi Ci è riconoscente.",
    "Egli li aveva avvisati del Nostro castigo, ma dubitarono di questi moniti.",
    "Pretendevano i suoi ospiti, ma accecammo i loro occhi [dicendo]: «Provate allora il Mio castigo e [la veridicità de] i Miei moniti!».",
    "E invero di buon’ora li sorprese un durevole castigo.",
    "Provate allora il Mio castigo e [la veridicità de]i Miei moniti!",
    "Invero abbiamo reso facile il Corano, che vi servisse da monito. Ce qualcuno che rifletta [su di esso]?",
    "E invero giunsero ammonimenti alla gente di Faraone.",
    "Smentirono tutti quanti i Nostri segni, perciò Li afferrammo con la presa di un possente, onnipotente.",
    "I vostri miscredenti [o meccani] sono migliori di quelli? Ci son forse nelle Scritture delle immunità a vostro favore?",
    "Oppure diranno: «Siamo una moltitudine capace di vincere»  .",
    "Presto sarà dispersa la moltitudine e volgeranno in fuga.",
    "Sarà piuttosto l’Ora il loro appuntamento. L’Ora sarà più atroce e più amara.",
    "In verità i malvagi sono nello smarrimento e nella follia.",
    "Il Giorno in cui saranno trascinati sui loro volti fino al Fuoco [sarà detto loro]: «Gustate il contatto del Calore che brucia!»  .",
    "Ogni cosa creammo in giusta misura  ,",
    "e il Nostro ordine è una sola parola, [istantaneo] come battito di ciglia.",
    "Invero già annientammo faziosi della vostra specie. C’è forse qualcuno che rifletta in proposito?",
    "Tutto quel che fecero è nei registri:",
    "ogni cosa piccola o grande vi è segnata.",
    "I timorati saranno tra Giardini e ruscelli,",
    "in un luogo di verità, presso un Re onnipotente.  Secondo alcuni commentatori il versetto accenna ad un fatto miracoloso che avvenne alla Mecca prima dell’Egira. Per sostenere il Suo Inviato Allah (gloria a Lui l’Altissimo) fece sì che la luna apparisse spaccata in due parti distinte e lontane tra loro. Il fatto fu constatato anche da molti beduini che vivevano lontani dalla città, ma i miscredenti preferirono credere che si trattasse di una magia. Altri esegeti ritengono che il brano alluda ad uno dei segni annunciatori della fine dei tempi.  «l’Araldo» İsrafil (Raffaele). L’Angelo dell’Apocalisse soffierà nel corno per chiamare i morti fuori dalle tombe e per condurli al luogo del Giudizio.  «Lo diffidarono [dal predicare]»: interpretazione suggerita dal Tabarì (XXVII, ), anche: «lo scacciarono», «lo respinsero».  Dopo secoli di predicazione Noè (pace su di lui) chiede all’Altissimo un segno risolutivo.  Le acque fuoriuscite dalla terra e quelle della pioggia.  «tavole e chiodi»: l’Arca nella sua dimensione tecnologica.  La vicenda di Noè e dell’Arca divenne un segno ben chiaro del castigo di Allah (gloria a Lui l’Altissimo) e della Sua misericordia per chi Lo teme.  Come fu terribile il castigo di Allah, come furono indimenticabili i Suoi moniti.  «un solo mortale fra di noi»: è a Şâlih, il profeta inviato ai Thamùd che si rivolge Allah (gloria a Lui l’Altissimo) nei versetti successivi.  «la cammella»: vedi XI, e la nota.  «per gli stabbi »: dove sta il bestiame.L’espressione rende con grande drammaticità la condizione dei Thamûd dopo il castigo, ridotti come stoppia secca e calpestata dagli animali.  «Il popolo di Lot»: gli abitanti di Sodoma.  Riferisce il Tabarì che, prima della battaglia di Badr, Abu Jahl uno dei capi dei Quraysh pronunciò questa frase baldanzosa. L’Inviato di Allah (pace e benedizioni su di lui) rispose recitando più volte il successivo vers.  «il Calore che brucia», uno dei tormenti dellTnferno, secondo Tabarì (XXVII, è anche il nome di una porta infernale.  Allah (gloria a Lui l’Altissimo) ribadisce l’ordine del Creato, la sua meravigliosa distribuzione delle risorse, in una parola il suo perfetto equilibrio ecologico. Ogni fenomeno naturale ha la sua spiegazione all’interno di una logica scientifica contingente o epocale. L’equilibrio apparentemente infranto si ristabilisce incessantemente ad un livello diverso. Le uniche modificazioni strutturali capaci di mettere in crisi l’ecosistema sono quelle prodotte dall’avidità, dall’ignoranza, dalla miopia dell’uomo, che si pone conflittualmente con la Legge di Allah cui obbedisce la natura.",
    "Il Compassionevole,",
    "ha insegnato il Corano,",
    "ha creato l’uomo",
    "e gli ha insegnato ad esprimersi  .",
    "Il sole e la luna [si muovono] secondo calcolo [preciso].",
    "E si prosternano le stelle e gli alberi  .",
    "Ha elevato il cielo e ha eretto la bilancia,",
    "affinché non frodiate nella bilancia:",
    "stabilite il peso con equità e non falsate la bilancia.",
    "La terra l’ha disposta per le creature:",
    "vi crescono frutti e palme dalle spate protette",
    "e cereali nei loro involucri e piante aromatiche.",
    "Quale dunque dei benefici del vostro Signore negherete  ?",
    "Creò l’uomo di argilla risonante come terraglia ",
    "e i dèmoni da fiamma di un fuoco senza fumo.",
    "Quale dunque dei benefici del vostro Signore negherete?",
    "Il Signore dei due Orienti e il Signore dei due Occidenti  .",
    "Quale dunque dei benefici del vostro Signore negherete?",
    "Ha lasciato liberi mari affinché si incontrassero  ,",
    "[ma] fra loro vi è una barriera che non possono oltrepassare  .",
    "Quale dunque dei benefici del vostro Signore negherete?",
    "Da entrambi si estraggono la perla e il corallo.",
    "Quale dunque dei benefici del vostro Signore negherete?",
    "A Lui [appartengono] le navi, alte sul mare come colline.",
    "Quale dunque dei benefici del vostro Signore negherete?",
    "Tutto quel che è sulla terra è destinato a perire,",
    "[solo] rimarrà il Volto del tuo Signore  , pieno di Maestà e di Magnificenza.",
    "Quale dunque dei benefici del vostro Signore negherete?",
    "Lo invocano tutti quelli che sono nei cieli e sulla terra. È ogni giorno in [nuova] opera  .",
    "Quale dunque dei benefici del vostro Signore negherete?",
    "Presto ci occuperemo di voi, o due pesi  !",
    "Quale dunque dei benefici del vostro Signore negherete?",
    "O consesso dei dèmoni e degli uomini, se potrete varcare i limiti dei cieli e della terra, fatelo. Non fuggirete senza un’autorità [proveniente da Allah].",
    "Quale dunque dei benefici del vostro Signore negherete?",
    "Sarà inviata contro entrambi fiamma ardente e rame fuso e non sarete soccorsi.",
    "Quale dunque dei benefici del vostro Signore negherete?",
    "Quando si fenderà il cielo e sarà come cuoio rossastro  ,",
    "quale dunque dei benefici del vostro Signore negherete?",
    "In quel Giorno né gli uomini né i dèmoni saranno interrogati sui loro peccati  .",
    "Quale dunque dei benefici del vostro Signore negherete?",
    "Gli empi saranno riconosciuti dai loro segni e afferrati per il ciuffo e per i piedi.",
    "Quale dunque dei benefici del vostro Signore negherete?",
    "[Sarà detto loro:] «Ecco l’Inferno che i colpevoli negavano!»",
    "Vagheranno tra esso e il magma ribollente.",
    "Quale dunque dei benefici del vostro Signore negherete?",
    "Per chi avrà temuto di presentarsi [al cospetto] del suo Signore ci saranno due Giardini.",
    "Quale dunque dei benefici del vostro Signore negherete?",
    "Di fresche fronde.",
    "Quale dunque dei benefici del vostro Signore negherete?",
    "In entrambi sgorgano due fonti.",
    "Quale dunque dei benefici del vostro Signore negherete?",
    "In entrambi due specie di ogni frutto.",
    "Quale dunque dei benefici del vostro Signore negherete?",
    "Saranno appoggiati, [i loro ospiti], su divani rivestiti internamente di broccato, e i frutti dei due giardini saranno a portata di mano.",
    "Quale dunque dei benefici del vostro Signore negherete?",
    "Vi saranno colà quelle dagli sguardi casti, mai toccate da uomini o da dèmoni.",
    "Quale dunque dei benefici del vostro Signore negherete?",
    "Saranno simili a rubino e corallo.",
    "Quale dunque dei benefici del vostro Signore negherete?",
    "Qual altro compenso del bene se non il bene?",
    "Quale dunque dei benefici del vostro Signore negherete?",
    "E [ci saranno] altri due giardini oltre a quelli.",
    "Quale dunque dei benefici del vostro Signore negherete?",
    "Entrambi di un verde scurissimo.",
    "Quale dunque dei benefici del vostro Signore negherete?",
    "In entrambi due sorgenti sgorganti.",
    "Quale dunque dei benefici del vostro Signore negherete?",
    "In entrambi frutti, palme e melograni.",
    "Quale dunque dei benefici del vostro Signore negherete?",
    "E [fanciulle] pie e belle.",
    "Quale dunque dei benefici del vostro Signore negherete?",
    "E fanciulle dai grandi occhi neri  ritirate nelle loro tende.",
    "Quale dunque dei benefici del vostro Signore negherete?",
    "Che nessun uomo o demone mai han toccato.",
    "Quale dunque dei benefici del vostro Signore negherete?",
    "Staranno appoggiati su verdi cuscini e meravigliosi tappeti.",
    "Quale dunque dei benefici del vostro Signore negherete?",
    "Sia benedetto il Nome del tuo Signore, colmo di Maestà e di Magnificenza.  Lett. «gli ha insegnato il “bayân”», cioè il discorso chiaro ed esauriente.  «le stelle e gli alberi»: è anche possibile tradurre «l’erbe e l’albero». Oltre alla loro connaturata sottomissione al loro Signore (gloria a Lui l’Altissimo) queste creature si prosternano sorgendo e tramontando (le stelle) con la loro ombra e volgendosi verso il sole (le erbe e gli alberi).  Secondo la maggior parte dei commentatori coloro ai quali viene rivolta questa domanda, che si ripete ben volte in questa sura, sono gli uomini e i dèmoni. Riferisce una tradizione che un giorno l’Inviato di Allah (pace e benedizioni su di lui) recitò questa sura davanti ai suoi compagni e poi disse loro di averla salmodiata nella notte in cui predicò ai dèmoni. Essi ascoltarono con attenzione e ogniqualvolta udivano questo versetto rispondevano: «Signor nostro, non neghiamo nessuno dei benefici, Tu sei il Sapiente».  Racconta la tradizione che Allah (gloria a Lui l’Altissimo) plasmò l’uomo con l’argilla e poi lo lasciò ad asciugare. Durante tutto questo periodo Iblìs, che avrebbe poi disobbedito rifiutando di prosternarsi davanti ad Adamo (vedi II, -), colpiva la figura di argilla ed essa risuonava come «i vasi che il vasaio rigira per farli asciugare e che cozzano tra loro» (Tabarì).  Nel suo moto apparente il sole si leva in autunno/inverno a sud-est e tramonta a sud- ovest mentre in primavera/estate si leva a nord-est e tramonta a nord-ovest. Questa l’esegesi classica di questo versetto. Naturalmente altri significati che si riferiscono alla contemporanea pregnanza divina nel mondo terreno e in quello invisibile, in questa vita c nell’altra, non sono esclusi né escludibili.  Possono essere le acque piovane e quelle dei fiumi, laghi, mari, oppure quelle dolci e quelle salate, o ancora quelle dell’Atlantico e del Mediterraneo.  L’oceanografia ha stabilito che i mari si compenetrano solo apparentemente e che ogni mare ha sue peculiari caratteristiche per quanto riguarda salinità, densità, temperatura. In realtà esistono delle vere e proprie barriere, di cui si è avuta la prova (utilizzando ad esempio la fotografia all’infrarosso). Quando le acque oltrepassano queste barriere, si trasformano e assumendo le caratteristiche del mare in cui sono confluite, «diventano» il mare in cui sono confluite.  «[solo] rimarrà il Volto del tuo Signore»: nel senso dell’eternità della realtà divina (vedi XXVIII, e la nota).  L’attività divina è continua, Allah (gloria a Lui l’Altissimo) non è indifferente alle vicissitudini delle Sue creature. La Sua presenza e la Sua opera governano il creato in modo dinamico.  «o due pesi»: gli uomini e i dèmoni.  « cuoio rossastro »: anche « come olio infuocato »  Tutto sarà evidente a tutti e per tutti parleranno i registri delle azioni, ognuno porterà in sé i segni delle sue colpe (vedi anche vers. e non ci sarà scampo per i peccatori.  «Quelle bianche dai grandi occhi scuri», questo è il significato del termine arabo «hurì».",
    "Quando accadrà l’Evento,",
    "la cui venuta nessuno potrà negare,",
    "abbasserà [qualcuno e altri] innalzerà!",
    "Quando la terra sarà agitata da una scossa,",
    "e le montagne sbriciolate",
    "saranno polvere dispersa,",
    "sarete allora [divisi] in tre gruppi:",
    "i compagni della destra  …, e chi sono i compagni della destra?",
    "i compagni della sinistra  …, e chi sono i compagni della sinistra?",
    "i primi  …, sono davvero i primi!",
    "Saranno i ravvicinati [ad Allah],",
    "nei Giardini delle Delizie,",
    "molti tra gli antichi ",
    "pochi tra i recenti,",
    "su divani rivestiti d’oro,",
    "sdraiati gli uni di fronte agli altri.",
    "Vagheranno tra loro fanciulli di eterna giovinezza,",
    "[recanti] coppe, brocche e calici di bevanda sorgiva,",
    "che non darà mal di testa né ebbrezza;",
    "e i frutti che sceglieranno,",
    "e le carni d’uccello che desidereranno.",
    "E [ci saranno colà] le fanciulle dai grandi occhi neri,",
    "simili a perle nascoste,",
    "compenso per quel che avranno fatto.",
    "Colà non sentiranno né vaniloqui né oscenità,",
    "ma solo «Pace, Pace».",
    "E i compagni della destra; chi sono i compagni della destra?",
    "[Saranno] tra i loti senza spine,",
    "e banani dai caschi ben colmi  ,",
    "tra ombra costante,",
    "e acqua corrente,",
    "e frutti abbondanti,",
    "inesauribili e non proibiti,",
    "su letti elevati.",
    "Le abbiamo create perfettamente,",
    "le abbiamo fatte vergini,",
    "amabili e coetanee,",
    "per i compagni della destra.",
    "Molti tra gli antichi,",
    "e molti tra gli ultimi venuti.",
    "E i compagni della sinistra, chi sono i compagni della sinistra?",
    "[saranno esposti a] un vento bruciante, all’acqua bollente,",
    "all’ombra di un fumo nero",
    "non fresca, non piacevole.",
    "Già furono genti agiate,",
    "e persistevano nel grande peccato ",
    "e dicevano: «Dopo che saremo morti e ridotti in polvere ed ossa, saremo forse resuscitati?",
    "E [così pure] i nostri avi?».",
    "Di’: «In verità sia i primi che gli ultimi",
    "saranno riuniti nel convegno del Giorno stabilito».",
    "Quindi in verità voi traviati, voi negatori,",
    "mangerete dall’albero Zaqqum  ,",
    "ve ne riempirete il ventre,",
    "e ci berrete sopra acqua bollente,",
    "berrete come cammelli morenti di sete.",
    "Ecco cosa sarà offerto loro nel Giorno del Giudizio.",
    "Siamo Noi che vi abbiamo creato. Perché non prestate fede?",
    "Non riflettete su quello che eiaculate:",
    "siete forse voi a crearlo o siamo Noi il Creatore?",
    "Abbiamo decretato per voi la morte e non potremo essere sopravanzati ",
    "nel sostituirvi con altri simili a voi e nel farvi rinascere [in forme] che ancora non conoscete  .",
    "Già conoscete la prima creazione! Perché non ve ne ricordate?",
    "Non riflettete su quello che coltivate:",
    "siete voi a seminare o siamo Noi i Seminatori?",
    "Certamente se volessimo ne faremmo paglia secca e allora stupireste [e direste]:",
    "«Siamo oberati di debiti,",
    "del tutto diseredati!».",
    "Non riflettete sull’acqua che bevete:",
    "siete forse voi a farla scendere dalla nuvola o siamo Noi che la facciamo scendere?",
    "Se volessimo la renderemmo salmastra: perché mai non siete riconoscenti?",
    "Non riflettete sul fuoco che ottenete sfregando,",
    "siete stati voi a far crescere l’albero [che lo alimenta] o siamo stati Noi?",
    "Ne abbiamo fatto un monito e un’utilità per i viaggiatori del deserto  .",
    "Glorifica dunque il Nome del tuo Signore, il Supremo!",
    "Lo giuro per il declino delle stelle",
    "– e questo è giuramento solenne, se lo sapeste –",
    "che questo è in verità un Corano nobilissimo,",
    "[contenuto] in un Libro custodito ",
    "che solo i puri toccano  .",
    "È una Rivelazione del Signore dei mondi.",
    "Di questo discorso vorreste sospettare?",
    "La vostra riconoscenza sarà tacciarlo di menzogna?",
    "Perché mai, quando [l’anima] risale alla gola",
    "sotto i vostri occhi,",
    "e Noi gli siamo più vicini, ma non ve ne accorgete,",
    "perché mai, se non dovete essere giudicati",
    "e se siete sinceri, non la ricondurrete  ?",
    "Se [il morente] fa parte dei ravvicinati [ad Allah],",
    "avrà riposo, profumi e un Giardino di delizie.",
    "Se è stato uno dei compagni della destra,",
    "[gli sarà detto:] «Pace da parte dei compagni della destra!».",
    "Ma se è stato uno di quelli che tacciavano di menzogna e che si erano traviati,",
    "sarà nell’acqua bollente,",
    "e precipitato nella Fornace  !",
    "Questa è la certezza assoluta.",
    "Rendi dunque gloria al Nome del tuo Signore, il Supremo!  «i compagni della destra»: i timorati di Allah.  «i compagni della sinistra»: i miscredenti, i colpevoli.  «i primi»: i profeti, primi musulmani, i ravvicinati.  «molti tra gli antichi»: tra i ravvicinati ad Allah (gloria a Lui l’Altissimo) molti dei primi musulmani.  Oppure «filari d’acacie».  «grande peccato»: lo shirk, l’associare ad Allah altre divinità.  «l’albero Zaqqum»: albero dell’Inferno, i cui frutti amarissimi e disgustosi hanno forma di teste di dèmoni.  Nessuno potrà anticipare o procrastinare i termini di Allah (gloria a Lui l’Altissimo).  La rinascita in forme sconosciute avverrà nel Giorno della Resurrezione e non in questa vita. Nella dottrina islamica non c’è nessuno spazio per teorie di reincarnazione su questa terra o di metempsicosi.  Nel fuoco c’è il memento del castigo infernale e delia possibilità di accenderlo sfregando un mezzo per ottenere luce e calore in tutte le condizioni di viaggio.  «in un Libro custodito»: «fi kitâbin maknûn», allusione all’archetipo celeste del Corano. Basandosi su questo versetto alcuni giuristi hanno stabilito che senza lo stato di purezza rituale è vietato toccare una copia del Corano (inteso come volume). Secondo l’esegesi classica «i puri» sono gli angeli che possono accedere all’essenza dell’Archetipo della rivelazione coranica custodito nei cieli e di cui si parla al versetto precedente (Tabari XXVII, -).  «non la ricondurrete [nel corpo]»:non impediretela morte.  «la Fornace», uno dei nomi dell’Inferno.",
    "Glorifica Allah ciò che è nei cieli e nella terra. Egli è l’Eccelso, il Saggio.",
    "Appartiene a Lui la sovranità dei cieli e della terra, dà vita e dà morte, Egli è l’Onnipotente.",
    "Egli è il Primo e l’Ultimo, il Palese e l’Occulto, Egli è l’Onnisciente .",
    "Egli è Colui che in sei giorni ha creato i cieli e la terra, poi Si è innalzato sul trono. Egli conosce ciò che penetra nella terra e ciò che ne esce, quel che scende dal cielo e quel che vi ascende; Egli è con voi ovunque voi siate. Allah osserva ciò che fate.",
    "Appartiene a Lui la sovranità dei cieli e della terra. Ad Allah tutte le cose saranno ricondotte.",
    "Fa penetrare la notte nel giorno e il giorno nella notte e conosce perfettamente quel che nascondono i petti.",
    "Credete in Allah e nel Suo Messaggero e date [una parte] di ciò di cui Allah vi ha fatto vicari . Per coloro che credono e saranno generosi, ci sarà ricompensa grande.",
    "Perché mai non credete in Allah, nonostante che il Messaggero vi esorti a credere nel vostro Signore? Egli ha accettato il vostro patto , [rispettatelo] se siete credenti.",
    "Egli è Colui che ha fatto scendere sul Suo servo segni evidenti, per trarvi dalle tenebre alla luce; in verità Allah è dolce e misericordioso nei vostri confronti.",
    "Perché non siete generosi per la causa di Allah, quando ad Allah [appartiene] l’eredità dei cieli e della terra? Non sono eguali coloro di voi che sono stati generosi e hanno combattuto prima della Vittoria  essi godranno di un livello più alto – e quelli che saranno generosi e combatteranno dopo. Comunque, a ciascuno di loro Allah ha promesso il meglio. Allah è ben informato di quello che fate.",
    "Quanto a chi fa ad Allah un prestito bello, Egli glielo raddoppia e gli concederà generosa ricompensa.",
    "Un Giorno vedrai i credenti e le credenti circondati dalla loro luce: «Oggi vi è data la lieta novella di Giardini nei quali scorrono i ruscelli, dove rimarrete in perpetuo: questo è davvero l’immenso successo».",
    "Il Giorno in cui gli ipocriti e le ipocrite diranno ai credenti: «Aspettateci, ché possiamo attingere della vostra luce». Sarà risposto loro: «Tornate indietro a cercare la luce». Fra di loro, sarà poi eretta una muraglia dotata di una porta: al suo interno la misericordia , all’esterno, di fronte, il castigo.",
    "«Non eravamo con voi?», grideranno. «Sì – risponderanno – ma seduceste voi stessi , indugiaste e dubitaste, e vi lasciaste ingannare dalle vostre passioni finché non si realizzò il Decreto di Allah. Vi ingannò a proposito di Allah l’Ingannatore.» ",
    "Quest’oggi non sarà accettato riscatto né da voi né da coloro che non credettero. Vostro rifugio sarà il Fuoco: questo è il vostro inseparabile compagno. Qual triste rifugio!",
    "Non è forse giunto, per i credenti, il momento in cui rendere umili i loro cuori nel ricordo di Allah e nella verità che è stata rivelata, e di differenziarsi da quelli che ricevettero la Scrittura in precedenza e che furono tollerati a lungo [da Allah]  ? I loro cuori si indurirono e molti di loro divennero perversi.",
    "Sappiate che Allah ravviva la terra morta! Invero vi abbiamo esplicitato i segni affinché riflettiate.",
    "Coloro che fanno la carità, uomini o donne, concedono un bel prestito ad Allah; lo riscuoteranno raddoppiato e avranno generoso compenso.",
    "Coloro che credono in Allah e nei Suoi Messaggeri, essi sono i veridici, i testimoni presso Allah: avranno la loro ricompensa e la loro luce. Coloro che invece non credono e tacciano di menzogna i Nostri segni, questi sono i compagni della Fornace.",
    "Sappiate che questa vita non è altro che gioco e svago, apparenza e reciproca iattanza, vana contesa di beni e progenie. [Essa è] come una pioggia: la vegetazione che suscita conforta i seminatori, poi appassisce, la vedi ingiallire e quindi diventa stoppia. Nell’altra vita c’è un severo castigo, ma anche perdono e compiacimento da parte di Allah. La vita terrena non è altro che godimento effimero.",
    "Affrettatevi al perdono del vostro Signore e al Giardino vasto come il cielo e la terra, preparato per coloro che credono in Allah e nei Suoi messaggeri. Questa è la grazia di Allah, che Egli dà a chi vuole. Allah possiede immensa grazia.",
    "Non sopravviene sventura né alla terra né a voi stessi, che già non sia scritta in un Libro prima ancora che [Noi] la produciamo; in verità ciò è facile per Allah.",
    "E ciò affinché non abbiate a disperarvi per quello che vi sfugge e non esultiate per ciò che vi è stato concesso. Allah non ama i superbi vanagloriosi",
    "[e] gli avari che impongono agli altri l’avarizia. Quanto a chi volge le spalle, [sappia che] Allah basta a Se stesso, è il Degno di lode.",
    "Invero inviammo i Nostri messaggeri con prove inequivocabili, e facemmo scendere con loro la Scrittura e la Bilancia, affinché gli uomini osservassero l’equità. Facemmo scendere il ferro , strumento terribile e utile per gli uomini, affinché Allah riconosca chi sostiene Lui e i Suoi messaggeri in ciò che è invisibile . Allah è forte, eccelso.",
    "Invero inviammo Noè e Abramo e concedemmo ai loro discendenti la profezia e la Scrittura. Alcuni di loro furono ben diretti, ma la maggior parte fu empia.",
    "Mandammo poi sulle loro orme i Nostri messaggeri e mandammo Gesù figlio di Maria, al quale demmo il Vangelo. Mettemmo nel cuore di coloro che lo seguirono dolcezza e compassione; il monachesimo, invece, lo istituirono da loro stessi, soltanto per ricercare il compiacimento di Allah. Non fummo Noi a prescriverlo. Ma non lo rispettarono come avrebbero dovuto. Demmo la loro ricompensa a quanti fra loro credettero, ma molti altri furono empi .",
    "O credenti, temete Allah e credete nel Suo Messaggero, affinché Allah vi dia due parti  della Sua misericordia, vi conceda una luce nella quale camminerete e vi perdoni. Allah è perdonatore, misericordioso.",
    "La gente della Scrittura sappia che non ha alcun potere sulla Grazia di Allah. In verità la Grazia è nella mano di Allah ed Egli la concede a chi vuole. Allah possiede immensa Grazia.  Allah (gloria a Lui l’Altissimo) precede ogni cosa e pertanto è il Primo, rimarrà eterno quando tutto il resto finirà e quindi è l’Ultimo; tutto il creato è un segno meraviglioso della Sua Esistenza e in questo senso Egli è il Palese, la Sua essenza è impenetrabile alla conoscenza umana: è l’Occulto.  «ciò di cui Allah vi ha fatto vicari»: il mondo appartiene ad Allah (gloria a Lui l’Altissimo), l’uomo dispone del creato e dei suoi beni nella misura e nel modo voluto da Allah. La sua funzione di «khalìfa», vicario, luogotenente del Creatore nel creato è più volte espressa nel Corano (vedi ad es. II, ).  Se il pronome si riferisce all’Altissimo (gloria a Lui) il versetto allude al patto di sottomissione che Adamo sottoscrisse impegnandovi i suoi discendenti; se si riferisce invece all’Inviato di Allah (pace e benedizioni su di lui) si tratta del giuramento di obbedienza fattogli dai suoi compagni (che Allah sia soddisfatto di loro).  «prima della Vittoria»: la Vittoria specifica cui allude il versetto, potrebbe trattarsi di quella riportata a Badr o quella relativa all’entrata trionfale alla Mecca. Anche una profezia sulla vittoria definitiva dell’IsIàm sulla miscredenza è ipotesi interpretativa del tutto accettabile.  La luce è la fede ed essa guiderà i credenti verso il Paradiso come già li ha guidati nella loro vita terrena, l’intensità della luce che circonderà ognuno sarà proporzionale alla bontà delle sue opere.  «seduceste voi stessi»: nel senso di: «vi lasciaste trascinare in tentazione».  «l’Ingannatore»: Satana.  «e che furono tollerati a lungo [da Allah]»: secondo un’altra interpretazione «e che trovarono il tempo troppo lungo». Si tratta dei popoli che ricevettero le Scritture prima della rivelazione del Corano.  «Facemmo scendere il ferro»: il Corano usa, relativamente al ferro, un verbo che significa «far scendere» e che traduciamo anche con «rivelare». E quindi interessante osservare che quando si è calcolata l’energia necessaria alla formazione di un atomo di ferro, si è scoperto che era indispensabile un’energia pari a quattro volte quella presente nel sistema solare. Gli scienziati ritengono, pertanto, che il ferro sia un elemento estraneo, venuto sulla Terra e non formatosi su di essa.  «in ciò che è invisibile»: nella accettazione della Sua imperscrutabile volontà, nella fede della Resurrezione, nel Giudizio e nell’altra vita.  Riferisce una tradizione che un giorno l’Inviato di Allah (pace e benedizioni su di lui) disse: «Dopo la scomparsa di Gesù, i Figli di Israele che lo avevano seguito si divisero in settantadue sette, delle quali solo tre si salvarono. La prima si rivoltò contro i tiranni ed esortò le genti alla religione di Allah, combattè e subì senza mai perdere la fede. La seconda si rivoltò ma non ebbe la forza necessaria per combattere e di loro fu fatta strage nelle maniere più atroci. La terza, anch’essa priva della forza di combattere per difendere la vera religione, fu costretta a ritirarsi sulle montagne e si dedicò all’adorazione di Allah. Così nacque il monachesimo».  Secondo molti commentatori il versetto si rivolge ai cristiani e agli ebrei, i quali, convertendosi all’IsIàm, avrebbero diritto ad una doppia ricompensa: una per aver creduto in Dio in base a quello che era stato loro insegnato, la seconda per aver riconosciuto la veridicità del Corano e della missione di Muhammad (pace e benedizioni su di lui)."
  ]
}