{
  "meta": {
    "id": 203,
    "name": "Al-Hilali & Khan",
    "translator_name": "Muhammad Taqi-ud-Din al-Hilali & Muhammad Muhsin Khan",
    "slug": "en-al-hilali",
    "language_name": "english"
  },
  "verses": [
    "In the Name of Allâh, the Most Gracious, the Most Merciful",
    "All the praises and thanks be to Allâh, the Lord of the ‘Âlamîn (mankind, jinn and all that exists).",
    "The Most Gracious, the Most Merciful.",
    "The Only Owner (and the Only Ruling Judge) of the Day of Recompense (i.e. the Day of Resurrection)",
    "You (Alone) we worship, and You (Alone) we ask for help (for each and everything).",
    "Guide us to the Straight Way.",
    "The Way of those on whom You have bestowed Your Grace , not (the way) of those who earned Your Anger  (i.e. those who knew the Truth, but did not follow it) nor of those who went astray (i.e. those who did not follow the Truth out of ignorance and error). , ",
    "Alif-Lâm-Mîm. [These letters are one of the miracles of the Qur’ân and none but Allâh (Alone) knows their meanings.]",
    "This is the Book (the Qur’ân), whereof there is no doubt, a guidance to those who are Al-Muttaqûn [the pious believers of Islamic Monotheism who fear Allâh much (abstain from all kinds of sins and evil deeds which He has forbidden) and love Allâh much (perform all kinds of good deeds which He has ordained)].",
    "Who believe in the Ghaib  and perform As-Salât (Iqâmat-as-Salât), and spend out of what We have provided for them [i.e. give Zakât , spend on themselves, their parents, their children, their wives, etc., and also give charity to the poor and also in Allâh’s Cause - Jihâd].",
    "And who believe in (the Qur’ân and the Sunnah ) which has been sent down (revealed) to you (O Muhammad صلى الله عليه وسلم) and in that which was sent down before you [the Taurât (Torah) and the Injeel (Gospel), etc.] and they believe with certainty in the Hereafter. (Resurrection, recompense of their good and bad deeds, Paradise and Hell).",
    "They are on (true) guidance from their Lord, and they are the successful.",
    "Verily, those who disbelieve, it is the same to them whether you (O Muhammad صلى الله عليه وسلم) warn them or do not warn them, they will not believe.",
    "Allâh has set a seal on their hearts and on their hearing, (i.e. they are closed from accepting Allâh’s Guidance), and on their eyes there is a covering. Theirs will be a great torment.",
    "And of mankind, there are some (hypocrites) who say: \"We believe in Allâh and the Last Day\" while in fact they believe not.",
    "They (think to) deceive Allâh and those who believe, while they only deceive themselves, and perceive (it) not!",
    "In their hearts is a disease (of doubt and hypocrisy) and Allâh has increased their disease. A painful torment is theirs because they used to tell lies.",
    "And when it is said to them: \"Make not mischief on the earth,\" they say: \"We are only peace-makers.\"",
    "Verily! They are the ones who make mischief, but they perceive not.",
    "And when it is said to them (hypocrites): \"Believe as the people (followers of Muhammad صلى الله عليه وسلم, Al-Ansâr and Al-Muhajirûn) have believed,\" they say: \"Shall we believe as the fools have believed?\" Verily, they are the fools, but they know not.",
    "And when they meet those who believe, they say: \"We believe,\" but when they are alone with their Shayâtîn (devils - polytheists, hypocrites), they say: \"Truly, we are with you; verily, we were but mocking.\"",
    "Allâh mocks at them and gives them increase in their wrong-doing to wander blindly.",
    "These are they who have purchased error for guidance, so their commerce was profitless. And they were not guided.",
    "Their likeness is as the likeness of one who kindled a fire; then, when it lighted all around him, Allâh took away their light and left them in darkness. (So) they could not see.",
    "They are deaf, dumb, and blind, so they return not (to the Right Path).",
    "Or like a rainstorm from the sky, wherein is darkness, thunder, and lightning. They thrust their fingers in their ears to keep out the stunning thunder-clap for fear of death. But Allâh ever encompasses the disbelievers (i.e. Allâh will gather them all together).",
    "The lightning almost snatches away their sight, whenever it flashes for them, they walk therein, and when darkness covers them, they stand still. And if Allâh willed, He could have taken away their hearing and their sight. Certainly, Allâh has power over all things.",
    "O mankind! Worship your Lord (Allâh), Who created you and those who were before you so that you may become Al-Muttaqûn (the pious - See V.:).",
    "Who has made the earth a resting place for you, and the sky as a canopy, and sent down water (rain) from the sky and brought forth therewith fruits as a provision for you. Then do not set up rivals unto Allâh (in worship) while you know (that He Alone has the right to be worshipped).",
    "And if you (Arab pagans, Jews, and Christians) are in doubt concerning that which We have sent down (i.e. the Qur’ân) to Our slave (Muhammad صلى الله عليه وسلم), then produce a Sûrah (chapter) of the like thereof and call your witnesses (supporters and helpers) besides Allâh, if you are truthful.",
    "But if you do it not, and you can never do it, then fear the Fire (Hell) whose fuel is men and stones, prepared for the disbelievers.",
    "And give glad tidings to those who believe and do righteous good deeds, that for them will be Gardens under which rivers flow (Paradise). Every time they will be provided with a fruit therefrom, they will say: \"This is what we were provided with before,\" and they will be given things in resemblance (i.e. in the same form but different in taste) and they shall have therein Azwâjun Mutahharatun [] (purified mates or wives) and they will abide therein forever.",
    "Verily, Allâh is not ashamed to set forth a parable even of a mosquito or so much more when it is bigger (or less when it is smaller) than it. And as for those who believe, they know that it is the Truth from their Lord, but as for those who disbelieve, they say: \"What did Allâh intend by this parable?\" By it He misleads many, and many He guides thereby. And He misleads thereby only those who are Al-Fâsiqûn (the rebellious, disobedient to Allâh).",
    "Those who break Allâh’s Covenant after ratifying it, and sever what Allâh has ordered to be joined (as regards Allâh’s religion of Islâmic Monotheism, and to practise its laws on the earth and also as regards keeping good relations with kith and kin), and do mischief on earth, it is they who are the losers.",
    "How can you disbelieve in Allâh? seeing that you were dead and He gave you life. Then He will give you death, then again will bring you to life (on the Day of Resurrection) and then unto Him you will return (See V.:)",
    "He it is Who created for you all that is on earth. Then He rose over (Istawâ) towards the heaven and made them seven heavens and He is the All-Knower of everything.",
    "And (remember) when your Lord said to the angels: \"Verily, I am going to place (mankind) generations after generations on earth.\" They said: \"Will You place therein those who will make mischief therein and shed blood, - while we glorify You with praises and thanks and sanctify You.\" He (Allâh) said: \"I know that which you do not know.\"",
    "And He taught Adam all the names (of everything), then He showed them to the angels and said, \"Tell Me the names of these if you are truthful.\"",
    "They (angels) said: \"Glory be to You, we have no knowledge except what you have taught us. Verily, it is You, the All-Knower, the All-Wise.\"",
    "He said: \"O Adam! Inform them of their names,\" and when he had informed them of their names, He said: \"Did I not tell you that I know the Ghaib (Unseen) in the heavens and the earth, and I know what you reveal and what you have been concealing?\"",
    "And (remember) when We said to the angels: \"Prostrate yourselves before Adam.\". And they prostrated except Iblîs (Satan), he refused and was proud and was one of the disbelievers (disobedient to Allâh).",
    "And We said: \"O Adam! Dwell you and your wife in the Paradise and eat both of you freely with pleasure and delight, of things therein as wherever you will, but come not near this tree or you both will be of the Zâlimûn (wrong-doers).\"",
    "Then the Shaitân (Satan) made them slip therefrom (the Paradise), and got them out from that in which they were. We said: \"Get you down, all, with enmity between yourselves. On earth will be a dwelling place for you and an enjoyment for a time.\"",
    "Then Adam received from his Lord Words. And his Lord pardoned him (accepted his repentance). Verily, He is the One Who forgives (accepts repentance), the Most Merciful.",
    "We said: \"Get down all of you from this place (the Paradise), then whenever there comes to you Guidance from Me, and whoever follows My Guidance, there shall be no fear on them, nor shall they grieve.",
    "But those who disbelieve and belie Our Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) - such are the dwellers of the Fire. They shall abide therein forever.",
    "O Children of Israel! Remember My Favour which I bestowed upon you, and fulfil (your obligations to) My Covenant (with you) so that I fulfil (My Obligations to) your covenant (with Me), and fear none but Me.",
    "And believe in what I have sent down (this Qur’ân), confirming that which is with you, [the Taurât (Torah) and the Injeel (Gospel)], and be not the first to disbelieve therein, and buy [get (تاخذ اجرا)] not with My Verses [the Taurât (Torah) and the Injeel (Gospel)] a small price (i.e. getting a small gain by selling My Verses), and fear Me and Me Alone. (Tafsîr At-Tabarî ).",
    "And mix not truth with falsehood, nor conceal the truth [i.e. Muhammad صلى الله عليه وسلم is Allâh’s Messenger and his qualities are written in your Scriptures, the Taurât (Torah) and the Injeel (Gospel)] while you know (the truth).",
    "And perform As-Salât (Iqâmat-as-Salât), and give Zakât and bow down (or submit yourselves with obedience to Allâh) along with Ar-Raki‘ûn.",
    "Enjoin you Al-Birr (piety and righteousness and each and every act of obedience to Allâh) on the people and you forget (to practise it) yourselves, while you recite the Scripture [the Taurât (Torah)]! Have you then no sense?",
    "And seek help in patience and As-Salât (the prayer) and truly it is extremely heavy and hard except for Al-Khâshi‘ûn [i.e. the true believers in Allâh - those who obey Allâh with full submission, fear much from His Punishment, and believe in His Promise (Paradise) and in His Warnings (Hell)].",
    "(They are those) who are certain that they are going to meet their Lord, and that unto Him they are going to return.",
    "O Children of Israel! Remember My Favour which I bestowed upon you and that I preferred you to the ‘Âlamîn [mankind and jinn (of your time period, in the past)].",
    "And fear a Day (of Judgement) when a person shall not avail another, nor will intercession be accepted from him nor will compensation be taken from him nor will they be helped.",
    "And (remember) when We delivered you from Fir‘aun’s (Pharaoh) people, who were afflicting you with a horrible torment, killing your sons and sparing your women, and therein was a mighty trial from your Lord.",
    "And (remember) when We separated the sea for you and saved you and drowned Fir‘aun’s (Pharaoh) people while you were looking (at them, when the sea-water covered them).",
    "And (remember) when We appointed for Mûsâ (Moses) forty nights, and (in his absence) you took the calf (for worship), and you were Zâlimûn (polytheists and wrong-doers).",
    "Then after that We forgave you so that you might be grateful.",
    "And (remember) when We gave Mûsâ (Moses) the Scripture [the Taurât (Torah)] and the criterion (of right and wrong) so that you may be guided aright.\"",
    "And (remember) when Mûsâ (Moses) said to his people: \"O my people! Verily, you have wronged yourselves by worshipping the calf. So turn in repentance to your Creator and kill yourselves (the innocent kill the wrongdoers among you), that will be better for you with your Creator.\" Then He accepted your repentance. Truly, He is the One Who accepts repentance, the Most Merciful.",
    "And (remember) when you said: \"O Mûsâ (Moses)! We shall never believe in you until we see Allâh plainly.\" But you were seized with a thunder-bolt (lightning) while you were looking.",
    "Then We raised you up after your death, so that you might be grateful.",
    "And We shaded you with clouds and sent down on you Al-Manna  and the quails, (saying): \"Eat of the good lawful things We have provided for you,\" (but they rebelled). And they did not wrong Us but they wronged themselves.",
    "And (remember) when We said: \"Enter this town (Jerusalem) and eat bountifully therein with pleasure and delight wherever you wish, and enter the gate in prostration (or bowing with humility) and say: ‘Forgive us,’ and We shall forgive you your sins and shall increase (reward) for the good-doers.\"",
    "But those who did wrong changed the word from that which had been told to them for another, so We sent upon the wrong-doers Rijz (a punishment) from the heaven because of their rebelling against Allâh’s obedience. (Tafsir At-Tabarî).",
    "And (remember) when Mûsâ (Moses) asked for water for his people, We said: \"Strike the stone with your stick.\" Then gushed forth therefrom twelve springs. Each (group of) people knew its own place for water. \"Eat and drink of that which Allâh has provided and do not act corruptly, making mischief on the earth.\"",
    "And (remember) when you said, \"O Mûsâ (Moses)! We cannot endure one kind of food. So invoke your Lord for us to bring forth for us of what the earth grows, its herbs, its cucumbers, its Fûm (wheat or garlic), its lentils and its onions.\" He said, \"Would you exchange that which is better for that which is lower? Go you down to any town and you shall find what you want!\" And they were covered with humiliation and misery, and they drew on themselves the Wrath of Allâh. That was because they used to disbelieve the Ayât (proofs, evidence, verses, lessons, signs, revelations etc.) of Allâh and killed the Prophets wrongfully. That was because they disobeyed and used to transgress the bounds (in their disobedience to Allâh, i.e. commit crimes and sins).",
    "Verily! Those who believe and those who are Jews and Christians, and Sabians, whoever believes in Allâh and the Last Day and does righteous good deeds shall have their reward with their Lord, on them shall be no fear, nor shall they grieve.",
    "And (O Children of Israel, remember) when We took your covenant and We raised above you the Mount (saying): \"Hold fast to that which We have given you, and remember that which is therein so that you may become Al-Muttaqûn (the pious - See V.:).",
    "Then after that you turned away. Had it not been for the Grace and Mercy of Allâh upon you, indeed you would have been among the losers.",
    "And indeed you knew those amongst you who transgressed in the matter of the Sabbath (i.e. Saturday). We said to them: \"Be you monkeys, despised and rejected.\"",
    "So We made this punishment an example to their own and to succeeding generations and a lesson to those who are Al-Muttaqûn (the pious - See V.:).",
    "And (remember) when Mûsâ (Moses) said to his people: \"Verily, Allâh commands you that you slaughter a cow.\" They said, \"Do you make fun of us?\" He said, \"I take Allâh’s Refuge from being among Al-Jâhilûn (the ignorant or the foolish).\"",
    "They said, \"Call upon your Lord for us that He may make plain to us what it is!\" He said, \"He says, ‘Verily, it is a cow neither too old nor too young, but (it is) between the two conditions’, so do what you are commanded.\"",
    "They said, \"Call upon your Lord for us to make plain to us its colour.\" He said, \"He says, ‘It is a yellow cow, bright in its colour, pleasing to the beholders.’ \"",
    "They said, \"Call upon your Lord for us to make plain to us what it is. Verily, to us all cows are alike. And surely, if Allâh wills, we will be guided.\"",
    "He [Mûsâ (Moses)] said, \"He says, ‘It is a cow neither trained to till the soil nor water the fields, sound, having no other colour except bright yellow.’ \" They said, \"Now you have brought the truth.\" So they slaughtered it though they were near to not doing it.",
    "And (remember) when you killed a man and fell into dispute among yourselves as to the crime. But Allâh brought forth that which you were hiding.",
    "So We said: \"Strike him (the dead man) with a piece of it (the cow).\" Thus Allâh brings the dead to life and shows you His Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) so that you may understand.",
    "Then, after that, your hearts were hardened and became as stones or even worse in hardness. And indeed, there are stones out of which rivers gush forth, and indeed, there are of them (stones) which split asunder so that water flows from them, and indeed, there are of them (stones) which fall down for fear of Allâh. And Allâh is not unaware of what you do.",
    "Do you (faithful believers) covet that they will believe in your religion inspite of the fact that a party of them (Jewish rabbis) used to hear the Word of Allâh [the Taurât (Torah)], then they used to change it knowingly after they understood it?",
    "And when they (Jews) meet those who believe (Muslims), they say, \"We believe\", but when they meet one another in private, they say, \"Shall you (Jews) tell them (Muslims) what Allâh has revealed to you [Jews, about the description and the qualities of Prophet Muhammad صلى الله عليه وسلم, that which are written in the Taurât (Torah)], that they (Muslims) may argue with you (Jews) about it before your Lord?\" Have you (Jews) then no understanding?",
    "Know they (Jews) not that Allâh knows what they conceal and what they reveal?",
    "And there are among them (Jews) unlettered people, who know not the Book, but they trust upon false desires and they but guess.",
    "Then woe to those who write the Book with their own hands and then say, \"This is from Allâh,\" to purchase with it a little price! Woe to them for what their hands have written and woe to them for that they earn thereby.",
    "And they (Jews) say, \"The Fire (i.e. Hell-fire on the Day of Resurrection) shall not touch us but for a few numbered days.\" Say (O Muhammad صلى الله عليه وسلم to them): \"Have you taken a covenant from Allâh, so that Allâh will not break His Covenant? Or is it that you say of Allâh what you know not?\"",
    "Yes! Whosoever earns evil and his sin has surrounded him, they are dwellers of the Fire (i.e. Hell); they will dwell therein forever.",
    "And those who believe (in the Oneness of Allâh تعالى - Islâmic Monotheism) and do righteous good deeds, they are dwellers of Paradise, they will dwell therein forever. (See V. :)",
    "And (remember) when We took a covenant from the Children of Israel, (saying): Worship none but Allâh (Alone) and be dutiful and good to parents, and to kindred, and to orphans and Al-Masâkîn  (the poor), and speak good to people [i.e. enjoin righteousness and forbid evil, and say the truth about Muhammad صلى الله عليه وسلم], and perform As-Salât (Iqâmat-as-Salât), and give Zakât. Then you slid back, except a few of you, while you are backsliders. (Tafsir Al-Qurtubî).",
    "And (remember) when We took your covenant (saying): Shed not the blood of your (people), nor turn out your own people from their dwellings. Then, (this) you ratified and (to this) you bear witness.",
    "After this, it is you who kill one another and drive out a party of you from their homes, assist (their enemies) against them, in sin and transgression. And if they come to you as captives, you ransom them, although their expulsion was forbidden to you. Then do you believe in a part of the Scripture and reject the rest? Then what is the recompense of those who do so among you, except disgrace in the life of this world, and on the Day of Resurrection they shall be consigned to the most grievous torment. And Allâh is not unaware of what you do.",
    "Those are they who have bought the life of this world at the price of the Hereafter. Their torment shall not be lightened nor shall they be helped.",
    "And indeed, We gave Mûsâ (Moses) the Book and followed him up with a succession of Messengers. And We gave ‘Îsâ (Jesus), the son of Maryam (Mary), clear signs and supported him with Rûh-ul-Qudus [Jibrael (Gabriel عليه السلام)]. Is it that whenever there came to you a Messenger with what you yourselves desired not, you grew arrogant? Some you disbelieved and some you killed.",
    "And they say, \"Our hearts are wrapped (i.e. do not hear or understand Allâh’s Word).\" Nay, Allâh has cursed them for their disbelief, so little is that which they believe.",
    "And when there came to them (the Jews), a Book (this Qur’ân) from Allâh confirming what is with them [the Taurât (Torah) and the Injeel (Gospel)], although aforetime they had invoked Allâh (for coming of Muhammad صلى الله عليه وسلم) in order to gain victory over those who disbelieved, then when there came to them that which they had recognised, they disbelieved in it. So let the Curse of Allâh be on the disbelievers.",
    "How bad is that for which they have sold their ownselves, that they should disbelieve in that which Allâh has revealed (the Qur’ân), grudging that Allâh should reveal of His Grace unto whom He wills of His slaves. So they have drawn on themselves wrath upon wrath. And for the disbelievers, there is disgracing torment.",
    "And when it is said to them (the Jews), \"Believe in what Allâh has sent down,\" they say, \"We believe in what was sent down to us.\" And they disbelieve in that which came after it, while it is the truth confirming what is with them. Say (O Muhammad صلى الله عليه وسلم to them): \"Why then have you killed the Prophets of Allâh aforetime, if you indeed have been believers?\"",
    "And indeed Mûsâ (Moses) came to you with clear proofs, yet you worshipped the calf after he left, and you were Zâlimûn (polytheists and wrongdoers).",
    "And (remember) when We took your covenant and We raised above you the Mount (saying), \"Hold firmly to what We have given you and hear (Our Word).\" They said, \"We have heard and disobeyed.\" And their hearts absorbed (the worship of) the calf because of their disbelief. Say: \"Worst indeed is that which your faith enjoins on you if you are believers.\"",
    "Say to (them): \"If the home of the Hereafter with Allâh is indeed for you specially and not for others, of mankind, then long for death if you are truthful.\"",
    "But they will never long for it because of what their hands have sent before them (i.e. what they have done). And Allâh is All-Aware of the Zâlimûn (polytheists and wrong-doers).",
    "And verily, you will find them (the Jews) the greediest of mankind for life and (even greedier) than those who ascribe partners to Allâh (and do not believe in Resurrection - Majûs, pagans, and idolaters). Everyone of them wishes that he could be given a life of a thousand years. But the grant of such life will not save him even a little from (due) punishment. And Allâh is All-Seer of what they do.",
    "Say (O Muhammad صلى الله عليه وسلم): \"Whoever is an enemy to Jibrîl (Gabriel) (let him die in his fury), for indeed he has brought it (this Qur’ân) down to your heart by Allâh’s Permission, confirming what came before it [i.e. the Taurât (Torah) and the Injeel (Gospel)] and guidance and glad tidings for the believers.",
    "Whoever is an enemy to Allâh, His Angels, His Messengers, Jibrîl (Gabriel) and Mîkâ’îl (Michael), then verily, Allâh is an enemy to the disbelievers.\"",
    "And indeed We have sent down to you manifest Ayât (these Verses of the Qur’ân which inform in detail about the news of the Jews and their secret intentions, etc.), and none disbelieve in them but Fâsiqûn (those who rebel against Allâh’s Command).",
    "Is it not (the case) that every time they make a covenant, some party among them throw it aside? Nay! (the truth is:) most of them believe not.",
    "And when there came to them a Messenger from Allâh (i.e. Muhammad صلى الله عليه وسلم) confirming what was with them, a party of those who were given the Scripture threw away the Book of Allâh behind their backs as if they did not know!",
    "They followed what the Shayâtîn (devils) gave out (falsely of the magic) in the lifetime of Sulaimân (Solomon). Sulaimân did not disbelieve, but the Shayâtîn (devils) disbelieved, teaching men magic and such things that came down at Babylon to the two angels, Hârût and Mârût, but neither of these two (angels) taught anyone (such things) till they had said, \"We are only for trial, so disbelieve not (by learning this magic from us).\" And from these (angels) people learn that by which they cause separation between man and his wife, but they could not thus harm anyone except by Allâh’s Leave. And they learn that which harms them and profits them not. And indeed they knew that the buyers of it (magic) would have no share in the Hereafter. And how bad indeed was that for which they sold their ownselves, if they but knew.",
    "And if they had believed, and guarded themselves from evil and kept their duty to Allâh, far better would have been the reward from their Lord, if they but knew!",
    "O you who believe! Say not (to the Messenger صلى الله عليه وسلم) Râ‘ina  but say Unzurna (make us understand) and hear. And for the disbelievers there is a painful torment. (See Verse :)",
    "Neither those who disbelieve among the people of the Scripture (Jews and Christians) nor Al-Mushrikûn (the idolaters, polytheists, disbelievers in the Oneness of Allâh, pagans, etc.) like that there should be sent down unto you any good from your Lord. But Allâh chooses for His Mercy whom He wills. And Allâh is the Owner of Great Bounty.",
    "Whatever a Verse (revelation) do We abrogate or cause to be forgotten, We bring a better one or similar to it. Know you not that Allâh is able to do all things?",
    "Know you not that it is Allâh to Whom belongs the dominion of the heavens and the earth? And besides Allâh you have neither any Walî (protector or guardian) nor any helper.",
    "Or do you want to ask your Messenger (Muhammad صلى الله عليه وسلم) as Mûsâ (Moses) was asked before (i.e. show us openly our Lord)? And he who changes Faith for disbelief, verily, he has gone astray from the Right Way.",
    "Many of the people of the Scripture (Jews and Christians) wish that if they could turn you away as disbelievers after you have believed, out of envy from their ownselves, even after the truth (that Muhammad صلى الله عليه وسلم is Allâh’s Messenger) has become manifest unto them. But forgive and overlook, till Allâh brings His Command. Verily, Allâh is Able to do all things.",
    "And perform As-Salât (Iqâmat-as-Salât), and give Zakât and whatever of good (deeds that Allâh loves) you send forth for yourselves before you, you shall find it with Allâh. Certainly, Allâh is All-Seer of what you do.",
    "And they say, \"None shall enter Paradise unless he be a Jew or a Christian.\" These are their own desires. Say (O Muhammad صلى الله عليه وسلم), \"Produce your proof if you are truthful.\"",
    "Yes, but whoever submits his face (himself) to Allâh (i.e. follows Allâh’s Religion of Islâmic Monotheism) and he is a Muhsin  then his reward is with his Lord (Allâh), on such shall be no fear, nor shall they grieve. [See Tafsir Ibn Kathîr ].",
    "The Jews said that the Christians follow nothing (i.e. are not on the right religion); and the Christians said that the Jews follow nothing (i.e. are not on the right religion); though they both recite the Scripture. Like unto their word, said (the pagans) who know not. Allâh will judge between them on the Day of Resurrection about that wherein they have been differing.",
    "And who are more unjust than those who forbid that Allâh’s Name be glorified and mentioned much (i.e. prayers and invocations, etc.) in Allâh’s Mosques and strive for their ruin? It was not fitting that such should themselves enter them (Allâh’s Mosques) except in fear. For them there is disgrace in this world, and they will have a great torment in the Hereafter.",
    "And to Allâh belong the east and the west, so wherever you turn (yourselves or your faces) there is the Face of Allâh (and He is High above, over His Throne). Surely! Allâh is All-Sufficient for His creatures’ needs, All-Knowing.",
    "And they (Jews, Christians and pagans) say: Allâh has begotten a son (children or offspring). Glory be to Him (Exalted be He above all that they associate with Him). Nay, to Him belongs all that is in the heavens and on earth, and all surrender with obedience (in worship) to Him.",
    "The Originator of the heavens and the earth. When He decrees a matter, He only says to it: \"Be!\" - and it is.",
    "And those who have no knowledge say: \"Why does not Allâh speak to us (face to face) or why does not a sign come to us?\" So said the people before them words of similar import. Their hearts are alike, We have indeed made plain the signs for people who believe with certainty.",
    "Verily, We have sent you (O Muhammad صلى الله عليه وسلم) with the truth (Islâm), a bringer of glad tidings (for those who believe in what you brought, that they will enter Paradise) and a warner (for those who disbelieve in what you brought, that they will enter the Hell-fire). And you will not be asked about the dwellers of the blazing Fire.",
    "Never will the Jews nor the Christians be pleased with you (O Muhammad صلى الله عليه وسلم) till you follow their religion. Say: \"Verily, the Guidance of Allâh (i.e. Islâmic Monotheism) that is the (only) Guidance. And if you (O Muhammad صلى الله عليه وسلم) were to follow their (Jews and Christians) desires after what you have received of Knowledge (i.e. the Qur’ân), then you would have against Allâh neither any Walî (protector or guardian) nor any helper.",
    "Those (who embraced Islâm from Banî Israel) to whom We gave the Book [the Taurât (Torah)] [or those (Muhammad’s صلى الله عليه وسلم companions) to whom We have given the Book (the Qur’ân)] recite it (i.e. obey its orders and follow its teachings) as it should be recited (i.e. followed), they are the ones who believe therein. And whoso disbelieve in it (the Qur’ân), those are they who are the losers. (Tafsir Al-Qurtubî).",
    "O Children of Israel! Remember My Favour which I bestowed upon you and that I preferred you to the ‘Âlamîn [mankind and jinn (of your time-period, in the past)].",
    "And fear the Day (of Judgement) when no person shall avail another, nor shall compensation be accepted from him, nor shall intercession be of use to him, nor shall they be helped.",
    "And (remember) when the Lord of Ibrâhîm (Abraham) [i.e., Allâh] tried him with (certain) Commands, which he fulfilled. He (Allâh) said (to him), \"Verily, I am going to make you an Imâm (a leader) for mankind (to follow you).\" [Ibrâhîm (Abraham)] said, \"And of my offspring (to make leaders).\" (Allâh) said, \"My Covenant (Prophethood) includes not Zâlimûn (polytheists and wrong-doers).\"",
    "And (remember) when We made the House (the Ka‘bah at Makkah) a place of resort for mankind and a place of safety. And take you (people) the Maqâm (place) of Ibrâhîm (Abraham) [or the stone on which Ibrâhîm (Abraham) عليه السلام stood while he was building the Ka‘bah] as a place of prayer (for some of your prayers, e.g. two Rak‘at after the Tawâf of the Ka‘bahat Makkah), and We commanded Ibrâhîm (Abraham) and Ismâ‘îl (Ishmael) that they should purify My House (the Ka‘bah at Makkah) for those who are circumambulating it, or staying (I‘tikâf), or bowing or prostrating themselves (there, in prayer).",
    "And (remember) when Ibrâhîm (Abraham) said, \"My Lord, make this city (Makkah) a place of security and provide its people with fruits, such of them as believe in Allâh and the Last Day.\" He (Allâh) answered: \"As for him who disbelieves, I shall leave him in contentment for a while, then I shall compel him to the torment of the Fire, and worst indeed is that destination!\"",
    "And (remember) when Ibrâhîm (Abraham) and (his son) Ismâ‘îl (Ishmael) were raising the foundations of the House (the Ka‘bah at Makkah), (saying), \"Our Lord! Accept (this service) from us. Verily! You are the All-Hearer, the All-Knower.\" ",
    "Our Lord! And make us submissive unto You and of our offspring a nation submissive unto You, and show us our Manâsik  (all the ceremonies of pilgrimage - Hajjand ‘Umrah), and accept our repentance. Truly, You are the One Who accepts repentance, the Most Merciful.",
    "Our Lord! Send amongst them a Messenger of their own (and indeed Allâh answered their invocation by sending Muhammad صلى الله عليه وسلم), who shall recite unto them Your Verses and instruct them in the Book (this Qur’ân) and Al-Hikmah (full knowledge of the Islâmic laws and jurisprudence or wisdom or Prophethood), and purify them. Verily! You are the All-Mighty, the All-Wise.\"",
    "And who turns away from the religion of Ibrâhîm (Abraham) (i.e. Islâmic Monotheism) except him who befools himself? Truly, We chose him in this world and verily, in the Hereafter he will be among the righteous.",
    "When his Lord said to him, \"Submit (i.e. be a Muslim)!\" He said, \"I have submitted myself (as a Muslim) to the Lord of the ‘Âlamîn (mankind, jinn and all that exists).\"",
    "And this (submission to Allâh, Islâm) was enjoined by Ibrâhîm (Abraham) upon his sons and by Ya‘qûb (Jacob) (saying), \"O my sons! Allâh has chosen for you the (true) religion, then die not except in the Faith of Islâm (as Muslims - Islâmic Monotheism).\"",
    "Or were you witnesses when death approached Ya‘qûb (Jacob)? When he said unto his sons, \"What will you worship after me?\" They said, \"We shall worship your Ilâh (God - Allâh), the Ilâh (God) of your fathers, Ibrâhîm (Abraham), Ismâ‘îl (Ishmael), Ishâq (Isaac), One Ilâh (God), and to Him we submit (in Islâm).\"",
    "That was a nation who has passed away. They shall receive the reward of what they earned and you of what you earn. And you will not be asked of what they used to do.",
    "And they say, \"Be Jews or Christians, then you will be guided.\" Say (to them O Muhammad صلى الله عليه وسلم), \"Nay, (we follow) only the religion of Ibrâhîm (Abraham), Hanîfa [Islâmic Monotheism, i.e. to worship none but Allâh (Alone)], and he was not of Al-Mushrikûn (those who worshipped others along with Allâh - see V.:).\"",
    "Say (O Muslims), \"We believe in Allâh and that which has been sent down to us and that which has been sent down to Ibrâhîm (Abraham), Ismâ‘îl (Ishmael), Ishâq (Isaac), Ya‘qûb (Jacob), and to Al-Asbât [the offspring of the twelve sons of Ya‘qûb (Jacob)], and that which has been given to Mûsâ (Moses) and ‘Îsâ (Jesus), and that which has been given to the Prophets from their Lord. We make no distinction between any of them, and to Him we have submitted (in Islâm).\"",
    "So if they believe in the like of that which you believe, then they are rightly guided; but if they turn away, then they are only in opposition. So Allâh will suffice you against them. And He is the All-Hearer, the All-Knower.",
    "[Our Sibghah (religion) is] the Sibghah (Religion) of Allâh (Islâm) and which Sibghah (religion) can be better than Allâh’s? And we are His worshippers. [Tafsir Ibn Kathîr]",
    "Say (O Muhammad صلى الله عليه وسلم to the Jews and Christians), \"Dispute you with us about Allâh while He is our Lord and your Lord? And we are to be rewarded for our deeds and you for your deeds. And we are sincere to Him [in worship and obedience (i.e. we worship Him Alone and none else, and we obey His Orders)].\"",
    "Or say you that Ibrâhîm (Abraham), Ismâ‘îl (Ishmael), Ishâq (Isaac), Ya‘qûb (Jacob) and Al-Asbât [the offspring of the twelve sons of Ya‘qûb (Jacob)] were Jews or Christians? Say, \"Do you know better or does Allâh (knows better ... that they all were Muslims)? And who is more unjust than he who conceals the testimony [i.e. to believe in Prophet Muhammad صلى الله عليه وسلم when he comes, as is written in their Books. (See Verse :)] he has from Allâh? And Allâh is not unaware of what you do.\"",
    "That was a nation who has passed away. They shall receive the reward of what they earned, and you of what you earn. And you will not be asked of what they used to do."
  ]
}