{
  "meta": {
    "id": 203,
    "name": "Al-Hilali & Khan",
    "translator_name": "Muhammad Taqi-ud-Din al-Hilali & Muhammad Muhsin Khan",
    "slug": "en-al-hilali",
    "language_name": "english"
  },
  "verses": [
    "Recite (O Muhammad صلى الله عليه وسلم) what has been revealed to you of the Book (the Qur’ân), and perform As-Salât (Iqamât-as-Salât). Verily, As-Salât (the prayer) prevents from Al-Fahshâ’ (i.e. great sins of every kind, unlawful sexual intercourse) and Al-Munkar (i.e. disbelief, polytheism, and every kind of evil wicked deed) and the remembering (praising) of (you by) Allâh (in front of the angels) is greater indeed [than your remembering (praising) of Allâh in prayers. And Allâh knows what you do.",
    "And argue not with the people of the Scripture (Jews and Christians), unless it be in (a way) that is better (with good words and in good manner, inviting them to Islâmic Monotheism with His Verses), except with such of them as do wrong; and say (to them): \"We believe in that which has been revealed to us and revealed to you; our Ilâh (God) and your Ilâh (God) is One (i.e. Allâh), and to Him we have submitted (as Muslims).\"",
    "And thus We have sent down the Book (i.e. this Qur’an) to you (O Muhammad صلى الله عليه وسلم), and those whom We gave the Scripture [the Taurât (Torah) and the Injeel (Gospel) aforetime] believe therein as also do some of these (who are present with you now like ‘Abdullâh bin Salâm) and none but the disbelievers reject Our Ayât [(proofs, signs, verses, lessons, etc.,) and deny Our Oneness of Lordship and Our Oneness of worship and Our Oneness of Our Names and Qualities: i.e. Islâmic Monotheism].",
    "Neither did you (O Muhammad صلى الله عليه وسلم) read any book before it (this Qur’ân), nor did you write any book (whatsoever) with your right hand. In that case, indeed, the followers of falsehood might have doubted.",
    "Nay, but they, the clear Ayât [i.e. the description and the qualities of Prophet Muhammad صلى الله عليه وسلم written in the Taurât (Torah) and the Injeel (Gospel)] are preserved in the breasts of those who have been given knowledge (among the people of the Scriptures). And none but the Zâlimûn (polytheists and wrongdoers) deny Our Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.).",
    "And they say: \"Why are not signs sent down to him from his Lord? Say: \"The signs are only with Allâh, and I am only a plain warner.\"",
    "Is it not sufficient for them that We have sent down to you the Book (the Qur’ân) which is recited to them? Verily, herein is mercy and a reminder (or an admonition) for a people who believe.",
    "Say (to them O Muhammad صلى الله عليه وسلم): \"Sufficient is Allâh for a witness between me and you. He knows what is in the heavens and on earth.\" And those who believe in Bâtil (all false deities other than Allâh), and disbelieve in Allâh and (in His Oneness), it is they who are the losers.",
    "And they ask you to hasten on the torment (for them): and had it not been for a term appointed, the torment would certainly have come to them. And surely, it will come upon them suddenly while they perceive not!",
    "They ask you to hasten on the torment. And verily, Hell, of a surety, will encompass the disbelievers.",
    "On the Day when the torment (Hell-fire) shall cover them from above them and from underneath their feet, and it will be said: \"Taste what you used to do.\"",
    "O My slaves who believe! Certainly, spacious is My earth. Therefore worship Me.\" (Alone).",
    "Everyone shall taste death. Then unto Us you shall be returned.",
    "And those who believe (in the Oneness of Allâh - Islâmic Monotheism) and do righteous good deeds, to them We shall surely give lofty dwellings in Paradise, underneath which rivers flow, to live therein forever. Excellent is the reward for the workers.",
    "Those who are patient, and put their trust (only) in their Lord (Allâh).",
    "And so many a moving (living) creature carries not its own provision! Allâh provides for it and for you. And He is the All-Hearer, the All-Knower.",
    "And if you were to ask them: \"Who has created the heavens and the earth and subjected the sun and the moon?\" they will surely reply: \"Allâh.\" How then are they deviating (as polytheists and disbelievers)?",
    "Allâh enlarges the provision for whom He wills of His slaves, and straitens it for whom (He wills). Verily, Allâh is the All-Knower of everything.",
    "And if you were to ask them: \"Who sends down water (rain) from the sky, and gives life therewith to the earth after its death?\" they will surely reply: \"Allâh.\" Say: \"All the praises and thanks be to Allâh!\" Nay, most of them have no sense.",
    "And this life of the world is only an amusement and a play! Verily, the home of the Hereafter - that is the life indeed (i.e. the eternal life that will never end), if they but knew.",
    "And when they embark on a ship, they invoke Allâh, making their Faith pure for Him only: but when He brings them safely to land, behold, they give a share of their worship to others.",
    "So that they become ingrate for that which We have given them, and that they take their enjoyment (as a warning and a threat), but they will come to know.",
    "Have they not seen that We have made (Makkah) a secure sanctuary, while men are being snatched away from all around them? Then do they believe in Bâtil (falsehood - polytheism, idols and all deities other than Allâh), and deny (become ingrate for) the Graces of Allâh?",
    "And who does more wrong than he who invents a lie against Allâh or denies the truth (Muhammad صلى الله عليه وسلم and his doctrine of Islâmic Monotheism and this Qur’ân), when it comes to him? Is there not a dwelling in Hell for disbelievers (in the Oneness of Allâh and in His Messenger Muhammad صلى الله عليه وسلم)?",
    "As for those who strive hard in Us (Our Cause), We will surely guide them to Our Paths (i.e. Allâh’s religion - Islâmic Monotheism). And verily, Allâh is with the Muhsinûn (good doers).\"",
    "Alif-Lâm-Mîm.",
    "The Romans have been defeated.",
    "In the nearest land (Syria, Iraq, Jordan, and Palestine), and they, after their defeat, will be victorious.",
    "Within three to nine years. The decision of the matter, before and after (these events) is only with Allâh, (before the defeat of the Romans by the Persians, and after the defeat of the Persians by the Romans). And on that Day, the believers (i.e. Muslims) will rejoice (at the victory given by Allâh to the Romans against the Persians) -",
    "With the help of Allâh. He helps whom He wills, and He is the All-Mighty, the Most Merciful.",
    "(It is) a Promise of Allâh (i.e. Allâh will give victory to the Romans against the Persians), and Allâh fails not in His Promise, but most of men know not.",
    "They know only the outside appearance of the life of the world (i.e. the matters of their livelihood, like irrigating or sowing or reaping, etc.), and they are heedless of the Hereafter.",
    "Do they not think deeply (in their ownselves) about themselves (how Allâh created them from nothing, and similarly He will resurrect them)? Allâh has created not the heavens and the earth, and all that is between them, except with truth and for an appointed term. And indeed many of mankind deny the Meeting with their Lord. [Tafsir At-Tabarî].",
    "Do they not travel in the land, and see what was the end of those before them? They were superior to them in strength, and they tilled the earth and populated it in greater numbers than these (pagans) have done: and there came to them their Messengers with clear proofs. Surely, Allâh wronged them not, but they used to wrong themselves.",
    "Then evil was the end of those who did evil, because they belied the Ayât (proofs, evidence, verses, lessons, signs, revelations, Messengers, etc.) of Allâh and made a mockery of them.",
    "Allâh (Alone) originates the creation, then He will repeat it, then to Him you will be returned.",
    "And on the Day when the Hour will be established, the Mujrimûn (disbelievers, sinners, criminals, polytheists) will be plunged into destruction with (deep regrets, sorrows, and) despair.",
    "No intercessors will they have from those whom they made equal with Allâh (partners i.e. their so-called associate gods), and they will (themselves) reject and deny their partners.",
    "And on the Day when the Hour will be established - that Day shall (all men) be separated (i.e. the believers will be separated from the disbelievers).",
    "Then as for those who believed (in the Oneness of Allâh - Islâmic Monotheism) and did righteous good deeds, such shall be honoured and made to enjoy luxurious life (forever) in a Garden of Delight (Paradise).",
    "And as for those who disbelieved and belied Our Ayât (proofs, evidence, verses, lessons, signs, revelations, Allâh’s Messengers, Resurrection, etc.), and the Meeting of the Hereafter, such shall be brought forth to the torment (in the Hell-fire).",
    "So glorify Allâh [above all that (evil) they associate with Him (O believers)] when you come up to the evening [i.e. offer the (Maghrib ) sunset and (‘Ishâ’) night prayers], and when you enter the morning [i.e. offer the (Fajr) morning prayer].",
    "And His are all the praises and thanks in the heavens and the earth; and (glorify Him) in the afternoon (i.e. offer ‘Asr prayer) and when you come up to the time, when the day begins to decline (i.e. offer Zuhr prayer). (Ibn ‘Abbâs said: \"These are the five compulsory congregational prayers mentioned in the Qur’ân).\" [Tafsir At-Tabari]",
    "He brings out the living from the dead, and brings out the dead from the living. And He revives the earth after its death. And thus shall you be brought out (resurrected).",
    "And among His Signs is this, that He created you (Adam) from dust, and then [Hawwâ’ (Eve) from Adam’s rib, and then his offspring from the semen, and], - behold you are human beings scattered!",
    "And among His Signs is this, that He created for you wives from among yourselves, that you may find repose in them, and He has put between you affection and mercy. Verily, in that are indeed signs for a people who reflect.",
    "And among His Signs is the creation of the heavens and the earth, and the difference of your languages and colours. Verily, in that are indeed signs for men of sound knowledge.",
    "And among His Signs is your sleep by night and by day, and your seeking of His Bounty. Verily, in that are indeed signs for a people who listen.",
    "And among His Signs is that He shows you the lightning, for fear and for hope, and He sends down water (rain) from the sky, and therewith revives the earth after its death. Verily, in that are indeed signs for a people who understand.",
    "And among His Signs is that the heaven and the earth stand by His Command. Then afterwards when He will call you by a single call, behold, you will come out from the earth (i.e. from your graves for reckoning and recompense).",
    "To Him belongs whatever is in the heavens and the earth. All are obedient to Him.",
    "And He it is Who originates the creation, then He will repeat it (after it has been perished); and this is easier for Him. His is the highest description (i.e. none has the right to be worshipped but He, and there is nothing comparable unto Him) in the heavens and in the earth. And He is the All-Mighty, the All-Wise.",
    "He sets forth for you a parable from your ownselves: Do you have partners among those whom your right hands possess (i.e. your slaves) to share as equals in the wealth We have bestowed on you whom you fear as you fear each other? Thus do We explain the signs in detail to a people who have sense.",
    "Nay, but those who do wrong follow their own lusts without knowledge. Then who will guide him whom Allâh has sent astray? And for such there will be no helpers.",
    "So set you (O Muhammad صلى الله عليه وسلم) your face towards the religion (of pure Islâmic Monotheism) Hanîf (worship none but Allâh Alone). Allâh’s Fitrah (i.e. Allâh’s Islâmic Monotheism) with which He has created mankind. No change let there be in Khalq-illâh (i.e. the religion of Allâh - Islâmic Monotheism): that is the straight religion, but most of men know not. [Tafsir At-Tabarî]",
    "(And remain always) turning in repentance to Him (only), and be afraid and dutiful to Him; and perform As-Salât (Iqâmat-as-Salât) and be not of Al-Mushrikûn (the polytheists, idolaters, disbelievers in the Oneness of Allah).",
    "Of those who split up their religion (i.e. who left the true Islâmic Monotheism), and became sects, [i.e. they invented new things in the religion (Bid‘ah ), and followed their vain desires], each sect rejoicing in that which is with it.",
    "And when harm touches men, they cry sincerely only to their Lord (Allâh), turning to Him in repentance; but when He gives them a taste of His Mercy, behold, a party of them associates partners in worship with their Lord.",
    "So as to be ungrateful for the graces which We have bestowed on them. Then enjoy (your short life); but you will come to know.",
    "Or have We revealed to them an authority (a Scripture), which speaks of that which they have been associating with Him?",
    "And when We cause mankind to taste of mercy, they rejoice therein; but when some evil afflicts them because of (evil deeds and sins) that their (own) hands have sent forth, behold, they are in despair!",
    "Do they not see that Allâh enlarges the provision for whom He wills and straitens (it for whom He wills). Verily, in that are indeed signs for a people who believe.",
    "So give to the kindred his due, and to Al-Miskîn (the poor) and to the wayfarer. That is best for those who seek Allâh’s Countenance; and it is they who will be successful.",
    "And that which you give in gift (to others), in order that it may increase (your wealth by expecting to get a better one in return) from other people’s property, has no increase with Allâh; but that which you give in Zakât (sadaqa - charity etc.) seeking Allâh’s Countenance, then those, they shall have manifold increase.",
    "Allâh is He Who created you, then provided food for you, then will cause you to die, then (again) He will give you life (on the Day of Resurrection). Is there any of your (so-called) partners (of Allâh) that do anything of that? Glory be to Him! And Exalted be He above all that (evil) they associate (with Him).",
    "Evil (sins and disobedience to Allâh) has appeared on land and sea because of what the hands of men have earned (by oppression and evil deeds), that He (Allâh) may make them taste a part of that which they have done, in order that they may return (by repenting to Allâh, and begging His Pardon).",
    "Say (O Muhammad صلى الله عليه وسلم): \"Travel in the land and see what was the end of those before (you)! Most of them were Mushrikûn (polytheists, idolaters, disbelievers in the Oneness of Allah).\"",
    "So set you (O Muhammad صلى الله عليه وسلم) your face (in obedience to Allâh, your Lord) to the straight and right religion (Islâmic Monotheism), before there comes from Allâh a Day which none can avert. On that Day men shall be divided [(in two groups), a group in Paradise and a group in Hell].",
    "Whosoever disbelieves will suffer from his disbelief, and whosoever does righteous good deeds (by practising Islâmic Monotheism), then such will prepare a good place (in Paradise) for themselves (and will be saved by Allâh from His Torment).",
    "That He may reward those who believe (in the Oneness of Allâh - Islâmic Monotheism), and do righteous good deeds, out of His Bounty. Verily, He likes not the disbelievers.",
    "And among His Signs is this, that He sends the winds as glad tidings, giving you a taste of His Mercy (i.e. rain), and that the ships may sail at His Command, and that you may seek of His Bounty, in order that you may be thankful.",
    "And indeed We did send Messengers before you (O Muhammad صلى الله عليه وسلم) to their own peoples. They came to them with clear proofs, then, We took vengeance on those who committed crimes (disbelief, setting partners in worship with Allâh, sins); and (as for) the believers, it was incumbent upon Us to help (them).",
    "Allâh is He Who sends the winds, so that they raise clouds, and spread them along the sky as He wills, and then break them into fragments, until you see rain drops come forth from their midst! Then when He has made them fall on whom of His slaves as He wills, lo, they rejoice!",
    "And verily before that (rain) - just before it was sent down upon them - they were in despair!",
    "Look then at the effects (results) of Allâh’s Mercy: how He revives the earth after its death. Verily, that (Allâh) (Who revived the earth after its death) shall indeed raise the dead (on the Day of Resurrection), and He is Able to do all things.",
    "And if We send a wind [which would spoil the green growth (tilth) brought up by the previous rain], and they see (their tilth) turn yellow - behold, they then (after their being glad,) would become unthankful (to their Lord Allâh as) disbelievers. [Tafsir At-Tabari]",
    "So verily, you (O Muhammad صلى الله عليه وسلم) cannot make the dead to hear (i.e. the disbelievers), nor can you make the deaf to hear the call, when they show their backs and turn away.",
    "And you (O Muhammad صلى الله عليه وسلم) cannot guide the blind from their straying; you can make to hear only those who believe in Our Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.), and have submitted to Allâh in Islâm (as Muslims).",
    "Allâh is He Who created you in (a state of) weakness, then gave you strength after weakness, then after strength gave (you) weakness and grey hair. He creates what He wills. And it is He Who is the All-Knowing, the All-Powerful (i.e. Able to do all things).",
    "And on the Day that the Hour will be established, the Mujrimûn (criminals, disbelievers, polytheists, sinners) will swear that they stayed not but an hour - thus were they ever deluded [away from the truth (i.e. they used to tell lies and take false oaths, and turn away from the truth) in this life of the world)]",
    "And those who have been bestowed with knowledge and faith will say: \"Indeed you have stayed according to the Decree of Allâh, until the Day of Resurrection: so this is the Day of Resurrection, but you knew not.\"",
    "So on that Day no excuse of theirs will avail those who did wrong (by associating partners in worship with Allâh, and by denying the Day of Resurrection), nor will they be allowed (then) to return to seek Allâh’s Pleasure (by having Islâmic Faith with righteous deeds and by giving up polytheism, sins and crimes with repentance).",
    "And indeed We have set forth for mankind, in this Qur’ân every kind of parable. But if you (O Muhammad صلى الله عليه وسلم) bring to them any sign or proof (as an evidence for the truth of your Prophethood), the disbelievers are sure to say (to the believers): \"You follow nothing but falsehood, and magic.\"",
    "Thus does Allâh seal up the hearts of those who know not [the proofs and evidence of the Oneness of Allâh i.e. those who try not to understand true facts that which you (Muhammad صلى الله عليه وسلم) have brought to them].",
    "So be patient (O Muhammad صلى الله عليه وسلم). Verily, the Promise of Allâh is true; and let not those who have no certainty of faith, discourage you from conveying Allâh’s Message (which you are obliged to convey).",
    "Alif-Lâm-Mîm.",
    "These are Verses of the Wise Book (the Qur’ân).",
    "A guide and a mercy for the Muhsinûn (good-doers).",
    "Those who perform As-Salât (Iqamat-as-Salât) and give Zakât and they have faith in the Hereafter with certainty.",
    "Such are on guidance from their Lord, and such are the successful.",
    "And of mankind is he who purchases idle talks (i.e. music, singing, etc.) to mislead (men) from the Path of Allâh without knowledge, and takes it (the Path of Allâh, or the Verses of the Qur’ân) by way of mockery. For such there will be a humiliating torment (in the Hell-fire).",
    "And when Our Verses (of the Qur’ân) are recited to such a one, he turns away in pride, as if he heard them not - as if there were deafness in his ear. So announce to him a painful torment.",
    "Verily, those who believe (in Islâmic Monotheism) and do righteous good deeds, for them are Gardens of Delight (Paradise).",
    "To abide therein. It is a Promise of Allâh in truth. And He is the All-Mighty, the All-Wise.",
    "He has created the heavens without any pillars that you see, and has set on the earth firm mountains lest it should shake with you. And He has scattered therein moving (living) creatures of all kinds. And We send down water (rain) from the sky, and We cause (plants) of every goodly kind to grow therein.",
    "This is the creation of Allâh. So show Me that which those (whom you worship) besides Him have created. Nay, the Zâlimûn (polytheists, wrongdoers and those who do not believe in the Oneness of Allâh) are in plain error.",
    "And indeed We bestowed upon Luqmân Al-Hikmah (wisdom and religious understanding) saying: \"Give thanks to Allâh.\" And whoever gives thanks, he gives thanks for (the good of) his ownself. And whoever is unthankful, then verily, Allâh is All-Rich (Free of all needs), Worthy of all praise.",
    "And (remember) when Luqmân said to his son when he was advising him: \"O my son! Join not in worship others with Allâh. Verily joining others in worship with Allâh is a great Zûlm (wrong) indeed.",
    "And We have enjoined on man (to be dutiful and good) to his parents. His mother bore him in weakness and hardship upon weakness and hardship, and his weaning is in two years - give thanks to Me and to your parents. Unto Me is the final destination.",
    "But if they (both) strive with you to make you join in worship with Me others that of which you have no knowledge, then obey them not; but behave with them in the world kindly, and follow the path of him who turns to Me in repentance and in obedience. Then to Me will be your return, and I shall tell you what you used to do.",
    "\"O my son! If it be (anything) equal to the weight of a grain of mustard seed, and though it be in a rock, or in the heavens or in the earth, Allâh will bring it forth. Verily, Allâh is Subtle (in bringing out that grain), Well-Aware (of its place).",
    "\"O my son! Aqim-As-Salât (perform As-Salât), enjoin (on people) Al-Ma‘rûf - (Islâmic Monotheism and all that is good), and forbid (people) from Al-Munkar (i.e. disbelief in the Oneness of Allâh, polytheism of all kinds and all that is evil and bad), and bear with patience whatever befalls you. Verily, these are some of the important commandments (ordered by Allâh with no exemption).",
    "\"And turn not your face away from men with pride, nor walk in insolence through the earth. Verily, Allâh likes not any arrogant boaster.",
    "\"And be moderate (or show no insolence) in your walking, and lower your voice. Verily, the harshest of all voices is the braying of the asses.\"",
    "See you not (O men) that Allâh has subjected for you whatsoever is in the heavens and whatsoever is in the earth, and has completed and perfected His Graces upon you, (both) apparent (i.e. Islâmic Monotheism, and the lawful pleasures of this world, including health, good looks, etc.) and hidden [i.e. One’s Faith in Allâh (of Islâmic Monotheism) knowledge, wisdom, guidance for doing righteous deeds, and also the pleasures and delights of the Hereafter in Paradise]? Yet of mankind is he who disputes about Allâh without knowledge or guidance or a Book giving light!",
    "And when it is said to them: \"Follow that which Allâh has sent down\", they say: \"Nay, we shall follow that which we found our fathers (following).\" (Would they do so) even if Shaitân (Satan) invites them to the torment of the Fire?",
    "And whosoever submits his face (himself) to Allâh, while he is a Muhsin (good-doer i.e. performs good deeds totally for Allâh’s sake without any show off or to gain praise or fame and does them in accordance with the Sunnah of Allâh’s Messenger Muhammad صلى الله عليه وسلم), then he has grasped the most trustworthy handhold [Lâ ilâha illallâh (none has the right to be worshipped but Allâh)]. And to Allâh return all matters for decision.",
    "And whoever disbelieves, let not his disbelief grieve you (O Muhammad صلى الله عليه وسلم). To Us is their return, and We shall inform them what they have done. Verily, Allâh is the All-Knower of what is in the breasts (of men).",
    "We let them enjoy for a little while, then in the end We shall oblige them to (enter) a great torment.",
    "And if you (O Muhammad صلى الله عليه وسلم) ask them: \"Who has created the heavens and the earth,\" they will certainly say: \"Allâh.\" Say: \"All the praises and thanks be to Allâh!\" But most of them know not.",
    "To Allâh belongs whatsoever is in the heavens and the earth. Verily, Allâh, He is Al-Ghanî (Rich, Free of all needs), Worthy of all praise.",
    "And if all the trees on the earth were pens and the sea (were ink wherewith to write), with seven seas behind it to add to its (supply), yet the Words of Allâh would not be exhausted. Verily, Allâh is All-Mighty, All-Wise.",
    "The creation of you all and the resurrection of you all are only as (the creation and resurrection of) a single person. Verily, Allâh is All-Hearer, All-Seer.",
    "See you not (O Muhammad صلى الله عليه وسلم) that Allâh merges the night into the day (i.e. the decrease in the hours of the night are added to the hours of the day), and merges the day into the night (i.e. the decrease in the hours of day are added to the hours of night), and has subjected the sun and the moon, each running its course for a term appointed; and that Allâh is All-Aware of what you do.",
    "That is because Allâh, He is the Truth, and that which they invoke besides Him is Al-Bâtil (falsehood, Satan and all other false deities); and that Allâh, He is the Most High, the Most Great.",
    "See you not that the ships sail through the sea by Allâh’s Grace that He may show you of His Signs? Verily, in this are signs for every patient, grateful (person).",
    "And when a wave covers them like shades (i.e. like clouds or the mountains of sea-water), they invoke Allâh, making their invocations for Him only. But when He brings them safe to land, there are among them those that stop in between (Belief and disbelief). But none denies Our Signs except every perfidious ingrate.",
    "O mankind! Be afraid of your Lord (by keeping your duty to Him and avoiding all evil), and fear a Day when no father can avail aught for his son, nor a son avail aught for his father. Verily, the Promise of Allâh is true: let not then this (worldly) present life deceive you, nor let the chief deceiver (Satan) deceive you about Allâh.",
    "Verily Allâh, with Him (Alone) is the knowledge of the Hour, He sends down the rain, and knows that which is in the wombs. No person knows what he will earn tomorrow, and no person knows in what land he will die. Verily, Allâh is All-Knower, All-Aware (of things).",
    "Alif-Lâm-Mîm.",
    "The revelation of the Book (this Qur’ân) in which there is no doubt is from the Lord of the ‘Âlamîn (mankind, jinn and all that exists)!",
    "Or say they: \"He (Muhammad صلى الله عليه وسلم) has fabricated it?\" Nay, it is the truth from your Lord, so that you may warn a people to whom no warner has come before you (O Muhammad صلى الله عليه وسلم): in order that they may be guided.",
    "Allâh it is He Who has created the heavens and the earth, and all that is between them in six Days. Then He rose over (Istawâ ) the Throne (in a manner that suits His Majesty). You (mankind) have none, besides Him, as a Walî (protector or helper) or an intercessor. Will you not then remember (or receive admonition)?",
    "He manages and regulates (every) affair from the heavens to the earth; then it (affair) will go up to Him, in one Day, the space whereof is a thousand years of your reckoning (i.e. reckoning of our present world’s time).",
    "That is He: the All-Knower of the unseen and the seen, the All-Mighty, the Most Merciful.",
    "Who made everything He has created good and He began the creation of man from clay.",
    "Then He made his offspring from semen of despised water (male and female sexual discharge).",
    "Then He fashioned him in due proportion, and breathed into him the soul (created by Allâh for that person); and He gave you hearing (ears), sight (eyes) and hearts. Little is the thanks you give!",
    "And they say: \"When we are (dead and become) lost in the earth, shall we indeed be created anew?\" Nay, but they deny the Meeting with their Lord!",
    "Say: \"The angel of death, who is set over you, will take your souls. Then you shall be brought to your Lord.\"",
    "And if you only could see when the Mujrimûn (criminals, disbelievers, polytheists, sinners) shall hang their heads before their Lord (saying): \"Our Lord! We have now seen and heard, so send us back (to the world), that we will do righteous good deeds. Verily! We now believe with certainty.\"",
    "And if We had willed, surely We would have given every person his guidance, but the Word from Me took effect (about evil-doers), that I will fill Hell with jinn and mankind together.",
    "Then taste you (the torment of the Fire) because of your forgetting the Meeting of this Day of yours. Surely We too will forget you: so taste you the abiding torment for what you used to do.",
    "Only those believe in Our Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.), who, when they are reminded of them, fall down prostrate, and glorify the Praises of their Lord, and they are not proud.",
    "Their sides forsake their beds, to invoke their Lord in fear and hope, and they spend (in charity in Allâh’s Cause) out of what We have bestowed on them.",
    "No person knows what is kept hidden for them of joy as a reward for what they used to do.",
    "Is then he who is a believer like him who is a Fâsiq (disbeliever and disobedient to Allâh)? Not equal are they.",
    "As for those who believe (in the Oneness of Allâh - Islâmic Monotheism) and do righteous good deeds, for them are Gardens (Paradise) as an entertainment for what they used to do.",
    "And as for those who are Fâsiqûn (disbelievers and disobedient to Allâh), their abode will be the Fire, every time they wish to get away therefrom, they will be put back thereto, and it will be said to them: \"Taste you the torment of the Fire which you used to deny.\"",
    "And verily, We will make them taste of the near torment (i.e. the torment in the life of this world, i.e. disasters, calamities, etc.) prior to the supreme torment (in the Hereafter), in order that they may (repent and) return (i.e. accept Islâm).",
    "And who does more wrong than he who is reminded of the Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) of his Lord, then turns aside therefrom? Verily, We shall exact retribution from the Mujrimûn (criminals, disbelievers, polytheists, sinners).",
    "And indeed We gave Mûsa (Moses) the Scripture [the Taurât (Torah)] So be not you in doubt of meeting him [i.e. when you met Mûsa (Moses) during the night of Al-Isrâ’ and Al-Mi‘râj  over the heavens]. And We made it [the Taurât (Torah)] a guide to the Children of Israel.",
    "And We made from among them (Children of Israel), leaders, giving guidance under Our Command, when they were patient and used to believe with certainty in Our Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.).",
    "Verily, your Lord will judge between them, on the Day of Resurrection, concerning that wherein they used to differ.",
    "Is it not a guidance for them: how many generations We have destroyed before them in whose dwellings they do walk about? Verily, therein indeed are signs. Would they not then listen?",
    "Have they not seen how We drive water to the dry land that has no vegetation, and therewith bring forth crops providing food for their cattle and themselves? Will they not then see?",
    "They say: \"When will this Fath (Decision) be (between us and you, i.e. the Day of Resurrection), if you are telling the truth?\"",
    "Say: \"On the Day of Al-Fath (Decision), no profit will it be to those who disbelieve if they (then) believe! Nor will they be granted a respite.\"",
    "So turn aside from them (O Muhammad صلى الله عليه وسلم) and await: verily, they (too) are awaiting.",
    "O Prophet (Muhammad صلى الله عليه وسلم)! Keep your duty to Allâh, and obey not the disbelievers and the hypocrites (i.e., do not follow their advice). Verily, Allâh is Ever All-Knower, All-Wise.",
    "And follow that which is revealed to you from your Lord. Verily, Allâh is Well-Acquainted with what you do.",
    "And put your trust in Allâh, and Sufficient is Allâh as a Wakîl (Trustee, or Disposer of affairs).",
    "Allâh has not made for any man two hearts inside his body. Neither has He made your wives whom you declare to be like your mothers’ backs, your real mothers. [az-Zihâr is the saying of a husband to his wife, \"You are to me like the back of my mother\" i.e. You are unlawful for me to approach], nor has He made your adopted sons your real sons. That is but your saying with your mouths. But Allâh says the truth, and He guides to the (Right) Way.",
    "Call them (adopted sons) by (the names of) their fathers: that is more just with Allâh. But if you know not their father’s (names, call them) your brothers in faith and Mawâlîkum (your freed slaves). And there is no sin on you concerning that in which you made a mistake, except in regard to what your hearts deliberately intend. And Allâh is Ever Oft-Forgiving, Most Merciful.",
    "The Prophet is closer to the believers than their ownselves, and his wives are their (believers’) mothers (as regards respect and marriage). And blood relations among each other have closer personal ties in the Decree of Allâh (regarding inheritance) than (the brotherhood of) the believers and the Muhâjirûn (emigrants from Makkah), except that you do kindness to those brothers (when the Prophet صلى الله عليه وسلم joined them in brotherhood ties). This has been written in the (Allâh’s Book of Divine) Decrees - (Al-Lauh Al-Mahfûz).\"",
    "And (remember) when We took from the Prophets their covenant, and from you (O Muhammad صلى الله عليه وسلم), and from Nûh (Noah), Ibrâhîm (Abraham), Mûsâ (Moses), and ‘Îsâ (Jesus) son of Maryam (Mary). We took from them a strong covenant.",
    "That He may ask the truthful (Allâh’s Messengers and His Prophets) about their truth (i.e. the conveyance of Allâh’s Message that which they were charged with). And He has prepared for the disbelievers a painful torment (Hell-fire).",
    "O you who believe! Remember Allâh’s Favour to you, when there came against you hosts, and We sent against them a wind and forces that you saw not [i.e. troops of angels during the battle of Al-Ahzâb (the Confederates)]. And Allâh is Ever All-Seer of what you do.",
    "When they came upon you from above you and from below you, and when the eyes grew wild and the hearts reached to the throats, and you were harbouring doubts about Allâh.",
    "There, the believers were tried and shaken with a mighty shaking.",
    "And when the hypocrites and those in whose hearts is a disease (of doubts) said: \"Allâh and His Messenger (صلى الله عليه وسلم) promised us nothing but delusion!\"",
    "And when a party of them said: \"O people of Yathrib (Al-Madinah)! There is no stand (possible) for you (against the enemy attack!) Therefore go back!\" And a band of them ask for permission of the Prophet (صلى الله عليه وسلم) saying: \"Truly, our homes lie open (to the enemy).\" And they lay not open. They but wished to flee.",
    "And if the enemy had entered from all sides (of the city), and they had been exhorted to Al-Fitnah (i.e. to renegade from Islâm to polytheism), they would surely have committed it and would have hesitated thereupon but little.",
    "And indeed they had already made a covenant with Allâh not to turn their backs, and a covenant with Allâh must be answered for.",
    "Say (O Muhammad صلى الله عليه وسلم to these hypocrites who ask your permission to run away from you): \"Flight will not avail you if you flee from death or killing and then you will enjoy no more than a little while!\"",
    "Say: \"Who is he who can protect you from Allâh if He intends to harm you, or intends mercy on you?\" And they will not find, besides Allâh, for themselves any Walî (protector, supporter) or any helper.",
    "Allâh already knows those among you who keep back (men) from fighting in Allâh’s Cause, and those who say to their brethren \"Come here towards us,\" while they (themselves) come not to the battle except a little,",
    "Being miserly towards you (as regards help and aid in Allâh’s Cause). Then when fear comes, you will see them looking to you, their eyes revolving like (those of) one over whom hovers death; but when the fear departs, they will smite you with sharp tongues, miserly towards (spending anything in any) good (and only covetous of booty and wealth). Such have not believed. Therefore Allâh makes their deeds fruitless and that is ever easy for Allâh.",
    "They think that Al-Ahzâb (the Confederates) have not yet withdrawn; and if Al-Ahzâb (the Confederates) should come (again), they would wish they were in the deserts (wandering) among the bedouins, seeking news about you (from a far place); and if they (happen) to be among you, they would not fight but little.",
    "Indeed in the Messenger of Allâh (Muhammad صلى الله عليه وسلم) you have a good example to follow for him who hopes for (the Meeting with) Allâh and the Last Day, and remembers Allâh much.",
    "And when the believers saw Al-Ahzâb (the Confederates), they said: \"This is what Allâh and His Messenger (Muhammad صلى الله عليه وسلم) had promised us; and Allâh and His Messenger (Muhammad صلى الله عليه وسلم) had spoken the truth. And it only added to their Faith and to their submissiveness (to Allâh).",
    "Among the believers are men who have been true to their covenant with Allâh [i.e. they have gone out for Jihâd (holy fighting), and showed not their backs to the disbelievers]; of them some have fulfilled their obligations (i.e. have been martyred); and some of them are still waiting, but they have never changed [i.e. they never proved treacherous to their covenant which they concluded with Allâh] in the least.",
    "That Allâh may reward the men of truth for their truth (i.e. for their patience at the accomplishment of that which they covenanted with Allâh), and punish the hypocrites, if He wills, or accept their repentance by turning to them (in Mercy). Verily, Allâh is Oft-Forgiving, Most Merciful.",
    "And Allâh drove back those who disbelieved in their rage: they gained no advantage (booty). Allâh sufficed for the believers in the fighting (by sending against the disbelievers a severe wind and troops of angels). And Allâh is Ever All-Strong, All-Mighty.",
    "And those of the people of the Scripture who backed them (the disbelievers), Allâh brought them down from their forts and cast terror into their hearts, (so that) a group (of them) you killed, and a group (of them) you made captives.",
    "And He caused you to inherit their lands, and their houses, and their riches, and a land which you had not trodden (before). And Allâh is Able to do all things.",
    "O Prophet (Muhammad صلى الله عليه وسلم)! Say to your wives: \"If you desire the life of this world, and its glitter, then come! I will make a provision for you and set you free in a handsome manner (divorce).",
    "\"But if you desire Allâh and His Messenger, and the home of the Hereafter, then verily, Allâh has prepared for Al-Muhsinât (good-doers) amongst you an enormous reward.\"",
    "O wives of the Prophet! Whoever of you commits an open illegal sexual intercourse, the torment for her will be doubled, and that is ever easy for Allâh."
  ]
}