{
  "meta": {
    "id": 203,
    "name": "Al-Hilali & Khan",
    "translator_name": "Muhammad Taqi-ud-Din al-Hilali & Muhammad Muhsin Khan",
    "slug": "en-al-hilali",
    "language_name": "english"
  },
  "verses": [
    "[Ibrâhîm (Abraham)] said: \"Then for what purpose you have come, O Messengers?\"",
    "They said: \"We have been sent to a people who are Mujrimûn (polytheists, sinners, criminals, disbelievers in Allâh)",
    "To send down upon them stones of baked clay.",
    "Marked by your Lord for the Musrifûn (polytheists, criminals, sinners - those who trespass Allâh’s set limits in evil-doings by committing great sins).",
    "So We brought out from therein the believers.",
    "But We found not there any household of the Muslims except one [of Lût (Lot) and his two daughters].",
    "And We have left there a sign (i.e. the place of the Dead Sea in Palestine) for those who fear the painful torment.",
    "And in Mûsâ (Moses) (too, there is a sign), when We sent him to Fir‘aun (Pharaoh) with a manifest authority.",
    "But [Fir‘aun (Pharaoh)] turned away (from Belief in might) along with his hosts, and said: \"A sorcerer, or a madman.\"",
    "So We took him and his hosts, and dumped them into the sea, for he was blameworthy.",
    "And in ‘Âd (there is also a sign) when We sent against them the barren wind;",
    "It spared nothing that it reached, but blew it into broken spreads of rotten ruins.",
    "And in Thamûd (there is also a sign), when they were told: \"Enjoy yourselves for a while!\"",
    "But they insolently defied the Command of their Lord, so the Sâ‘iqah overtook them while they were looking.",
    "Then they were unable to rise up, nor could they help themselves.",
    "(So were) the people of Nûh (Noah) before them. Verily, they were a people who were Fâsiqûn (rebellious, disobedient to Allâh).",
    "With power did We construct the heaven. Verily, We are Able to extend the vastness of space thereof.",
    "And We have spread out the earth: how Excellent Spreader (thereof) are We!",
    "And of everything We have created pairs, that you may remember (the Grace of Allâh).",
    "So flee to Allâh (from His Torment to His Mercy - Islâmic Monotheism). Verily, I (Muhammad صلى الله عليه وسلم) am a plain warner to you from Him.",
    "And set not up (or worship not) any other ilâh (god) along with Allâh [Glorified be He (Alone), Exalted above all that they associate as partners with Him]. Verily, I (Muhammad صلى الله عليه وسلم) am a plain warner to you from Him.",
    "Likewise, no Messenger came to those before them but they said: \"A sorcerer or a madman!\"",
    "Have they (the people of the past) transmitted this saying to these (Quraish pagans)? Nay, they are themselves a people transgressing beyond bounds (in disbelief)!",
    "So turn away (O Muhammad صلى الله عليه وسلم) from them (Quraish pagans), you are not blame-worthy (as you have conveyed Allâh’s Message).",
    "And remind (by preaching the Qur’ân, O Muhammad صلى الله عليه وسلم), for verily, the reminding profits the believers.",
    "And I (Allâh) created not the jinn and mankind except that they should worship Me (Alone).",
    "I seek not any provision from them (i.e. provision for themselves or for My creatures) nor do I ask that they should feed Me (i.e. feed themselves or My creatures).",
    "Verily, Allâh is the All-Provider, Owner of Power, the Most Strong.",
    "And verily, for those who do wrong, there is a portion of torment like to the evil portion of torment (which came for) their likes (of old); so let them not ask Me to hasten on!",
    "Then woe to those who disbelieve (in Allâh and His Oneness - Islâmic Monotheism) from their Day which they have been promised (for their punishment).",
    "By the Tûr (Mount)",
    "And by a Book Inscribed",
    "In parchment unrolled.",
    "And by Al-Bait-ul-Ma‘mûr (the house over the heavens parallel to the Ka‘bah at Makkah, continuously visited by the angels).",
    "And by the roof raised high (i.e. the heaven).",
    "And by the sea kept filled (or it will be fire kindled on the Day of Resurrection).",
    "Verily, the Torment of your Lord will surely come to pass.",
    "There is none that can avert it.",
    "On the Day when the heaven will shake with a dreadful shaking,",
    "And the mountains will move away with a (horrible) movement.",
    "Then woe that Day to the beliers.",
    "Who are playing in falsehood.",
    "The Day when they will be pushed down by force to the Fire of Hell, with a horrible, forceful pushing.",
    "This is the Fire which you used to belie.",
    "Is this magic, or do you not see?",
    "Taste you therein its heat and whether you are patient of it or impatient of it, it is all the same. You are only being requited for what you used to do.",
    "Verily, the Muttaqûn (the pious. See V.:) will be in Gardens (Paradise), and Delight.",
    "Enjoying in that which their Lord has bestowed on them, and (the fact that) their Lord saved them from the torment of the blazing Fire.",
    "\"Eat and drink with happiness because of what you used to do.\"",
    "They will recline (with ease) on thrones arranged in ranks. And We shall marry them to Hûr: (female, fair ones) with wide lovely eyes.",
    "And those who believe and whose offspring follow them in Faith: to them shall We join their offspring, and We shall not decrease the reward of their deeds in anything. Every person is a pledge for that which he has earned.",
    "And We shall provide them with fruit and meat such as they desire.",
    "There they shall pass from hand to hand a (wine) cup, free from any Laghw (dirty, false, evil vain talk between them), and free from sin (because it will be lawful for them to drink).",
    "And there will go round boy-servants of theirs, to serve them as if they were preserved pearls.",
    "And some of them draw near to others, questioning.",
    "Saying: \"Aforetime, we were afraid (of the punishment of Allâh) in the midst of our families.",
    "\"So Allâh has been gracious to us, and has saved us from the torment of the Fire.",
    "\"Verily, We used to invoke Him (Alone and none else) before. Verily, He is Al-Barr (the Most Subtle, Kind, Courteous, and Generous), the Most Merciful.\"",
    "Therefore, remind (mankind of Islâmic Monotheism, O Muhammad صلى الله عليه وسلم). By the Grace of Allâh, you are neither a soothsayer, nor a madman.",
    "Or do they say: \"(Muhammad صلى الله عليه وسلم) is a poet! We await for him some calamity by time!\"",
    "Say (O Muhammad صلى الله عليه وسلم to them): \"Wait! I am with you among the waiters!\"",
    "Do their minds command them this [i.e. to tell a lie against you (Muhammad صلى الله عليه وسلم)] or are they people transgressing all bounds?",
    "Or do they say: \"He (Muhammad صلى الله عليه وسلم) has forged it (this Qur’ân)?\" Nay! They believe not!",
    "Let them then produce a recital like unto it (the Qur’ân) if they are truthful.",
    "Were they created by nothing? Or were they themselves the creators?",
    "Or did they create the heavens and the earth? Nay, but they have no firm Belief.",
    "Or are with them the treasures of your Lord? Or are they the tyrants with the authority to do as they like?",
    "Or have they a stairway (to heaven), by means of which they listen (to the talks of the angels)? Then let their listener produce some manifest proof.",
    "Or has He (Allâh) only daughters and you have sons?",
    "Or is it that you (O Muhammad صلى الله عليه وسلم) ask a wage from them (for your preaching of Islâmic Monotheism) so that they are burdened with a load of debt?",
    "Or that the Ghaib (Unseen) is with them, and they write it down?",
    "Or do they intend a plot (against you O Muhammad صلى الله عليه وسلم)? But those who disbelieve (in the Oneness of Allâh - Islâmic Monotheism) are themselves plotted against!",
    "Or have they an ilâh (a god) other than Allâh? Glorified be Allâh from all that they ascribe as partners (to Him)",
    "And if they were to see a piece of the heaven falling down, they would say: \"Clouds gathered in heaps!\"",
    "So leave them alone till they meet their Day, in which they will sink into a fainting (with horror).",
    "The Day when their plotting shall not avail them at all nor will they be helped (i.e. they will receive their torment in Hell).",
    "And verily, for those who do wrong, there is another punishment (i.e. the torment in this world and in their graves) before this; but most of them know not. (Tafsir At-Tabarî).",
    "So wait patiently (O Muhammad صلى الله عليه وسلم) for the Decision of your Lord, for verily, you are under Our Eyes; and glorify the Praises of your Lord when you get up from sleep.",
    "And in the nighttime also glorify His Praises - and at the setting of the stars.",
    "By the star when it goes down (or vanishes).",
    "Your companion (Muhammad صلى الله عليه وسلم) has neither gone astray nor has erred.",
    "Nor does he speak of (his own) desire.",
    "It is only a Revelation revealed.",
    "He has been taught (this Qur’ân) by one mighty in power [Jibrîl (Gabriel)]",
    "One free from any defect in body and mind then he (Jibrîl - Gabriel in his real shape as created by Allah) rose and became stable.",
    "While he [Jibrîl (Gabriel)] was in the highest part of the horizon, (Tafsir Ibn Kathir)",
    "Then he [Jibrîl (Gabriel)] approached and came closer,",
    "And was at a distance of two bows’ length or (even) nearer.",
    "So (Allâh) revealed to His slave [Muhammad صلى الله عليه وسلم through Jibrîl (Gabriel) عليه السلام] whatever He revealed.",
    "The (Prophet’s) heart lied not in what he (Muhammad صلى الله عليه وسلم) saw.",
    "Will you then dispute with him (Muhammad صلى الله عليه وسلم) about what he saw [during the Mi‘râj: (Ascent of the Prophet صلى الله عليه وسلم to the seven heavens)]",
    "And indeed he (Muhammad صلى الله عليه وسلم) saw him [Jibrîl (Gabriel)] at a second descent (i.e. another time).",
    "Near Sidrat-ul-Muntaha (a lote-tree of the utmost boundary over the seventh heaven beyond which none can pass).",
    "Near it is the Paradise of Abode.",
    "When that covered the lote-tree which did cover it!",
    "The sight (of Prophet Muhammad صلى الله عليه وسلم) turned not aside (right or left), nor it transgressed beyond the limit (ordained for it).",
    "Indeed he (Muhammad صلى الله عليه وسلم) did see of the Greatest Signs, of his Lord (Allâh).",
    "Have you then considered Al-Lât, and Al-‘Uzzâ (two idols of the pagan Arabs)",
    "And Manât (another idol of the pagan Arabs), the other third?",
    "Is it for you the males and for Him the females?",
    "That indeed is a division most unfair!",
    "They are but names which you have named - you and your fathers - for which Allâh has sent down no authority. They follow but a guess and that which they themselves desire, whereas there has surely come to them the Guidance from their Lord!",
    "Or shall man have what he wishes?",
    "But to Allâh belongs the last (Hereafter) and the first (the world).",
    "And there are many angels in the heavens, whose intercession will avail nothing except after Allâh has given leave for whom He wills and is pleased with.",
    "Verily, those who believe not in the Hereafter, name the angels with female names.",
    "But they have no knowledge thereof. They follow but a guess, and verily, guess is no substitute for the truth.",
    "Therefore withdraw (O Muhammad صلى الله عليه وسلم) from him who turns away from Our Reminder (this Qur’ân) and desires nothing but the life of this world.",
    "That is what they could reach of knowledge. Verily, your Lord it is He Who knows best him who goes astray from His Path, and He knows best him who receives guidance.",
    "And to Allâh belongs all that is in the heavens and all that is in the earth, that He may requite those who do evil with that which they have done (i.e. punish them in Hell), and reward those who do good, with what is best (i.e. Paradise).",
    "Those who avoid great sins (See the Qur’ân, Verses: :,) and Al-Fawâhish (illegal sexual intercourse) except the small faults, - verily, your Lord is of Vast Forgiveness. He knows you well when He created you from the earth (Adam), and when you were fetuses in your mothers’ wombs. So ascribe not purity to yourselves. He knows best him who fears Allâh and keeps his duty to Him [i.e. those who are Al-Muttaqûn (the pious. See V.:)].",
    "Did you (O Muhammad صلى الله عليه وسلم) observe him who turned away (from Islâm).",
    "And gave a little, then stopped (giving)?",
    "Is with him the knowledge of the Unseen so that he sees?",
    "Or is he not informed with what is in the Pages (Scripture) of Mûsâ (Moses),",
    "And of Ibrâhîm (Abraham) who fulfilled (or conveyed) all that (Allâh ordered him to do or convey):",
    "That no burdened person (with sins) shall bear the burden (sins) of another.",
    "And that man can have nothing but what he does (good or bad).",
    "And that his deeds will be seen.",
    "Then he will be recompensed with a full and the best recompense.",
    "And that to your Lord (Allâh) is the End (Return of everything).",
    "And that it is He (Allâh) Who makes (whom He wills) laugh, and makes (whom He wills) weep.",
    "And that it is He (Allâh) Who causes death and gives life.",
    "And that He (Allâh) creates the pairs, male and female,",
    "From Nutfah (drops of semen - male and female discharges) when it is emitted.",
    "And that upon Him (Allâh) is another bringing forth (Resurrection).",
    "And that it is He (Allâh) Who gives much or a little (of wealth and contentment)",
    "And that He (Allâh) is the Lord of Sirius (the star which the pagan Arabs used to worship).",
    "And that it is He (Allâh) Who destroyed the former ‘Âd (people),",
    "And Thamûd (people): He spared none of them.",
    "And the people of Nûh (Noah) aforetime. Verily, they were more unjust and more rebellious and transgressing [in disobeying Allâh and His Messenger Nûh (Noah) عليه السلام].",
    "And He destroyed the overthrown cities [of Sodom to which Prophet Lût (Lot) was sent].",
    "So there covered them that which did cover (i.e. torment with stones).",
    "Then which of the Graces of your Lord (O man!) will you doubt?",
    "This (Muhammad صلى الله عليه وسلم) is a warner (Messenger) of the (series of) warners (Messengers) of old.",
    "The Day of Resurrection draws near.",
    "None besides Allâh can avert it (or advance it or delay it).",
    "Do you then wonder at this recitation (the Qur’ân)?",
    "And you laugh at it and weep not,",
    "Wasting your (precious) lifetime in pastime and amusements (singing, etc.).",
    "So fall you down in prostration to Allâh and worship Him (Alone).",
    "The Hour has drawn near, and the moon has been cleft asunder (the people of Makkah requested Prophet Muhammad صلى الله عليه وسلم to show them a miracle, so he showed them the splitting of the moon).",
    "And if they see a sign, they turn away, and say: \"This is continuous magic.\"",
    "They belied (the Verses of Allâh - this Qur’ân), and followed their own lusts. And every matter will be settled (according to the kind of deeds: good deeds will take their doers to Paradise, and similarly evil deeds will take their doers to Hell).",
    "And indeed there has come to them news (in this Qur’ân) wherein there is (enough warning) to check (them from evil),",
    "Perfect wisdom (this Qur’ân), but (the preaching of) warners benefit them not.",
    "So (O Muhammad صلى الله عليه وسلم) withdraw from them. The Day that the caller will call (them) to a terrible thing.",
    "They will come forth, with humbled eyes from (their) graves as if they were locusts spread abroad,",
    "Hastening towards the caller. The disbelievers will say: \"This is a hard Day.\"",
    "The people of Nûh (Noah) denied (their Messenger) before them. They rejected Our slave, and said: \"A madman!\" and he was insolently rebuked and threatened.",
    "Then he invoked his Lord (saying): \"I have been overcome, so help (me)!\"",
    "So We opened the gates of the heaven with water pouring forth.",
    "And We caused springs to gush forth from the earth. So the waters (of the heaven and the earth) met for a matter predestined.",
    "And We carried him on a (ship) made of planks and nails,",
    "Floating under Our Eyes: a reward for him who had been rejected!",
    "And indeed, We have left this as a sign. Then is there any that will remember (or receive admonition)?",
    "Then how (terrible) was My Torment and My Warnings?",
    "And We have indeed made the Qur’ân easy to understand and remember; then is there any one who will remember (or receive admonition)?",
    "‘Âd (people) belied (their Prophet, Hûd); then how (terrible) was My Torment and My Warnings?",
    "Verily, We sent against them a furious wind of harsh voice on a day of evil omen and continuous calamity.",
    "Plucking out men as if they were uprooted stems of date-palms.",
    "Then, how (terrible) was My Torment and My Warnings?",
    "And We have indeed made the Qur’ân easy to understand and remember; then is there any that will remember (or receive admonition)?",
    "Thamûd (people also) belied the warnings.",
    "And they said: \"A man, alone among us - shall we follow him? Truly then we should be in error and distress (or madness)!\"",
    "\"Is it that the Reminder is sent to him [Prophet Sâlih عليه السلام] alone from among us? Nay, he is an insolent liar!\"",
    "Tomorrow they will come to know who is the liar, the insolent one!",
    "Verily, We are sending the she-camel as a test for them. So watch them [O Sâlih عليه السلام], and be patient!",
    "And inform them that the water is to be shared between (her and) them, each one’s right to drink being established (by turns).",
    "But they called their comrade and he took (a sword) and killed (her).",
    "Then, how (terrible) was My Torment and My Warnings?",
    "Verily, We sent against them a single Saihah (torment - awful cry), and they became like the stubble of a fold-builder.",
    "And indeed, We have made the Qur’ân easy to understand and remember; then is there any that will remember (or receive admonition)?",
    "The people of Lût (Lot) belied the warnings.",
    "Verily, We sent against them a violent storm of stones (which destroyed them all), except the family of Lût (Lot), them We saved in the last hour of the night,",
    "As a Favour from Us. Thus do We reward him who gives thanks (by obeying Us).",
    "And he [Lût (Lot)] indeed had warned them of Our Seizure (punishment), but they did doubt the warnings!",
    "And they indeed sought to shame his guest (by asking to commit sodomy with them). So We blinded their eyes, (saying) \"Then taste you My Torment and My Warnings.\"",
    "And verily, an abiding torment seized them early in the morning.",
    "\"Then taste you My Torment and My Warnings.\"",
    "And indeed, We have made the Qur’ân easy to understand and remember; then is there any that will remember (or receive admonition)?",
    "And indeed, warnings came to the people of Fir‘aun (Pharaoh) [through Mûsâ (Moses) and Hârûn (Aaron)].",
    "(They) belied all Our Signs, so We seized them with a Seizure of the All-Mighty, All-Capable (Omnipotent).",
    "Are your disbelievers (O Quraish!) better than these [nations of Nûh (Noah), Lût (Lot), Sâlih, and the people of Fir‘aun (Pharaoh) who were destroyed)? Or have you an immunity (against Our Torment) in the Divine Scriptures?",
    "Or say they: \"We are a great multitude, victorious?\"",
    "Their multitude will be put to flight, and they will show their backs.",
    "Nay, but the Hour is their appointed time (for their full recompense), and the Hour will be more grievous and more bitter.",
    "Verily the Mujrimûn (polytheists, disbelievers, sinners, criminals) are in error (in this world) and will burn (in the Hell-fire in the Hereafter).",
    "The Day they will be dragged on their faces into the Fire (it will be said to them): \"Taste you the touch of Hell!\"",
    "Verily, We have created all things with Qadar (Divine Preordainments of all things before their creation as written in the Book of Decrees Al-Lauh Al-Mahfûz).",
    "And Our Commandment is but one as the twinkling of an eye.",
    "And indeed, We have destroyed your likes; then is there any that will remember (or receive admonition)?",
    "And everything they have done is noted in (their) Records (of deeds).",
    "And everything, small and big, is written down (in Al-Lauh Al-Mahfûz already beforehand i.e. before it befalls, or is done by its doer: الإيمان بالقدر) (See the Qur’ân V.: and its footnote).",
    "Verily, The Muttaqûn (the pious - see V.:), will be in the midst of Gardens and Rivers (Paradise).",
    "In a seat of truth (i.e. Paradise), near the Omnipotent King (Allâh, the One, the All-Blessed, the Most High, the Owner of Majesty and Honour).",
    "The Most Gracious (Allâh)!",
    "He has taught (you mankind) the Qur’ân (by His Mercy).",
    "He created man.",
    "He taught him eloquent speech.",
    "The sun and the moon run on their fixed courses (exactly) calculated with measured out stages for each (for reckoning).",
    "And the herbs (or stars) and the trees both prostrate themselves (to Allah - See V.:) (Tafsir Ibn Kathir)",
    "And the heaven: He has raised it high, and He has set up the Balance.",
    "In order that you may not transgress (due) balance.",
    "And observe the weight with equity and do not make the balance deficient.",
    "And the earth: He has put down (laid) for the creatures.",
    "Therein are fruits and date-palms producing sheathed fruit-stalks (enclosing dates).",
    "And also corn, with (its) leaves and stalk for fodder, and sweet-scented plants.",
    "Then which of the Blessings of your Lord will you both (jinn and men) deny?",
    "He created man (Adam) from sounding clay like the clay of pottery.",
    "And the jinn: He created from a smokeless flame of fire.",
    "Then which of the Blessings of your Lord will you both (jinn and men) deny?",
    "(He is) the Lord of the two easts (places of sunrise during early summer and early winter) and the Lord of the two wests (places of sunset during early summer and early winter).",
    "Then which of the Blessings of your Lord will you both (jinn and men) deny?",
    "He has let loose the two seas (the salt and fresh water) meeting together.",
    "Between them is a barrier which none of them can transgress.",
    "Then which of the Blessings of your Lord will you both (jinn and men) deny?",
    "Out of them both come out pearl and coral.",
    "Then which of the Blessings of your Lord will you both (jinn and men) deny?",
    "And His are the ships going and coming in the seas, like mountains.",
    "Then which of the Blessings of your Lord will you both (jinn and men) deny?",
    "Whatsoever is on it (the earth) will perish.",
    "And the Face of your Lord full of Majesty and Honour will remain forever.",
    "Then which of the Blessings of your Lord will you both (jinn and men) deny?",
    "Whosoever is in the heavens and on earth begs of Him (its needs from Him). Every day He is (engaged) in some affair (such as giving honour or disgrace to some, life or death to some, etc.)!",
    "Then which of the Blessings of your Lord will you both (jinn and men) deny?",
    "We shall attend to you, O you two classes (jinn and men)!",
    "Then which of the Blessings of your Lord will you both (jinn and men) deny?",
    "O assembly of jinn and men! If you have power to pass beyond the zones of the heavens and the earth, then pass beyond (them)! But you will never be able to pass them, except with authority (from Allâh)!",
    "Then which of the Blessings of your Lord will you both (jinn and men) deny?",
    "There will be sent against you both, smokeless flames of fire and (molten) brass, and you will not be able to defend yourselves.",
    "Then which of the Blessings of your Lord will you both (jinn and men) deny?",
    "Then when the heaven is rent asunder, and it becomes rosy or red like red-oil, or red hide - [See V.:]",
    "Then which of the Blessings of your Lord will you both (jinn and men) deny?",
    "So on that Day no question will be asked of man or jinns as to his sin, [because they have already been known from their faces either white (dwellers of Paradise - true believers of Islamic Monotheism) or black (dwellers of Hell - polytheists; disbelievers, criminals)].",
    "Then which of the Blessings of your Lord will you both (jinn and men) deny?",
    "The Mujrimûn (polytheists, criminals, sinners) will be known by their marks (black faces), and they will be seized by their forelocks and their feet.",
    "Then which of the Blessings of your Lord will you both (jinn and men) deny?",
    "This is the Hell which the Mujrimûn (polytheists, criminals, sinners) denied.",
    "They will go between it (Hell) and the fierce boiling water!",
    "Then which of the Blessings of your Lord will you both (jinn and men) deny?",
    "But for him who fears the standing before his Lord, there will be two Gardens (i.e. in Paradise).",
    "Then which of the Blessings of your Lord will you both (jinn and men) deny?",
    "With spreading branches.",
    "Then which of the Blessings of your Lord will you both (jinn and men) deny?",
    "In them (both) will be two springs flowing (free).",
    "Then which of the Blessings of your Lord will you both (jinn and men) deny?",
    "In them (both) will be every kind of fruit in pairs.",
    "Then which of the Blessings of your Lord will you both (jinn and men) deny?",
    "Reclining upon the couches lined with silk brocade, and the fruits of the two Gardens will be near at hand.",
    "Then which of the Blessings of your Lord will you both (jinn and men) deny?",
    "Wherein both will be Qâsirât-ut-Tarf [chaste females (wives) restraining their glances, desiring none except their husbands], with whom no man or jinni has had tamth before them.",
    "Then which of the Blessings of your Lord will you both (jinn and men) deny?",
    "(In beauty) they are like rubies and coral.",
    "Then which of the Blessings of your Lord will you both (jinn and men) deny?",
    "Is there any reward for good other than good?",
    "Then which of the Blessings of your Lord will you both (jinn and men) deny?",
    "And besides these two, there are two other Gardens (i.e. in Paradise).",
    "Then which of the Blessings of your Lord will you both (jinn and men) deny?",
    "Dark green (in colour).",
    "Then which of the Blessings of your Lord will you both (jinn and men) deny?",
    "In them (both) will be two springs gushing forth.",
    "Then which of the Blessings of your Lord will you both (jinn and men) deny?",
    "In them (both) will be fruits, and date-palms and pomegranates.",
    "Then which of the Blessings of your Lord will you both (jinn and men) deny?",
    "Therein (Gardens) will be Khairâtun-Hisân [fair (wives) good and beautiful];",
    "Then which of the Blessings of your Lord will you both (jinn and men) deny?",
    "Hûr (beautiful, fair females) guarded in pavilions;",
    "Then which of the Blessings of your Lord will you both (jinn and men) deny?",
    "With whom no man or jinni has had tamth before them.",
    "Then which of the Blessings of your Lord will you both (jinn and men) deny?",
    "Reclining on green cushions and rich beautiful mattresses.",
    "Then which of the Blessings of your Lord will you both (jinn and men) deny?",
    "Blessed be the Name of your Lord (Allâh), the Owner of Majesty and Honour.",
    "When the Event (i.e. the Day of Resurrection) befalls.",
    "And there can be no denial of its befalling.",
    "Bringing low (some - those who will enter Hell) Exalting (others - those who will enter Paradise). [Tafsir Ibn Kathir]",
    "When the earth will be shaken with a terrible shake.",
    "And the mountains will be powdered to dust,",
    "So that they will become floating dust particles.",
    "And you (all) will be in three groups.",
    "So those on the Right Hand (i.e. those who will be given their Records in their right hands) - how (fortunate) will be those on the Right Hand! (As a respect for them, because they will enter Paradise).",
    "And those on the Left Hand (i.e. those who will be given their Record in their left hands) - how (unfortunate) will be those on the Left Hand! (As a disgrace for them, because they will enter Hell).",
    "And those foremost [(in Islâmic Faith of Monotheism and in performing righteous deeds) in the life of this world on the very first call for to embrace Islâm] will be foremost (in Paradise).",
    "These will be the nearest (to Allâh).",
    "In the Gardens of Delight (Paradise).",
    "A multitude of those (foremost) will be from the first generations (who embraced Islâm).",
    "And a few of those (foremost) will be from the later generations.",
    "(They will be) on thrones woven with gold and precious stones.",
    "Reclining thereon, face to face.",
    "Immortal boys will go around them (serving),",
    "With cups, and jugs, and a glass of flowing wine,",
    "Wherefrom they will get neither any aching of the head, nor any intoxication.",
    "And with fruit that they may choose.",
    "And with the flesh of fowls that they desire.",
    "And (there will be) Hûr (fair females) with wide, lovely eyes (as wives for \"Al-Muttaqûn\" - the pious - See V. :),",
    "Like unto preserved pearls.",
    "A reward for what they used to do.",
    "No Laghw (dirty, false, evil vain talk) will they hear therein, nor any sinful speech (like backbiting).",
    "But only the saying of: Salâm! Salâm! (greetings with peace)!",
    "And those on the Right Hand - how (fortunate) will be those on the Right Hand?",
    "(They will be) among thornless lote-trees,",
    "And among Talh (banana-trees) with fruits piled one above another,",
    "And in shade long-extended,",
    "And by water flowing constantly,",
    "And fruit in plenty,",
    "Whose supply is not cut off (by change of season), nor are they out of reach,",
    "And on couches or thrones, raised high.",
    "Verily, We have created them (maidens) of special creation.",
    "And made them virgins.",
    "Loving (their husbands only), (and) of equal age.",
    "For those on the Right Hand.",
    "A multitude of those (on the Right Hand) will be from the first generation (who embraced Islâm).",
    "And a multitude of those (on the Right Hand) will be from the later generations.",
    "And those on the Left Hand - how (unfortunate) will be those on the Left Hand?",
    "In fierce hot wind and boiling water,",
    "And shadow of black smoke,",
    "(That shadow) neither cool, nor (even) pleasant,",
    "Verily, before that, they indulged in luxury,",
    "And were persisting in great sin (joining partners in worship along with Allâh, committing murder and other crimes)",
    "And they used to say: \"When we die and become dust and bones, shall we then indeed be resurrected?",
    "\"And also our forefathers?\"",
    "Say (O Muhammad صلى الله عليه وسلم): \"(Yes) verily, those of old, and those of later times.",
    "\"All will surely be gathered together for appointed Meeting of a known Day.",
    "\"Then moreover, verily you the erring-ones, the deniers (of Resurrection)!",
    "\"You verily will eat of the trees of Zaqqûm.",
    "\"Then you will fill your bellies therewith,",
    "\"And drink boiling water on top of it.",
    "\"And you will drink (that) like thirsty camels!\"",
    "That will be their entertainment on the Day of Recompense!",
    "We created you: then why do you believe not?",
    "Then tell Me (about) the (human) semen that you emit.",
    "Is it you who create it (i.e. make this semen into a perfect human being), or are We the Creator?",
    "We have decreed death to you all, and We are not outstripped,",
    "To transfigure you and create you in (forms) that you know not.",
    "And indeed, you have already known the first form of creation (i.e. the creation of Adam): why then do you not remember (or take heed)?",
    "Then tell Me about the seed that you sow in the ground.",
    "Is it you that make it grow, or are We the Grower?",
    "Were it Our Will, We could crumble it to dry pieces, and you would be regretful (or left in wonderment) [Tafsir Ibn Kathîr].",
    "(Saying): \"We are indeed Mughramûn (i.e. ruined or have lost the money without any profit, or are punished by the loss of all that we spend for cultivation)! (Tafsir Al-Qurtubî)",
    "\"Nay, but we are deprived!\"",
    "Then tell Me about the water that you drink.",
    "Is it you who cause it from the rain-clouds to come down, or are We the Causer of it to come down?",
    "If We willed, We verily could make it salt (and undrinkable): why then do you not give thanks (to Allâh)?",
    "Then tell Me about the fire which you kindle.",
    "Is it you who made the tree thereof to grow, or are We the Grower?",
    "We have made it a Reminder (of the Hell-fire in the Hereafter), and an article of use for the travellers (and all the others, in this world).",
    "Then glorify with praises the Name of your Lord, the Most Great.",
    "So I swear by the setting of the stars.",
    "And verily that is indeed a great oath, if you but know.",
    "That (this) is indeed an honourable recitation (the Noble Qur’ân).",
    "In a Book well-guarded (with Allâh in the heaven i.e. Al-Lauh Al-Mahfûz ).",
    "Which (that Book with Allâh) none can touch but the purified (i.e. the angels).",
    "A Revelation (this Qur’ân) from the Lord of the ‘Âlamîn (mankind, jinn and all that exists).",
    "Is it such a talk (this Qur’ân) that you (disbelievers) deny?",
    "And instead (of thanking Allâh) for the provision He gives you, you deny (Him by disbelief)!",
    "Then why do you not (intervene) when (the soul of a dying person) reaches the throat?",
    "And you at the moment are looking on,",
    "But We (i.e. Our angels who take the soul) are nearer to him than you, but you see not, (Tafsir At-Tabarî)",
    "Then why do you not - if you are exempt from the reckoning and recompense (punishment) -",
    "Bring back the soul (to its body), if you are truthful?",
    "Then, if he (the dying person) be of the Muqarrabûn (those brought near to Allâh),",
    "(There is for him) rest and provision, and a Garden of Delights (Paradise).",
    "And if he (the dying person) be of those on the Right Hand,",
    "Then there is safety and peace (from the Punishment of Allâh) for those on the right Hand.",
    "But if he (the dying person) be of the denying (of the Resurrection), the erring (away from the Right Path of Islâmic Monotheism),",
    "Then for him is an entertainment with boiling water.",
    "And burning in Hell-fire.",
    "Verily, this! This is an absolute Truth with certainty.",
    "So glorify with praises the Name of your Lord, the Most Great.",
    "Whatsoever is in the heavens and the earth glorifies Allâh - and He is the All-Mighty, All-Wise.",
    "His is the kingdom of the heavens and the earth. It is He Who gives life and causes death: and He is Able to do all things.",
    "He is the First (nothing is before Him) and the Last (nothing is after Him), the Most High (nothing is above Him) and the Most Near (nothing is nearer than Him). And He is the All-Knower of every thing.",
    "He it is Who created the heavens and the earth in six Days and then rose over (Istawâ) the Throne (in a manner that suits His Majesty). He knows what goes into the earth and what comes forth from it, and what descends from the heaven and what ascends thereto. And He is with you (by His Knowledge) wheresoever you may be. And Allâh is the All-Seer of what you do.",
    "His is the kingdom of the heavens and the earth. And to Allâh return all the matters (for decision).",
    "He merges night into day (i.e. the decrease in the hours of the night is added into the hours of the day), and merges day into night (i.e. the decrease in the hours of the day is added into the hours of the night), and He has full knowledge of whatsoever is in the breasts.",
    "Believe in Allâh and His Messenger (Muhammad صلى الله عليه وسلم), and spend of that whereof He has made you trustees. And such of you as believe and spend (in Allâh’s Way), theirs will be a great reward.",
    "And what is the matter with you that you believe not in Allâh! While the Messenger (Muhammad صلى الله عليه وسلم) invites you to believe in your Lord (Allâh); and He (Allâh) has indeed taken your covenant, if you are real believers.",
    "It is He Who sends down manifest Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) to His slave (Muhammad صلى الله عليه وسلم) that He may bring you out from darkness into light. And verily, Allâh is to you full of kindness, Most Merciful.",
    "And what is the matter with you that you spend not in the Cause of Allâh? And to Allâh belongs the heritage of the heavens and the earth. Not equal among you are those who spent and fought before the conquering (of Makkah, with those among you who did so later). Such are higher in degree than those who spent and fought afterwards. But to all Allâh has promised the best (reward). And Allâh is All-Aware of what you do.",
    "Who is he that will lend Allâh a goodly loan: then (Allâh) will increase it manifold to his credit (in repaying), and he will have (besides) a good reward (i.e. Paradise).",
    "On the Day you shall see the believing men and the believing women: their light running forward before them and by their right hands. Glad tidings for you this Day! Gardens under which rivers flow (Paradise), to dwell therein forever! Truly, this is the great success!",
    "On the Day when the hypocrites - men and women - will say to the believers: \"Wait for us! Let us get something from your light!\" It will be said: \"Go back to your rear! Then seek a light!\" So a wall will be put up between them, with a gate therein. Inside it will be mercy, and outside it will be torment.\"",
    "(The hypocrites) will call the believers: \"Were we not with you?\" The believers will reply: \"Yes! But you led yourselves into temptations, you looked forward for our destruction; you doubted (in Faith) and you were deceived by false desires, till the Command of Allâh came to pass. And the chief deceiver (Satan) deceived you in respect of Allâh.\"",
    "So this Day no ransom shall be taken from you (hypocrites), nor of those who disbelieved, (in the Oneness of Allâh - Islâmic Monotheism). Your abode is the Fire. That is your maulâ (friend - proper place), and worst indeed is that destination.",
    "Has not the time come for the hearts of those who believe (in the Oneness of Allâh - Islâmic Monotheism) to be affected by Allâh’s Reminder (this Qur’ân), and that which has been revealed of the truth, lest they become as those who received the Scripture [the Taurât (Torah) and the Injeel (Gospel)] before (i.e. Jews and Christians), and the term was prolonged for them and so their hearts were hardened? And many of them were Fâsiqûn (the rebellious, the disobedient to Allâh).",
    "Know that Allâh gives life to the earth after its death! Indeed We have made clear the Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) to you, if you but understand.",
    "Verily, those who give Sadaqât (i.e. Zakât and alms), men and women, and lend Allâh a goodly loan, it shall be increased manifold (to their credit), and theirs shall be an honourable good reward (i.e. Paradise).",
    "And those who believe in (the Oneness of) Allâh and His Messengers - they are the Siddiqûn (i.e. those followers of the Prophets who were first and foremost to believe in them), and the martyrs with their Lord, they shall have their reward and their light. But those who disbelieve (in the Oneness of Allâh - Islâmic Monotheism) and deny Our Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) - they shall be the dwellers of the blazing Fire.",
    "Know that the life of this world is only play and amusement, pomp and mutual boasting among you, and rivalry in respect of wealth and children. (It is) as the likeness of vegetation after rain, thereof the growth is pleasing to the tiller; afterwards it dries up and you see it turning yellow; then it becomes straw. But in the Hereafter (there is) a severe torment (for the disbelievers - evil-doers), and (there is) Forgiveness from Allâh and (His) Good Pleasure (for the believers - good-doers). And the life of this world is only a deceiving enjoyment.",
    "Race with one another in hastening towards forgiveness from your Lord (Allâh), and Paradise the width whereof is as the width of the heaven and the earth, prepared for those who believe in Allâh and His Messengers. That is the Grace of Allâh which He bestows on whom He is pleased with. And Allâh is the Owner of Great Bounty.",
    "No calamity befalls on the earth or in yourselves but it is inscribed in the Book of Decrees (Al-Lauh Al-Mahfûz) before We bring it into existence. Verily, that is easy for Allâh.",
    "In order that you may not grieve at the things that you fail to get, nor rejoice over that which has been given to you. And Allâh likes not prideful boasters.",
    "Those who are misers and enjoin upon people miserliness - (Allâh is not in need of their charity). And whosoever turns away (from Faith - Allâh’s Monotheism), then Allâh is Rich (Free of all needs), Worthy of all praise.",
    "Indeed We have sent Our Messengers with clear proofs, and revealed with them the Scripture and the Balance (justice) that mankind may keep up justice. And We brought forth iron wherein is mighty power (in matters of war), as well as many benefits for mankind, that Allâh may test who it is that will help Him (His religion) and His Messengers in the unseen. Verily, Allâh is All-Strong, All-Mighty.",
    "And indeed, We sent Nûh (Noah) and Ibrâhîm (Abraham), and placed in their offspring Prophethood and Scripture. And among them there are some who are guided; but many of them are Fâsiqûn (rebellious, disobedient to Allâh).",
    "Then, We sent after them Our Messengers, and We sent ‘Îsâ (Jesus) - son of Maryam (Mary), and gave him the Injeel (Gospel). And We ordained in the hearts of those who followed him compassion and mercy. But the monasticism which they invented for themselves, We did not prescribe for them, but (they sought it) only to please Allâh therewith, but they did not observe it with the right observance. So We gave those among them who believed their (due) reward; but many of them are Fâsiqûn (rebellious, disobedient to Allâh).",
    "O you who believe [in Mûsâ (Moses) (i.e. Jews) and ‘Îsâ (Jesus) (i.e. Christians)]! Fear Allâh, and believe in His Messenger (Muhammad صلى الله عليه وسلم), He will give you a double portion of His Mercy, and He will give you a light by which you shall walk (straight). And He will forgive you. And Allâh is Oft-Forgiving, Most Merciful.",
    "So that the people of the Scripture (Jews and Christians) may know that they have no power whatsoever over the Grace of Allâh, and that (His) Grace is (entirely) in His Hand to bestow it on whomsoever He wills. And Allâh is the Owner of Great Bounty."
  ]
}