{
  "meta": {
    "id": 153,
    "name": "Hamza Roberto Piccardo",
    "translator_name": "Hamza Roberto Piccardo",
    "slug": "italian-hamza-roberto-piccardo",
    "language_name": "italian"
  },
  "verses": [
    "Quando sarà oscurato  il sole,",
    "e spente le stelle,",
    "e messe in marcia le montagne  ,",
    "e neglette le cammelle gravide di dieci mesi  ,",
    "e radunate le belve,",
    "e ribollenti i mari,",
    "Pre-Eg. n. Di versetti. Il nome della sura deriva dal vers. In nome di Allah, il Compassionevole, il Misericordioso. e divise in gruppi le anime  ,",
    "e quando verrà chiesto alla [neonata] sepolta viva",
    "per quale colpa sia stata uccisa  ,",
    "e quando saranno dispiegati i fogli  ,",
    "e scorticato il cielo,",
    "e attizzata la Fornace,",
    "e avvicinato il Paradiso,",
    "ogni anima conoscerà quel che avrà prodotto  .",
    "Giuro per i pianeti",
    "che passano e che si occultano  ,",
    "per la notte che si estende,",
    "per l’aurora che esala il suo alito  ,",
    "questa è la parola di un Messaggero  nobilissimo,",
    "potente ed eccellente presso il Signore del Trono,",
    "colà obbedito e fedele.",
    "Il vostro compagno non è un folle  :",
    "in verità l’ha visto sull’orizzonte luminoso  ,",
    "non è avaro dell’Invisibile  .",
    "Questa non è parola di dèmone lapidato.",
    "Dove andate dunque  ?",
    "Questo non è che un Monito rivolto al creato",
    "per chi di voi voglia seguire la Retta Via.",
    "Ma voi lo vorrete solo se lo vorrà Allah, il Signore dei mondi.  Il termine «kuwwirat» che abbiamo tradotto con «oscurato», secondo Tabarì (xxx, -ha diversi significati: avvolto come un turbante, raccolto su se stesso, condensato.  Come già xviii, lii,lxxv, La gestazione della cammella dura dieci mesi e, nel corso dell’ultimo mese, la femmina pregna è fatta oggetto di grandi attenzioni per far sì che la gravidanza vada a buon fine. L’immagine che dà il Corano è quella di un Giorno in cui saranno stravolte tutte le consuetudini, anche quelle più profondamente radicate nel cuore e nella mente degli uomini.  «e divise in gruppi le anime»: «e i buoni saranno ricongiunti ai buoni e i malvagi ai malvagi»: è questo il senso suggerito dal Tabarì (xxx, che tuttavia ne cita un altro accettato da molti traduttori «e riunite [ai corpi] le anime».  Come già in altri brani Allah (gloria a Lui l’Altissimo) ribadisce la condanna della pratica dell’uccisione delle neonate (vedi XVII, ).  I registri dove saranno annotate le azioni degli uomini.  «che avrà prodotto»: lett. «che avrà presentato» alla resa dei conti finale.  Nella loro orbita intorno al sole.  «l’aurora che esala il suo alito»: come un soffio che scaccia le tenebre e fa risplendere la luce. La similitudine è tanto più efficace se la si collega al versetto successivo in cui la «parola» non è altro che lo stesso Corano.  Il messaggero in questione è in questo caso Gabriele (pace su di lui).  Il versetto si rivolge che pur conoscendo Muhammad (pace e benedizioni su di lui), dicevano che era «majnûn» (posseduto dai dèmoni).  «l’ha visto»: Gabriele (pace su di lui), in occasione della prima rivelazione del Corano.  «non è avaro»: nel senso di «non vuole e non può riservare solo a sé l’esperienza della rivelazione».  «Dove andate dunque?»: quale altra strada potreste mai prendere se non quella che vi è stata indicata dal Corano?"
  ]
}