{
  "meta": {
    "id": 153,
    "name": "Hamza Roberto Piccardo",
    "translator_name": "Hamza Roberto Piccardo",
    "slug": "italian-hamza-roberto-piccardo",
    "language_name": "italian"
  },
  "verses": [
    "Per la luce del mattino,",
    "per la notte quando si addensa:",
    "il tuo Signore non ti ha abbandonato e non ti disprezza ",
    "e per te l’altra vita sarà migliore della precedente.",
    "Il tuo Signore ti darà [in abbondanza] e ne sarai soddisfatto .",
    "Non ti ha trovato orfano e ti ha dato rifugio?",
    "Non ti ha trovato smarrito e ti ha dato la guida?",
    "Non ti ha trovato povero e ti ha arricchito?",
    "Dunque non opprimere l’orfano,",
    "non respingere il mendicante,",
    "e proclama la grazia del tuo Signore. Questa sura scese su Muhammad (pace e benedizioni su di lui) dopo una lunga interruzione della rivelazione, durante la quale il Profeta dovette subire il dileggio dei miscredenti e lo scherno dei suoi peggiori nemici. La moglie di suo zio Abù Lahab lo scherniva dicendogli: «Il tuo padrone ti ha abbandonato» (Tabarì xxx, ). II versetto allude agli immensi favori che Allah (gloria a Lui l’Altissimo) riverserà nel Giorno della Resurrezione sul Suo Inviato Muhammad (pace e benedizioni su di lui) e gli consentirà di intercedere per la comunità dei musulmani. Abdallah ibn Abdalmuttalib, padre dell’Inviato di Allah (pace e benedizioni su di lui), morì quando egli era ancora nel grembo materno e sua madre Amina pochi anni dopo. Muhammad rimase poi orfano della sua tribù quando i Quraysh condannarono il suo clan all’ostracismo, e ancora fu orfano della sua stessa famiglia quando, dopo la morte del suo protettore lo zio Abù Talib, l’altro fratello di suo padre, Abù Lahab suo nemico giurato, divenne il capo del clan dei Banì Hashìm. In questa triste condizione Allah (gloria a Lui l’Altissimo) gli concesse un asilo sicuro in quella Yatrib che sarebbe diventata Medinatu-an-Naby al Munawwara (la città del Profeta, l’illuminata). La ricchezza di cui parla il versetto è di tipo eminentemente spirituale. In tutta la sua vita terrena l’Inviato di Allah (pace e benedizioni su di lui) non fu mai ricco e tutta la sua famiglia visse in un clima di grande austerità. La grazia più grande che Allah (gloria a Lui l’Altissimo) ha dato al suo Inviato (pace e benedizioni su di lui) è stata il Corano e la profezia e questo ben spiega che cosa debba riferire Muhammad."
  ]
}