{
  "meta": {
    "id": 153,
    "name": "Hamza Roberto Piccardo",
    "translator_name": "Hamza Roberto Piccardo",
    "slug": "italian-hamza-roberto-piccardo",
    "language_name": "italian"
  },
  "verses": [
    "Non ti abbiamo forse aperto il petto [alla fede] ",
    "Pre-Eg. n.Di versetti. Il nome della sura deriva dal vers. In nome di Allah, il Compassionevole, il Misericordioso. E non ti abbiamo sbarazzato del fardello ",
    "che gravava sulle tue spalle?",
    "[Non abbiamo] innalzato la tua fama  ?",
    "In verità per ogni difficoltà c’è una facilità  .",
    "Sì, per ogni difficoltà c’è una facilità  .",
    "Appena ne hai il tempo  , mettiti dunque ritto  ,",
    "e aspira al tuo Signore.  Una tradizione attribuita all’Inviato di Allah (pace e benedizioni su di lui) riferisce il racconto del fatto prodigioso che accadde a Muhammad quando ancora bambino viveva presso i Bani Sa‘d nel deserto. Disse il Profeta: «Vennero due uomini vestiti di bianco, avevano una bacinella d’oro colma di neve. Si chinarono su di me, aprirono il mio petto e ne estrassero il cuore. Da esso trassero un grumo nero che gettarono via, quindi lavarono il cuore e il petto con neve».  Secondo il Tabarì (xxx, -significa: «Non ti abbiamo liberato dall’idolatria e cancellato ogni tuo peccato?».  Siamo certi che nessun uomo al mondo sia tenuto in tanto alta considerazione quanto Muhammad ibn Abdallah ibn Hâshîm, il nostro Profeta (pace e benedizioni su di lui). Oltre un miliardo e duecento milioni di musulmani citano il suo nome con reverenza e amore sincero. Le conseguenze della sua missione spirituale, etica, giuridica e politica sono totalmente vive e operanti dopo quattordici secoli dalla sua scomparsa da questo mondo e perdureranno (insh-Allah) fino all’Ultimo Giorno di questa vita terrena e in perpetuo nell’Altra.  Questa è la vita in questo mondo, un’alternanza di gioie e dolori, di difficoltà e di vie d’uscita ai problemi.  Secondo molti commentatori questo versetto, praticamente uguale al precedente, ne differisce nel significato: esso infatti significherebbe che «in ogni male c’è del bene» e che «dopo un rovescio della sorte, può arridere il successo».  «Appena ne hai il tempo»: potrebbe essere l’invito a eseguire l’orazione nel suo tempo di elezione. In quello cioè migliore per compierla (vedi Appendice ).  «mettiti dunque ritto»: per pregare."
  ]
}