{
  "meta": {
    "id": 52,
    "name": "Elmalili Hamdi Yazir",
    "translator_name": "Elmalili Hamdi Yazir",
    "slug": "tr-hamdi",
    "language_name": "turkish"
  },
  "verses": [
    "Yine sizden her kim Allah'a ve Resulü'ne boyun eğer, salih bir amel işlerse, ona da mükâfatını iki kat veririz. Hem onun için bol bir rızık hazırlamışızdır.",
    "Ey peygamberin hanımları! Siz kadınlardan herhangi biri gibi değilsiniz. Eğer takva ile korunacaksanız, konuşurken kırıtmayın da kalbinde bir hastalık bulunan kimse tamaha düşmesin. Güzel ve dosdoğru söz söyleyin.",
    "Hem vakarınızla evlerinizde durun da önceki cahiliyet devrinde olduğu gibi süslenip çıkmayın. Namazı kılın, zekatı verin. Allah ve Resulü'ne itaat edin. Ey ehli beyt! Allah sizden kiri gidermek ve sizi tertemiz, pampak yapmak istiyor.",
    "Oturun da evlerinizde okunan Allah'ın âyetlerini ve hikmeti anın. Şüphe yok ki Allah lütuf sahibidir ve her şeyden haberdardır.",
    "Şüphe yok ki müslüman erkeklerle müslüman kadınlar, mümin erkeklerle mümin kadınlar, itaat eden erkeklerle itaat eden kadınlar, sadık erkeklerle sadık kadınlar, sabreden erkeklerle sabreden kadınlar, mütevazi erkeklerle mütevazi kadınlar, sadaka veren erkeklerle sadaka veren kadınlar, oruç tutan erkeklerle oruç tutan kadınlar, ırzlarını koruyan erkeklerle ırzlarını koruyan kadınlar, Allah'ı çok zikreden erkeklerle Allah'ı çok zikreden kadınlar var ya, işte onlar için Allah bir mağfiret ve büyük bir mükâfat hazırlamıştır.",
    "Bununla beraber Allah ve Resulü bir işe hükmettiği zaman, gerek mümin bir erkek ve gerekse mümin bir kadın için, o işlerinde başka bir tercih hakkı yoktur. Her kim de Allah ve Resulüne âşi olursa açık bir sapıklık etmiş olur.",
    "Hem hatırla o vakti ki, o kendisine Allah'ın nimet verdiği ve senin de ikramda bulunduğun kimseye: \"Hanımını kendine sıkı tut ve Allah'tan kork\" diyordun da nefsinde Allah'ın açacağı şeyi gizliyordun. İnsanlardan çekiniyordun. Halbuki Allah kendisini saymana daha lâyıktı. Sonra Zeyd o kadından ilişiğini kestiği zaman, biz onu sana eş yaptık ki, oğulluklarının ilişkilerini kestikleri hanımlarını nikâhlamada müminlere bir darlık olmasın. Allah'ın emri de yerine getirilmiştir.",
    "Peygambere Allah'ın takdir ettiği, mübah kıldığı şeyde bir darlık yoktur. Bundan önce geçen bütün peygamberler hakkında Allah'ın sünneti böyledir. Allah'ın emri ise biçilmiş bir kaderdir.",
    "Onlar, Allah'ın gönderdiklerini tebliğ ederler ve O'ndan korkarlar, Allah'tan başka kimseden korkmazlardı. Hesap görücü olarak da Allah yeter.",
    "Muhammed, sizin adamlarınızdan hiçbirinin babası değildir. Ama Allah'ın Resulü ve peygamberlerin sonuncusudur. Allah her şeyi hakkiyle bilendir.",
    "Ey iman edenler! Allah'ı çokça anın.",
    "Ve O'nu sabah akşam tesbih edin.",
    "Sizleri karanlıklardan aydınlığa çıkarmak için melekleri ile birlikte üzerinize rahmet ve bereket indiren O'dur ve O, müminlere çok merhametlidir.",
    "O'na kavuşacakları gün müminlere esenlik dileği selâmdır. (Allah) onlar için cömertçe bir mükafat hazırlamıştır.",
    "Ey peygamber! Biz seni hem bir şahit, hem bir müjdeci, hem bir uyarıcı olarak gönderdik.",
    "Ve hem de izniyle Allah'a bir davetçi ve nurlar saçan bir kandil (olarak gönderdik).",
    "Müminlere müjdele! Onlara Allah'tan bir mükafat vardır...",
    "Kâfirlere ve münafıklara itaat etme, onların ezalarını bırak (aldırma) da Allah'a tevekkül et. Allah vekil olarak hepsine yeter.",
    "Ey iman edenler! Mümin kadınları nikâh edip de sonra onlara dokunmadan boşadığınız zaman, sizin için üzerlerinde sayacağınız bir iddet hakkınız yoktur. Derhal müt'alarını (mehirleri belirlenmediği takdirde yararlanacakları bir mal) verip onları güzel bir şekilde salıverin.",
    "Ey peygamber! Biz bilhassa sana şunları helâl kıldık: Mehirlerini vermiş olduğun eşlerini, Allah'ın sana ganimet olarak ihsan buyurduklarından sahip olduğun cariyeleri, amcalarının kızlarından, halalarının kızlarından, dayılarının kızlarından, teyzelerinin kızlarından seninle beraber hicret etmiş olanları, bir de mümin bir kadın kendini peygambere hibe ederse, peygamber nikâh etmek istediği takdirde, onu başka müminlere değil de sadece sana mahsus olmak üzere helâl kıldık. Onlara eşleri ve cariyeleri hakkında neyi farz kıldığımızı biliyoruz. Bunlar sana hiçbir darlık olmaması içindir. Allah, çok bağışlayıcıdır, çok merhamet edicidir.",
    "Onlardan dilediğini geri bırakır, dilediğini yanına alırsın. Sırasını geri bıraktığın kadınlardan dilediğini yanına almanda da sana bir günah yoktur. Onların gözleri aydın olup üzülmemelerine ve kendilerine verdiğin ile hepsinin hoşnut olmalarına en elverişli olan budur. Allah kalblerinizdekini bilir. Allah her şeyi bilir ve yumuşak davranır.",
    "Bundan başka kadınlar sana helâl olmaz. Bunları başka eşlerle değiştirmek de olmaz. İsterse güzellikleri hoşuna gitsin. Ancak sahip olduğun cariyen başka. Allah her şeye gözcü bulunuyor.",
    "Ey iman edenler! Peygamberin evlerine vaktine bakmaksızın ve yemeğe izin verilmedikçe girmeyin. Fakat çağırıldığınız vakit girin. Yemeği yediğinizde de hemen dağılın. Sohbet etmek için de izinsiz girmeyin. Çünkü bu haliniz peygambere eziyet veriyor, ama o sizden utanıyor. Fakat Allah gerçeği söylemekten utanmaz. Hem O'nun hanımlarına bir ihtiyaç soracağınız vakit de perde arkasından sorun. Böyle yapmanız hem sizin kalbleriniz ve hem de onların kalbleri için daha temizdir. Hem sizin Resulullah'a eziyet etmeye hakkınız yoktur. Ondan sonra hanımlarını da ebediyyen nikâh edemezsiniz. Çünkü bu Allah katında çok büyük bir günahtır.",
    "Siz bir şeyi açıklasanız da gizleseniz de şüphe yok ki Allah her şeyi bilmektedir.",
    "Onlar (peygamberin eşleri) için babaları, oğulları, kardeşleri, erkek kardeşlerinin oğulları, kız kardeşlerinin oğulları, kendi kadınları (kadın dostları) ve sahip oldukları köleleri hakkında bir günah yoktur. Bununla beraber (ey Peygamberin hanımları) Allah'tan korkun. Çünkü Allah her şeye şahit bulunuyor.",
    "Gerçekten Allah ve melekleri Peygambere salât ederler. Ey iman edenler! siz de ona teslimiyetle salât ve selâm edin.",
    "Şüphesiz ki Allah'a ve Resulü'ne eziyet verenlere Allah hem dünyada, hem ahirette lânet etmiştir. Onlara aşağılayıcı bir azab hazırlamıştır.",
    "Mümin erkeklere ve mümin kadınlara yapmadıkları bir şeyden dolayı eziyet edenler de bir iftira ve açık bir günah yüklenmişlerdir.",
    "Ey peygamber! Hanımlarına, kızlarına ve müminlerin kadınlarına hep söyle de cilbablarından (dış elbiselerinden) üzerlerini sımsıkı örtsünler. Bu onların tanınmalarına, tanınıp da eziyet edilmemelerine en elverişli olandır. Bununla beraber Allah çok bağışlayıcıdır, çok merhamet edicidir.",
    "Andolsun ki, eğer münafıklar ve kalblerinde bir hastalık olanlar ve Medine'de dedikodu yapanlar, bu yaptıklarından vaz geçmezlerse, mutlaka seni onlara musallat ederiz. Sonra seninle orada az bir zamandan fazla komşu kalamazlar.",
    "Melun olarak nerede bulunurlarsa yakalanırlar ve öldürülürler.",
    "Allah'ın bundan önce geçenler hakkındaki kanunu budur. Ve sen Allah'ın kanununu değiştirmeye asla çare bulamazsın.",
    "İnsanlar sana kıyamet saaatini soruyorlar. De ki: \"Onun ilmi ancak Allah'ın nezdindedir. Ne bilirsin belki kıyamet yakında olur.\"",
    "Şu muhakkak ki, Allah kâfirleri lânetlemiş ve onlara çılgın bir ateş hazırlamıştır.",
    "(Onlar) orada ebedî kalırlar ve ne bir dost bulabilirler, ne de bir yardımcı.",
    "O gün yüzleri ateş içinde çevirilirken: \"Ah keşke Allah'a itaat etseydik, peygambere itaat etseydik!\" derler.",
    "Yine derler ki: \"Ey Rabbimiz! Biz beylerimize ve büyüklerimize itaat ettik de bizi yanlış yola götürdüler.\"",
    "Ey Rabbimiz! Onlara azabın iki katını ver ve kendilerini büyük bir lânet ile lânetle.\"",
    "Ey iman edenler: Sizler Musa'ya eziyet edenler gibi olmayın. Eziyet ettiler de Allah onu, onların söylediklerinden temize çıkardı. O, Allah yanında mevki sahibi idi.",
    "Ey iman edenler! Allah'tan korkun ve sağlam söz söyleyin,",
    "Ki (Allah) işlerinizi yoluna koysun ve günahlarınızı bağışlasın. Her kim Allah'a ve Resulü'ne itaat ederse, o gerçekten büyük murada ermiştir.",
    "Biz o emaneti göklere, yere ve dağlara arz ettik, onlar, onu yüklenmeye yanaşmadılar, ondan korktular da onu insan yüklendi. O gerçekten çok zalim ve çok cahildir.",
    "Çünkü Allah münafık erkeklerle münafık kadınlara, müşrik erkeklerle müşrik kadınlara azab edecek, mümin erkeklerle mümin kadınların da tevbelerini kabul edecektir. Allah çok bağışlayıcıdır, çok merhamet edicidir.",
    "Hamd, o Allah'ındır ki göklerde ne var, yerde ne varsa hep O'nundur. Ahirette de hamd O'nundur. O hüküm ve himet sahibidir, herşeyden haberdardır.",
    "Yere ne giriyor ve ondan ne çıkıyor, gökten ne iniyor ve ona ne çıkıyorsa (Allah) hepsini bilir. O çok merhamet edicidir. Çok bağışlayıcıdır.",
    "İnkâr edenler: \"Bize o kıyamet saati gelmez.\" dediler. De ki: \"Hayır, öyle değil, gaybı bilen Rabbim hakkı için kıyamet size mutlaka gelecektir. O'nun ilminden göklerde ve yerde zerre kadar bir şey kaçmaz. Bundan daha küçük ve daha büyük ne varsa, hepsi muhakkak açık bir kitaptadır.\"",
    "Çünkü Allah iman edip iyi ameller işleyenlere mükafat verecektir. İşte onlar için bir mağfiret ve cömertçe verilmiş bol rızık vardır.",
    "Âyetlerimizi hükümsüz bırakmak için yarışanlara gelince, onlar için de pek kötü ve elem verici bir azab vardır.",
    "Kendilerine ilim verilmiş olanlar görüyorlar ki, Rabbinden sana indirilen Kur'ân, hakkın kendisidir. O, gücüne nihayet olmayan, her hamde lâyık bulunan Allah'ın yolunu gösteriyor.",
    "Böyle iken inkâr edenler şöyle dediler: \"Siz öldükten sonra, didik didik parçalandığınız vakit, yeniden bir yaratılış içinde bulunacaksınız diye, size birtakım haberler veren kişiyi gösterelim mi?\"",
    "O, bir yalanı Allah'a iftira mı etti, yoksa kendisinde bir delilik mi var?\" Hayır, doğrusu âhirete inanmayanlar, derin bir sapıklıkla azab içindedirler.",
    "Ya gökten ve yerden önlerindekine ve arkalarındakine bir bakmazlar mı? Dilesek kendilerini yere geçiriveririz. Yahut gökten üzerlerine parçalar düşürüveririz. Şüphesiz bunda Allah'a yönelen (hakka gönül veren) her kul için bir ibret vardır.",
    "Andolsun ki, biz Davud'a tarafımızdan bir fazilet verdik. \"Ey dağlar! Onunla beraber tesbih edin.\" dedik ve bunu kuşlara da (emrettik) ve ona demiri yumuşattık.",
    "Bol bol zırhlar yap ve biçimlemede ölçüyü gözet dedik. Siz de iyi işler yapın, çünkü ben her yapacağınızı gözetiyorum.",
    "Süleyman'ın emrine de rüzgarı verdik. Sabah gidişi bir aylık, akşam dönüşü bir aylık yol idi. Erimiş bakır menbaını da ona sel gibi akıttık. Hem Rabbi'nin izniyle elinin altında cinlerden de çalışan vardı. Onlardan da kim emrimizden dışarı çıkarsa ona ateş azabından tattırırdık.",
    "Onlar, ona mihrablar, timsaller (heykeller) ve havuzlar gibi çanaklar ve sâbit kazanlardan her ne isterse yaparlardı. Çalışın ey Davud hanedanı, şükür için çalışın. Ama kullarım içinde şükreden azdır.",
    "Ne zaman ki Süleyman'a ölümü hükmettik, cinlere onun ölümünü sezdiren olmadı. Yalnız bir güve böceği yere dayandığı asâsını yiyordu. Bu sebeple Süleyman yere yıkılınca ortaya çıktı ki, cinler eğer gaybı bilir olsalar o zilletli azab içinde bekleyip durmazlardı.",
    "Andolsun ki Sebe' kavmi için oturdukları yerde bir ibret vardı: Sağ ve soldan iki bahçe! (onlara): \"Rabbinizin rızkından yiyin de O'na şükredin, ne güzel bir belde ve çok bağışlayıcı bir Rab!\" (denildi).",
    "Fakat onlar (şükürden yüz çevirdiler) bakmadılar. Biz de üzerlerine Arim selini salıverdik ve o güzelim iki bahçelerini buruk yemişli, ılgınlık ve içinde biraz da sidir ağacı bulunan iki harap bahçeye çevirdik.",
    "Bunu onlara nankörlüklerinin cezası yaptık ve biz hep böyle çok nankör olanları cezalandırırız.",
    "Biz onlarla o bereket verdiğimiz memleketler arasında, sırt sırta şehirler meydana getirmiştik. Ve onlar da muntazam gidiş geliş düzenledik. (Onlara): Buralarda gecelerce ve gündüzlerce emniyet içinde gezip yürüyün (dedik).",
    "Buna karşı onlar: \"Ey Rabbimiz! Seferlerimizin arasını uzaklaştır\" dediler ve nefislerine zulmettiler. Biz de onları efsanelere çevirdik ve tamamen didik didik dağıttık. Şüphesiz ki bunda çok şükredecek her sabırlı için elbette ibretler vardır.",
    "Yine yemin ederim ki, İblis onlar hakkındaki zannını hakikaten doğru buldu da içlerinde müminlerden ibaret bir gruptan başkası ona uydular.",
    "Halbuki İblis'in onlar üzerinde hiçbir saltanat kudreti yoktu. Fakat biz ahirete imanı olanı belli edecek, ondan şüphe içinde bulunandan ayırt edecektik. Öyle ya Rabb'in her şeyi gözetleyendir.",
    "De ki: \"Allah'ı bırakıp da tanrı saydığınız putlarınıza istediğiniz kadar yalvarın. Onların ne göklerde, ne yerde zerre kadar güçleri yetmez. Onların, bunlarda bir ortaklığı da yok. Allah'ın da onlardan bir yardımcısı yoktur.\"",
    "Allah'ın huzurunda şefaat da fayda vermez. Ancak izin verdiği kimseninki müstesna. Nihayet kalblerinden dehşet giderildiği zaman \"Rabbiniz ne buyurdu?\" derler. (Şefaat sahipleri de): \"Hakkı söyledi\" derler. O, her şeyden yüksek ve büyüktür.",
    "De ki: \"Size göklerden ve yerden rızık veren kimdir?\" Yine de ki: \"Allah'tır, herhalde ya biz, ya da siz mutlak bir hidayet üzerindeyiz veya açık bir sapıklık içindeyiz.\"",
    "De ki: \"Siz bizim yaptığımız günahlardan sorumlu tutulmazsınız. Biz de sizin yaptıklarınızdan sorumlu olmayız.\"",
    "De ki: \"Rabbimiz hepimizi bir araya toplayacak, sonra da hak hükmü ile aramızı ayıracaktır. Asıl hüküm veren ve her şeyi bilen O'dur.\"",
    "De ki: \"O'na ortak diye takıştırdıklarınızı bana gösterin bakayım! Hayır, öyle şey yoktur, doğrusu güçlü ve hikmet sahibi olan ancak Allah'tır.\"",
    "Biz seni ancak bütün insanlara bir müjdeci ve bir uyarıcı olarak gönderdik. Fakat insanların çoğu bilmezler.",
    "Ve: \"Eğer gerçekçiyseniz bu vaad ne zaman olacak?\" diyorlar.",
    "De ki: \"Size vaad edilen öyle bir gündür ki, ondan ne bir an geri kalabilirsiniz, ne de ileri geçebilirsiniz.\"",
    "Kâfirler: \"Biz ne bu Kur'ân'a inanırız, ne de ondan öncekilere.\" dediler. Fakat o zalimler yakalanıp Rablerinin huzuruna durduruldukları zaman, birbirlerine söz atarken bir görsen! Bir taraftan zayıf düşürülenler, o büyüklük taslayanlara: \"Siz olmasaydınız biz mutlaka mümin olurduk\" derler.",
    "Diğer taraftan büyüklük taslayanlar, zayıf düşürülenlere: \"Size hidayet geldikten sonra, sizi ondan biz mi çevirdik? Hayır, siz kendiniz suçluydunuz.\" derler.",
    "O zayıf düşürülenler de o büyüklük taslayanlara: \"Hayır, (işiniz) gece, gündüz hilekârlıktı. Çünkü siz bize Allah'ı inkâr etmemizi ve O'na eş koşmamızı emrediyordunuz.\" derler. Bunlar azabı gördükleri zaman içlerinden pişmanlık getirmektedirler. Biz de o kâfirlerin boyunlarına demir halkalar geçirmişizdir. Onlar sadece yaptıklarının cezasını çekiyorlardır.",
    "Biz herhangi bir memlekete tehlikeyi haber veren bir uyarıcı gönderdikse, mutlaka oranın refah ile şımartılmış olanları: \"Biz sizin gönderildiğiniz şeyleri tanımayız.\" dediler.",
    "Ve yine dediler ki: \"Biz malca da daha çoğuz, evlatça da, bize azab edilmez.\"",
    "De ki: \"Rabbim rızkı dilediğine genişletir, dilediğine sıkar. Fakat insanların çoğu bilmezler.\"",
    "Halbuki sizi huzurumuza yaklaştıracak olan, mallarınız ve evlatlarınız değildir. Ancak iman edip de salih amel işleyenlere gelince, işte onların amellerine karşı kendilerine kat kat mükafat vardır. Onlar cennet köşklerinde emniyet içindedirler.",
    "Âyetlerimizi hükümsüz bırakmak için yarışanlara gelince, işte onlar Hakk'ın huzuruna azab içinde getirileceklerdir.",
    "De ki: \"Gerçekten Rabbim kullarından dilediği kimseye rızkı hem genişletir, hem daraltır. Her neyi hayra harcarsanız O, onun yerine başkasını verir. Hem O, rızık verenlerin en hayırlısıdır.\"",
    "O gün Allah, onları hep birlikte mahşere toplayacak, sonra meleklere: \"Şunlar size mi tapıyorlardı?\" diyecektir.",
    "Onlar da: \"Seni tenzih ederiz. Bizim onlara karşı sığınacak velimiz sensin. Hayır, onlar cinlere tapıyorlardı. Çoğu onlara inanmışlardı.\" diyecekler.",
    "İşte o gün birbirinize ne bir menfaate, ne de bir zarara sahip olabilirsiniz. Ve biz o zulmedenlere: \"Tadın bakalım o yalan deyip durduğunuz ateşin azabını!\" deriz.",
    "Karşılarında açık deliller halinde âyetlerimiz okunduğu zaman o zalimler: \"Bu, başka değil, sırf sizi atalarınızın taptığı tanrılardan men etmek isteyen bir adam.\" dediler. Ve: \"Bu (Kur'ân), başka bir şey değil, sırf uydurulmuş bir iftira\" dediler. O kâfirler, hak kendilerine geldiği zaman: \"Bu apaçık bir sihirden başka bir şey değil.\" dediler.",
    "Halbuki biz onlara öyle ders alacakları kitaplar göndermedik. Kendilerine senden önce bir uyarıcı da göndermedik.",
    "Onlardan öncekiler de yalanlamışlardı. Hem bunlar, onlara verdiklerimizin onda birine eremediler. Peygamberlerimi yalanladılar, ama beni inkâr edişin sonu nasıl oldu?",
    "De ki: \"Size sadece bir tek nasihat edeceğim. Şöyle ki: Allah için ikişer, üçer ve teker teker kalkarsınız, sonra da iyi düşünürsünüz.\" Arkadaşınızda (peygamberde) delilikten eser yoktur. O, yalnız şiddetli bir azabın önünde, sizi sakındıracak bir peygaberdir.",
    "De ki: \"Ben sizden herhangi bir ücret istemem, O sizin içindir. Benim ecrim ancak Allah'a aittir. O, her şeye şahittir.\"",
    "De ki: \"Gerçekten Rabbim, hakkı yerli yerine koyar. O, gaybları hakkıyla bilendir.\"",
    "De ki: \"Hak geldi, batılın önü de kalmaz, sonu da.\"",
    "De ki: \"Eğer ben yanılırsam, yalnız kendi adıma yanılırım. Ve eğer hidayeti bulmuşsam, bilinmeli ki Rabbimin bana vahiy vermesiyledir. Çünkü O, yakındır, işitir, işittirir.\"",
    "Onları telaşa düştükleri zaman görsen: Artık kaçamak yoktur. Yakın yerden yakalanmışlardır.",
    "Ve: \"O'na iman ettik\" demektedirler. Fakat onlar için (âhiret gibi) uzak bir yerden (imana) el sunmak (ulaşabilmek) nerede?",
    "Halbuki daha önce (dünyada) O'nu inkâr etmişlerdi. Uzak yerden gayba taş atıyorlardı.",
    "Artık kendileriyle arzularının arasına set çekilmiştir. Tıpkı bundan önce benzerlerine yapıldığı gibi. Çünkü hepsi işkilli bir şüphe içinde bulunuyorlardı",
    "Hamd, gökleri ve yeri yaratan, melekleri ikişer, üçer, dörder kanatlı elçiler kılan Allah'a mahsustur. O, yaratmada dilediği kadar artırır. Gerçekten Allah her şeye kâdirdir.",
    "Allah, insanlara rahmetinden neyi açarsa artık onu tutacak, kısacak olan yoktur. Her neyi de tutar kısarsa, onu da, ondan sonra salacak yoktur. O, çok güçlüdür, hüküm ve hikmet sahibidir.",
    "Ey insanlar! Allah'ın üzerinizdeki nimetini anın. Allah'tan başka bir yaratıcı mı var? O size gökten ve yerden rızık verir. O'ndan başka ilâh yoktur. O halde (haktan) nasıl çevrilirsiniz?",
    "Eğer onlar seni yalanlıyorlarsa, senden önce birçok peygamberler de yalanlandılar. Bütün işler Allah'a döndürülür.",
    "Ey insanlar! Haberiniz olsun ki, Allah'ın vaadi muhakkak haktır. Sakın bu dünya hayatı sizi aldatmasın, sakın o aldatıcı şeytan sizi, Allah hakkında da aldatmasın.",
    "Çünkü şeytan size düşmandır. Siz de onu düşman tutun. O etrafına toplanan taraftarlarını ancak cehennemliklerden olsunlar diye davet eder.",
    "İnkâr edenler için şiddetli bir azab vardır. İman edip salih amel işleyenler için de bir bağışlanma ve büyük bir mükafat vardır.",
    "Ya kötü ameli kendisine allanmış pullanmış da onu güzel görmüş olan kimse de mi (iman edip salih amel işleyenler gibi olacak)? Şüphe yok ki Allah dilediğini şaşırtır, dilediğini de doğru yola çıkarır. O halde canın onlara karşı hasretlerle (üzüntülerle) sıkılıp gitmesin. Çünkü Allah, onların bütün yaptıklarını bilir.",
    "Rüzgârları gönderip bir bulut kaldıran da Allah'tır. Derken biz o (bulutu) ölmüş bir beldeye sevketmişizdir. Böylece yeryüzüne ölmünden sonra onunla hayat veririz. İşte o dirilme de böyledir.",
    "Her kim izzet istiyorsa bilsin ki izzet tamamıyla Allah'ındır. O'na hoş kelimeler yükselir, onu da salih amel yükseltir. Kötülükler kuranlara gelince, onlara şiddetli bir azab vardır. Onların tuzakları hep darmadağın olur.",
    "Hem Allah sizi bir topraktan, sonra bir damla sudan yarattı. Sonra sizi çiftler kıldı. O'nun bilgisi olmadan ne bir dişi hamile olur, ne doğurur. Kendisine ömür verilenin de ömrünün uzatılması da, ömründen kısaltılması da mutlaka bir kitapta yazılıdır. Şüphe yok ki bu, Allah'a göre kolaydır.",
    "Hem iki deniz eşit olmuyor. Şu tatlı, hararet keser, içerken (boğazdan) kayar; şu da tuzlu, yakar kavurur. Bununla beraber her birinden taze bir et yersiniz ve bir ziynet çıkarır, giyinirsiniz. Allah'ın lütfundan nasib arayasınız diye suyu yara yara giden gemileri de görürsün. Gerek ki şükredeceksiniz.",
    "O, geceyi gündüze sokuyor, gündüzü de geceye sokuyor. Güneşi ve ayı emrine âmâde kılmıştır. Her biri mukadder bir gayeye akıp gidiyor. İşte bu gördüklerinizi yapan Allah sizin Rabbinizdir. Mülk (hükümranlık) O'nundur. O'ndan başka taptıklarınız ise, bir çekirdek zarını bile idare edemezler.",
    "Kendilerine dua ederseniz duanızı işitmezler. İşitseler bile size cevabını veremezler. Kıyamet günü de kendilerini Allah'a ortak koştuğunuzu inkâr ederler. Sana her şeyden haberdar olan (Allah) gibi bir haber veren olmaz.",
    "Ey insanlar! Siz Allah'a muhtaçsınız. Allah ise zengin ve her hamde lâyıktır.",
    "Eğer O dilerse sizi yok eder ve yerinize yeni bir halk getirir.",
    "Ve bu, Allah'a göre zor bir şey değildir.",
    "Hem günah çeken bir kimse, başkasının günahını çekmeyecek; yükü ağır basan, onun yüklenilmesine çağırsa da ondan bir şey yüklenilmeyecek, isterse bir yakını olsun. Fakat sen ancak o kimseleri sakındırısın ki, gaybda Rablerinin korkusunu duyarlar, namazı dürüst kılarlar. Temizlenen de sırf kendisi için temizlenir. Nihayet dönüş Allah'adır.",
    "Ne kör ile gören eşit olur,",
    "Ne de karanlıklar ile aydınlık,",
    "Ve ne de gölge ile sıcaklık.",
    "Ölülerle diriler de eşit olmaz. Gerçi Allah, her dilediğine işittirirse de sen, kabirlerdekine işittirecek değilsin.",
    "Sen sadece bir uyarıcısın.",
    "Muhakkak ki biz seni hak ile hem bir müjdeci, hem bir uyarıcı olarak gönderdik. Hiçbir ümmet de yoktur ki, içlerinde bir uyarıcı geçmiş olmasın.",
    "Seni yalanlıyorlarsa, onlardan öncekiler de yalanlamışlardı. Onlara peygamberleri mucizelerle, sahifelerle ve aydınlatıcı kitaplarla gelmişlerdi.",
    "Sonra ben o inkâr edenleri tutup yakaladım. O zaman beni inkâr etmek nasıl oldu?",
    "Görmedin mi Allah gökten bir su indirdi. Biz onunla renkleri başka başka meyveler çıkardık. Dağlarda da yollar, beyazlı kırmızılı çeşitli renklerde ve kapkara topraklar var.",
    "Yine insanlardan, hayvanlardan ve davarlardan da türlü renklileri vardır. Kulları içinde Allah'tan ancak âlimler korkar. Şüphe yok ki Allah çok güçlüdür. Hüküm ve hikmet sahibidir.",
    "Allah'ın kitabını okuyan, namazı kılan ve kendilerine verdiğimiz rızıktan gizli ve açık olarak verenler, kesinlikle batma ihtimali olmayan bir ticaret umarlar.",
    "Çünkü Allah mükafatlarını kendilerine tamamen ödedikten başka, lütfundan onlara fazlasını da verecektir. Çünkü O çok bağışlayıcı ve şükrün karşılığını vericidir.",
    "Kitaplar içinde sana vahyettiğimiz kitap da kendinden öncekileri tasdik edici olmak üzere bir haktır. Şüphe yok ki, Allah, kullarının bütün hallerinden haberdardır ve her şeyi görendir.",
    "Sonra biz o kitabı kullarımızdan süzüp seçtiklerimize miras bıraktık. Onlardan da nefislerine zulmeden var, orta yolu tutan var, Allah'ın izniyle hayırlarda ileri geçenler var. İşte bu büyük lütuftur.",
    "Onlara Adn cennetleri vardır. Onlar oraya gireceklerdir. Orada altın bilezikler ve incilerle süsleneceklerdir. Orada elbiseleri de ipektir.",
    "Onlar orada şöyle derler: \"Hamd olsun Allah'a, bizden o üzüntüyü giderdi. Gerçekten Rabbimiz çok bağışlayıcı ve şükrün karşılığını vericidir.\"",
    "\"Lütfundan bizi durulacak bir yurda kondurdu. Burada bize yorgunluk gelmeyecek, burada bize usanç gelmeyecektir.\"",
    "İnkâr edenlere gelince, onlara cehennem ateşi vardır. Hüküm verilmez ki ölsünler, kendilerinden biraz azab da hafifletilmez. İşte biz her nankörü böyle cezalandırırız.",
    "Onlar, orada şöyle feryad ederler: \"Ey Rabbimiz! Bizleri çıkar, yapageldiklerimizden başka salih bir amel yapalım.\" (Onlara): \"Size düşünecek olanın düşüneceği kadar bir ömür vermedik mi? Hem size uyarıcı da gelmişti. O halde azabı tadın. Çünkü zalimleri kurtaracak yoktur.\" (denir).",
    "Şüphe yok ki Allah, göklerin ve yerin gaybını bilir. Elbette o, sinelerin içinde olanları da bilir.",
    "Sizi yeryüzünde halifeler yapan O'dur. Artık kim küfrederse, küfrü kendi aleyhinedir. Kâfirlerin küfürleri, Rablerinin katında kendilerine buğzdan başka bir şey artırmaz, kâfirlerin küfürleri kendilerine zarardan başka bir şey artırmaz.",
    "De ki: \"Gördünüz ya, Allah'ı bırakıp da tapmakta olduğunuz ortaklarınızı! Gösterin bana, yer yüzünden neyi yaratmışlardır?\" Yoksa onların gök yüzünde bir ortaklığı mı var? Yoksa biz kendilerine bir kitap vermişiz de ondan bir delil üzerinde mi bulunuyorlar? Hayır o zalimler, birbirlerine aldatmadan başka bir vaadde bulunmuyorlar.",
    "Doğrusu gökleri ve yeri yok oluvermekten, Allah tutuyor. Andolsun ki eğer yok oluverirlerse, onları O'ndan başka kimse tutamaz. Gerçekten O, çok yumuşak davranır, çok bağışlayıcıdır.",
    "Olanca güçleriyle Allah'a yemin etmişlerdi ki, kendilerine uyarıcı bir peygamber gelirse, mutlaka ilerideki ümmetlerin herhagi birinden daha doğru yolda olacaklardı. Fakat kendilerine uyarıcı bir peygamber geldiği zaman bu, onların sırf ürküntüleriniartırdı.",
    "(Bu da) yeryüzünde bir kibirlenme ve bir suikast düzenidir. Halbuki fena düzen ancak sahibinin başına geçer. O halde öncekilerin kanunundan başka ne gözetiyorlar? Sen Allah'ın sünnetinde asla bir değişme bulamazsın. Sen Allah'ın sünnetinde asla bir başkalaşma da bulamazsın.",
    "Yeryüzünde gezip bir bakmadılar mı, kendilerinden öncekilerin sonu nasıl olmuş? Halbuki onlar, bunlardan daha kuvvetliydiler. Ne göklerde ve ne de yerde hiçbir şey Allah'ı aciz bırakamaz. Çünkü o her şeyi bilendir, her şeye kâdir olandır.",
    "Bununla beraber Allah, insanları kazandıkları (günahlar) yüzünden hemen yakalayıverseydi, yeryüzünde hiçbir canlı bırakmazdı. Fakat onları belli bir süreye kadar erteliyor. Nihayet ecelleri gelince gereğini yapar. Şüphe yok ki Allah, kullarını görmektedir.",
    "Yâsîn.",
    "Ey Muhammed! Hikmetli Kur'ân'a andolsun ki, sen risâlet görevi ile gönderilen peygamberlerdensin.",
    "Ey Muhammed! Hikmetli Kur'ân'a andolsun ki, sen risâlet görevi ile gönderilen peygamberlerdensin.",
    "Dosdoğru bir yol üzerindesin.",
    "Babaları korkutulmamış ve kendileri de gafil olan bir kavmi, çok güçlü ve çok merhametli olan Allah'ın indirdiği (Kur'ân) ile korkutasın.",
    "Babaları korkutulmamış ve kendileri de gafil olan bir kavmi, çok güçlü ve çok merhametli olan Allah'ın indirdiği (Kur'ân) ile korkutasın.",
    "Andolsun ki onların çoğunun üzerine azab sözü hak olmuştur. Onlar imana gelmezler.",
    "Çünkü biz onların boyunlarına kelepçeler geçirmişiz. O kelepçeler çenelerine dayanmıştır da burunları yukarı, gözleri aşağı somurtmaktadırlar.",
    "Hem önlerinden bir sed, arkalarından bir sed çekmişiz, kendilerini sarmışızdır. Baksalar da görmezler.",
    "Onları korkutsan da korkutmasan da onlara göre birdir, inanmazlar.",
    "Sen ancak Kur'ân'a tabi olan ve görünmediği halde Rahman olan Allah'tan korkan kimseyi sakındırırsın. İşte onu bir bağışlanma ve çok şerefli bir mükafatla müjdele.",
    "Gerçekten biz ölüleri diriltiriz, onların önceden yapıp gönderdiklerini ve bıraktıkları eserlerini yazarız. Zaten biz her şeyi açık bir kütükte, bir \"imamı mübin\"de (ana kitapta, yani Levhi mahfuzda) sayıp tesbit etmişizdir.",
    "Sen onlara, o şehir halkını örnek ver. Hani oraya peygamberler gelmişti.",
    "Hani biz onlara iki peygamber göndermiştik, fakat onlar ikisini de yalanlamışlardı. Biz de (onları) üçüncü bir peygamberle destekledik. Onlara: \"Şüphesiz ki biz size gönderilmiş elçileriz.\" dediler.",
    "Onlar da: \"Siz bizim gibi insandan başka birşey değilsiniz, hem Rahman olan Allah, hiçbir şey indirmedi. Siz sadece yalan söylüyorsunuz.\" dediler.",
    "Peygamberler dediler ki: \"Rabbimiz biliyor ki biz gerçekten size gönderilmiş elçileriz.\"",
    "\"Bize düşen de sadece apaçık tebliğdir.\"",
    "Onlar dediler ki: \"Herhalde biz sizin yüzünüzden uğursuzluğa uğradık. Eğer bu işten vazgeçmezseniz, andolsun ki, sizi hiç tınmadan taşlarız ve mutlaka bizden size pek acıklı bir azab dokunur.\"",
    "Peygamberler de şöyle cevap verdiler: \"Sizin uğursuzluğunuz beraberinizdedir. Size öğüt verildi diye mi (uğursuzluğa uğradınız)? Doğrusu siz israfı âdet etmiş bir kavimsiniz.\"",
    "O sırada şehrin ta ucundan bir adam koşarak geldi ve: \"Ey kavmim! Uyun o elçilere!\"",
    "\"Uyun sizden hiçbir ücret istemeyen o zatlara ki, onlar hidayete ermişlerdir.\""
  ]
}