{
  "meta": {
    "id": 52,
    "name": "Elmalili Hamdi Yazir",
    "translator_name": "Elmalili Hamdi Yazir",
    "slug": "tr-hamdi",
    "language_name": "turkish"
  },
  "verses": [
    "\"Bana ne oluyor da kulluk etmeyecekmişim beni yaratana? Hep döndürülüp O'na götürüleceksiniz.\"",
    "\"Hiç ben O'ndan başka ilâhlar edinir miyim? Eğer O Rahman, bana bir zarar dileyecek olsa, onların şefaati benden yana hiçbir şeye yaramaz ve onlar beni kurtaramazlar.\"",
    "\"Şüphesiz ki ben, o zaman apaçık bir sapıklık içinde olurum.\"",
    "\"Şüphesiz ki ben, Rabbinize iman getirdim, gelin dinleyin beni.\"",
    "(Sonra ona) \"haydi gir cennete!\" denildi. O da dedi ki: \"Ne olurdu kavmim bilseydi!\"",
    "\"Rabbimin beni bağışladığını ve beni kendilerine ikram edilen kullarından kıldığını.\"",
    "Biz arkasından kavminin üzerine bir ordu indirmedik, indirecek de değildik.",
    "Sadece bir gürültü oldu, onlar da hemen sönüverdiler.",
    "Yazıklar olsun o kullara ki, kendilerine glen her bir peygamberle mutlaka alay ediyorlardı.",
    "Görmediler mi ki, kendilerinden önce nice kuşakları helak etmişiz. Onlar artık kendilerine dönüp gelmiyorlar.",
    "Onların hepsi toplanıp, sadece bizim huzurumuza getirilmişlerdir.",
    "Hem bir delildir onlara ölü toprak. Biz ona hayat verdik ve ondan taneler çıkardık da ondan yiyip duruyorlar.",
    "Biz orada hurmalıklardan, üzüm bağlarından bahçeler yaptık. İçlerinde pınarlardan sular fışkırttık.",
    "(Bunu), Onun ürününden ve kendi elleriyle yaptıklarından yesinler diye (yaptık). Hâlâ şükretmeyecekler mi?",
    "Yerin bitkilerinden, kendi nefislerinden ve daha bilemeyecekleri şeylerden bütün çiftleri yaratan Allah'ın şanı ne yücedir.",
    "Gece de onlara bir delildir. Biz ondan gündüzü soyar çıkarırız, bir de bakarlar ki karanlığa dalmışlar.",
    "Güneş de bir delildir ki kendi yolunda akıp gidiyor. İşte bu çok güçlü ve her şeyi bilen Allah'ın takdiridir.",
    "Ay'a gelince, ona menziller tayin ettik. Nihayet o eski hurma salkımının çöpü gibi (yay haline) dönmüştür.",
    "Ne güneşin aya çatması yaraşır, ne de gece gündüzü geçebilir; onların her biri kendi yörüngesinde yüzerler.",
    "Onlar için bir delil de bizim, onların neslini dolu bir gemide taşımamızdır.",
    "Yine kendileri için onun gibi binecek şeyler yaratmamızdır.",
    "Eğer dilesek onları boğarız da o zaman ne onların feryadına yetişen bulunur, ne de onlar kurtarılır.",
    "Ancak tarafımızdan bir rahmet ve bir zamana kadar yaşatmak başka.",
    "Durum böyle iken onlara: \"Önünüzdekinden ve arkanızdakinden korkun ki size rahmet edilsin\" denildiği zaman,",
    "Ve kendilerine Rablerinin âyetlerinden herhangi bir âyet geldiği zaman mutlaka ondan yüz çevirirler.",
    "Onlara: \"Allah'ın size rızık olarak verdiği şeylerden hayra harcayın\" dendiği zaman, o kâfirler, müminler için: \"Allah'ın dileyince doyurabileceği kimseyi biz mi doyuracağız? Siz apaçık bir sapıklık içinde değil de nesiniz?\" dediler.",
    "Yine onlar: \"Eğer doğru söylüyorsanız bu (kıyamet) vaadi ne zaman?\" diyorlar.",
    "Onlar sadece bir tek çığlığa bakıyorlar, bir çığlık ki, onlar çekişip dururken kendilerini yakalayıverir.",
    "O zaman bir vasiyette bile bulunamazlar. Ailelerine de dönemezler.",
    "Sûr'a üfürülmüştür, bir de ne baksınlar kabirlerinden Rablerine doğru akın ediyorlar.",
    "Onlar: \"Eyvah başımıza gelenlere! Mezarımızdan bizi kim kaldırdı? O Rahmân'ın vaad buyurduğu işte bu imiş. Gönderilen peygamberler de doğru söylemişler\" derler.",
    "Başka değil, sadece bir tek çığlık olmuş, derhal hepsi toplanmış huzurumuza getirilmişlerdir.",
    "Artık bugün hiç kimseye zerre kadar zulmedilmez. Ancak yaptıklarınızın cezasını çekeceksiniz.",
    "Gerçekten cennetlik olanlar bugün bir meşguliyet içinde zevk etmektedirler.",
    "Kendileri ve eşleri gölgelerde koltuklar üzerine kurulmuşlardır.",
    "Onlara orada bir meyve vardır. İsteyecekleri her şey onlarındır.",
    "(Onlara) Rahîm olan Rab'den \"selâm\" sözü vardır.",
    "Ey günahkârlar! Bugün siz bir tarafa ayrılın.",
    "\"Ey Âdemoğulları! Şeytana tapmayın, o size apaçık bir düşmandır ve bana kulluk edin, doğru yol budur, diye size and vermedim mi?\" (buyurulacak)",
    "\"Ey Âdemoğulları! Şeytana tapmayın, o size apaçık bir düşmandır ve bana kulluk edin, doğru yol budur, diye size and vermedim mi?\" (buyurulacak)",
    "Böyle iken o sizden birçok nesilleri yoldan çıkardı. Ya o zaman düşünmüyor muydunuz?",
    "İşte bu size vaad edilen cehennemdir.",
    "Bugün yaslanın ona bakalım inkâr ettiğiniz için.",
    "Bugün biz onların ağızlarını mühürleriz de neler kazandıklarını bize elleri söyler, ayakları da şahitlik eder.",
    "Hem dileseydik gözlerini üzerinden silme kör ediverirdik de yola dökülürlerdi. Fakat nereden görecekler?",
    "Yine dileseydik oldukları yerde kılıklarını değiştirirdik de ne ileri gidebilirlerdi, ne de geri dönebilirlerdi.",
    "Bununla beraber kimin ömrünü uzatıyorsak, yaratılışta onu (güç ve kuvvetini alarak) tersine çeviriyoruz. Hâlâ akıllanmayacaklar mı?",
    "Biz ona şiir öğretmedik. Bu ona yaraşmaz da... O sadece bir öğüt ve apaçık bir Kur'ân'dır.",
    "(Bu), diri olanları uyarmak ve kâfirlere de azab sözünün hak olması içindir.",
    "Şunu da görmediler mi: Biz onlar için kudretimizin meydana getirdiklerinden birtakım hayvanlar yaratmışız da onlara sahip bulunuyorlar.",
    "Onları, kendilerinin hizmetine vermişiz de, hem onlardan binekleri var, hem de onlardan yiyorlar.",
    "Onlarda daha birçok menfaatleri ve türlü içecekleri de var. Hâlâ şükretmeyecekler mi?",
    "Onlar, Allah'tan başka birtakım ilâhlar edindiler. Güya yardım olunacaklar.",
    "Onların, onlara yardıma güçleri yetmez. Kendileri ise onlar için bazı askerlerdir.",
    "O halde onların sözleri seni üzmesin. Biz onların içlerini de biliriz, dışlarını da.",
    "İnsan, kendisini bir damla sudan yarattığımızı görmedi mi de, şimdi apaçık bir hasım kesildi?",
    "Yaratılışını unutarak bize bir de mesel fırlattı: \"Kim diriltecekmiş o çürümüş kemikleri?\" dedi.",
    "De ki: \"Onları ilk defa yaratan diriltecek ve o her yaratmayı bilir.\"",
    "Size o yeşil ağaçtan bir ateş yapan O'dur. Şimdi siz ondan tutuşturmaktasınız.",
    "Gökleri ve yeri yaratan, onlar gibisini yaratmaya kâdir değil midir? Elbette kâdirdir. Çünkü o her şeyi yaratandır, her şeyi bilendir.",
    "O'nun emri, bir şeyi dileyince ona sadece \"Ol!\" demektir. O da hemen oluverir.",
    "O halde her şeyin mülkü ve tasarrufu (hükümranlığı) elinde bulunan Allah'ın şanı ne yücedir. Siz de yalnız O'na döndürüleceksiniz.",
    "Andolsun o saf bağlayıp duranlara.",
    "O haykırıp da sürenlere.",
    "Ve o yolda zikir okuyanlara.",
    "Ki sizin ilâhınız birdir.",
    "O, göklerin, yerin ve aralarındakilerin Rabbidir, bütün doğuların da Rabbidir.",
    "Gerçekten biz dünya göğünü (o yakın göğü) bir zinetle, yıldızlarla süsledik.",
    "Onu her inatçı şeytandan koruduk.",
    "Onlar yüksek (melekler) topluluğunu dinleyemezler. Her taraftan kovulup atılırlar.",
    "Uzaklaştırılırlar. Onlara ardı arkası kesilmez bir azab vardır.",
    "Ancak kulak hırsızlığı yapanlar olur. Onu da yakıcı bir alev takip eder.",
    "Şimdi onlara sor: \"Yaradılışça kendileri mi daha çetin, yoksa bizim yarattıklarımız mı?\" Gerçekten biz onları cıvık bir çamurdan yarattık.",
    "Fakat sen onlara şaşıyorsun, ama onlar (seninle) eğleniyorlar.",
    "Kendilerine hatırlatıldığında da düşünmüyorlar.",
    "Bir mucize gördükleri zaman da eğlenceye alıyorlar.",
    "Ve diyorlar ki: \"Bu apaçık büyüden başka bir şey değildir.\"",
    "\"Öldüğümüz ve bir toprakla bir yığın kemik olduğumuz zaman mı biz tekrar dirilecekmişiz?\"",
    "\"Önceki atalarımız da mı?..\"",
    "De ki: \"Evet, hem de sizler çok aşağılanmış olarak (dirileceksiniz).\"",
    "Çünkü O (sura üfürmek) zorlu bir kumandadan ibarettir ki, derhal onların gözleri açılıverir.",
    "\"Eyvah bizlere! İşte bu hesap günüdür.\" derler.",
    "(Onlara): \"İşte bu, sizin yalanlamakta olduğunuz (iyi ve kötüyü) ayırt etme günüdür\" denir.",
    "Toplayın mahşere o zulmedenleri, eşlerini ve Allah'tan başka taptıkları şeyleri. Toplayın da götürün onları sırata (cehennem köprüsüne) doğru.",
    "Toplayın mahşere o zulmedenleri, eşlerini ve Allah'tan başka taptıkları şeyleri. Toplayın da götürün onları sırata (cehennem köprüsüne) doğru.",
    "Ve durdurun onları, çünkü sorguya çekilecekler.",
    "(Onlara): \"Ne oldu sizlere de yardımlaşmıyorsunuz?\" (denilir.)",
    "Hayır, bugün onlar teslim olmuşlardır.",
    "Onlar, birbirine dönmüş soruşuyorlar.",
    "Onlar: \"Siz bize (uğurlu görünerek) sağdan gelir dururdunuz\" derler.",
    "(İleri gelenler de) derler ki: \"Hayır, siz inanmamıştınız.\"",
    "\"Bizim de size karşı bir gücümüz yoktu. Fakat siz azmış bir kavimdiniz.\"",
    "\"Onun için üzerimize Rabbimizin azab sözü hak oldu. Şüphesiz azabımızı tadacağız.\"",
    "\"Evet biz, sizi kışkırttık. Çünkü biz azgındık.\"",
    "O halde hepsi o gün azabda ortaktırlar.",
    "İşte biz günahkarlara böyle yaparız.",
    "Çünkü onlar, kendilerine: \"Allah'tan başka ilâh yoktur\" denildiği zaman kafa tutuyorlardı.",
    "Ve: \"Biz, hiçbir mecnun (deli) şair için ilâhlarımızı bırakır mıyız?\" diyorlardı.",
    "Hayır o, hak ile geldi ve bütün peygamberleri tasdik etti.",
    "Elbette siz o acı azabı tadacaksınız.",
    "Bununla beraber başka değil, hep yaptığınız amellerinizle cezalandırılacaksınız.",
    "Sadece Allah'ın ihlaslı kulları müstesnadır.",
    "İşte onlar için belli bir rızık vardır.",
    "Meyveler (vardır), Naîm cennetlerinde onlara hep ikram edilir.",
    "Meyveler (vardır), Naîm cennetlerinde onlara hep ikram edilir.",
    "(Onlar) Karşılıklı tahtlar üzerindedirler.",
    "İçenlere lezzet veren, pınardan doldurulmuş bembeyaz bir kadehle onların etrafında dolaşılır.",
    "İçenlere lezzet veren, pınardan doldurulmuş bembeyaz bir kadehle onların etrafında dolaşılır.",
    "Onda ne bir zararlı sonuç vardır, ne de sarhoşluk verir.",
    "Yanlarında iri gözlü, bakışlarını kocalarından başkalarına çevirmeyen hanımlar vardır.",
    "Sanki onlar örtülüp saklanmış yumurta gibidirler.",
    "Derken birbirine dönüp sorarlar:",
    "İçlerinden bir sözcü der ki: \"Gerçekten benim bir arkadaşım vardı.\"",
    "Derdi ki: \"Sen gerçekten inananlardan mısın?\"",
    "\"Öldüğümüz ve bir toprakla bir yığın kemik olduğumuz zaman biz hakikaten cezalanacak mıyız?\"",
    "\"Siz onu tanır mısınız?\" der.",
    "Derken bakınır ve onu cehennemin ta ortasında görür.",
    "Ona şöyle der: \"Allah'a yemin ederim ki, doğrusu sen az daha beni helak edecektin.\"",
    "\"Rabbimin nimeti olmasaydı, ben de bu tutuklananlardan olacaktım.\"",
    "\"Nasılmış bak. Biz ilk ölümümüzden başka bir daha ölmeyecek miymişiz? Biz azaba uğratılmayacak mıymışız?",
    "\"Nasılmış bak. Biz ilk ölümümüzden başka bir daha ölmeyecek miymişiz? Biz azaba uğratılmayacak mıymışız?",
    "İşte bu büyük kurtuluştur.",
    "Çalışanlar işte böyle bir kurtuluş için çalışsınlar.",
    "Nasıl, bu mu daha hayırlı konukluk için, yoksa zakkum ağacı mı?",
    "Gerçekten biz onu zalimler için bir fitne (imtihan) yaptık.",
    "O bir ağaçtır ki cehennemin dibinde çıkar.",
    "Tomurcukları şeytanların başları gibidir.",
    "Mutlaka onlar, ondan yiyecekler de karınlarını bundan dolduracaklardır.",
    "Sonra üzerine onlar için kaynar bir içecek vardır.",
    "Sonra da dönecekleri yer, şüphesiz cehennemdir.",
    "Çünkü onlar, atalarını sapıklıkta buldular.",
    "Şimdi de kendileri onların izlerinde koşturuyorlar.",
    "Andolsun ki, onlardan öncekilerin çoğu sapıklıkta idiler.",
    "Gerçekten biz onlara içlerinden uyarıcı peygamberler de gönderdik.",
    "Sonra da bak o uyarılanların sonu nasıl oldu?",
    "Ancak Allah'ın ihlas ile seçilen kulları başka.",
    "Andolsun ki Nuh bize seslenip dua etmişti de biz de ne güzel kabul etmiştik.",
    "Biz hem onu, hem ailesini o büyük sıkıntıdan kurtardık.",
    "Hem onun neslini bâki kalanlar kıldık.",
    "Hem de sonradan gelenler içinde güzel bir namını bıraktık.",
    "Bütün âlemler içinde Nuh'a selam olsun.",
    "İşte biz iyilik yapanları böyle mükafatlandırırız.",
    "Çünkü o bizim mümin kullarımızdandı.",
    "Sonra diğerlerini suda boğduk.",
    "Şüphesiz ki İbrahim de onun kolundandı.",
    "Çünkü o, Rabbine tertemiz bir kalb ile gelmişti.",
    "O babasına ve kavmine şöyle demişti: \"Siz nelere tapıyorsunuz?\"",
    "\"Yalancılık etmek için mi Allah'tan başka ilâhlar istiyorsunuz?\"",
    "\"Siz âlemlerin Rabbini ne zannediyorsunuz?\"",
    "Derken yıldızlara bir baktı da: \"Ben gerçekten hastayım\" dedi.",
    "Derken yıldızlara bir baktı da: \"Ben gerçekten hastayım\" dedi.",
    "O zaman arkalarını dönerek başından kaçışıverdiler.",
    "Derken bir kurnazlıkla onların ilâhlarına vardı da, \"Buyursanıza, yemez misiniz?\" dedi.",
    "(Cevap vermediklerini görünce de): \"Neyiniz var da konuşmuyorsunuz?\" (dedi).",
    "Nihayet bir yolunu bulup onlara kuvvetli bir darbe indirdi.",
    "Bunun üzerine birbirlerine girerek ona yürüdüler.",
    "İbrahim dedi ki: \"A, siz kendi yonttuğunuz şeylere mi tapıyorsunuz?\"",
    "\"Halbuki sizi de yaptıklarınızı da Allah yaratmıştır.\"",
    "Onlar: \"Haydin onun için bir yapı yapın da onu ateşe atın.\" dediler.",
    "Böylece ona bir tuzak kurmak istediler. Biz de kendilerini daha alçak düşürdük.",
    "Bir de dedi ki: \"Ben Rabbime gidiyorum, o bana yolunu gösterir.\"",
    "\"Ey Rabbim! Bana salihlerden (bir oğul) ihsan et!\"",
    "Biz de kendisine yumuşak huylu bir oğul müjdeledik.",
    "Oğlu, yanında koşacak çağa gelince: \"Ey oğlum! Ben seni rüyamda boğazladığımı görüyorum. Artık bak, ne düşünürsün?\" dedi. Çocuk da: \"Babacığım sana ne emrediliyorsa yap, inşaallah beni sabredenlerden bulacaksın\" dedi.",
    "Ne zaman ki ikisi de bu şekilde Allah'a teslim oldular, İbrahim oğlunu şakağı üzerine yatırdı.",
    "Biz de ona şöyle seslendik: \"Ey İbrahim! \"",
    "\"Rüyana gerçekten sadakat gösterdin, şüphesiz ki, biz iyilik yapanları böyle mükafatlandırırız.\"",
    "\"Şüphesiz ki bu apaçık bir imtihandı.\" (dedik)",
    "Ve ona büyük bir kurbanlık fidye verdik.",
    "Kendisine sonradan gelenler içinde iyi bir nâm bıraktık.",
    "Selam olsun İbrahim'e...",
    "İşte biz iyilik yapanları böyle mükafatlandırırız.",
    "Çünkü o bizim mümin kullarımızdandı.",
    "Ona bir de salihlerden bir peygamber olmak üzere İshak'ı müjdeledik.",
    "Hem ona hem İshak'a bereketler verdik. Her ikisinin neslinden de hem iyilik yapanlar var, hem de açıkça kendi nefsine zulmedenler var.",
    "Andolsun ki biz Musa ile Harun'a da nimetler verdik.",
    "Hem kendilerini ve kavimlerini o büyük sıkıntıdan kurtardık.",
    "Hem yardım ettik onlara da, galip gelenler onlar oldular.",
    "Hem kendilerine o belli kitabı (Tevrat'ı) verdik.",
    "Kendilerini doğru yola çıkardık.",
    "Sonrakiler içinde onlara iyi bir nam bıraktık:",
    "Selam olsun, Musa ile Harun'a.",
    "İşte biz iyilik yapanları böyle mükafatlandırırız.",
    "Çünkü onların ikisi de bizim mümin kullarımızdandı.",
    "Şüphesiz İlyas da gönderilen peygamberlerdendir.",
    "Hani o kavmine: \"Siz Allah'tan korkmaz mısınız? Yaratanların en güzeli olan, sizin de Rabbiniz, daha önceki atalarınızın da Rabbi bulunan Allah'ı bırakıp da \"Ba'l'e\" (Ba'l ismindeki puta) mi yalvarıyorsunuz?\" dedi.",
    "Hani o kavmine: \"Siz Allah'tan korkmaz mısınız? Yaratanların en güzeli olan, sizin de Rabbiniz, daha önceki atalarınızın da Rabbi bulunan Allah'ı bırakıp da \"Ba'l'e\" (Ba'l ismindeki puta) mi yalvarıyorsunuz?\" dedi.",
    "Hani o kavmine: \"Siz Allah'tan korkmaz mısınız? Yaratanların en güzeli olan, sizin de Rabbiniz, daha önceki atalarınızın da Rabbi bulunan Allah'ı bırakıp da \"Ba'l'e\" (Ba'l ismindeki puta) mi yalvarıyorsunuz?\" dedi.",
    "Fakat onlar, onu yalanladılar. Bu yüzden onlar mutlaka (cehennemde) hazır bulundurulacaklardır.",
    "Ancak Allah'ın ihlaslı kulları müstesna.",
    "Ona da sonrakiler içinde şunu bıraktık:",
    "Selam olsun İlyâsîn'e.",
    "İşte biz iyilik yapanları böyle mükafatlandırırız.",
    "Çünkü o bizim mümin kullarımızdandı.",
    "Şüphesiz Lût da gönderilen peygamberlerdendir.",
    "Hani biz onu ve ailesinin tamamını kurtarmıştık.",
    "Ancak geride kalıp batanlar içinde kalan yaşlı bir kadın hariç.",
    "Sonra diğerlerini helak etmiştik.",
    "Ve siz elbette sabahleyin ve geceleyin onlara uğrar ve üzerlerinden geçersiniz. Hâlâ akıl edip düşünmez misiniz?",
    "Ve siz elbette sabahleyin ve geceleyin onlara uğrar ve üzerlerinden geçersiniz. Hâlâ akıl edip düşünmez misiniz?",
    "Şüphesiz Yunus da gönderilen peygamberlerdendir.",
    "Hani o bir zaman dolu bir gemiye kaçmıştı.",
    "(Oradakilerle) kur'a çekmiş de kaydırılanlardan (yenilenlerden) olmuştu.",
    "Derken (denize atılmış ve) kendisini balık yutmuştu. (Kendi nefsini) kınıyordu.",
    "Eğer çok tesbih edenlerden olmasaydı, yeniden dirilecekleri güne kadar onun karnında kalırdı.",
    "Eğer çok tesbih edenlerden olmasaydı, yeniden dirilecekleri güne kadar onun karnında kalırdı.",
    "Biz onu hasta bir halde bir alana çıkardık.",
    "Üzerine kabak cinsinden bir ağaç bitirdik.",
    "Biz onu (Yunus'u) yüz bin veya daha çok insana peygamber olarak gönderdik.",
    "O zaman ona iman ettiler de biz onları bir zamana kadar yaşattık.",
    "Şimdi sor o seninkilere: Kızlar, Rabbinin de, oğlanlar onların mı?",
    "Yoksa biz melekleri dişi yaratmışız da onlar şahit mi bulunuyorlarmış?",
    "Ha!.. Onlar, şüphesiz uydurdukları iftiralarından dolayı: \"Allah doğurdu\" derler. Hiç şüphesiz onlar, yalancıdırlar.",
    "Ha!.. Onlar, şüphesiz uydurdukları iftiralarından dolayı: \"Allah doğurdu\" derler. Hiç şüphesiz onlar, yalancıdırlar.",
    "(Allah) kızları oğullara tercih mi etmiş?",
    "Size ne oldu? Nasıl hükmediyorsunuz?",
    "Hiç düşünmüyor musunuz?",
    "Yoksa sizin için açık bir delil mi var?",
    "O halde, eğer doğru söylüyorsanız getirin kitabınızı.",
    "Onlar, Allah ile cinler arasında bir neseb (hısımlık bağı) uydurdular. Oysa andolsun cinler bilirler ki, o yalancılar mutlaka cehenneme götürüleceklerdir.",
    "Allah, onların yakıştırdıkları vasıflardan münezzeh ve yücedir.",
    "Fakat Allah'ın ihlas ile seçilen kulları başka (onlar, Allah'ı böyle şirk ile vasıflamazlar).",
    "Çünkü siz ve taptıklarınız, kendiliğinden cehenneme saldıran kimseden başkasını, Allah'a karşı kandırıp, saptıramazsınız.",
    "Çünkü siz ve taptıklarınız, kendiliğinden cehenneme saldıran kimseden başkasını, Allah'a karşı kandırıp, saptıramazsınız.",
    "Çünkü siz ve taptıklarınız, kendiliğinden cehenneme saldıran kimseden başkasını, Allah'a karşı kandırıp, saptıramazsınız.",
    "(Melekler): \"Bizden her birimizin belli bir makamı vardır. Biziz o saf saf dizilenler, biziz! Biziz o tesbih edenler, biziz!\" derler.",
    "(Melekler): \"Bizden her birimizin belli bir makamı vardır. Biziz o saf saf dizilenler, biziz! Biziz o tesbih edenler, biziz!\" derler.",
    "(Melekler): \"Bizden her birimizin belli bir makamı vardır. Biziz o saf saf dizilenler, biziz! Biziz o tesbih edenler, biziz!\" derler.",
    "(Müşrikler) şöyle diyorlardı: \"Eğer yanımızda önceki (ümmet)lerden bir kitap olsaydı, elbette biz de Allah'ın ihlas ile seçilmiş kullarından olurduk.\"",
    "(Müşrikler) şöyle diyorlardı: \"Eğer yanımızda önceki (ümmet)lerden bir kitap olsaydı, elbette biz de Allah'ın ihlas ile seçilmiş kullarından olurduk.\"",
    "(Müşrikler) şöyle diyorlardı: \"Eğer yanımızda önceki (ümmet)lerden bir kitap olsaydı, elbette biz de Allah'ın ihlas ile seçilmiş kullarından olurduk.\"",
    "Fakat şimdi onu inkâr ettiler. Ama ilerde bileceklerdir.",
    "Andolsun ki peygamberlikle gönderilen kullarımız hakkında şu sözümüz geçmiştir: \"Onlar var ya, elbette onlar muzaffer olacaklardır ve elbette bizim ordularımız mutlaka galip geleceklerdir.\"",
    "Andolsun ki peygamberlikle gönderilen kullarımız hakkında şu sözümüz geçmiştir: \"Onlar var ya, elbette onlar muzaffer olacaklardır ve elbette bizim ordularımız mutlaka galip geleceklerdir.\"",
    "Andolsun ki peygamberlikle gönderilen kullarımız hakkında şu sözümüz geçmiştir: \"Onlar var ya, elbette onlar muzaffer olacaklardır ve elbette bizim ordularımız mutlaka galip geleceklerdir.\"",
    "Onun için sen, bir süreye kadar onlardan yüz çevir.",
    "Onlara (inecek azabı) gözetle. Yakında onlar da göreceklerdir.",
    "Ya şimdi onlar, bizim azabımıza uğramakta acele mi ediyorlar?",
    "Fakat (azabımız) onların sahasına indiği zaman, (o acı sonuçla) uyarılanların sabahı ne kötüdür!",
    "Yine sen, bir süreye kadar onlardan yüz çevir.",
    "(İnecek azabı) gözetle! Yakında onlar da göreceklerdir.",
    "Senin güç ve kuvvet sahibi Rabbin, onların yakıştırdıkları vasıflardan münezzeh ve yücedir.",
    "Gönderilen bütün peygamberlere selam olsun.",
    "Hamd, âlemlerin Rabbi Allah'a mahsustur.",
    "Sâd. Bu zikirle dolu Kur'ân'a bak!",
    "O inkâr edenler bir gurur ve ayrılık içindedirler.",
    "Kendilerinden önce nicelerini helak ettik. Onlar çağrıştılar. Ama artık kurtuluş vakti değildi.",
    "İçlerinden kendilerine uyarıcı bir peygamber geldiğine şaştılar da kâfirler: \"Bu bir sihirbazdır, yalancıdır\" dediler.",
    "\"İlâhları, bir tek ilâh mı kılmış? Bu gerçekten şaşılacak bir şey, çok tuhaf!\"",
    "İçlerinden ileri gelenler fırladılar ve dediler ki: \"İlâhlarınız üzerinde sabır ve sebat edin. Bu, gerçekten arzu edilen bir murad!\"",
    "\"Biz bunu başka bir dinde işitmedik, bu mutlaka bir uydurmadır.\"",
    "\"Kur'ân aramızdan ona mı indirilmiş?\" dediler. Doğrusu onlar benim Kur'ân'ımdan bir kuşku içindeler. Ve doğrusu onlar henüz azabımı tatmadılar.",
    "Yoksa sana o Kur'ân'ı veren çok güçlü ve ihsan sahibi Rabbinin hazineleri onların yanında mı?",
    "Yoksa bütün o göklerin, yerin ve aralarındakilerin mülkü onların mı? Öyle ise bütün imkanlarını seferber ederek yükselsinler de görelim!",
    "Onlar burada çeşitli partilerden (gruplardan) bozguna uğramış bir ordudur.",
    "Onlardan önce Nuh kavmi, Âd kavmi ve saltanat sahibi Firavun da yalanlamışlardı.",
    "Semûd kavmi, Lut kavmi ve Eykeliler (Şuayb kavmi) de yalanlamışlardı. İşte o çeşitli partiler bunlardır.",
    "Hepsi de gönderilen peygamberleri yalanladılar da azabım böyle hak oldu.",
    "Onlar da bir tek haykırışa bakıyorlar. Öyle ki onun gecikmesi de yoktur.",
    "Bir de: \"Ey Rabbimiz! Hesap gününden önce bizim azabdan payımızı acele ver\" dediler.",
    "Şimdi sen onların dediklerine sabret de kuvvetli kulumuz Davud'u hatırla. Çünkü o, zikir ve tesbih ile bize yönelmişti.",
    "Biz, dağları onun emrine vermiştik. Akşamsabah onunla birlikte tesbih ederlerdi.",
    "Kuşları da toplu olarak onun emrine vermiştik. Hepsi de ona uyarak zikir ve tesbih ederlerdi.",
    "Biz onun mülkünü kuvvetlendirmiş ve kendisine hikmet ve hakkı batıldan ayırt etme kabiliyeti vermiştik.",
    "Bir de davacıların kıssası geldi mi sana? Hani surdan aşarak mihraba ulaşmışlardı.",
    "Davud'un yanına giriverdiler de onlardan telaşe düştü. Ona \"Korkma!\" dediler, biz iki davacıyız. Birimiz, birimize haksızlık etti. Şimdi sen aramızda hak ile hüküm ver ve aşırı gitme de bizi doğru yolun ortasına çıkar.",
    "Biri: \"İşte bu benim kardeşim. Onun doksan dokuz dişi koyunu var, benim ise bir tek dişi koyunum var. Böyle iken: Onu da bana ver, dedi ve tartışmada beni yendi\" diye anlattı.",
    "Davud dedi ki: \"Doğrusu senin bir koyununu kendi koyunlarına katmak istemesiyle sana zulmetmiştir. Gerçekten bir cemiyette yaşayanların çoğu mutlaka birbirlerine haksızlık ediyorlar. Ancak iman edip de salih amel işleyenler başka. Ama onlar da pek az.\" Davud, bizim kendisini imtihan ettiğimizi sanmıştı. Hemen Rabbinden mağfiret diledi, rüku ederek yere kapandı, tevbe ile Allah'a yöneldi.",
    "Biz de o zannettiği şeyi kendisine bağışladık. Şüphesiz yanımızda onun bir yakınlığı ve güzel bir dönüş yeri vardır.",
    "Ey Davud! Gerçekten biz seni yeryüzünde bir halife yaptık. Artık insanlar arasında hak ile hüküm ver. Keyfe, arzuya uyma ki, seni Allah yolundan saptırmasın. Çünkü Allah yolundan sapanlar, hesap gününü unuttukları için kendilerine çok şiddetli bir azab vardır.",
    "Hem o göğü, yeri ve aralarındakileri biz boşuna yaratmadık. O, kâfirlerin zannıdır. Onun için vay ateşe girecek olan kâfirlerin haline!",
    "Yoksa, iman edip de salih amel işleyenleri biz, o yeryüzündeki bozguncular gibi yapar mıyız? Yoksa o takva sahiplerini azgın günahkarlar gibi yapar mıyız?",
    "Bu, sana indirdiğimiz mübarek bir kitaptır ki, insanlar onun âyetlerini düşünsünler ve temiz akıl sahipleri ibret alsınlar.",
    "Bir de Davud'a Süleyman'ı bahşettik. Süleyman ne güzel kuldu. Çünkü o seslice tesbih edip Allah'a yönelirdi.",
    "Hani kendisine bir zaman akşam üstü iyi cins ve rahvan atlar gösterilmişti.",
    "\"Ben, dedi, at sevgisini, Rabbimi anmaktan ötürü tercih ettim.\" Nihayet atlar perdenin arkasına gizlendi.",
    "\"Geri getirin onları bana!\" dedi ve artık onların bacaklarını, boyunlarını silmeye başladı.",
    "Andolsun ki Süleyman'ı imtihan da ettik ve tahtının üzerine bir ceset bıraktık. Sonra tekrar tevbe ile önceki haline döndü.",
    "Süleyman: \"Ey Rabbim! Beni bağışla ve bana öyle bir mülk ihsan et ki, ardımdan hiç kimseye yaraşmasın. Şüphesiz, bütün dilekleri veren sensin.\" dedi.",
    "Bunun üzerine biz rüzgarı onun emrine verdik. Onun emriyle istediği yere yumuşacık akardı.",
    "Dalgıç ve yapı ustası şeytanları da.",
    "Ve daha diğerlerini de zincirlerde bağlı olarak (Onun emrine verdik).",
    "\"İşte bu, bizim ihsanımızdır. Artık sen dilersen başkalarına ver veya verme. Bundan hesaba çekilmeyeceksin\" dedik.",
    "Şüphesiz ki ona huzurumuzda bir yakınlık ve güzel bir makam vardır.",
    "Kulumuz Eyyub'u da an. Bir zaman o, Rabbine şöyle nida etmişti: \"Meşakkat ve acı ile bana şeytan dokundu.\"",
    "(Biz ona): \"Ayağını yere vur! İşte sana yıkanılacak ve içilecek soğuk bir su\" dedik.",
    "Ve ona, bütün ailesini ve beraberlerinde bir mislini daha tarafımızdan bir rahmet olarak bahşettik ki, akıl sahipleri için bir ibret olsun.",
    "(Bir de dedik ki): \"Eline bir demet al da onunla (eşine) vur; yemininde durmamazlık etme.\" Doğrusu biz onu sabırlı bulduk. O ne güzel kul! O hakikaten daima Allah'a yönelmektedir.",
    "Kullarımız İbrahim'i, İshak'ı ve Yakub'u da an. Onlar eller ve gözler sahipleri idiler.",
    "Çünkü biz onları temiz bir hasletle, hâlis yurt (ahiret) düşüncesine ermiş has kullarımızdan kılmışızdır.",
    "Çünkü onlar, nezdimizde seçilmiş en hayırlı kimselerdendir.",
    "İsmail'i, Elyasa'yı, Zü'lKifl'i de an. Hepsi de en hayırlı kimselerdendir.",
    "İşte bu bir öğüttür. Şüphesiz korunan müttakiler için herhalde güzel bir istikbal (güzel bir dönüş yeri) vardır.",
    "Bütün kapıları kendilerine açılmış olan Adn cennetleri vardır.",
    "İçlerine kurularak orada birçok yemişle, bambaşka bir içki isteyeceklerdir.",
    "Yanlarında da bakışları yalnız kocalarına dönük hep aynı yaşta dilberler vardır.",
    "O hesap günü için size vaad edilen işte budur.",
    "İşte bu, bizim rızkımız; muhakkak ki ona hiç tükenmek yoktur.",
    "Bu, böyledir. Şüphesiz azgınlar için de fena bir gelecek vardır.",
    "Cehennem! Ona yaslanacaklar, fakat o ne çirkin döşektir.",
    "İşte artık tatsınlar onu ki, o kaynar su ve irindir.",
    "Ve o şekilden çifter çifter tadacakları diğer acılar da vardır.",
    "İşte şunlar da sizin peşinize düşenlerdir. Onlara merhaba yok. Çünkü onlar cehenneme salınıyorlar.",
    "(Arkadan gelenler öncekilere:) Derler ki: \"Hayır, asıl size merhaba yok. Çünkü cehennemi bize siz takdim ettiniz. Bakın o ne kötü yatak!\"",
    "\"Ey Rabbimiz! Bize bunu takdim edenin ateşteki azabını kat kat artır\" derler.",
    "Bir de derler ki: \"Kötülerden saydığımız birtakım adamları (fakir müminleri) niye göremiyoruz?\"",
    "\"Onları eğlence yerine tutmuştuk ha! Yoksa bu gözler onlardan kaydı mı?\"",
    "Şüphesiz ki bu haktır. Ateş ehlinin birbiriyle tartışması muhakkak olacaktır.",
    "De ki: \"Ben ancak korkuyu haber veren bir peygamberim. O tek ve kahredici olan Allah'tan başka tanrı da yoktur.\"",
    "\"O, göklerin, yerin ve ikisi arasındakilerin Rabbidir. O çok güçlüdür, çok bağışlayıcıdır.\"",
    "De ki: \"Bu, bir büyük haberdir.\"",
    "\"Siz ondan yüz çeviriyorsunuz.\"",
    "\"Münakaşa ederlerken, benim melekler yüksek topluluğuna ait ne bilgim olabilirdi?\"",
    "\"Ancak ben açıktan açığa korkutmakla görevli olduğum için o bilgi bana vahyediliyor.\"",
    "Hani Rabbin meleklere demişti ki: \"Ben çamurdan bir insan yaratmaktayım.\"",
    "\"Onu tesviye edip, düzeltip de ruhumdan ona üfledim mi derhal ona secdeye kapanın.\"",
    "Bunun üzerine meleklerin hepsi toptan secde ettiler.",
    "Yalnız İblis etmedi, büyüklük tasladı ve kâfirlerden oldu.",
    "Allah: \"Ey İblis! O benim kudretimle yarattığıma secde etmene ne engel oldu? Kibirlenmek mi istedin? Yoksa yüksek derecelerde bulunanlardan mı oldun?\" dedi.",
    "İblis dedi ki: \"Ben ondan hayırlıyım. Beni ateşten yarattın, onu ise çamurdan yarattın.\"",
    "Allah: \"Hemen çık oradan, artık sen kovuldun.\"",
    "\"Ve elbette lanetim ceza gününe kadar senin üzerindedir.\" buyurdu.",
    "İblis: \"Ya Rab! O halde insanların diriltilecekleri güne kadar bana mühlet ver.\" dedi.",
    "Allah: \"Haydi belirli bir vakte kadar mühlet verilenlerdensin\" buyurdu.",
    "Allah: \"Haydi belirli bir vakte kadar mühlet verilenlerdensin\" buyurdu.",
    "İblis: \"Öyle ise izzet ve şerefine yemin ederim ki, ben onların hepsini mutlaka aldatır, saptırırım.\"",
    "\"Ancak içlerinden ihlas ile seçilmiş has kulların müstesna\" dedi.",
    "Allah buyurdu ki: \"O doğru, ben hep doğruyu söylerim.\"",
    "\"Andolsun ki, cehennemi mutlaka senden ve onların sana uyanlarından, topunuzdan tıka basa dolduracağım.\"",
    "Ey Muhammed! De ki: \"Ben o Kur'ân'a karşı sizden bir ücret istemiyorum. Ve ben kendiliğimden bir şey de teklif etmiyorum.\"",
    "\"O Kur'ân, bütün âlemler için bir zikir, bir öğüttür. \"",
    "\"Herhalde onun haberini bir zaman sonra bileceksiniz.\"",
    "Bu kitabın indirilişi, Azîz ve Hakîm olan Allah tarafındandır.",
    "Emin ol, biz sana kitabı hakkıyla indirdik. Onun için dini yalnız kendisine halis kılarak Allah'a ibadet ve kulluk et.",
    "İyi bil ki, halis din ancak Allah'ındır. O'ndan başka birtakım dostlar tutanlar da şöyle demektedirler: \"Biz onlara sadece bizi Allah'a daha çok yaklaştırsınlar diye ibadet ediyoruz.\" Şüphe yok ki Allah, onların aralarında ihtilaf edip durdukları şeyde hükmünü verecektir. Herhalde yalancı ve nankör olan kimseyi Allah doğru yola çıkarmaz.",
    "Eğer Allah bir çocuk edinmek isteseydi, elbette yaratacağından, dileyeceğini seçecekti. Ama o bundan münezzehtir. O, tek ve kahredici olan Allah'tır.",
    "O, gökleri ve yeri hak ile yarattı, geceyi gündüzün üstüne sarıyor, gündüzü de gecenin üstüne sarıyor. Güneşi ve ay'ı emrine âmade kılmış, her biri belli bir süreye kadar akıp gitmektedir. İyi bil ki, çok güçlü ve çok bağışlayıcı olan ancak O'dur.",
    "O, sizi bir nefisten yarattı. Hem sonra onun eşini de ondan var etti. Sizin için yumuşak başlı hayvanlardan sekiz çift indirdi. Sizi analarınızın karınlarında üç karanlık içinde yaratılıştan yaratılışa yaratıp duruyor. İşte Rabbiniz Allah O'dur. Mülk O'nundur, O'ndan başka tanrı yoktur. O halde nasıl haktan çevrilirsiniz?",
    "Eğer inkâr ederseniz, şüphe yok ki Allah'ın size ihtiyacı yoktur. Bununla beraber kulları hesabına küfre razı olmaz. Eğer şükrederseniz sizin hesabınıza ona razı olur. Hiçbir günahkar da diğerinin günahını çekecek değildir. Sonra dönüşünüz, Rabbinizedir. O vakit, O size bütün yaptıklarınızı haber verecektir. Çünkü O, bütün kalplerin özünü bilir.",
    "İnsana bir sıkıntı dokunduğu zaman bütün gönlünü vererek Rabbine dua eder. Sonra kendisine tarafından bir nimet lütfettiği zaman da önceden O'na dua ettiği hali unutur da, yolundan sapıtmak için Allah'a ortaklar koşmaya başlar. Ey Muhammed! De ki: \"Küfrünle biraz zevk et, çünkü sen, o ateşliklerdensin.\"",
    "Yoksa o, gece saatlerinde kalkan, secdeye kapanıp, kıyama durarak daima vazifesini yapan, ahireti hesaba katan ve Rabbinin rahmetini uman kimse gibi olur mu? De ki: \"Hiç bilenlerle bilmeyenler bir olur mu?\" Ancak temiz akıl sahibi olanlar anlar.",
    "Ey Muhammed! Tarafımdan söyle: \"Ey iman eden kullarım! Rabbinizden korkun. Bu dünyada güzellik yapanlara bir güzellik vardır. Allah'ın yeryüzü geniştir. Ancak sabredenlere mükafatları hesapsız ödenecektir.\"",
    "De ki: \"Bana, dini sadece kendisine halis kılarak Allah'a ibadet etmem emredildi.\"",
    "\"Hem O'nun birliğine teslim olan müslümanların ilki olmam da bana emredildi.\"",
    "De ki: \"Eğer Rabbime isyan edersem, büyük bir günün azabından korkarım.\"",
    "De ki: \"Ben dinimi kendisine halis kılarak yalnız Allah'a kulluk ederim.\"",
    "\"Siz de O'ndan başka dilediğinize kul olun.\" De ki: \"Asıl hüsrana düşenler, kıyamet günü kendilerine ve mensuplarına ziyan edenlerdir. Evet, işte asıl açık hüsran budur.\"",
    "Onların üstlerinde ateşten tabakalar, altlarında yine ateşten tabakalar vardır. İşte Allah, kullarını bundan korkutuyor, \"Ey kullarım! benden korkun.\" (diyor).",
    "Tağuttan, ona kulluk etmekten kaçınıp da tam gönülle Allah'a yönelenlere gelince, müjde onlaradır. Haydi müjdele kullarımı.",
    "O kullarımı ki, onlar sözü dinlerler, sonra da en güzeline uyarlar. İşte onlar, Allah'ın kendilerine hidayet verdiği kimselerdir. İşte temiz akıllılar da onlardır.",
    "Ya üzerine azab kelimesi hak olmuş kimse de mi (böyledir)? Artık o ateşteki kimseyi sen mi çıkaracaksın?",
    "Fakat o Rablerine sığınarak korunanlar için altlarından ırmaklar akan, üzerlerinden şehnişinler yapılmış, şehnişinli (balkonlu) köşkler vardır. Bu, Allah'ın vaadidir. Allah vaadinden caymaz.",
    "Allah'ın gökten bir su indirip de onu bir yoluyla yeryüzündeki menbalara koyduğunu görmedin mi? Sonra onunla türlü renklerde bir ekin çıkarır, sonra onun olgunlaşıp sarardığını görürsün. Sonra da onu bir çöpe çevirir. Elbette bunda temiz akıllılar için bir ihtar vardır.",
    "Allah, kimin bağrını İslâm'a açmış ise işte o, Rabbinden bir nur üzerinde değil midir? Artık Allah'ın zikri hususunda kalpleri katılaşmış olanların vay haline! İşte bunlar, apaçık bir sapıklık içindedirler.",
    "Allah, kelamın en güzelini ikizli, ahenkli bir kitap olarak indirdi. () Ondan Rablerine saygısı olanların derileri ürperir. Sonra derileri de, kalpleri de Allah'ın zikrine karşı yumuşar. İşte bu Allah'ın rehberidir. Allah, onunla dilediğini doğru yola çıkarır. Her kimi de Allah şaşırtırsa, artık ona doğru yolu gösterecek yoktur.",
    "O halde kıyamet günü zalimlere: \"Tadın bakalım kazanıp durduklarınızı!\" denilirken, o kötü azabdan yüzü ile korunacak kimse ne olur? ()",
    "Onlardan öncekiler de yalanladılar da kendilerine, hatırlarına gelmez yönden azab geliverdi.",
    "Allah, onlara dünya hayatında zilleti tattırdı. Ahiret azabı ise elbette daha büyüktür. Keşke bilselerdi!",
    "Yemin ederim ki, bu Kur'ân'da insanlar için her türlüsünden temsil getirdik. Gerek ki iyi düşünsünler.",
    "Pürüzsüz Arapça bir Kur'ân (indirdik ki, Allah'ın azabından) korunsunlar.",
    "Allah, şöyle bir misal vermiştir: Bir adam ve birtakım ortakları var, hırçın hırçın çekişip duruyorlar. Bir de yalnız bir kişiye bağlı selamet içinde olan bir adam var. Bu ikisinin hali hiç bir olur mu? Hamd Allah'ındır, fakat pek çokları bilmezler.",
    "Sen elbette öleceksin, onlar da elbette öleceklerdir.",
    "Sonra siz muhakkak kıyamet gününde Rabbinizin huzurunda birbirinizden davacı olacaksınız."
  ]
}