{
  "meta": {
    "id": 97,
    "name": "Tafheem ul Qur'an - Syed Abu Ala Maududi",
    "translator_name": "Syed Abu Ala Maududi",
    "slug": "ur-al-maududi",
    "language_name": "urdu"
  },
  "verses": [
    "ق، قسم ہےقرآن مجید کی ",
    "بلکہ ان لوگوں کو تعجب اس بات پر ہوا کہ ایک خبردار کرنے والا خود انہی میں سے ان کے پاس آگیا۔ پھر  منکرین کہنے لگے”یہ تو عجیب بات ہے",
    "کیا جب ہم مر جائیں گے اور خاک ہو جائیں گے (تو دوبارہ اٹھا ئے جائیں گے)؟ یہ واپسی تو عقل سے بعید ہے۔“",
    "(حالانکہ) زمین ان کے جسم میں سے کچھ کھاتی ہے وہ سب ہمارے علم میں ہے اور ہمارے پاس ایک کتاب ہے جس میں سب کچھ محفوظ ہے۔",
    "بلکہ ان لوگوں نے تو جس وقت حق اِن کے پاس آیا اُسی وقت اُسے صاف جھٹلادیا۔ اسی وجہ سے اب یہ الجھن میں پڑے ہوئے ہیں۔",
    " اچھا، تو کیا انہوں نے کبھی اپنے اوپر آسمان کی طرف نہیں دیکھا؟ کس طرح ہم  نے اسے بنایا اور آراستہ کیا،  اور اس میں کوئی رخنہ نہیں ہے۔",
    "اور زمین کو ہم نے بچھا یا اور اس میں پہاڑ جمائے اور اس کے اندر ہر طرح کی خوش منظر نباتات اُگادیں۔ ",
    "یہ ساری چیزیں آنکھیں کھولنے والی اور سبق دینے والی ہیں ہر اُس بندے کے لیے جو (حق کی طرف) رجوع کرنے والا ہو",
    "اور آسمان سے ہم نے برکت والا پانی نازل کیا، پھر اس سے باغ اور فصل کے غلے",
    "اور بلند و بالا کھجور کے درخت پیدا کر دیے جن پر پھلوں سے لدے ہوئے خوشے تہ بر تہ لگتے ہیں",
    "یہ انتظام ہے بندوں کی رزق دینے کا۔ اس پانی سے ہم ایک مُردہ زمین کو زندگی بخش دیتے ہیں۔  (مَرے ہوئے انسانوں کا زمین سے) نکلنا بھی اسی طرح ہوگا۔ ",
    "ان سے پہلے نوحؑ کی قوم ، اور اصحاب الرّس،  اور ثمُود",
    "اور عاد، اور فرعون،  اور لوُط کے بھائی",
    "اور ایکہ والے، اور تُبَّع کی قوم  کے لوگ بھی جھٹلاچکے ہیں۔  ہر ایک نے رسولوں کو جھٹلایا،  اور آخر  کار میری وعید اُن پرچسپاں ہوگئی۔",
    "کیا پہلی بار کی تخلیق سے ہم عاجز تھے؟ مگر ایک نئی تخلیق کی طرف سے یہ لوگ شک میں پڑے ہوئے ہیں۔ ",
    " ہم نے انسان کو پیدا کیا ہے اور اس کے دل میں ابھرنے والے وسوسوں تک کو ہم جانتے ہیں۔ ہم اس کی رگِ گردن سے بھی زیادہ اس سے قریب ہیں، ",
    "(اور ہمارے اس براہ راست علم کے علاوہ) دو کاتب اس کے دائیں اور بائیں بیٹھے ہر چیز ثبت کر رہے ہیں",
    "کوئی لفظ اس کی زبان سے نہیں نکلتا جسے محفوظ کرنے کے لیے ایک حاضر  باش نگراں موجود نہ ہو۔ ",
    "پھر دیکھو، وہ موت کی جاں کنی حق لے کر آ پہنچی، یہ وہی چیز ہے جس سے تُو بھاگتا تھا۔",
    "اور پھر صُور پھونکا گیا، یہ ہے وہ دن جس کا تجھے خوف دلایا جاتا تھا۔",
    "ہر شخص اِس حال میں آگیا کہ اس کے ساتھ ایک ہانک کرلانے والا ہے اور ایک گواہی دینے والا۔",
    "اِس چیز کی طرف سے تُو غفلت میں تھا ، ہم نے وہ پردہ ہٹا دیا جو تیرے آگے پڑا ہوا تھا اور آج تیری نگاہ خوب تیز ہے۔",
    "اُس کے ساتھی نے عرض کیا یہ جو میری سپردگی میں تھا حاضر ہے۔",
    "حکم دیا گیا ”پھینک دو جہنم میں ہر کَٹّے کافر کو جو حق سے عناد رکھتا تھا",
    "خیر کو روکنے والا اور حد سے تجاوز کرنے والا تھا، شک میں پڑا ہوا تھا ",
    "اور اللہ کے ساتھ کسی دوسرے کو خدا بنائے بیٹھا تھا۔ ڈال دو اُسے سخت عذاب میں۔“",
    "اس کے ساتھی نے عرض کیا ”خداوند ، میں نے اِس کو سرکش نہیں بنایا بلکہ یہ خود ہی پرلے درجے کی گمراہی میں پڑا ہوا تھا۔“",
    "جواب میں ارشاد ہوا”میرے حضور جھگڑا نہ کرو، میں تم کو پہلے ہی انجام ِبد سے خبر دار کر چکا تھا۔",
    "میرے ہاں بات پلٹی نہیں جاتی اور میں  اپنے بندوں پر ظلم توڑنے والا نہیں ہوں۔“",
    "وہ دن جبکہ ہم جہنم سے پوچھیں گے کیا تُو بھر گئی؟ اور وہ کہے گی کیا اور کچھ ہے؟",
    "اور جنت متقین کے قریب لے آئی جائے گی،  کچھ بھی دور نہ ہوگی۔",
    "ارشاد ہوگا”یہ ہے وہ چیز جس کا تم سے وعدہ کیا جاتا تھا، ہر اس شخص کے لیے جو بہت رجوع کرنے والا اور بڑی نگہداشت کرنے والا تھا،",
    "جو بے دیکھے رحمٰن سے ڈرتا تھا، اور جو دلِ گرویدہ لیے ہوئے آیا ہے۔",
    "داخل ہو جاؤ جنت میں  سلامتی کے ساتھ۔“ وہ دن حیاتِ ابدی کا دن ہو گا",
    "وہاں ان کے لیے وہ سب کچھ ہو گا جو وہ چاہیں گے، اور ہمارے پاس  اس سے زیادہ بھی بہت کچھ ان کے لیے ہے۔",
    "ہم ان سے پہلے بہت سی قوموں کو ہلاک کر چکے ہیں جو ان سے بہت زیادہ طاقتور تھیں اور دنیا کے ملکوں  کو انہوں نے چھان مارا تھا۔ پھر کیا وہ کوئی جائے پناہ پا سکے؟",
    "اس تاریخ میں عبرت کا سبق ہے ہر اس شخص کے لیے جو دل رکھتا ہو، یا جو توجہ سے بات کو سنے۔",
    "ہم نے زمین اور آسمانوں کو اور ان کے درمیان  کی ساری چیزوں کو چھ دنوں میں پیدا کردیا  اور ہمیں کوئی تکان لاحق نہ ہوئی",
    "پس اے نبیؐ، جو باتیں یہ لوگ بناتے ہیں ان پر صبر کرو، اور اپنے رب کی حمد کے ساتھ اس کی تسبیح کرتے رہو، طلوع آفتاب اور غروب آفتاب سے پہلے",
    "اور رات کے وقت پھر اس کی تسبیح کرو اور سجدہ  ریزیوں سے فارغ ہونے کے بعد بھی۔",
    "اور سنو، جس دن منادی کرنے والا (ہر شخص کے) قریب ہی سے پکارے گا،",
    "جس دن سب لوگ آوازہٴ حشر کو ٹھیک ٹھیک سن رہے ہوں گے، وہ زمین سے مُردوں کے نکلنے کا دن ہو گا",
    "ہم ہی زندگی بخشتے ہیں اور ہم ہی موت دیتے ہیں، اور ہماری طرف ہی اُس دن سب کو پلٹنا ہے",
    "جب زمین پھٹے گی اور لوگ اس کے اندر سے نکل کر تیز تیز بھاگے جا رہے ہوں گے۔ یہ حشر ہمارے لیے بہت آسان ہے۔",
    "اے نبیؐ ، جو باتیں یہ لوگ بنا رہےہیں انہیں ہم خوب جانتے ہیں، اور تمہارا کام ان سے جبراًبات منوانا نہیں ہے۔ بس تم اس قرآن کےذریعہ  سے ہر اُس شخص کو نصیحت کر دو جو میری تنبیہ سے ڈرے۔"
  ]
}