{
  "meta": {
    "id": 235,
    "name": "Malak Faris Abdalsalaam",
    "translator_name": "Malak Faris Abdalsalaam",
    "slug": "dutch-abdalsalaam",
    "language_name": "dutch"
  },
  "verses": [
    "En degenen die geen ontmoeting met Ons verwachten zeggen: “Waarom zijn er geen Engelen voor ons naar beneden gestuurd, of waarom kunnen wij onze Heer niet zien?” Voorwaar, zij achten zichzelf te hoog en zij overtreden met grote overtreding.",
    "Op de Dag waarop zij Engelen zullen zien, op die Dag zal er geen goed nieuws voor de misdadigers zijn. En zij zullen zeggen: “Ware er slechts een grote afscheiding.” (tussen ons)",
    "En Wij keren Ons tot de daden die zij hebben verricht en Wij maken die als verspreide zwevende stofdeeltjes.",
    "De bewoners van het Paradijs zullen op die Dag de beste plaats hebben en een betere rustplaats.",
    "En (gedenk) de Dag waarop de hemel met de wolken uiteen zal splijten en de Engelen neerdalen.",
    "De ware soevereiniteit van die Dag zal toebehoren aan de Barmhartige en het zal een zware dag zijn voor de ongelovigen.",
    "En (gedenk) de dag waarop de onrechtvaardige op zijn handen zal bijten en zal zeggen: “Oh! Had ik maar het Pad met de Boodschapper genomen!",
    "Ah! Wee mij! Had ik maar niet zo’n ongelovige tot boezemvriend genomen!",
    "Hij heeft mij zeker doen afdwalen van de Overdenking nadat die tot mij gekomen was. En Satan laat de mens in de steek.”",
    "En de Boodschapper zei: “O mijn Heer! Waarlijk, mijn volk heeft deze Koran verlaten.”",
    "En zo hebben Wij voor iedere Profeet een vijand gemaakt onder de misdadigers. Maar jouw Heer is voldoende als Gids en Helper.",
    "En degenen die ongelovig zijn zeggen: “Waarom is de Koran niet in één keer aan hem geopenbaard?” Maar zo hebben Wij daarmee jouw hart versterkt (O Mohammed). En Wij hebben het geleidelijk aan jou geopenbaard, in gedeelten.",
    "En zij komen niet met een rare vraag tot jou, of Wij brengen jou de Waarheid en een betere uitleg.",
    "Degenen die in de Hel verzameld zullen worden (vooroverliggend) op hun gezichten, zijn degenen met de slechtste plaats en zijn het verst afgedwaald van de Weg.",
    "En voorwaar, Wij hebben aan Mozes het Boek gegeven en zijn broeder Haaron naast hem geplaatst als helper.",
    "En Wij zeiden: “Ga beiden naar het volk dat Onze Tekenen heeft ontkend.” Toen vernietigden Wij hen met een ultieme vernietiging.",
    "En Noah’s volk verdronken Wij toen zij de Boodschappers ontkenden, en Wij maakten hen tot een teken voor de mensheid. En Wij hebben voor de onrechtvaardigen een pijnlijke bestraffing voorbereid.",
    "En (ook) ‘Ad en Thamoed en het volk van Ar- Rass, en vele generaties daartussen.",
    "En voor ieder van hen hebben Wij voorbeelden gegeven, en elk vernietigden Wij met een volledige vernietiging.",
    "En voorwaar, zij zijn bij de stad gekomen waarop de kwade regen was gevallen. Hebben zij het dan niet gezien? Nee! Maar zij verwachten geen Opstanding.",
    "En als zij jou zien (O Mohammed), bespotten zij jou (zeggende): “Is dit degene die Allah als Boodschapper heeft gestuurd?",
    "Bijna zou hij ons van onze goden misleiden, als het niet zo was geweest dat wij geduldig zijn en in onze aanbidding volhouden!” Maar zij zullen weten als zij de bestraffing zien, wie degene is die het meeste van het (rechte) Pad\" is afgedwaald!",
    "Heb jij degene gezien die zijn eigen wens als god heeft genomen? Zou jij dan een beschermer voor hem zijn?",
    "Of denk je dat de meesten van hen kunnen horen of begrijpen? Zij zijn slechts als vee; nee, zij zijn veel verder afgedwaald van het Pad.",
    "Heb jij niet gezien hoe jouw Heer de schaduwen verlengd? Als Hij het had gewild, dan zou had Hij die zeker kunnen doen stilstaan. Toen hebben Wij de zon tot een wijzer gemaakt.",
    "Vervolgens trekken Wij haar rond (het middaguur) naar Ons toe, een geleidelijke terugtrekking.",
    "En Hij is Degene Die die de nacht als een bedekking voor jullie heeft gemaakt en de slaap (als) een rust, en de dag om wakker te zijn. (om te werken)",
    "En Hij is Degene Die de winden, als koeriers van goede boodschappen voor Zijn Genade uit heeft gestuurd. En Wij sturen zuiver water uit de hemel.",
    "Opdat Wij hiermee droog land vruchtbaar maken en om water te geven aan wat Wij geschapen hebben: vee en veel mensen.",
    "En voorwaar, Wij hebben het verdeeld onder hen zodat zij de Gunst van Allah mogen gedenken. Maar de meeste mensen weigeren en accepteren niets dan het ongeloof of de ondankbaarheid.",
    "En als Wij het gewild hadden, hadden Wij in iedere stad een Boodschapper doen opstaan.",
    "Gehoorzaam de ongelovigen dus niet maar vecht tegen hen met de uiterste inspanning.",
    "En Hij is Degene Die de twee zeeën naast elkaar doet stromen, de ene smakelijk en zoet en de ander zout en bitter. En Hij heeft een grens en een volledige scheiding tussen hen gezet.",
    "En Hij is Degene Die de mens heeft geschapen uit water en hem verwanten heeft gegeven door afstamming en huwelijk. En jouw Heer is Almachtig.",
    "En zij aanbidden naast Allah datgene wat hen niet baat en hen niet schaadt, en de ongelovige is altijd een helper (van Sheitan) tegen zijn Heer.",
    "En Wij hebben jou slechts gestuurd als drager van goed nieuws en als waarschuwer.",
    "Zeg (O Mohammed): “Ik vraag van jullie hiervoor geen beloning anders dan dat men het Pad naar zijn Heer wil nemen.”",
    "En vertrouw op de Levende, Die niet sterft, en prijs Zijn lof. En Hij is voldoende als de Alwetende van de zonden van Zijn dienaren.",
    "Degene Die de hemelen en de aarde en alles wat daar tussen is in zes dagen heeft geschapen.Vervolgens zetelde Hij zich op de Troon, Hij is de Barmhartige. Vraag over Hem aan degene die daarover het meeste weet.",
    "En als er tegen hen gezegd wordt: “Kniel neer voor de Erbarmer,” zeggen zij: “En wie is de Erbarmer, zullen wij neerknielen voor wat jij ons beveelt?” En het laat hen slechts in hun weerstand toenemen.",
    "Gezegend is Degene Die in de hemel de sterrenstelsels geplaatst heeft en daarin een grote lamp (de zon) geplaatst heeft en een maan die licht geeft.",
    "En Hij is Degene Die de nacht en de dag in elkaars opvolging heeft geplaatst, voor degenen die wensen te gedenken of die hun dankbaarheid wensen te tonen.",
    "En de dienaren van de Erbarmer zijn degenen die nederig en kalm over de aarde lopen, en als de dwazen hen aanspreken antwoorden zij met milde woorden of vriendelijkheid.",
    "En degenen die de nacht voor hun Heer knielend en staand doorbrengen.",
    "En degenen die zeggen: “Onze Heer! Behoed ons van de bestraffing van de Hel.” Waarlijk! Haar bestraffing is een voortdurende bestraffing.",
    "\"Voorwaar, het is een zeer slechte vestiging en verblijfplaats.",
    "En degenen die, als zij geld uitgeven, niet uitbundig en niet gierig zijn, maar het midden daartussen houden.",
    "En degenen die geen andere god naast Allah aanroepen en die niemand doden, waarvan (het doden) door Allah verboden is, behalve volgens een gerechtelijke zaak. En die geen ontucht plegen, want wie dat doet zal een bestraffing ontvangen!",
    "De bestraffing zal voor hem op de Dag der Opstanding verdubbeld worden en hij zal daarin met schande verblijven.",
    "Behalve degenen die berouw hebben en geloven en goede daden verrichten. Voor diegenen zal Allah hun zonden in goede daden veranderen, en Allah is Vergevingsgezind, Genadevol.",
    "En wie berouw heeft en goede daden verricht, waarlijk, hij vertoont met oprechte spijt berouw aan Allah.",
    "En (ook) degenen die geen valse getuigenis afleggen. En wanneer zij voorbijkomen aan onzinnig gepraat, gaan zij daar waardig aan voorbij.",
    "En (ook) degenen die, als zij aan de Tekenen van hun Heer herinnerd worden, niet doof of blind daarvoor worden.",
    "En degenen die zeggen: “Onze Heer! Geef ons van onze vrouwen en ons nageslacht degenen die plezier voor onze ogen zijn en maakt ons leiders van de godvrezenden.”",
    "Degenen die met de hoogste plaats (in het Paradijs) door hun geduld beloond zullen worden. Daarin zullen zij met groeten en woorden van vrede en respect ontvangen worden.",
    "Zij leven daarin eeuwig, een goede vestiging en verblijfplaats.",
    "Zeg: “Mijn Heer let niet op jullie indien jullie Hem niet aanroepen; waarlijk, jullie hebben Hem geloochend, dus is er spoedig een onvermijdbare bestraffing.”",
    "Tha, Sīn, Mїm.",
    "Dit zijn de Verzen van het duidelijke Boek.",
    "Misschien zou jij jezelf vernietigen van verdriet omdat zij geen gelovigen zijn.",
    "Als Wij het gewenst hadden, dan hadden Wij uit de hemel een Teken kunnen sturen, zodat hun nekken ervoor gebogen bleven.",
    "En er komt van de Erbarmer geen nieuwe Overdenking tot hen, of zij keren zich daarvan af.",
    "Voorzeker, zij hebben dit verloochend, maar weldra zullen de tijdingen hun bereiken van hetgeen zij bespotten.",
    "Bekijken zij de aarde niet, hoeveel goede soorten gewassen Wij daarop hebben laten groeien?",
    "Waarlijk, hierin is een Teken maar de meesten van hen zijn geen gelovigen.",
    "En waarlijk, jullie Heer! Hij is zeker de Almachtige, de Genadevolle.",
    "En (gedenk) toen jullie Heer Mozes opriep (zeggende): “Ga naar het volk dat onrechtvaardig is.",
    "Het volk van Farao. Vrezen zij (Allah) niet?”",
    "Hij (Mozes) zei: “Mijn Heer! Waarlijk, ik vrees dat zij mij loochenen.",
    "En mijn borst is beklemd en mijn tong drukt zich niet goed uit. Laat Haaron dus komen.",
    "En zij beschuldigen mij van een misdaad, en ik ben bang dat zij mij zullen doden.”",
    "Allah zei: “Nee! Gaan jullie beiden met Onze Tekenen. Waarlijk! Wij zullen bij jullie zijn, luisterend.",
    "En wanneer jullie beiden tot de Farao komen zeg: “Wij zijn de Boodschappers van de Heer der Werelden.",
    "Laat dus de Kinderen van Israël met ons mee gaan.”",
    "(Farao) zei: “Hebben wij jou niet als kind van ons opgevoed? En jij hebt vele jaren van je leven bij ons gewoond.",
    "En jij weet wat je deed. En jij bent één van de ondankbaren.”",
    "Mozes zei: “Ik heb het gedaan toen ik onwetend was.",
    "Dus vluchtte ik van u want ik was bang voor u. Maar mijn Heer heeft mij wijsheid gegeven en mij als één van de Boodschappers aangewezen.",
    "En dit is de gunst die jij mij bewees: dat jij de Kinderen van Israël tot slaven hebt gemaakt.”",
    "Farao zei: “En wie is de Heer der Werelden?”",
    "Mozes zei: “De Heer van de hemelen en de aarde en alles wat daartussen is, als jullie er maar van overtuigd waren.”",
    "Farao zei tegen degenen om hem heen: “Horen jullie niet (wat hij zegt)?”",
    "Mozes zei: “Uw Heer en de Heer van uw voorvaderen!”",
    "Farao zei: “Waarlijk, jullie Boodschapper die tot jullie gezonden is, is een dwaas!”",
    "Mozes zei: “De Heer van het Oosten en het Westen en alles wat daar tussen is, als jullie begrijpen.”",
    "Farao zei: “Als je een god anders dan mij kiest, zal ik je zeker onder de gevangenen plaatsen.”",
    "Mozes zei: “En als ik u iets duidelijks breng?”",
    "Farao zei: “Breng het dan, als je waarachtig bent!”",
    "Dus gooide (Mozes) zijn stok neer en daarop werd het een duidelijke slang.",
    "En hij strekte zijn hand uit en zie, voor alle toeschouwers was het wit!",
    "(Farao) zei tegen de gezagdragers om hem heen: “Waarlijk! Dit is inderdaad een goed onderrichte tovenaar.",
    "Hij wil jullie door zijn toverkunst uit jullie land verdrijven, wat is dan jullie raad en wat bevelen jullie aan?”",
    "Zij zeiden: “Stuur Geef hem en zijn broer uitstel en stuur aankondigers naar de steden.",
    "Om uw best getrainde tovenaars te verzamelen.”",
    "Zo werden de tovenaars op een vastgestelde tijd op een aangewezen dag verzameld.",
    "En er werd tegen het volk gezegd: “Zijn jullie nu bijeengekomen?",
    "Zodat wij de tovenaars kunnen volgen als zij de overwinnaars zijn.”",
    "Toen de tovenaars aankwamen zeiden zij tegen Farao: “Zal er echt een beloning voor ons zijn als wij de overwinnaars zijn?”",
    "Hij zei: “Ja, en jullie zullen zeker tot degenen behoren die in (mijn) nabijheid worden gebracht.”",
    "Mozes zei tegen hen: “Werp maar wat jullie willen werpen.”",
    "Dus wierpen zij hun touwen en stokken en zeiden: “Bij de macht van de Farao, wij zijn het die zeker zullen winnen!”",
    "Toen wierp Mozes zijn stok en toen verslond zij wat zij met hun bedrog hadden gemaakt.",
    "En de tovenaars vielen in de knielhouding neer.",
    "Zeggende: “Wij geloven in de Heer der Werelden.",
    "De Heer van Mozes en Haaron.”",
    "(Farao) zei: “Geloven jullie hem voordat ik jullie daarvoor toestemming geef? Zeker, Hij is inderdaad jullie meester die jullie de toverkunsten heeft onderricht! Dus waarlijk, jullie zullen het te weten komen. Waarlijk, ik zal jullie handen en voeten aan tegenovergestelde kanten afhakken en ik zal jullie allen kruisigen.”",
    "Zij zeiden: “Het deert ons niet! Waarlijk, tot onze Heer zullen wij terugkeren.",
    "Waarlijk, wij hopen echt dat onze Heer onze zonden zal vergeven, want wij zijn de eerste van de gelovigen.”",
    "En Wij openbaarden aan Mozes, zeggende: “Neem Mijn dienaren mee in de nacht, waarlijk, jullie zullen achtervolgd worden.”",
    "Toen stuurde Farao aankondigers naar (alle) steden.",
    "(Zeggende): “Waarlijk! Dit is zeker niet anders dan een kleine groep.",
    "En waarlijk, zij hebben ons woedend gemaakt.",
    "En wij zijn een ten volle bewapende menigte.”",
    "Toen hebben Wij hen van de tuinen en de bronnen verdreven.",
    "En de schatten en alle soorten eervolle plaatsen.",
    "Zo was het, en Wij deden de Kinderen van Israël het erven.",
    "Toen achtervolgden zij hen bij de zonsopkomst.",
    "En toen de twee legers elkaar zagen, zei het volk van Mozes: “Wij zijn zeker dat wij zullen worden ingehaald.”",
    "“Zeker niet (zei Mozes)! Waarlijk, mijn Heer staat aan mijn kant, (en het is) Hij Die mij zal leiden (naar het Pad van de bevrijding).”",
    "Toen openbaarden Wij aan Mozes (zeggende): “Sla met jouw stok tegen de zee.” En het (de zee) spleet en ieder afzonderlijk deel was als een grote berg.",
    "Toen brachten Wij de anderen naar die plaats.",
    "En Wij redden Mozes en allen die bij hem waren.",
    "Vervolgens verdronken Wij de anderen.",
    "Waarlijk! Hierin is een Teken maar de meesten van hen zijn geen gelovigen.",
    "En waarlijk, jouw Heer (O Mohammed)! Hij is waarlijk de Almachtige, de Genadevolle.",
    "En reciteer aan hen het verhaal van Ibrahim.",
    "Toen hij tegen zijn vader en zijn volk zei: “Wat aanbidden jullie?”",
    "Zij zeiden: “Wij aanbidden afgoden en aan hen zijn wij altijd toegewijd.”",
    "Hij zei: “Horen zij jullie als jullie (hen) roepen?",
    "Of hebben jullie er baat bij of schaden zij (jullie)?”",
    "Zij zeiden: “Nee, maar onze vaders deden het ook.”",
    "Hij zei: “Hebben jullie datgene wat jullie aanbidden goed bekeken?",
    "Jullie en jullie voorvaders?",
    "Waarlijk, zij zijn een vijand voor mij, (ik aanbid niemand) behalve de Heer der Werelden.",
    "(Het is enkel Allah) Die mij (in de \"beste vorm) heeft geschapen, en het is (enkel) Allah Die mij leidt (naar een bewustzijn van het pad der goedheid).",
    "En Hij (de Voorziener en Begunstiger) is Degene Die mij te eten en te drinken geeft (na het te hebben geschapen in verscheidenheid).",
    "En als ik ziek ben, is Hij het Die mij geneest.",
    "En (Hij is) Degene Die mij doet sterven (zodra mijn tijd erop zit), en mij vervolgens doet leven.",
    "En Degene waarvan ik hevig verlang dat Hij mijn fouten op de Dag des Oordeels vergeeft.",
    "Mijn Heer! Geef mij wijsheid en voeg mij bij de rechtvaardigen.",
    "En laat mij door de volgende generaties in eerbaarheid herinnerd worden.",
    "En maak mij tot de erfgenamen van het Paradijs van de vreugde.",
    "En vergeef mijn vader, waarlijk hij behoorde tot de dwalenden.",
    "En verneder mij niet op de Dag wanneer (alle schepselen) zullen herrijzen.",
    "De Dag waarop weelde noch zonen zullen baten.",
    "Behalve hij, die aan Allah een schoon hart brengt.",
    "En het Paradijs zal in de nabijheid van de godvrezenden gebracht worden.",
    "En het (Helle)vuur zal in het volle aangezicht van de zondaren geplaatst worden.",
    "En er zal tegen hen gezegd worden: “Waar is het, wat jullie plachten te aanbidden?",
    "Naast Allah?” Kunnen zij jullie helpen of zichzelf helpen?",
    "Dan zullen zij op hun gezichten in het (vuur) geworpen worden, Zij en de dwalenden.",
    "En samen met het hele leger van Iblies.",
    "Zij zullen zeggen terwijl zij redetwisten:",
    "“Bij Allah, wij hebben zeker een duidelijke fout gemaakt.",
    "Dat wij jullie (valse goden) gelijkstelden aan de Heer der Werelden.",
    "En niemand heeft ons\" wereld van de Djinn en de wereld van de Engelen. \"de fouten laten begaan behalve de misdadigers.",
    "Nu hebben wij geen bemiddelaars.",
    "Noch een naaste vriend.",
    "(Helaas!) Als wij slechts een kans hadden om terug te keren, zullen wij zeker onder de gelovigen zijn!”",
    "Waarlijk, daarin is zeker een Teken, maar de meesten van hen zijn geen gelovigen.",
    "En waarlijk, jouw Heer (O Mohammed)! Hij is waarlijk de Almachtige, de Genadevolle.",
    "Het volk van Noah verloochende de Boodschappers.",
    "(Gedenk)Toen hun broeder Noah tegen hen zei: “Zullen jullie Allah niet vrezen en Hem gehoorzamen?",
    "Ik ben voor jullie een betrouwbare Boodschapper.",
    "Vrees Allah dus en gehoorzaam mij.",
    "Ik vraag jullie hiervoor geen beloning, mijn beloning berust alleen bij de Heer der Werelden.",
    "Onderhoudt jullie verplichting tot Allah, vrees Hem en gehoorzaam mij.”",
    "Zij zeiden: “Zullen wij jou geloven terwijl de minsten jou volgen?”",
    "Hij zei: “En wat voor kennis heb ik van wat zij deden?",
    "Hun rekening ligt slechts bij mijn Heer, als jullie dat (maar) wisten.",
    "En ik ben niet van plan de gelovigen te verjagen.",
    "Ik ben slechts een duidelijke waarschuwer.”",
    "Zij zeiden: “Als jij niet stopt, Noah. Dan behoor jij zeker tot degenen die gestenigd worden!”",
    "Hij zei: “Mijn Heer! Waarlijk, mijn volk heeft mij verloochend.",
    "Oordeelt U daarom tussen hen en mij en red mij en degenen van de gelovigen die met mij zijn.”",
    "En Wij redden hem en degenen die bij hem waren in een volgeladen schip.",
    "Toen verdronken Wij de anderen die achterbleven (in de zondvloed).",
    "Waarlijk, hierin is zeker een Teken, maar de meesten van hen zijn geen gelovigen.",
    "En waarlijk! Jouw Heer (O Mohammed) is zeker de Almachtige, de Genadevolle.",
    "Het volk van ‘Ad verloochende de Boodschappers.",
    "Toen hun broeder Hoed tegen hen zei: “Vrezen jullie (Allah) niet?",
    "Waarlijk, ik ben een betrouwbare Boodschapper voor jullie.",
    "Vrees Allah dus en gehoorzaam mij.",
    "Ik vraag van jullie er geen beloning voor. Mijn beloning berust alleen bij de Heer der Werelden.",
    "Bouwen jullie op elke hoge plaats monumenten om jullie te vermaken?",
    "En bouwen jullie voor jullie zelf paleizen alsof jullie daar voor altijd in zullen wonen?",
    "En als jullie toeslaan, slaan jullie toe als geweldenaars.",
    "Vrees Allah dus en gehoorzaam mij.",
    "Vrees Hem Die jullie dat geschonken heeft waarover jullie weten.",
    "Hij heeft jullie vee en kinderen geschonken.",
    "En tuinen en bronnen.",
    "Waarlijk, ik vrees voor jullie een bestraffing op de Grote Dag.”",
    "Zij zeiden: “Het maakt ons niet uit of jij waarschuwt of dat jij niet tot degenen die waarschuwen behoort.",
    "Dit is niets anders dan de gewoonte en de godsdienst van de ouderen.",
    "En wij zullen niet gestraft worden.”",
    "Dus verloochenden zij hem en Wij vernietigenden hen. Waarlijk! Hierin is zeker een Teken maar de meesten van hen waren geen gelovigen.",
    "En waarlijk! Jouw Heer is zeker de Almachtige, de Genadevolle.",
    "(Het volk van) Thamoed verloochenden de Boodschappers.",
    "Toen hun broeder Saleh tot hen zei: “Vrezen jullie (Allah) niet?",
    "Ik ben een betrouwbare Boodschapper voor jullie.",
    "Vrees Allah dus en gehoorzaam mij.",
    "Ik vraag van jullie er geen beloning voor, mijn beloning berust alleen bij de Heer der Werelden.",
    "Zullen jullie in veiligheid gelaten worden met wat jullie hier hebben?",
    "Temidden van tuinen en bronnen.",
    "En korenvelden en dadelpalmen met zachte bloeikolf.",
    "En jullie hakken met grote vaardigheid huizen uit bergen.",
    "Vrees Allah dus en gehoorzaam mij.",
    "En volg niet het bevel van de buitensporigen.",
    "Die ellende in het land veroorzaken en het niet herstellen.”",
    "Zij zeiden: “Jij ben slechts één die behekst is!",
    "Jij bent niets anders dan een mens zoals wij. Geef ons dan een Teken als je tot de waarachtigen behoort.”",
    "Hij zei: “Hier is een vrouwtjeskameel, zij heeft het recht om (water) te drinken, en jullie hebben het recht om (water) te drinken, (ieder) op een dag die bekend is.",
    "Raak haar niet aan om haar te kwetsen opdat jullie niet door de bestraffing op de Grote Dag gegrepen worden.”",
    "Maar zij sneden haar hielpezen door en toen kregen zij spijt.",
    "Dus de bestraffing kwam over hen. Waarlijk, hierin is zeker een Teken maar de meesten van hen zijn geen gelovigen.",
    "En waarlijk! Jouw Heer (O Mohammed) is zeker de Almachtige, de Genadevolle.",
    "Het volk van Loeth verloochenden de Boodschappers.",
    "(Gedenk) Toen hun broeder Loeth tegen hen zei: “Vrezen jullie (Allah) niet?",
    "Waarlijk! Ik ben voor jullie een betrouwbare Boodschapper.",
    "Vrees Allah dus en gehoorzaam mij.",
    "Ik vraag jullie hier geen beloning voor, mijn beloning is slechts bij de Heer der Werelden.",
    "Waarom benaderen jullie van de wereldbewoners de mannen?",
    "En laten jullie degenen die Allah voor jullie geschapen heeft om jullie vrouwen te zijn, achter? Nee, jullie zijn een overtredend volk!”",
    "Zij zeiden: “Als je niet stopt, O Loeth! Waarlijk, dan ben jij één van degenen die verdreven wordt!”",
    "Hij zei: “Ik\" veracht jullie handelswijze.",
    "Mijn Heer! Red mij en mijn familie van wat zij doen.”",
    "En Wij hebben hem en zijn familie, allen gered.",
    "Behalve een oude vrouw onder degenen die achterbleven.",
    "Hierna vernietigden Wij de anderen.",
    "En Wij lieten op hen een (vulkanische) regen vallen. Hoe kwaad was de regen van degenen die gewaarschuwd waren!",
    "Waarlijk, hierin is zeker een Teken maar de meesten van hen zijn geen gelovigen.",
    "En waarlijk! Jouw Heer (O Mohammed) is zeker de Almachtige, de Genadevolle.",
    "De bewoners van Al-Aiyka verloochenden hun Boodschappers.",
    "Toen Shoe’aib tegen hen zei: “Vrezen jullie (Allah) niet?",
    "Ik ben voor jullie een betrouwbare Boodschapper.",
    "Vrees Allah dus en gehoorzaam mij.",
    "Ik vraag jullie hier geen beloning voor, mijn beloning berust slechts bij de Heer der Werelden.",
    "Geef de volle maat en behoor niet tot hen die minder geven (bedriegers).",
    "En weeg met een goede en eerlijke weegschaal.",
    "Bedrieg de mensen niet door hun zaken te verminderen, en verricht geen kwaad op aarde als verderfzaaiers.",
    "En vrees Degene Die jullie en de vroegere generaties geschapen heeft.”",
    "Zij zeiden: “Jij bent slechts één van de beheksten!",
    "Jij bent slechts een mens zoals wij en waarlijk, wij denken dat jij één van de leugenaars bent!",
    "Laat dus een stuk van de hemel vallen als je tot de waarachtigen behoort!”",
    "Hij zei: “Mijn Heer weet het beste wat jullie doen.”",
    "Maar zij verloochenden hem, dus de bestraffing van de dag van de schaduw greep hen, voorwaar, dat was de bestraffing van een Grote Dag.",
    "Waarlijk hierin is zeker een Teken maar de meesten van hen zijn geen gelovigen.",
    "En waarlijk! Jouw Heer (O Mohammed) is zeker de Almachtige, de Genadevolle.",
    "En waarlijk, dit (de Koran) is een openbaring van de Heer der Werelden.",
    "De Heilige Geest (Djibril) heeft het nedergebracht.",
    "Op jouw hart (O Mohammed), opdat je tot de waarschuwers behoort.",
    "In duidelijke Arabische taal.",
    "En waarlijk, het (de Koran) is (aangekondigd) in de Boeken van vroegere volkeren.",
    "Is het geen teken voor hen dat de geleerden van de Kinderen van Israël het kennen?",
    "En als Wij het hadden geopenbaard aan één van de niet- Arabieren.",
    "En hij had het voor hen gereciteerd, dan zouden zij het niet geloofd hebben.",
    "Dus hebben Wij ervoor gezorgd dat het de harten van de misdadigers binnentrad.",
    "Zij zullen er niet in geloven tot zij de pijnlijke bestraffing zien.",
    "Het zal plotseling tot hen komen, terwijl zij het niet beseffen.",
    "Dan zullen zij zeggen: “Kunnen wij uitstel krijgen?”",
    "Zouden zij dan wensen dat Onze Bestraffing bespoedigd wordt?",
    "Vertel Mij, als Wij hen nog jaren laten genieten.",
    "En daarop komt tot hen die (bestraffing) die hen beloofd was!",
    "Het zal hun niet baten, wat hun aan genot gegeven was.",
    "En nooit hebben Wij een stad vernietigd zonder dat er waarschuwers waren.",
    "Om te vermanen, en nooit waren Wij onrechtvaardig.",
    "En het zijn niet de duivels die het (de Koran) naar beneden hebben gebracht.",
    "Het zou hen (trouwens) niet passen, noch zouden zij daartoe in staat zijn.",
    "Waarlijk, van het horen (ervan) zijn zij zeker buitengesloten.",
    "Roep dus geen andere goden naast Allah aan, anders zal jij tot de bestraften behoren.",
    "En waarschuw je stam en je naaste verwanten.",
    "En wees vriendelijk en nederig tot de gelovigen die jou volgen.",
    "En als zij jou niet gehoorzamen zeg: “Ik ben onschuldig aan wat jullie doen.”",
    "En leg je vertrouwen in de Almachtige, de Genadevolle.",
    "Die jou ziet wanneer je opstaat (om te bidden).",
    "En jullie bewegingen (ziet) onder degenen die neerknielen.",
    "Waarlijk! Hij is de Alhorende, de Alwetende.",
    "Zal ik jou vertellen over wie de duivels zijn neergedaald?",
    "Zij dalen neer op elke zondige leugenaar.",
    "Zij luisteren naar het gesprokene (geruchten) en de meesten van hen zijn leugenaars.",
    "En de dichters, de dwalenden volgen hen.",
    "Zie je dan niet dat zij rusteloos ronddwalen in iedere vallei?",
    "En dat zij zeker zeggen wat zij niet doen.",
    "Behalve degenen die geloven en goede daden verrichten en Allah veelvuldig gedenken. En zij overwinnen nadat hun onrecht is aangedaan. En de onrechtplegenden zullen spoedig weten tot welke plaats hun (uiteindelijke) terugkeer zal zijn.",
    "Tha, Sīn. Dit zijn Verzen van de Koran, het duidelijke Boek.",
    "Als Leiding en goed nieuws voor de gelovigen.",
    "Degenen die perfect hun gebeden verrichten en Zakat geven en die met zekerheid in het Hiernamaals geloven.",
    "Waarlijk, degenen die niet in het Hiernamaals geloven, doen Wij hun daden schoon toeschijnen, daarop verkeren zij rusteloos in een dwaling.",
    "Dat zijn degenen voor wie er een kwade bestraffing zal zijn. En in het Hiernamaals zullen zij de grootste verliezers zijn.",
    "En waarlijk, jij ontvangt de Koran van de Ene, Alwijze, Alwetende.",
    "(Gedenk) toen Mozes tegen zijn familie zei: “Waarlijk! Ik zie in de verte een vuur. Ik zal jullie er snel over berichten of ik zal jullie een brandende tak brengen, dat jullie jezelf kunnen verwarmen.”",
    "Maar toen hij tot het kwam, werd hij geroepen: “Gezegend is hij (Mozes) die op de plaats van het vuur is, en wie daarbij staat! En verheerlijkt is Allah, de Heer der Werelden.",
    "O Mozes! Waarlijk! Ik ben het, Allah, de Almachtige, de Alwijze.",
    "Gooi je stok neer!” Maar toen hij het als een slang zag bewegen, keerde hij haastig en keek niet om. (Allah zei:) “O Mozes! Vrees niet, waarlijk! De Boodschappers vrezen Mijn aanwezigheid niet.”",
    "En hij die gezondigd heeft en daarna het kwade in het goede heeft veranderd, dan waarlijk, Ik ben Vergevingsgezind, Genadevol.",
    "En stop je hand in je boezem, het komt er wit uit zonder dat het gekwetst is. (Dit behoort) tot de negen wonderen (die je) naar de Farao en zijn volk (zult meenemen), zij zijn mensen die verdorven zijn.”",
    "Maar als Onze Tekenen ter verduidelijking tot hen komen, zeggen zij: “Dit is duidelijke toverkunst.”",
    "En zij verloochenden hen valselijk en hooghartig, hoewel zij zelf ervan overtuigd waren. Zie dus wat het einde van de verderfzaaiers was!",
    "En voorzeker, Wij gaven Dawoed en Soeleiman kennis en beiden zeiden: “Alle lofprijzing en dank behoort aan Allah, Die aan ons de voorkeur boven velen van Zijn gelovige dienaren heeft gegeven!”",
    "En Soeleiman beërfde (de kennis van) Dawoed. Hij zei: “O mensheid! Ons is de taal van de vogels geleerd, en wij hebben allerlei zaken gekregen. Dit is echt een duidelijke gunst.”",
    "En voor Soeleiman werden zijn troepen van Djinn en mensen en vogels verzameld en zij werden allen in rijen opgesteld.",
    "Totdat zij bij het dal van de mieren kwamen, en één van de mieren zei: “O mieren! Ga jullie huizen binnen opdat Soeleymaan en zijn leger jullie niet verpletteren (onder de voet lopen) terwijl zij het niet beseffen.”",
    "Dus hij (Soeleiman) glimlachte om haar woorden en zei: “Mijn Heer! Maak mij dankbaar voor Uw gunst, die U mij en mijn ouders schonk en doe mij goede daden verrichten die Uw genoegen hebben. En voeg mij door Uw genade toe aan Uw rechtgeleide dienaren.”",
    "Hij inspecteerde (de afdeling van) de vogels en zei: “Hoe komt het dat ik de (fladderende) hop niet zie? Of behoort hij tot de afwezigen?",
    "Ik zal hem zeker met een zware straf bestraffen (door hem de veren uit te trekken) of hem slachten, tenzij hij een duidelijke (en overtuigende) reden heeft (voor zijn afwezigheid).”",
    "Maar de hop bleef niet lang weg en zei (in alle bescheidenheid): “Ik ben iets te weten gekomen wat jij nog niet weet: ik kom van Saba`, (een koninkrijk in Jemen) naar jou toe met overtuigende berichten.",
    "Ik vond daar een vrouw (de koningin van Saba’) die over hen heerste, en zij beschikt over alle zaken en zij heeft een grote troon.",
    "Ik ontdekte dat zij en haar volk de zon aanbidden in plaats van Allah, en dat Sheitan hun daden schoon doet toeschijnen en hen afleidt van (Allah’s) Weg zodat zij geen Leiding hebben.",
    "Zodat zij Allah niet aanbidden. Degene Die voortbrengt wat in de hemelen en de aarde verborgen is, en weet wat jullie verbergen en openbaar maken.",
    "Allah, er is geen god dan Hij, de Heer van de Verheven Troon!",
    "(Soeleiman) zei: “Wij zullen zien of jij de waarheid spreekt of dat jij (een) van de leugenaars bent.",
    "Ga heen met een brief van mij en geef het aan hen; trek je dan van hen terug en zie wat voor (antwoord) zij aan mij teruggeven.”",
    "Zij zei: “O leiders! Waarlijk! Hier is een edele brief aan mij afgegeven,",
    "Waarlijk! Het is van Soeleiman en waarlijk! Er (staat): “In de naam van Allah, de Barmhartige, de Genadevolle;",
    "Wees niet minachtend over mij, maar kom tot mij als moslims.”",
    "Zij zei: “O leiders! Adviseer mij in deze zaak van mij. Ik wil niet besluiten tot jullie er mee instemmen.”",
    "Zij zeiden: “Wij hebben veel macht en grote kwaliteiten voor de oorlog, maar jij bent het die het bevel moet voeren, denk dus na wat je zult bevelen.”",
    "Zij zei: “Waarlijk! Koningen plunderen een stad als zij die binnentreden en verlagen de eerbaarsten onder haar volk. En dat doen zij ook.",
    "Maar waarlijk! Ik ga hem een geschenk sturen en zal dan zien met wat voor (antwoord) de afgevaardigden terugkeren.”",
    "Dus toen (de gezant met het geschenk) bij Soeleiman kwam, zei hij: “Schenk jij mij rijkdommen? Wat Allah mij heeft gegeven is beter dan wat Hij jullie heeft gegeven! Nee, jullie verheugen je over jullie geschenk.",
    "Keer naar hen terug. Wij zullen zeker tot hen komen met legers die zij niet kunnen weerstaan. En wij zullen hen zeker daaruit (de stad) verdrijven, in ongenade en zij zullen vernederd worden.”",
    "Hij zei: “O leiders! Wie van jullie kan mij haar troon brengen voordat zij tot mij komen en zichzelf in gehoorzaamheid overgeven?”",
    "Een ‘Ifriet (de sterkste) van onder de Djinn zei: “Ik zal hem tot jou brengen, voordat jij van jouw plaats opstaat. Want waarlijk, ik ben zeker sterk en betrouwbaar voor die taak.”",
    "(Maar dit was niet snel genoeg volgens Soeleiman waarop) degene met kennis van de Schrift zei: “Ik zal hem in een oogwenk naar jou toebrengen.” En toen (Soeleiman) het vόόr zich geplaatst zag, zei hij: “Dit is door de gunst van mijn Heer, om mij te beproeven of ik dankbaar of ondankbaar ben! En iedereen die dankbaar is, waarlijk, zijn dankbaarheid is voor zichzelf. En iedereen die ondankbaar is, voorwaar, mijn Heer is Behoefteloos, Edel.”",
    "Hij (Soeleiman) zei: “Maak haar troon onherkenbaar voor haar zodat wij kunnen zien of zij geleid wordt of dat ze één van degenen zal zijn die niet geleid is.”",
    "Toen zij dus kwam werd er (tegen haar) gezegd: “Lijkt uw troon hierop?” Zij zei: “(Het is) alsof het hetzelfde is.” En (Soeleiman zei): “Kennis was ons gegeven vóór haar en wij waren aan Allah onderworpen.”",
    "En dat wat zij gewend was naast Allah te aanbidden heeft haar weerhouden, want zij was van het ongelovige volk.",
    "Er werd tot haar gezegd: “Treed het paleis binnen.” Toen zij het zag, dacht zij dat het een vijver was en zij maakte haar benen bloot, Soeleiman zei: “Het is een paleis dat betegeld is met glas. Zij zei: “Mijn Heer! Waarlijk, ik heb mijzelf onrecht aangedaan en ik onderwerp mij, gezamenlijk met Soeleiman aan Allah, de Heer der Werelden”.",
    "En voorwaar, Wij hebben aan de Thamoed hun broeder Saleh gestuurd, zeggende: “Aanbidt Allah.” Dan zie! Zij werden twee groepen die met elkaar redewistten.",
    "Hij zei: “O mijn volk! Waarom proberen jullie het slechte te bespoedigen vóór het goede? Waarom zoeken jullie niet de Vergiffenis van Allah. Hopelijk worden jullie begenadigd.”",
    "Zij zeiden: “Wij voorspellen slechte voortekenen voor jouw en degenen met jou.” Hij zei: “Jullie slechte voortekenen zijn bij Allah; nee, maar jullie zijn een volk dat beproefd wordt.”",
    "En er waren negen mannen in de stad, die in het land verderf zaaiden en die zich niet wensten te beteren.",
    "Zij zeiden: “Zweer onder elkaar bij Allah dat wij een geheime nachtelijke aanval doen tegen hem (Shalih) en zijn familie; en daarna zullen wij zeker tegen zijn naaste verwanten zeggen: “Wij waren geen getuigen van de vernietiging van zijn familie en waarlijk, wij vertellen de waarheid.”",
    "Dus smeden zij een plan en Wij hebben een plan gesmeed terwijl zij het niet beseften.",
    "Zie dan hoe het einde van hun plan was! Waarlijk! Wij hebben hen en hun volk vernietigd, allen tezamen.",
    "Dat zijn nu hun huizen, tot ruїnes geworden, want zij zondigden. Waarlijk, in dit is zeker een Teken voor een volk dat weet.",
    "En Wij redden degenen die geloofden, en die Allah vreesden en gehoorzaamden.",
    "(Denk terug aan) Loeth die tegen zijn volk zei: “Plegen jullie gruwelijkheden, terwijl jullie het gadeslaan?",
    "Benaderen jullie met jullie lusten liever mannen dan vrouwen? Jullie zijn beslist een onwetend volk.” ۞",
    "Er werd hem door zijn volk enkel het volgende als antwoord gegeven: “Verjaag de familie van Loeth uit jullie stad. Want waarlijk, het zijn mensen die zich reinigen en zuiver wensen te zijn.”",
    "Toen redden Wij hem en zijn familie, behalve zijn vrouw. Wij bepaalden dat zij één van degenen moest zijn die achterbleven.",
    "En Wij lieten een (vulkanische) regen op hen vallen. Slecht was die regen voor degenen die gewaarschuwd waren.",
    "Zeg (O Mohammed): “Geprezen en gedankt zij Allah en vrede voor Zijn dienaren en degenen die Hij verkoos.” Is Allah beter of wat zij Hem aan deelgenoten toekennen?"
  ]
}