{
  "meta": {
    "id": 235,
    "name": "Malak Faris Abdalsalaam",
    "translator_name": "Malak Faris Abdalsalaam",
    "slug": "dutch-abdalsalaam",
    "language_name": "dutch"
  },
  "verses": [
    "Reciteer (O Mohammed) wat voor jouw van het Boek is geopenbaard en verricht je gebeden perfect. Voorwaar, het gebed weerhoudt van onzedelijkheid en \"slecht (gedrag). Het gedenken van Allah is groter. En Allah weet wat jullie bedrijven. ۞",
    "En redetwist niet anders dan op de beste wijze met de mensen van het Boek, behalve met diegenen van hen die zondigen en zeg: “Wij geloven in datgene wat aan ons is geopenbaard en wat aan jullie geopenbaard is; onze God en jullie God is Één en aan Hem hebben wij onszelf overgegeven.”",
    "En zo hebben Wij aan jou het Boek neergezonden. Degenen die Wij het Boek gegeven hebben geloven erin zoals ook sommigen van deze (de bewoners van Mekkah) en niemand behalve de ongelovigen verwerpen Onze Tekenen.",
    "En daarvόόr heb jij nooit een boek gelezen, noch heb je iets ervan met je rechterhand geschreven. Zou dat het geval zijn geweest, dan zouden de volgelingen van de leugen getwijfeld hebben.",
    "De duidelijke Tekenen worden in de harten van diegene bewaard aan wie de kennis gegeven is. En niemand behalve de onrechtvaardigen ontkennen Onze Tekenen.",
    "En zij zeggen: “Waarom zijn er geen Tekenen (wonderen) van Zijn Heer naar hem gestuurd?” Zeg: “De Tekenen zijn slechts bij Allah en ik ben alleen maar een duidelijke waarschuwer.”",
    "Is het niet voldoende voor hen dat Wij aan jou het Boek hebben neergezonden, waar voor hen uit gereciteerd wordt? Waarlijk, hierin is een genade en een waarschuwing voor een volk dat gelooft.",
    "Zeg: “Allah is voldoende als Getuige tussen ons. Hij weet wat in de hemelen en wat op aarde is.” En degene die in de leugen geloven, en niet in Allah, zij zijn de verliezers.",
    "En zij vragen jou om de bestraffing te laten bespoedigen. En als er geen vastgestelde termijn was, dan zou de bestraffing zeker reeds tot hen zijn gekomen. En die zal zeker plotseling tot hen komen terwijl zij het niet voorzien!",
    "Zij vragen je om de bestraffing te laten bespoedigen. En waarlijk! Hel zal de ongelovigen zeker omsluiten.",
    "Op de Dag waarop de bestraffing hen van boven en van onder hun voeten zal bedekken. En Hij zal zeggen: “Proef wat jullie gewoonlijk deden.”",
    "O Mijn dienaren die geloven! Zeker, Mijn aarde is uitgestrekt. Aanbidt mij daarom slechts Mij.",
    "Iedereen zal de dood proeven. Daarna zullen jullie tot Ons terugkeren.",
    "En degenen die geloven en goede daden verrichten, hen zullen Wij zeker liefelijke verblijven geven in het Paradijs, waaronder rivieren stromen, om daar voor altijd in te wonen.Voortreffelijk is de beloning voor hen die (goede) werken verrichten.",
    "Degenen die geduldig zijn en hun vertrouwen (alleen) bij hun Heer leggen.",
    "En hoeveel levende schepselen zijn er niet, die niet voor hun eigen voorziening zorgen! Allah geeft hen de voorziening en jullie ook. En Hij is de Alhorende, de Alwetende.",
    "Als jij hen zou vragen: “Wie heeft de hemelen en de aarde geschapen en de zon en de maan geschapen,” dan zullen zij zeker antwoorden: “Allah.” Hoe kunnen zij dan afwijken?",
    "Allah vergroot de voorziening voor wie Hij wil van Zijn dienaren en beperkt het voor hen. Waarlijk, Allah is van alle zaken Alwetend.",
    "Als jij hen zou vragen: “Wie stuurt de regen van de hemel naar beneden en wie brengt daarmee de aarde tot leven na haar dood?” Dan zouden zij zeker antwoorden: “Allah.” Zeg: Alle lofprijzingen en dank is aan Allah!” Nee! De meesten van hen begrijpen het niet.",
    "En dit wereldse leven is slechts vermaak en spel! Waarlijk, het Huis van het Hiernamaals, dat is het echte leven, als zij dat maar wisten.",
    "En als zij aan boord gaan van een schip, dan roepen zij Allah aan, Hem zuiver aanbiddend. Maar zodra Hij hen veilig terug aan land brengt (nadat zij ter nauwernood aan de verdrinkingsdood waren ontsnapt), kennen zij (toch) deelgenoten aan Allah toe.",
    "Dus worden zij ondankbaar voor datgene wat Wij hen gegeven hebben, en om te geniten. Maar zij zullen er wel achter komen.",
    "Hebben zij niet gezien dat Wij een veilig Heiligdom hebben gemaakt, terwijl de mensen om hen heen worden verdreven? Geloven zij in de leugen en ontkennen zij de gunsten van Allah?",
    "En wie begaat er een grotere zonde dan degene die een leugen over Allah verzint of de Waarheid ontkend, wanneer die tot hem komt? Is er geen verblijfplaats in de Hel voor ongelovigen?",
    "En wat betreft degenen die hard voor Ons streven, Wij zullen hen zeker naar Onze Paden leiden. En waarlijk, Allah is zeker met de weldoeners.”",
    "Alif Lām Mīm.",
    "De Romeinen zijn verslagen.",
    "In een buurland en zij zullen na hun verlies de overwinnaars zijn.",
    "Tussen drie en negen jaar. Het besluit over deze zaak, voor en na (deze gebeurtenis) ligt uitsluitend bij Allah. En op die dag zullen de gelovigen zich verheugen.",
    "Met de hulp van Allah, Hij helpt wie Hij wil en Hij is de Almachtige, de Genadevolle.",
    "(Het is) een belofte van Allah, en Allah verzaakt Zijn belofte niet, maar de meeste mensen weten het niet.",
    "Zij kennen slechts de uiterlijke schijn van het wereldse leven en zij zijn achteloos voor het Hiernamaals.",
    "Denken zij dan niet diep na over zichzelf? Allah heeft de hemelen en de aarde en alles wat daar tussen is, niet geschapen dan in Waarheid en voor een aangewezen termijn. En voorwaar, velen van de mensheid ontkennen de ontmoeting met hun Heer.",
    "Reizen zij niet over land, zodat zij zien wat het einde is van degenen die vóór hen waren? Zij waren sterker in kracht en zij bewerkten de aarde en bebouwden haar meer dan deze (heidenen) dat gedaan hebben. En tot hen kwamen hun Boodschappers met duidelijke bewijzen. Zeker, Allah heeft hen geen onrecht aangedaan, maar zij hebben zichzelf onrecht aangedaan.",
    "Kwaad was toen het einde van degenen die zondigden, omdat zij de Tekenen Allah verloochenden en het bespotten.",
    "(Alleen) Allah vormt de schepping, dan zal Hij het herhalen en tot Hem zullen jullie terugkeren.",
    "En op de Dag waarop het Uur ingesteld is, zullen de misdadigers zich met diepe spijt, berouw en wanhoop in de vernietiging storten.",
    "Zij zullen geen bemiddelaars hebben van degenen (afgoden) die zij aan Allah gelijk hebben gesteld en zij zullen (zichzelf) verwerpen en hun deelgenoten ontkennen.",
    "En op de Dag waarop het Uur is ingesteld, op die Dag zullen zij (alle mensen) gegroepeerd worden.",
    "Wat betreft degenen die geloven en goede daden verrichten: zij zullen een gelukkig leven in de Tuinen der Vreugde gaan leiden.",
    "Wat betreft degenen die ongelovig waren en Onze Tekenen en de Ontmoeting in het Hiernamaals verloochenden: zij zullen naar de bestraffing gebracht worden.",
    "Verheerlijk daarom (en gedenk) Allah (in het gebed), als jullie de avond ingaan (door het\" maghrib- en ‘isjaa` gebed te verrichten) en wanneer jullie de ochtend ingaan (door het fadjr gebed te verrichten).",
    "En Hem komen alle lofprijzingen en dank toe: zowel in de hemelen als op aarde, (gedenk Hem dus ook) tijdens het afnemen van de dag (de tijdspanne tussen het namiddaggebed en het maghrib gebed) en het ‘groeien’ van de dag (de tijdspanne tussen het ochtendgebed en het middaggebed).",
    "Hij brengt het levende voort uit het dode (een mens uit een zaad- en eicel, een vogel uit een ei; en een gelovige uit een ongelovige) en Hij brengt het dode voort uit het levende. En Hij doet (d.m.v. regenwater) de (dorre) aarde (na een periode van droogte) herleven na haar dood. Zo worden jullie (na jullie dood) opgewekt.",
    "En het behoort tot Zijn Tekenen dat Hij jullie geschapen heeft uit stof waarna jullie je toen als mensen verspreidden.",
    "En het behoort tot Zijn Tekenen dat Hij voor jullie van jullie eigen soort echtgenotes heeft geschapen. opdat jullie rust bij haar vinden en Hij bracht tussen jullie (echtparen) liefde en genade. Waarlijk, dat zijn zeker Tekenen voor mensen die nadenken.",
    "En tot Zijn Tekenen behoren de schepping van de hemelen en de aarde, en het verschil in jullie talen en (huids)kleuren. Waarlijk, daarin zijn zeker Tekenen voor mensen met kennis.",
    "En tot Zijn Tekenen behoort jullie slaap ‘s nachts, en jullie zoektocht naar Zijn overvloed overdag. Waarlijk, hierin zijn zeker Tekenen voor mensen die luisteren.",
    "En tot Zijn Tekenen behoort dat Hij jullie de bliksem toont, om hoop en vrees op te wekken. En Hij laat het water uit de hemel vallen en daarmee doet Hij de aarde na haar dood herleven. Waarlijk, hierin zijn zeker Tekenen voor mensen die begrijpen.",
    "En tot Zijn Tekenen \"behoort dat de hemel en de aarde onder Zijn bevel staan. Daarna, wanneer Hij jullie met één enkele roep uit de aarde doet oproepen, dan zullen jullie tevoorschijn komen.",
    "Aan Hem behoort alles wat in de hemelen en op aarde is. Allen zijn Hem gehoorzaam.",
    "En Hij is Degene Die de schepping vormt, en het daarna herhaalt en dat is voor Hem nog gemakkelijker. Aan Hem behoren de meest verheven eigenschappen in de hemelen en op aarde. En Hij is de Almachtige, de Alwijze.",
    "Hij geeft jullie een vergelijking met julliezelf. Hebben jullie onder degenen die jullie rechterhand bezitten deelgenoten in de voorzieningen die Wij jullie hebben geschonken, zodat jullie daarin gelijk zijn? Die jullie vrezen als jullie elkaar vrezen? Zo leggen Wij de Tekenen nauwkeurig uit aan de mensen die begrijpen.",
    "Maar degenen die zondigen volgen zonder kennis hun eigen lusten. Wie zal dan degenen leiden die Allah doet dwalen? En voor hen zullen er geen helpers zijn.",
    "(O Mohammed) keer je gezicht dus in de richting van de (zuivere) godsdienst als een rechtzinnige (samen met jouw volgelingen). (Volg) De natuurlijke aanleg waarmee Allah de mensheid heeft geschapen. De schepping van Allah kent geen verandering. Dat is de juiste godsdienst, maar de meeste (ongelovige) mensen weten het niet!",
    "(Wendt jullie) als berouwvollen tot Hem en vrees Hem en onderhoudt de gebeden en behoor niet tot de afgodendienaars.",
    "Behorend tot degenen die hun godsdienst hebben opgesplitst en en tot sekten zijn geworden, iedere sekte verheugd zich met wat het heeft.",
    "En als de het kwaad de mensen raakt, dan roepen zij oprecht om alleen hun Heer, zich tot Hem in berouw kerend, maar als Hij hen Zijn genade laat\" proeven, zie! Een deel Dan kent een groep van deelgenoten in de aanbidding aan hun Heer toe.",
    "Om ondankbaar te tonen zijn voor de gunsten die Wij hen gegeven hebben. Geniet dan; maar jullie zullen het te weten komen.",
    "Hebben Wij aan hen een geschrift geopenbaard wat spreekt over datgene wat zij met Hem verenigen?",
    "En als Wij de mensheid onze genade laten proeven verheugen zij zich daarin, maar als iets kwaads hen treft, wegens wat zij bedreven, dan wanhopen zij.",
    "Zien zij dan niet dat Allah de voorziening vergroot voor wie Hij wil en dat Hij beperkt? Waarlijk, hierin zijn Tekenen voor een volk dat gelooft.",
    "Geef de verwant dus zijn deel en de behoeftige en de reiziger (zonder proviand). Dat is het beste voor degenen die Allah’s goedkeuring zoeken, en zij zijn het die zullen slagen.",
    "Wat jullie van eigendommen van de mensen gegeven hebben als rente om te vermeerderen: het vermeerdert niets bij Allah. Maar wat jullie als liefdadigheid weggeven om Allah’s goedkeuring te zoeken: dan zal dat veelvoudig vermeerderd worden.",
    "Allah is Degene die jullie geschapen heeft en jullie daarna van voedsel heeft voorzien. Vervolgens doet Hij jullie sterven en daarna doet Hij jullie weer leven. Is er één van jullie deelgenoten die zoiets kan doen? Verheerlijkt zij Hij! En Verheven is Hij boven al dat (kwade) wat zij (met Hem) verenigen.",
    "Het verderf is op het land en de zee verschenen vanwege wat de handen van de mensen verdiend hebben, zodat Allah hen een deel laat proeven van wat zij gedaan hebben. Hopelijk zullen zij berouw tonen.",
    "Zeg: “Reis door het land en zie wat het einde was van degenen vóór (jullie)! De meesten van hen waren afgodendienaars.",
    "Keer je gezicht dus naar de goede en juiste godsdienst, want er komt van Allah een Dag die niemand kan ontwijken. En op die Dag zal de mens verdeeld worden.",
    "Iedereen die ongelovig was zal van zijn ongeloof te lijden hebben. En degenen die goede daden doen, bereiden dit voor hun eigen ziel.",
    "Opdat Hij degenen die geloven en goede daden doen uit Zijn Overvloed mogen belonen. Waarlijk, Hij houdt niet van de ongelovigen.",
    "En tot Zijn tekenen behoort dat Hij de winden stuurt met goede berichten, en om jullie van Zijn genade te doen proeven. En dat de schepen op Zijn bevel mogen varen. En dat jullie Zijn overvloed zoeken zodat jullie dankbaar zullen zijn.",
    "En voorwaar, Wij hebben Boodschappers vóór jou gestuurd tot hun volkeren. Zij kwamen met duidelijke bewijzen tot hen, waarna Wij Ons hebben gewroken op degenen die misdaden plachten te doen. En het was Onze plicht de gelovigen te helpen.",
    "Allah is Degene Die de winden stuurt, zodat zij wolken voortdrijven, waarna Hij hen over de hemel uitspreidt zoals Hij wil en hen dan in delen opbreekt, tot jullie uit hun midden regendruppels zien voortkomen! En wanneer deze neerkomt op wie Hij wil van Zijn dienaren, verheugen zij zich!",
    "Hoewel zij, vόόrdat deze op hen neer wordt gezonden, zeker wanhoopten.",
    "Zie dan de sporen van Allah’s Genade: hoe Hij de aarde na haar dood doet herleven. Waarlijk! Zo is Hij Die de doden zeker doet leven. En Hij is tot alle dingen in staat.",
    "En als Wij een (droge) wind sturen, en zij zien (hun akkerland) geel worden, dan blijven zij zeker daarna ongelovig.",
    "Voorwaar, jij kunt de doden noch de doven de oproep laten horen wanneer zij hun ruggen laten zien, zich afkerend.",
    "En jij kunt de blinden niet van hun \"dwaling leiden; jij kunt slechts degenen die in Onze Tekenen geloven en zich aan Allah in de islam hebben overgegeven, laten horen.",
    "Allah is Degene Die jou uit een zwak vocht heeft geschapen, daarop gaf Hij jou kracht (als volwassene) na de zwakheid (van jouw kinderjaren), vervolgens (nam Hij) de (levens)kracht (weer weg) en gaf Hij jou zwakte en ouderdom en grijs haar. Hij schept wat Hij wil. En Hij is de Alwetende, de Almachtige.",
    "En op de Dag dat het Uur is ingesteld zullen de misdadigers zweren dat zij niet langer dan een uur (in hun graven) zijn gebleven, zo werden zij bedrogen.",
    "En degenen die kennis en geloof is gegeven zullen zeggen: “Voorwaar, jullie zijn volgens het Besluit van Allah gebleven tot de Dag der Opstanding, maar jullie wisten het niet.”",
    "Op die Dag zullen de verontschuldigingen voor degenen die zondigden hun niet baten, noch zal het hen toegestaan zijn om terug te keren om Allah’s genoegen te zoeken.",
    "En voorwaar, Wij hebben voor de mensheid in deze Koran allerlei soorten gelijkenissen gegeven. Maar als jij hen wat voor Teken dan ook brengt, zullen de ongelovigen zeker zeggen: “Jullie volgen niets anders dan leugens en tovenarij.”",
    "Dus verzegelt Allah de harten van degenen die niet weten.",
    "Wees dus geduldig. Waarlijk, de belofte van Allah is waar, en laat degenen die geen zekerheid over het geloof hebben, je niet ontmoedigen van de verkondiging van Allah’s Boodschap.",
    "Alif, Lām, Mīm.",
    "Dit zijn de Verzen van het wijze Boek.",
    "Als leiding en een Genade voor de weldoeners.",
    "Degenen die hun gebeden perfect verrichten en de Zakat betalen en een zeker geloof hebben in het Hiernamaals.",
    "Zij zijn het die de leiding van hun Heer volgen, en zij zijn de geslaagden.",
    "En onder de mensheid is hij die ijdele praat verkoopt om (de mens) van het Pad van Allah te misleiden, zonder kennis, en die het bespot. Voor hen zal er een vernederende bestraffing zijn.",
    "En als Onze verzen aan hem worden gereciteerd, keert hij zich trots af, alsof hij ze niet hoort, alsof er doofheid in zijn oor is. Verkondig dus aan hem een pijnlijke bestraffing.",
    "Waarlijk, degenen die geloven en goede werken verrichten, voor hen zijn de Tuinen der Vreugde.",
    "Om daarin eeuwig te verblijven. Het is een ware belofte van Allah. En Hij is de Almachtige, de Alwijze.",
    "Hij heeft de hemelen en de aarde geschapen, zonder pilaren die jullie kunnen zien, en Hij heeft op aarde stevige bergen geplaatst, opdat zij jullie niet zou doen wankelen. Hij heeft daarop allerlei soorten dieren verspreid. En Wij sturen water uit de hemel en Wij zorgen ervoor dat er allerlei goede soorten (planten) groeien.",
    "Dit is de schepping van Allah. Laat Mij dus zien wat degenen (die jullie) naast Hem (aanbidden) geschapen hebben. Nee, de onrechtvaardigen verkeren in een duidelijke dwaling.\"",
    "En voorwaar, Wij hebben Loeqman wijsheid en religieus begrip gegeven, zeggende: “Wees Allah dankbaar,” en iedereen die dankt, hij dankt voor zichzelf. En iedereen die ondankbaar is, dan waarlijk Allah is Behoefteloos, Geprezen.",
    "En (gedenk) toen Loeqman tegen zijn zoon zei toen hij hem goede raad gaf: “O mijn zoon! Verenig geen anderen in de aanbidding met Allah. Waarlijk! Het verenigen van anderen in de aanbidding van Allah is zeker een grote fout.”",
    "En Wij hebben de mens verplicht om (goed en plichtsgetrouw) voor zijn ouders te zijn. Zijn moeder droeg hem in zwakheid op zwakheid en het zogen van hem duurde twee jaren. Dank Mij en jullie ouders, en bij Mij is de uiteindelijke bestemming.",
    "Maar als zij (beiden) erop aandringen dat jij iets aan Mij toekent waarvan je geen kennis hebben, gehoorzaam hen dan niet, maar behandel hen vriendelijk in de wereld en volg het Pad van degene die zich in berouw en gehoorzaamheid tot Mij keert. Tot Mij zal dan jullie terugkeer zijn en Ik zal jullie dan vertellen wat jullie gedaan hebben.",
    "(Loeqman zei:) “O mijn zoon! Ook al is er iets dat slechts het gewicht van een mosterdzaadje heeft, dat zich in een rots bevindt, of in de hemelen of in de aarde: Allah zal het voortbrengen. Waarlijk, Allah is Zachtmoedig, Alwetend.",
    "O mijn zoon! Verricht de gebeden perfect, moedig aan tot al het goede en verbiedt het verwerpelijke. En draag geduldig (de beproevingen) die jullie overkomen (tijdens het uitnodigen naar de Waarheid). Waarlijk, dit zijn een paar van de belangrijke bevelen (die Allah zonder uitzondering heeft gegeven).",
    "En keer jullie gezichten niet af van de mensen, en wandel niet vol hoogmoed over de aarde. Want Allah houdt van geen \"enkele verwaande opschepper.",
    "En wees gematigd in jullie (manier van) lopen en spreek zacht. Waarlijk, de meest onaangename stem is de stem van een ezel.",
    "Zien jullie niet dat Allah alles wat in de hemelen en alles wat op aarde is aan jullie heeft onderworpen? En Hij heeft Zijn gunsten voor jullie voltooid, zichtbaar en onzichtbaar. Toch behoort tot de mensheid degene die over Allah redetwist zonder kennis of Leiding of een verlichtend Boek.",
    "En als er tegen hen gezegd wordt: “Volg dat wat Allah heeft neergezonden,” zeggen zij: “Nee, wij zullen volgen wat onze voorvaderen (gevolgd) hebben.” Zelfs als Sheitan hen tot de bestraffing van het Vuur uitnodigt?",
    "En iedereen die zich overgeeft aan Allah terwijl hij een weldoener is: dan heeft hij inderdaad een sterk houvast gegrepen. En tot Allah keren alle zaken terug voor een beslissing.",
    "En iedereen die ongelovig is, laat zijn ongeloof je niet bedroeven, tot Ons is hun terugkeer. En Daarop zullen Wij hen vertellen wat zij gedaan hebben. Waarlijk, Allah is de Alwetende van wat zich in de harten bevindt.",
    "En laat hen korte tijd genieten, dan, op het einde zullen Wij hen verplichten tot een grote bestraffing.",
    "En als jij hen vraagt: “Wie heeft de hemelen en de aarde geschapen?” zullen zij zeker “Allah” zeggen. Zeg: “Al de lofprijzing en dank is voor Allah!” Maar de meesten van hen weten het niet.",
    "Aan Allah behoort wat in de hemelen en op aarde is. Waarlijk, Allah, Hij is Behoefteloos, Geprezen.",
    "En als alle bomen op aarde pennen waren en de zee (van inkt) met daarachter nog zeven zeeën om aan te vullen, dan nog zouden de Woorden van Allah niet uitgeput raken.Waarlijk, Allah is Almachtig, Alwijs (waaraan niemand kan ontsnappen).",
    "De schepping van jullie\" en de herrijzenis van jullie is (voor Allah) slechts als die van één enkel persoon. Waarlijk, Allah is Alhorend, Alziend.",
    "Zie je niet dat Allah de nacht laat overgaan in de dag, en de dag laat overgaan in de nacht en Hij de zon en de maan dienstbaar heeft gemaakt, en dat allen tot een vastgesteld tijdstip bewegen? En dat Allah Alwetend is over wat jullie doen?",
    "Dat is omdat Allah de Waarheid is en omdat alles wat zij naast Hem aanroepen een leugen is, en omdat Allah de Allerhoogste, de Allergrootste is.",
    "Zien jullie dan niet dat de schepen over de zee varen door Allahs gunsten? Opdat Hij jullie van Zijn Tekenen laat zien? Waarlijk, hierin zijn Tekenen voor iedere geduldige, dankbare.",
    "En als een golf hen als een schaduw bedekt, roepen zij Allah aan, en laten hun aanroepingen alleen voor Hem zijn. Maar als Hij hen veilig op het land brengt, dan zijn zij onder degenen die gematigd zijn. (tussen geloof en ongeloof). Maar niemand anders ontkent Onze Tekenen dan iedere verrader en ondankbare.",
    "O mensheid. Vrees jullie Heer en vrees een Dag waarop geen vader iets voor zijn zoon kan betekenen of de zoon iets kan betekenen voor zijn vader. Waarlijk, de belofte van Allah is waar, laat dit huidige leven jullie niet bedriegen, en laat de verleider jullie niet van Allah weghouden.",
    "Waarlijk Allah! Bij Hem (alleen) is de kennis over het Uur, Hij laat de regen vallen en Hij kent wat zich in de schoten bevindt. Niemand weet wat hij morgen zal doen. En niemand weet in welk land hij zal sterven. Waarlijk, Allah is Alwetend, Bewust van alle (zaken).",
    "Alif, Lām, Mīm.",
    "De openbaring van het Boek is van de Heer der werelden waarover geen twijfel is.",
    "Of zeggen zij: “Hij (Mohammed) heeft het verzonnen!” Nee, het is de Waarheid van jouw Heer, zodat je de mensen kunt waarschuwen waarvoor nog geen waarschuwer vόόr jou is gekomen, zodat zij geleid zijn.",
    "Allah is Degene Die de hemelen en de aarde en alles wat daartussen is heeft geschapen in zes dagen. Toen zetelde Hij zich op de Troon. Er is voor jullie buiten Allah geen beschermer of bemiddelaar. Laten jullie je dan niet vermanen?",
    "Hij regelt (alle) zaken vanuit de hemel naar de aarde, dan zal het (de zaak) op een dag, die een duizend jaar van jullie berekening duurt, naar Hem opstijgen.",
    "Dat is Hij, de Alwetende van het onzichtbare en het zichtbare, de Almachtige, de Genadevolste.",
    "Degene Die alles wat Hij heeft geschapen, in de beste vorm heeft gegoten. En Hij begon de schepping van de mens uit klei.",
    "Toen maakte Hij zijn nageslacht van een uitttreksel van nederig water (sperma).",
    "Vervolgens voltooide Hij zijn schepping (in de juiste maten en verhoudingen), waarop Hij (een Engel zond om) hem te bezielen (met de levensadem) en Hij gaf jullie het gehoor (om geluiden op te vangen), het gezichtsvermogen (om kleuren te onderscheiden) en harten (om af te wegen tussen goed en slecht, nut en schade). (En toch) is de dank die jullie betuigen (voor deze gunsten) gering!\"",
    "En zij zeiden: “Als wij in de aarde zijn vergaan, zullen wij dan echt opnieuw geschapen worden?” Nee, maar zij ontkennen de ontmoeting met hun Heer!",
    "Zeg (O Mohammed): “De Engel des doods die over jullie beschikt zal jullie zielen nemen. Dan zullen jullie tot jullie Heer gebracht worden.”",
    "En als jullie maar konden zien wanneer de misdadigers hun hoofd voor hun Heer lieten hangen (zeggende): “Onze Heer! Wij hebben het nu gezien en gehoord, stuur ons dus terug, wij zullen goede daden verrichten. Waarlijk! Wij geloven nu met zekerheid.”",
    "En als Wij wilden, zeker! Dan zouden Wij iedere ziel haar Leiding geven, Maar het Woord is door Mij bepaald: dat Ik de Hel met zowel Djinn als mensen zal vullen.",
    "Proeven jullie dan (de bestraffing) omdat jullie de ontmoeting van deze Dag vergaten. Wij zullen jullie ook vergeten. Proef dus de eeuwige bestraffing voor wat jullie plachten te doen.",
    "Gelovig aan Onze Tekenen zijn slechts die, wanneer zij ermee vermaand worden op hun knieën vallen, en hun Heer verheerlijken en prijzen en zij, die niet trots zijn.",
    "Hun zijden verzaken hun bedden, Zij roepen hun Heer aan vol hoop en vrees, en geven uit (aan liefdadigheid) van hetgeen waarmee Wij hen hebben voorzien..",
    "Niemand weet wat voor hen verborgen blijft voor plezier, als een beloning voor wat zij plachten te doen.",
    "Is wie een gelovige is gelijk aan degene die verdorven is? Zij zijn niet gelijk.",
    "Wat betreft degenen die geloven en goede daden verrichten: voor hen zijn er de Tuinen (het Paradijs) als verblijfplaats, als ontvangst voor wat zij plachten te doen.",
    "En voor degenen die verdorven zijn: hun verblijfplaats zal het Vuur zijn. Iedere keer als zij \"daarvan weg willen, worden zij daar teruggebracht, en er zal tegen hen gezegd worden: “Proef de bestraffing van het Vuur die jullie plachten te ontkennen.”",
    "En waarlijk, Wij zullen hen de lichte bestraffing laten proeven, vόόr de overweldigende bestraffing. Hopelijk zullen zij terugkeren.",
    "En wie zondigt er meer dan degene die aan de Tekenen van zijn Heer wordt herinnerd en zich dan daarvan afkeert? Waarlijk, Wij zullen de misdadigers vergelden.",
    "En voorwaar, Wij gaven Mozes het Boek (de Thora). Twijfel dus niet aan de ontvangst ervan (de Koran). En Wij hebben het (de Thora) tot een Leiding voor de Kinderen van Israël gemaakt.",
    "En Wij stelden onder hen leiders aan, die leiding gaven volgens Ons bevel toen zij geduldig waren en met zekerheid in Onze Tekenen geloofden.",
    "Waarlijk, jullie Heer zal op de Dag der Opstanding tussen hen oordelen over datgene waarover zij van mening verschilden.",
    "Is er geen leiding voor hen in hoeveel generaties Wij vóór hen hebben vernietigd? Waarlijk, daarin zijn zeker Tekenen. Willen zij dan niet luisteren?",
    "Hebben zij dan niet gezien hoe Wij het water (in de wolken) naar het droge land zonder plantengroei drijven, en daarmee oogsten tevoorschijn doen komen waarvan hun vee en zij zelf eten? Zullen zij dan niet zien?",
    "Zij zeggen: “Wanneer zal dit Besluit zijn, als jij de waarheid vertelt?”",
    "Zeg: “Op de Dag van het Besluit zal het geloof van degenen die ongelovig zijn niet meer baten, noch zal hen uitstel verleend worden.”",
    "Keer je dus af van hen en wacht, waarlijk zij wachten (ook).",
    "O Profeet! Onderhoud je verplichtingen tot Allah en gehoorzaam de ongelovigen en de hypocrieten niet. Waarlijk! Allah is altijd Alwetend, Alwijs.",
    "En volg dat wat aan jou is geopenbaard van jouw Heer. Waarlijk, Allah is zich goedbewust van wat jij doet.",
    "En leg je vertrouwen in Allah en Allah is voldoende als Beschermer.",
    "Allah heeft geen enkel mens twee harten in zijn lichaam gegeven (wat dus wil zeggen dat ongeloof en geloof niet in hetzelfde hart kunnen huizen). Noch heeft Hij jullie vrouwen van wie jij wegblijft door haar ‘moeder’ te noemen, tot uw moeders gemaakt. Noch heeft Hij jullie geadopteerde zonen tot jullie (echte) zonen gemaakt. Dat zijn slechts woorden uit jullie monden. Maar Allah spreekt de Waarheid en Hij leidt naar de (juiste) Weg.",
    "Noem hen bij (de namen van) hun vaders, dat is juister (en rechtvaardiger) in het aangezicht van Allah. Maar als jullie hun (echte) vaders niet kennen (noem hen dan) jullie broeders in geloof (waarin jullie werden samengebracht) of jullie vrienden. En er rust geen zonde op jullie als jullie (onbewust) een fout begaan, maar wel in wat jullie harten zich hebben voorgenomen. En Allah is Vergevingsgezind, Genadevol.",
    "De Profeet is dichter bij de gelovigen\" dan zijzelf. En zijn vrouwen zijn hun moeders. En bloedverwanten zijn meer nabij (in erfrecht) volgens het Boek van Allah dan de (broederschap der) gelovigen en de emigranten, behalve wanneer jullie voor jullie broeders (in het geloof) een goede daad willen verrichten (in het testament). Dat staat in (Allah’s boek van goddelijke) besluiten neergeschreven.",
    "En (gedenk) toen Wij met de Profeten hun verbond aangingen en met jou (O Mohammed), en met Noah, Ibrahim, Mozes en Isa, de zoon van Maryam. Wij gingen met hen een plechtig verbond aan.",
    "Opdat Hij de waarachtigen over hun waarachtigheid zal ondervragen. En Hij heeft voor de ongelovigen een pijnlijke bestraffing voorbereid.",
    "O jullie die geloven! Gedenk Allah’s gunst aan jullie toen jullie een leger tegenkwamen en Wij wind en een leger (van Engelen) tegen hen stuurden die jullie niet gezien hebben. En Allah is Alziende van wat jullie doen.",
    "En toen zij tot jullie kwamen, van boven jullie en van onder jullie, en toen de ogen staarden en de harten in hun kelen klopten, en toen jullie twijfels over Allah hadden.",
    "Daar werden de gelovigen beproefd en door een zware beproeving door elkaar geschud.",
    "En toen de hypocrieten en degenen in wiens harten een ziekte is zeiden: “Allah en Zijn Boodschapper hebben ons niets dan ontgoocheling beloofd!”",
    "En toen een deel van hen zei: “O mensen van Yatrib! Jullie kunnen hier geen stand houden, trek je daarom terug!” En een deel van hen vroeg ontheffing van de Profeet (zeggende): “Waarlijk onze huizen liggen open.” En zij \"lagen niet open. Maar zij wensten te vluchten.",
    "En als de vijand van alle kanten naar binnen was gekomen en zij gevraagd zouden worden de beproeving (te doorstaan), dan zouden zij dat gedaan hebben en zij hadden daarvoor maar weinig getwijfeld.",
    "En voorwaar, zij hadden reeds een verdrag met Allah afgesloten: dat zij niet hun ruggen zouden toekeren. En het verdrag met Allah moet opgevolgd worden.",
    "Zeg (O Mohammed): ”Vluchten zal jullie niet baten. Als jullie zouden vluchten voor de dood of het doden, dan zullen jullie niet meer dan een korte stonde daarvan genieten!”",
    "Zeg : “Wie is het die jullie tegen Allah kan beschermen als Hij zich voorgenomen heeft om jullie te kwetsen, of als Hij voor jullie genade wenst? En zij zullen voor zichzelf naast Allah geen beschermer of helper vinden.",
    "Allah kent reeds degenen onder jullie die de (mannen) van het vechten voor Allah’s zaak tegenhouden en die tegen hun broeders zeggen: “Kom hier naar ons,” terwijl zij (zelf) maar weinig tot de strijd komen.",
    "Zij (de huichelaars) zijn gierig tegenover jullie. Als de vrees dan komt, zie jij hen naar jou kijken, hun ogen zoals (iemand) die vreest, omdat hij de dood in de ogen ziet, maar als de vrees verdwijnt, dan zullen zij jullie met scherpe tongen beschimpen, terwijl zij gierig zijn met het goede. Zij zijn degenen die niet geloven. Daarom maakt Allah hun daden vruchteloos en dat is altijd gemakkelijk voor Allah.",
    "Zij denken dat de partijen nog niet zijn weggetrokken. En als de partijen (weer) zouden terugkomen, dan zouden zij wensen dat zij zich bij de zwervende Arabieren in de woestijn bevonden, vragend naar nieuws over jullie. En als zij zich onder jullie zouden bevinden, dan zouden zij niet strijden.",
    "Voorzeker, de Boodschapper van Allah is (in elk opzicht) een lichtend voorbeeld voor (zowel de gelovigen als de hypocrieten onder) jullie, voor wie op (de veelbelovende ontmoeting met) Allah en de Laatste Dag hoopt. En voor wie Allah veelvuldig gedenkt.",
    "En toen de gelovigen de bondgenoten zagen (naderen), zeiden zij: “Dit is wat Allah en Zijn Boodschapper ons hebben beloofd, en Allah en Zijn Boodschapper komen hun beloftes (altijd) na.” En het doet hen slechts toenemen in geloof en onderwerping.",
    "Onder de gelovigen zijn er (standvastige) mannen die trouw blijven aan de belofte die zij aan Allah hebben gedaan. Onder hen (mannen) zijn er wiens (vurige) wens (om ter wille van Allah te sterven) vervuld is, en onder hen zijn anderen die (daar ongeduldig op) wachten. En (aan deze belofte) hebben zij niets veranderd.",
    "Opdat Allah de waarachtigen zal belonen voor hun waarachtigheid en Hij de hypocrieten zal bestraffen als Hij wil, (met de Hel) of hun berouw aanvaarden. Voorwaar, Allah is Vergevingsgezind, meest Barmhartig.",
    "Allah weerhield de ongelovigen in hun woede; zij verwierven geen voordeel. En Allah was toereikend (als Beschermer) voor de gelovigen in de slag. Allah is Sterk, Almachtig.",
    "En Hij zond degenen die hen (de bondgenoten) steunden van de Lieden van de Schrift van hun forten naar beneden. En vervulde hun hart met ontzetting. Jullie doodden een groep (mannen) en jullie namen een groep (vrouwen en kinderen) gevangen.",
    "En Hij heeft jullie aangesteld over hun landerijen, hun huizen en hun bezittingen (waaronder hun wapens en hun kuddes) en een land dat jullie nooit (eerder) hebben betreden (het land van Khaybar). En Allah is Almachtig over alle zaken.",
    "\"O Profeet! Zeg tegen jouw vrouwen: “Als jullie het leven van deze wereld wensen, en haar schijn, - Kom dan! Ik zal jullie een geschenk geven en jullie op een mooie manier bevrijden.",
    "Maar als jullie (het welbehagen van) Allah en Zijn Boodschapper wensen en het Huis in het hiernamaals” dan waarlijk, Allah heeft voor weldoensters onder jullie een geweldige beloning voorbereid.”",
    "O vrouwen van de Profeet! Wie van jullie een openlijke onwettige seksuele handeling pleegt, voor haar zal de straf verdubbeld worden, en dat is altijd gemakkelijk voor Allah. ۞"
  ]
}