{
  "meta": {
    "id": 235,
    "name": "Malak Faris Abdalsalaam",
    "translator_name": "Malak Faris Abdalsalaam",
    "slug": "dutch-abdalsalaam",
    "language_name": "dutch"
  },
  "verses": [
    "Wie begaat er een grotere zonde dan degene die liegt over Allah en de Waarheid ontkent wanneer deze tot hem komt! Is de verblijfplaats voor de ongelovigen niet in de Hel?",
    "En degene die de Waarheid heeft gebracht en (degenen die) daarin geloven dat zijn de godvrezenden.",
    "Zij zullen van hun Heer ontvangen wat zij wensen. Dat is de beloning voor de weldoeners.",
    "Zodat Allah het kwaad wat zij hebben gedaan, zal uitwissen en hen de beloning geeft in overeenstemming met het beste wat zij gedaan hebben.",
    "Is Allah niet voldoende voor (al datgene) Zijn dienaar (aangaat)? Toch proberen zij jullie bang te maken met degenen (die zij) naast Hem (aanbidden)! En wie door Allah tot dwaling gebracht wordt, voor hem is er geen leider.",
    "En wie door Allah geleid wordt; voor hem zal er geen misleider zijn. Is Allah niet Almachtig, de Heer van de Vergelding?",
    "En waarlijk, als jij hen vraagt: “Wie heeft de hemelen en de aarde geschapen?” Zullen zij zeker zeggen: “Allah” Zeg: “Zien jullie dan niet wat jullie buiten Allah aanbidden? Als Allah mij kwaad wil doen, kunnen zij Zijn kwaad dan verwijderen, of als Hij (Allah) Genade voor mij heeft, kunnen zij Zijn Genade dan tegenhouden?” Zeg: “Allah is voor mij voldoende, in Hem leggen degenen die vertrouwen hun vertrouwen.”",
    "Zeg: “O mijn volk! Werk op jullie manier. Ik werk (op mijn manier). Spoedig zullen jullie het weten.”",
    "Tot wie een vernederende bestraffing komt, en op wie de altijd durende bestraffing neerdaalt.",
    "Waarlijk, Wij hebben tot jou dit Boek voor de mensen in Waarheid neergezonden. Iedereen die de Leiding accepteert, doet dat alleen voor zichzelf, en iedereen die dwaalt, dwaalt alleen voor zijn (eigen) verlies. En jij (O Mohammed) bent geen voogd voor hen.",
    "Het is Allah Die de zielen afvoert bij het intreden van de dood, alsook (de zielen) van de levenden die (tijdelijk) slapen. (Dan) houdt Hij de zielen achter waarvoor Hij de dood heeft bepaald, en stuurt de rest voor een vastgestelde termijn terug (naar hun levenloze lichamen om te kúnnen ontwaken).\" Waarlijk, hierin zijn Tekenen voor mensen die diep nadenken.",
    "Hebben zij anderen als bemiddelaars naast Allah genomen? Zeg: “Zelfs als zij geen macht hebben en geen verstand?”",
    "Zeg: “Aan Allah behoort alle bemiddeling. Hij heeft de soevereiniteit van de hemelen en de aarde en tot Hem zullen jullie terugkeren.”",
    "En als Allah wordt genoemd als de Enige, dan raken de harten van degenen die niet in het Hiernamaals geloven vervuld van ergernis. Maar wanneer degenen (de afgoden) naast Hem worden genoemd, zie, zij verheugen zich!",
    "Zeg: “O Allah! Schepper van de hemelen en de aarde. Alwetende van de het onzichtbare en het zichtbare. U zult over de zaken waarover Uw dienaren van mening verschilden, oordelen.”",
    "Als aan degenen die zondigden alles zou toebehoren wat op aarde is, en nog eens zoveel erbij, dan zouden zij een losprijs op de Dag des Oordeels aanbieden om henzelf van de kwade bestraffing te bevrijden. En er zullen voor hen (bestraffingen) van Allah verschijnen, waar zij nooit rekening mee gehouden hebben.",
    "De straf van het kwaad wat zij bedreven zal hun duidelijk worden, en zij zullen omringd zijn met datgene wat zij bespotten!",
    "En wanneer tegenspoed de mens treft, keert hij roepend tot Ons; (maar) wanneer Wij hem een genieting van ons schenken, dan zegt hij: “dat is mij slechts wegens mijn kennis gegeven.” Nee, het is slechts een beproeving, maar de meesten van hen weten het niet!",
    "Waarlijk, degenen vóór hem hebben het (al) gezegd, toch baatte hetgeen zij deden niet.",
    "Dus de kwade gevolgen van hun verdiensten overmanden hen. En degenen van hen die zondigden zullen ook door de kwade gevolgen van hun verdiensten overmand worden en zij zullen niet \"kunnen vluchten.",
    "Weten zij dan niet dat Allah de voorziening vergroot voor wie Hij wil, en dat Hij beperkt? Waarlijk, hierin zijn Tekenen voor een volk dat gelooft!",
    "Zeg: “O Mijn dienaren die buitensporig zijn tegenover zichzelf, wanhoop niet aan de Genade van Allah (aangaande Zijn vergiffenis en toelating tot het Paradijs), waarlijk Allah vergeeft alle zonden. Waarlijk, Hij is de Vergevingsgezinde, de Barmhartige.",
    "Maar keer in berouw en in gehoorzaamheid, met een waar geloof tot jullie Heer en onderwerp je aan Hem, voordat de bestraffing over jullie komt waarna jullie niet geholpen worden.",
    "En volg op de beste wijze wat aan jullie is neergezonden van jullie Heer, voordat de bestraffing plotseling tot jullie komt, terwijl jullie het niet beseffen.”",
    "Zodat niemand zegt: “Wat een spijt heb ik dat ik niet plichtsgetrouw jegens Allah was en ik was zeker onder degenen die spotten.”",
    "Of hij zou zeggen: “Als Allah mij had geleid, dan zou ik zeker onder de godvrezenden zijn.”",
    "Of hij zou moeten zeggen wanneer hij de bestraffing ziet: ”Had ik nog maar een andere kans gehad dan zou ik onder de weldoeners behoren.”",
    "(Allah zal antwoorden:) “Nee! Waarlijk, tot jou zijn Mijn tekenen gekomen en jij hebt die ontkend en was trots en jij behoorde tot de ongelovigen.”",
    "En op de Dag der Opstanding zal jij degenen zien die over Allah gelogen hebben, hun gezichten zullen zwart zijn. Is er in de Hel geen verblijfplaats voor de hoogmoedigen?",
    "En Allah zal degenen die (Hem) vreesden redden vanwege hun overwinning. Het kwaad zal hen niet raken, noch zullen zij bedroefd zijn.",
    "Allah is de Schepper van alle zaken en Hij is de Voogd over alle zaken.",
    "Aan Hem behoren de sleutels van de hemelen en de aarde.\" En degenen die niet in de Tekenen van Allah geloven, zullen zeker tot de verliezers behoren.",
    "Zeg (O Mohammed): “Bevelen jullie mij om anderen dan Allah te aanbidden. O jullie dwazen?”",
    "En voorwaar, het is aan jou geopenbaard zoals het aan degenen vóór jou geopenbaard is: “Als jullie in de aanbidding van Allah deelgenoten toevoegen, dan zullen (al) jullie daden vruchteloos zijn en zullen jullie zeker onder de verliezers verkeren.”",
    "Nee! Aanbidt daarom Allah en wees onder de dankbaren.",
    "Zij achten Allah niet met de achting die Hem toekomt, terwijl Hij op de Dag der Opstanding de aarde volledig in Zijn greep heeft, en de hemelen in Zijn rechterhand opgerold zullen zijn. Verheerlijkt is Hij, en Verheven boven alles wat zij als deelgenoten aan Hem toekennen!",
    "En er zal op de bazuin geblazen worden, waarop alles wat in de hemelen en op aarde is zal bezwijken, behalve (voor) wie Allah wil (dat deze blijft leven). Dan zal er een tweede maal geblazen worden en dan zullen zij staan en wachten.",
    "En de aarde zal stralen met het licht van haar Heer en de boeken zullen naar voren gebracht worden, en de Profeten en de getuigen zullen naar voren gebracht worden en er zal tussen hen in Waarheid geoordeeld worden en niemand zal onrecht aangedaan worden.",
    "En iedere ziel zal volledig vergolden worden voor wat zij heeft verricht. En Hij weet het beste wat zij doen.",
    "En zij die ongelovig zijn zullen in groepen naar de Hel gedreven worden. Wanneer zij deze bereiken, zullen de poorten daarvan geopend worden. En haar wachters zullen zeggen: “Zijn er geen Boodschappers tot jullie gekomen die de Verzen van jullie Heer hebben gereciteerd en die jullie voor de ontmoeting van deze Dag hebben \"gewaarschuwd?” Zij zullen zeggen: “Ja, maar het woord van de bestraffing is bewaarheid voor de ongelovigen.”",
    "Er zal gezegd worden: “Jullie gaan de poorten van de Hel binnen om daarin eeuwig te verblijven.” En (voorwaar) wat een slechte verblijfplaats voor de hoogmoedigen!",
    "En degenen die hun Heer vreesden zullen in groepen naar het Paradijs geleid worden; als zij daar aankomen, zullen de poorten worden geopend en de wachters zullen zeggen: “Salamoen aleikoem! Jullie hebben het goed gedaan, kom binnen om hier eeuwig te verblijven.”",
    "En zij zullen zeggen: “Alle lofprijzingen en dankbetuigingen komen (alléén) Allah toe, Die Zijn belofte is nagekomen en ons het land (in de hemel) heeft doen erven. Wij verblijven in het Paradijs zoals wij willen.”Wat een uitmuntende beloning voor de weldoeners!",
    "En jij (O Mohammed) zal de Engelen rondom de Troon (van Allah) zien, hun Heer (Allah) lovend met de roem die Hem toekomt. En zij zullen in Waarheid beoordeeld worden en er zal gezegd worden: “Alle lofprijzing en dankbetuigingen zijn voor Allah, de Heer der Werelden.”",
    "Hā Mīm.",
    "De openbaring van het Boek is van Allah, de Almachtige, de Alwetende.",
    "De Vergever van de zonden en de Aanvaarder van het berouw, de Strenge in de bestraffing, de Bezitter van grote macht. Geen god is er dan Hij, tot Hem is de uiteindelijke\" terugkeer.",
    "Niemand redetwist over de Verzen van Allah behalve degene die ongelovig zijn. Laat daarom hun rondtrekken in het land jou niet bedriegen.",
    "Vόόr hen loochende het volk van Noah (de Boodschappers) en de partners (van de ongelovigen) na hen. Elk volk wenste hun Boodschapper te grijpen. En zij redetwistten met valse argumenten om de Waarheid te verwerpen. Dus greep Ik hen en hoe (vreselijk) was Mijn bestraffing!",
    "Zo werd het Woord van jullie Heer bewaarheid tegen degenen die ongelovig waren. Voorwaar, zij zijn de bewoners van het Vuur.",
    "Degenen (Engelen) die de Troon dragen en wie zich daar omheen bevinden, verheerlijken hun Heer met de lof die Hem toekomt. En zij geloven in Hem en vragen om vergeving voor degenen die geloven (zeggende): “Onze Heer! Uw Barmhartigheid en Kennis omvat alle zaken, vergeef dus degenen die berouw hebben en Uw weg volgen, en redt hen van de bestraffing van het laaiende Vuur!",
    "Onze Heer! En laat hen de Eeuwige Tuinen binnentreden, die U hen beloofde, en wie rechtschapenen waren onder hun vaderen, hun echtgenotes en hun nageslacht. Waarlijk, U bent de Almachtige, de Alwijze.",
    "En redt hen van de (bestraffing van de) zonden. En ieder die U op die Dag redt; hém heeft U dan waarlijk begenadigd. En dat is een geweldig succes.”",
    "Voorwaar, tot degenen die ongelovig waren zal (op die Dag) geroepen worden:“Allah’s afkeer is groter dan jullie afkeer; toen jullie tot het geloof werden opgeroepen, maar het weigerden.”",
    "Zij zullen zeggen: “Onze Heer! U hebt ons tweemaal laten sterven, en U hebt ons tweemaal het leven gegeven! Nu bekennen wij onze zonden, is er dan nog een terugkeer van de weg (de bestraffing)?”",
    "(Nee) Dit is omdat jullie ongelovig waren toen Allah als Enige God werd aangeroepen. Maar toen er deelgenoten aan Hem werden toegevoegd, geloofden jullie daarin! Dus het oordeel ligt uitsluitend bij Allah, de Allerhoogste, de Allergrootste.",
    "Hij is Degene Die jullie Zijn Tekenen toont en Die voor jullie uit de hemel voorzieningen neerzendt. En niemand herinnert zich dat, behalve degenen die zich in gehoorzaamheid en in berouw (tot Allah) keren.",
    "Roep daarom Allah aan, en laat (jullie) aanbidding volledig voor Hem (alleen) zijn. Hoe sterk de ongelovigen het ook haten.",
    "Verheven boven alle graden is de Heer van de Troon. Hij stuurt de Openbaring op Zijn bevel aan welke dienaar Hij wil, opdat hij de (mensen) kan waarschuwen voor de Dag van de Ontmoeting.",
    "Op de Dag wanneer zij tevoorschijn komen, zal niets voor Allah verborgen blijven. Aan Wie behoort het Koninkrijk op deze Dag? Het is van Allah, de Ene, de Overweldiger.",
    "(Op) deze Dag zal iedere ziel vergolden worden voor wat zij heeft verricht. Op die Dag is er geen onrecht. Waarlijk, Allah is snel in de afrekening.",
    "En waarschuw hen (O Mohammed) voor de Dag die nadert, wanneer de harten treurig in de kelen blijven kloppen. Er zal voor de onrechtvaardigen geen vriend of bemiddelaar zijn die wordt gehoord.",
    "Allah kent het bedrog van de ogen en alles wat de harten bedekken.",
    "En Allah oordeelt in Waarheid, terwijl degenen die zij naast Hem aanroepen nergens over kunnen oordelen. Zeker, Allah is de Alhorende, de Alziende.",
    "Hebben zij niet door het land gereisd en gezien wat het einde was van degenen die vóór hen waren? Zij waren sterker dan hen en in de sporen op de aarde. Maar Allah greep hen met \"een bestraffing voor hun zonden. En zij hadden niemand die hen tegen Allah kon beschermen.",
    "Dat was omdat hun Boodschappers tot hen waren gekomen met duidelijke bewijzen en Tekenen, maar zij (hen) niet geloofden. Dus greep Allah hen met een bestraffing. Waarlijk, Hij is Machtig, streng in bestraffing.",
    "En zeker, Wij hebben Mozes met Onze Tekenen en met een duidelijk gezag gestuurd.",
    "Naar Farao, Haman en Korah, maar zij noemden (hem): “Een tovenaar, een leugenaar!”",
    "Toen hij tot hen kwam met de waarheid van Onze Zijde, zeiden zei: “Doodt de zonen van degenen die met hem geloven, maar laat hun vrouwen leven.” Maar de samenzweringen van de ongelovigen zijn niets dan dwalingen!",
    "Farao zei: “Laat mij Mozes doden en laat hem zijn Heer aanroepen! Ik ben bang dat hij jullie van godsdienst zal laten veranderen, of dat hij ellende in het land zal zaaien.”",
    "Mozes zei: “Waarlijk, ik zoek toevlucht bij mijn Heer en bij jullie Heer tegen alle arrogante mensen die niet in de Dag van de Vergelding geloven.”",
    "En een gelovige man uit de familie van de Farao, die zijn geloof verborgen hield, zei: “Doden jullie een man omdat hij zegt dat zijn Heer Allah is, terwijl hij met de duidelijke bewijzen van jullie Heer tot jullie is gekomen? Als hij een leugenaar is, dan zal op hem (de zonde) van zijn leugen rusten; maar als hij de waarheid vertelt, dan zullen sommigen van die (rampen) waar hij jullie mee bedreigt, jullie treffen. Waarlijk, Allah leidt geen mensen die zondigen en liegen.",
    "(Hij zei:) “O mijn volk! Aan jullie is vandaag het koninkrijk, jullie zijn de heersers in het land. Maar wie zal ons van de bestraffing van Allah redden als die over ons komt?” Farao zei: “Ik laat jullie alleen zien wat ik zie, en ik leid\" jullie slechts naar het rechte pad.”",
    "En hij die geloofde zei: “O mijn volk! Waarlijk, ik vrees voor jullie het gelijke van wat er op de dag van de bondgenoten is (een bestraffing).",
    "Net als het lot van het volk van Noah en ‘Ad en Thamoed en degenen die na hen kwamen.” En Allah wil geen onrechtvaardigheid voor (Zijn) dienaren.",
    "(Hij zei:) “O mijn volk! Waarlijk! Ik vrees voor jullie voor de Dag van het wederzijdse geroep (om hulp).",
    "Een Dag waarop jullie je zullen omdraaien en vluchten, er is voor jullie geen redder. En wie door Allah tot dwaling gebracht wordt: voor hem is er geen leiding.”",
    "En voorwaar, Yoesoef is tot jullie gekomen met duidelijke bewijzen, maar jullie bleven twijfelen over de zaken die hij jullie bracht. Zelfs toen hij gestorven was zeiden jullie: “Allah zal na hem nooit meer een Boodschapper sturen.” Zo doet Allah degene dwalen die een grote zondaar en een twijfelaar is.”",
    "Degenen die twisten over de Tekenen van Allah, zonder dat er enig gezag (daarover) tot hen kwam. Groot is de woede van Allah en bij degenen die geloven. Zo verzegelt Allah het hart van elke arrogante tiran.",
    "En Farao zei: “O Haman! Bouw voor mij een hoog paleis zodat ik de toegangswegen kan naderen.",
    "De wegen naar de hemelen zodat ik de god van Mozes kan zien. Maar waarlijk, ik denk dat hij een leugenaar is.” Zo werden voor Farao zijn slechte daden schoonschijnend gemaakt. Maar de list van de Farao kan niet anders dan mislukken.",
    "En de gelovige zei: “O mijn volk! Volg mij, ik zal jullie leiden op de rechte Weg.",
    "O mijn volk! Waarlijk, dit wereldse leven is niets dan (een snel) vermaak en waarlijk, het Hiernamaals is de eeuwige verblijfplaats.”",
    "Wie een kwade daad verricht zal niet anders zoals dat vergolden krijgen en wie een goede daad verricht, man of vrouw; terwijl hij of zij een gelovige is: zij zijn het die het Paradijs binnentreden, waar zij voorzien zullen worden zonder dat het afgemeten wordt.",
    "En: “O mijn volk! Hoe kan het dat ik jullie tot de redding oproep terwijl jullie mij tot het Vuur oproepen!",
    "Jullie roepen mij op om aan Allah ongelovig te zijn en jullie kennen deelgenoten in de aanbidding aan Hem toe; waarvan ik geen kennis heb, terwijl ik jullie oproep om in de Almachtige, de Vergevingsgezinde te geloven.",
    "Er is geen twijfel dat jullie mij oproepen om datgene (te aanbidden), wat geen gehoor kan geven aan mijn verzoeken in deze wereld of het Hiernamaals. En onze terugkeer zal tot Allah zijn en verdorvenen zullen de bewoners van het Vuur zijn!",
    "En jullie zullen je herinneren wat ik jullie vertel, en ik laat mijn zaak aan Allah over. Waarlijk, Allah is de Alziende van (Zijn) dienaren.”",
    "Dus Allah redde hem van het kwade wat zij hadden beraamd, terwijl een kwade bestraffing het volk van Farao omringde.",
    "Zij zullen aan het Vuur worden blootgesteld, in de ochtend en de middag. En de Dag waarop het Uur valt (zal er tegen de Engelen gezegd worden): “Laat het volk van Farao de zwaarste bestraffing binnengaan!”",
    "En als zij in het vuur redetwisten, zullen de zwakken tegen degenen die arrogant waren zeggen: “Waarlijk! Wij hebben jullie gevolgd, kunnen jullie dan een deel van het Vuur van ons wegnemen?”",
    "De hoogmoedigen zullen zeggen: “Wij zijn hier samen in! Waarlijk! Allah heeft tussen Zijn dienaren geoordeeld.”",
    "En degenen in het Vuur zullen tegen de bewakers (Engelen) van de Hel zeggen: “Roep jullie Heer aan om de bestraffing voor een dag te verlichten!”",
    "Zij (de Engelen) zullen zeggen: ”Waren jullie Boodschappers niet tot jullie gekomen met de duidelijke bewijzen?” Zij zullen zeggen: “Ja.” Zij (de Engelen) zullen antwoorden: “Roep dan aan!” Maar de aanroeping van de ongelovigen is niets dan een dwaling!",
    "Waarlijk, in dit wereldse leven en op de Dag dat de getuigen zullen opstaan zullen Wij Onze Boodschappers en degenen die geloven tot overwinnaars maken.",
    "Op die Dag baat de verontschuldiging van de onrechtplegers hun niet. Voor hen zal er de vervloeking zijn en voor hen zal er een kwade verblijfplaats zijn.",
    "En voorwaar, Wij gaven Mozes de Leiding en Wij lieten de Kinderen van Israël het Schrift erven.",
    "Een Gids en een Overdenking voor de mensen van begrip.",
    "Wees daarom geduldig. Waarlijk, de belofte van Allah is waar, en vraag vergeving voor jouw zonde, en verheerlijk jullie Heer in de middag en in de avond met de eer die Hem toekomt.",
    "Waarlijk, degenen die over de Tekenen van Allah redetwisten, zonder daar enig gezag over te hebben, hebben niets anders dan trots in hun hart waardoor zij het (doel) niet bereiken. Zoek je toevlucht (tegen hun slechtheden) dus bij Allah. Waarlijk, Hij is de Alhorende is (aangaande hun uitspraken), de Alziende.",
    "De schepping van de hemelen en de aarde is zeker groter dan de schepping van de mensheid, maar de meesten mensen weten het niet.",
    "En de blinde en de ziende (van hart) zijn niet gelijk, noch is degene die gelooft en goede daden verricht (gelijk aan) degene die kwaad doet. Gering is de lering die jullie eruit trekken.",
    "Waarlijk, het Uur zal zeker komen, daaraan is geen twijfel, maar de meeste mensen geloven het niet.",
    "En jullie Heer zei: “Roep Mij aan \"en Ik zal jullie verhoren. Waarlijk! Degene die Mijn aanbidding minachten zullen zeker in vernedering de Hel binnentreden!”",
    "Allah is Degene Die de nacht voor jullie heeft gemaakt opdat jullie er in zullen rusten, en de dag als verlichter. Waarlijk, Allah is vol Genade voor de mensheid, maar de meesten danken niet.",
    "Dat is Allah, jullie Heer, de Schepper van alle zaken. Geen god is er dan Hij. Waarom keren jullie je dan af!",
    "Zo worden degenen die de Tekenen van Allah loochenen, afgeleid.",
    "Allah is Degene Die voor jullie de aarde tot een stevige plaats heeft gemaakt en de hemel tot een gewelf. En (Die) jullie vorm heeft gegeven (in de baarmoeders) en jullie vorm heeft verfraaid, en Hij heeft jullie van goede zaken voorzien.. Dat is Allah, jullie Heer, gezegend zij daarom Allah, de Heer der Werelden.",
    "Hij is de Levende. Geen god is er dan Hij. Roep Hem daarom aan, Hem zuiver aanbiddend. Alle lof zij Allah, de Heer der Werelden.",
    "Zeg (O Mohammed): “Mij is verboden om degenen te aanbidden die jullie naast Allah aanbidden, nadat de bewijzen van mijn Heer tot mij zijn gekomen, en mij is bevolen mij te onderwerpen aan de Heer der Werelden.",
    "Hij is Degene Die jullie uit aarde heeft geschapen, daarna uit een druppel, daarna uit een bloedklonter, vervolgens deed Hij jullie naar buiten komen als een kind. Om jullie daarna jullie volwassenheid te doen bereiken, om jullie tenslotte oud te doen worden. Hoewel sommigen van jullie eerder sterven, opdat jullie de vastgestelde termijn zullen bereiken. En hopelijk zullen jullie het begrijpen.",
    "Hij is Degene Die het leven geeft en de dood veroorzaakt. Als Hij tot iets besluit zegt Hij slechts: “Wees!” en het is.",
    "Zie jij niet degenen die redetwisten over de Tekenen van Allah? Hoe kunnen zij zich afkeren?",
    "(Zij zijn) Degenen die het Boek ontkennen, en datgene wat Wij naar Onze Boodschappers hebben gestuurd. Zij zullen het weten.",
    "Wanneer de ijzeren kettingen en ketenen om hun nekken hangen worden zij gesleept.",
    "In het kokende water, vervolgens zullen zij in het Vuur verbrand worden.",
    "Dan zal er tot hen gezegd worden: “Waar zijn (de afgoden) die jullie in de aanbidding toegekend hebben?”",
    "Naast Allah?” Zij zullen zeggen: “Zij zijn van ons verdwenen; nee, wij hebben niets eerder aangeroepen.” Zo doet Allah de ongelovigen dwalen.",
    "“Dat was omdat jullie op aarde zonder enig recht je uitgelaten gedroegen en omdat jullie arrogant leefden.",
    "Ga de poorten van de Hel binnen om daarin voor altijd te verblijven. Wat een kwade verblijfplaats voor de hoogmoedigen.”",
    "Wees dus geduldig, waarlijk de belofte van Allah is waar. Of Wij jou (O Mohammed) nu een klein gedeelte van wat Wij hen hebben beloofd laten zien (het is hoe dan ook terecht). Of dat Wij laten jou sterven, dan is het tot Ons dat zij zullen terugkeren.",
    "En voorwaar, Wij hebben Boodschappers vóór jou gestuurd: over sommigen van hen hebben Wij jou het verhaal verteld en over sommigen van hen hebben Wij jou het verhaal niet verteld. En zonder toestemming van Allah kan geen Boodschapper een teken brengen. Wanneer dan het bevel van Allah komt, zal de zaak in waarheid beslecht worden en dan verliezen de opstandigen.",
    "Allah is Degene Die het vee voor jullie heeft gemaakt, om erop te rijden en jullie eten ervan.",
    "En voor jullie zijn er baten in. Zodat jullie dat door middel van hen zullen bereiken, waar in jullie harten behoefte aan is. En op hen en op schepen worden jullie gedragen.",
    "En Hij laat jullie Zijn Tekenen en bewijzen zien. Welke van de Tekenen en bewijzen van Allah ontkennen jullie dan?",
    "Hebben zij niet over de aarde gereisd en gezien wat het einde van degenen was die vóór hen waren? Zij waren in grotere aantallen en groter in kracht en in de sporen op het land. Maar wat zij hadden verworven, baatte hun niet.",
    "En toen hun Boodschappers met duidelijke bewijzen tot hen kwamen, waren zij blij met datgene wat zij hadden aan kennis, en met datgene wat zij gewoonlijk bespotten werden zij omsingeld.",
    "En toen zij Onze bestraffing zagen, zeiden zij: “Wij geloven in alleen Allah. En wij verwerpen (al) wat wij gewoonlijk in de aanbidding met Hem als (Zijn) deelgenoten verenigden.”",
    "Hun geloof kon hen niet baten toen zij Onze bestraffing zagen. Dat is de handelwijze van Allah die er reeds voor Zijn dienaren was. En de ongelovigen verloren toen.",
    "Hā Mīm.",
    "(Dit is) Een openbaring van Allah, de Barmhartige, de Genadevolle.",
    "Een Boek waarvan de Verzen duidelijk uitgelegd zijn, als een Arabische Koran, voor en volk dat weet.",
    "Als drager van goede tijdingen en als waarschuwer, maar de meesten van hen keren zich af, dus luisteren zij niet.",
    "En zij zeggen: “Onze harten zijn gesluierd voor datgene waarvoor jij (O Mohamed) ons uitnodigt, in onze oren is doofheid en tussen ons en jou is een afscheiding. Werk dus (op jouw manier); waarlijk wij werken (op onze manier).",
    "Zeg: “Ik ben slechts een mens zoals jullie. Mij is geopenbaard dat jullie God slechts één God is, richt jullie daarom standvastig tot hem, en zoek vergiffenis bij Hem. En wee de afgodenaanbidders.”",
    "(Zij zijn ) Degenen die de Zakat niet betalen en die niet in het Hiernamaals geloven.",
    "Waarlijk, degenen die geloven en goede daden verrichten, voor hen is er een eindeloze beloning.",
    "Zeg (O Mohammed): “Geloven jullie echt niet in Hem, Die de aarde in twee dagen (perioden) geschapen heeft en kennen jullie Hem rivalen toe? Dat is de Heer der Werelden.”",
    "Hij heeft daarop stevige bergen geplaatst en Hij heeft haar gezegend en Hij bepaalde de maat (van alle voorzieningen) in vier volledige dagen (perioden), voor de vragenden.",
    "Toen rees Hij boven naar de hemel die een nevel was, en Hij zei tot haar en tot de aarde: “Kom tot Ons, vrijwillig of onvrijwillig.” Zij (de hemelen en de aarde) zeiden beiden: “Wij komen vrijwillig.”",
    "En Hij vervolmaakte hen, de zeven hemelen, in twee dagen (perioden) en Hij gaf elke hemel haar eigen werk. En Wij versierden de dichtstbijzijnde hemel met sterren, als een bescherming (tegen de Satan). Zo is het Besluit van Hem, de Almachtige, de Alwetende.",
    "Maar als zij zich afkeren, zeg dan: “Ik heb jullie voor een bliksemslag gewaarschuwd zoals de bliksemslag die ‘Ad en Thamoed overmande.”",
    "Toen de Boodschappers vόόr hen en na hen tot hem kwamen (zeggende): “Aanbidt geen ander dan Allah”, zeiden zij: “Als onze Heer het zo gewild had, zou Hij zeker de Engelen naar beneden gestuurd hebben. Zeker! Wij geloven niet in dat gene waarmee jij gestuurd bent.”",
    "Wat de ‘Ad betreft, die waren zonder recht arrogant in hun land en zij zeiden: “Wie is er sterker dan wij?” Zien zij niet dat Allah, Die hen geschapen heeft, sterker is dan zij? En zij ontkenden Onze Tekenen!",
    "Dus stuurden Wij een woeste wind over hen tijdens enkele sombere dagen, zodat Wij hen een voorproef van een vernederende bestraffing in het huidige leven zouden geven, maar zeker, de bestraffing in het Hiernamaals zal nog vernederender zijn, en zij worden niet geholpen.",
    "Wat de Thamoed betreft, Wij hebben hen het pad van de Waarheid getoond, maar in plaats van Leiding gaven zij de voorkeur aan blindheid, waarop de bliksemslag van de vernederende bestraffing hen trof, vanwege hun eigen verdiensten.",
    "En Wij redden de gelovigen, en de godvrezenden.",
    "En die Dag zullen de vijanden van Allah bij het Vuur verzameld worden, dan zullen zij (daarheen) gesleept worden.",
    "Tot, wanneer zij haar (de Hel) bereiken, hun oren en hun ogen en hun huiden vanwege hun verdiensten tegen hen zullen getuigen.",
    "En zij zullen tegen hun huiden zeggen: “Waarom getuigen jullie tegen ons?” Zij zullen zeggen: “Allah laat ons spreken zoals Hij alle dingen laat spreken en Hij heeft jullie de eerste keer geschapen en tot Hem zullen jullie terugkeren.”",
    "En jullie kunnen je er niet voor verstoppen want jullie oren, en jullie ogen en jullie huid zullen tegen jullie getuigen, maar jullie dachten dat Allah niet veel wist over de daden die jullie begingen.",
    "En die gedachten van jullie die jullie over jullie Heer koesterden, heeft jullie tot de vernietiging gebracht en daarom behoren jullie tot de verliezers.",
    "Als zij dan geduld hebben, dan is de Hel een verblijfplaats voor hen. En als zij smeken om genade, zullen zij niet degenen zijn die verontschuldigd worden.",
    "En Wij hebben hen (duivelse) metgezellen toegekend, die (hen verblinden door) de dingen (te) verfraaien door verdraaiing: zowel van wat er zich vόόr hen bevindt (hun wereldse, zondige levens waarin het genot wordt nagejaagd) als van wat er zich achter hen bevindt (hun ontkenning van de afrekening en de opstanding). En het woord is tegen hen gerechtvaardigd zoals het gerechtvaardigd was tegen degenen onder de voorafgaande generaties Djinns en mensen. Voorwaar, zij waren (allen) verliezers.",
    "En degenen die ongelovig waren zeiden: “Luister niet naar deze Koran en verstoort het. Hopelijk zullen jullie overwinnen.”",
    "Maar zeker, Wij zullen degenen die ongelovig zijn een zware bestraffing laten proeven. En Wij zullen hen zeker vergelden met het ergste wat zij gedaan hebben.",
    "Dat is de vergelding van de vijanden van Allah: Het Vuur. Voor hen is daar de eeuwige verblijfplaats, als een vergelding omdat zij Onze Tekenen plachten te ontkennen.",
    "En degenen die ongelovig zijn zullen zeggen: “Onze Heer! Laat ons degenen van de Djinn en de mensen zien die ons hebben doen afdwalen, wij zullen hen onder onze voeten plaatsen zodat zij tot de laagsten behoren.”",
    "Waarlijk, degenen die zeggen: “Onze Heer is (alleen) Allah,” en daarin standvastig blijven, voor hen zullen de Engelen afdalen (zeggende): “Vrees niet noch wees bedroefd! Maar ontvang het goede nieuws van het Paradijs wat jullie beloofd is!",
    "Wij zijn jullie vrienden in het wereldse leven en in het Hiernamaals. Daar zullen jullie alles hebben wat\" jullie hart wenst, en daarin zullen jullie (alles) hebben waar jullie om vragen.",
    "Als een ontvangst van de Vergevingsgezinde, de Genadevolle.”",
    "En wiens woord is beter dan dat van hem die oproept tot Allah en goede daden verricht, en zegt: “Ik ben één van de moslims.”",
    "De goede daad en de slechte daad kunnen niet gelijk zijn. Vervang (het kwaad) met wat beter is, dan zal degene met wie je in vijandschap leefde je hartsvriend worden.",
    "Maar dit wordt slechts gegeven aan degenen die geduldig zijn en dit wordt slechts gegeven aan de eigenaar van een groot geluk.",
    "En als Satan jou met een kwade influistering benadert (om je van het goede te weerhouden), zoek dan toevlucht bij Allah (om het teniet te doen). Waarlijk, Hij is de Alhorende (van alle uitspraken), de Alwetende (van alle daden).",
    "En tot Zijn Tekenen behoren de nacht en de dag, en de zon en de maan. Kniel niet voor de zon of de maan maar kniel voor Allah Die hen geschapen heeft, als jullie Hem (echt) aanbidden.",
    "Maar als zij te trots zijn: Degenen die bij hun Heer zijn verheerlijken dag en nacht Zijn Glorie en zij zijn nooit vermoeid.",
    "En het behoort tot Zijn Tekenen dat jij de droge aarde ziet, maar als Wij er dan water op doen neerdalen, dan beweegt zij en zet zij zich uit. Waarlijk, Degene Die haar doet leven is in staat om het leven aan de doden te geven. Voorwaar! Hij is tot alle zaken in staat.",
    "Waarlijk, degenen die Onze Tekenen verdraaien zijn niet voor Ons verborgen. Is degene die in het Vuur blijft beter, of degene die veilig aankomt op de Dag der Opstanding? Doe wat jullie willen. Waarlijk! Hij is Alziende over wat jullie doen.",
    "Waarlijk, degenen \"die niet in de Overdenking geloven toen het tot hen kwam. En waarlijk, het is een verheven Boek.",
    "De valsheid raakt hem (de Koran) niet, niet van voren en niet van achteren. Het is door de Alwijze, de Gerprezene neergezonden.",
    "Er wordt jou niets gezegd wat waarlijk niet tot de Boodschappers vóór jou is gezegd. Waarlijk, jouw Heer is de Bezitter van de vergiffenis en (ook) de Bezitter van een pijnlijke bestraffing.",
    "En als Wij hem als een Koran in een vreemde taal hadden geopenbaard, (anders dan Arabisch) dan zouden zij gezegd hebben: “Waarom zijn haar Verzen niet nauwkeurig (in onze taal) uitgelegd? Wat! (Een Boek) niet in het Arabisch en de Boodschapper is een Arabier?” Zeg: “Het is voor degenen die geloven een Leiding en een genezing. En wat de ongelovigen betreft: er is doofheid in hun oren en het is duister voor hen. Dit zijn degenen die van een verre plaats geroepen worden.",
    "En voorwaar, Wij gaven Mozes het Schrift, maar er werd over geredetwist. En als er geen het woord (van uitstel) van jou Heer was vooruit gegaan, dan was de zaak tussen hen zeker bepaald. Maar waarlijk, zij hebben daarover (de Koran) grote twijfel.",
    "Iedereen die goede daden verricht doet dit voor zichzelf en iedereen die kwaad doet schaadt zichzelf en jullie Heer is niet onrechtvaardig voor (Zijn) dienaren. ۞"
  ]
}