{
  "meta": {
    "id": 235,
    "name": "Malak Faris Abdalsalaam",
    "translator_name": "Malak Faris Abdalsalaam",
    "slug": "dutch-abdalsalaam",
    "language_name": "dutch"
  },
  "verses": [
    "Naar Hem wordt de kennis over het Uur verwezen. En geen vruchten komt voort uit hun bloemscheden, en er is geen vrouw die een kind draagt of baart, behalve door Zijn kennis. En op de Dag wanneer Hij tot hen roept: “Waar zijn Mijn (zogenoemde) deelgenoten?” zeggen zij: “Wij vertellen U dat geen van ons daarvoor getuigt!”",
    "En wat zij hiervoor plachten aan te roepen, baat hen niet en zij zullen zien dat zij geen uitweg hebben.",
    "De mens krijgt er nooit genoeg van om goede te vragen, maar als het kwaad hem raakt, dan geeft hij alle hoop op en is verloren in wanhoop.",
    "En waarlijk, als Wij hem de Genade van Ons laten proeven, na wat tegenslag hem geraakt heeft, zal hij zeker zeggen: “Dit komt mij toe en ik denk niet dat het Uur is zal plaatsvinden. Maar als ik tot mijn Heer wordt teruggebracht, dan zal daar zeker voor mij het beste zijn. Dan, laten Wij waarlijk aan de ongelovigen zien wat zij gedaan hebben en Wij zullen hen een zware bestraffing laten proeven.",
    "En als Wij de mens gunsten laten zien, trekt hij zich terug en keert zich af, maar als het kwaad hem raakt, dan neemt hij zijn toevlucht tot lange smeekbeden.",
    "Zeg: “Wat dachten jullie: als (deze Koran) van Allah afkomstig is en jullie daar niet in geloven; wie is er dan verder afgedwaald dan wie in twijfel verkeert?”",
    "Wij laten hun Onze Tekenen in het universum zien en in jullie zelf, tot het jullie duidelijk wordt dat dit de Waarheid is. Is het niet voldoende dat jouw Heer de Getuige van alle dingen is?",
    "Waarlijk! Zij twijfelen over de Ontmoeting met hun Heer. Waarlijk! Hij is het Die alle zaken omringt!",
    "Hā Mīm.",
    "Aīn Sīn Qāf.",
    "Zo heeft Allah de Almachtige, de Alwijze aan jou en aan degenen die vόόr jou waren geopenbaard.",
    "Tot Hem behoort alles wat in de hemelen en op aarde is, en Hij is de Verhevene, de Allergrootste.",
    "Bijna splijten de hemelen in tweeën boven hen, en de Engelen verheerlijken de lofprijzing van hun Heer, en vragen om vergiffenis voor degenen die op aarde zijn, waarlijk, Allah is de Vergevingsgezinde, de Genadevolle.",
    "En degenen die naast Hem beschermers nemen: Allah is Beschermer over hen en jij bent geen voogd voor hen.",
    "En zό hebben Wij jou een Koran (in het Arabisch) geopenbaard, opdat jij de moeder der steden (Mekka) en degenen die in de omgeving ervan wonen te waarschuwen. En waarschuw voor de Dag der verzameling, waarover geen twijfel is, wanneer een deel naar het Paradijs zal gaan en een deel naar het laaiende vuur (de Hel).",
    "En als Allah het gewild had, had Hij hen tot één volk kunnen maken, maar Hij kent aan wie Hij wil Zijn genade toe. En voor de onrechtvaardigen is er geen beschermer en geen helper.",
    "Hebben zij naast Hem beschermers aangenomen? En Allah is de Beschermer. En Hij doet het dode leven en Hij is tot alles in staat.",
    "En in de zaken waarin jullie van mening verschillen, daarvan ligt de besluitvorming bij Allah. (Zeg:) “Dat is Allah, mijn Heer in Wie ik mijn vertrouwen leg en tot Hem keer ik weer.”",
    "De Schepper van de hemelen en de aarde. Hij heeft voor julliezelf en van de dieren paren geschapen. Hij vermenigvuldigt jullie, niets is aan Hem gelijk. En Hij is de Alhorende, de Alziende.",
    "Aan Hem behoren de sleutels van de hemelen en de aarde. Hij vergroot de voorziening voor wie Hij wil en Hij beperkt het. Waarlijk! Hij is de Alwetende van alles.",
    "Hij heeft jullie een (wetgevende) godsdienst\" uitgelegd zoals Hij het (allereerst aan) Noeh heeft opgedragen, en net zoals Wij die aan jou (Mohammed) geopenbaard hebben. Evenzo hebben Wij dit aan Ibrahim, Mozes en ‘Iesa opgelegd; dat jullie de godsdienst onderhouden en dat jullie daarover niet verdeeld raken. Het is een zware zaak voor de afgodenaanbidders, waartoe jullie hen oproepen. Allah kiest voor Zich wie Hij wil en Hij leidt naar Zich wie zich tot Hem in berouw en gehoorzaamheid keert.",
    "En zij raakten pas verdeeld toen de kennis tot hen kwam, elkaar onrecht aandoend. En was het niet voor het Woord (bevel) geweest, dat van jullie Heer al eerder voort is gekomen voor een vastgestelde termijn, dan zou de zaak tussen hen beslecht zijn. En waarlijk, degenen die het Boek na hen erfden (de Joden en de Christenen) verkeren hierover in grote twijfel.",
    "Roep daarom (op tot de islam) en wees standvastig, zoals jou bevolen is, en volg hun wensen niet maar zeg: “Ik geloof in wat Allah van het Boek heeft neergezonden en mij is bevolen om rechtvaardig onder jullie te zijn. Allah is onze Heer en jullie Heer. Voor ons zijn onze daden en voor jullie zijn jullie daden. Er is geen reden tot twist tussen jullie en ons. Allah zal ons (allen) verzamelen en tot Hem is de uiteindelijke terugkeer.”",
    "En degenen die redetwisten over Allah nadat het (de godsdienst van Allah) aanvaard is, hun verweer is nietig bij hun Heer. En op rust toorn en voor hen is er een zware bestraffing.",
    "Het is Allah Die het Boek in Waarheid en met de weegschaal heeft neergezonden. En wat laat jou weten dat wellicht het Uur nabij is?",
    "Degenen die daar niet in geloven proberen het (Uur) te bespoedigen, terwijl degenen die geloven het vrezen en weten dat het de hele Waarheid is. Waarlijk, degenen die over het Uur redetwisten verkeren zeker in een vergaande dwaling.",
    "Allah (blijft) zeer vrijgevend en vriendelijk voor Zijn dienaren (of zij nu vroom of losbandig zijn). Hij voorziet wie Hij wil. En Hij is de Sterke, de Almachtige.",
    "Wie de beloning van het Hiernamaals wenst, geven Wij een toename in zijn beloning; en wie de beloning van deze wereld wenst, aan hem geven Wij daarvan, maar hij heeft geen aandeel in het Hiernamaals.",
    "Of hebben zij deelgenoten die hun in de godsdienst dat voorschrijven, waartoe Allah geen toestemming heeft gegeven? En als er niet een beslissend Woord (van Allah) was, dan zou de zaak tussen hen beoordeeld zijn. En waarlijk, voor de onrechtvaardigen is er een pijnlijke bestraffing.",
    "Jij ziet de onrechtvaardigen vrezen voor wat zij verdiend hebben en het zal zeker over hen komen, terwijl degenen die geloven en goede daden verrichten in de bloeiende weiden van de Tuinen zullen zijn. Voor hen is er bij hun Heer wat zij maar wensen. Dat is een overweldigende gunst.",
    "Dat is wat Allah als goed nieuws aan Zijn dienaren geeft, degenen die geloven en goede daden verrichten. Zeg (O Mohammed): “Ik vraag van jullie geen beloning, alleen liefde voor de naaste verwanten. En iedereen die een goede rechtschapen daad verricht, die zullen Wij een vermeerdering in het goede daarvoor geven. Waarlijk, Allah is Vergevingsgezind, Waarderend.",
    "Of zeggen zij dat hij (Mohammed) een leugen over Allah verzonnen heeft?” Als Allah het gewild had, had Hij jouw hart kunnen verzegelen. En Allah wist de leugen uit en stelt de Waarheid in door Zijn Woord. Waarlijk, Hij weet goed welke (geheimen) er in de harten zijn.",
    "En Hij \"is Degene Die het berouw van Zijn dienaren aanvaardt en zonden vergeeft en Hij weet wat jullie doen.",
    "En Hij beantwoordt degenen die geloven en goede daden verrichten en geeft hen een vermeerdering van Zijn overvloed. En voor de ongelovigen zal er een zware bestraffing zijn.",
    "En als Allah de voorzieningen van Zijn dienaren zou hebben vergroot, dan zouden zij op aarde verderf hebben veroorzaakt, Maar Hij stuurt volgens een bepaalde maat naar beneden wat Hij wil. Waarlijk! Hij is Alwetend over Zijn dienaren, Alziend.",
    "En Hij is Degene Die de regen naar beneden stuurt nadat zij ten einde raad waren, waardoor Hij Zijn (vleugels van) genade uitspreidt (over alle vlaktes, bergen, planten en dieren). En Hij is de Beschermer, alle lofprijzingen waard.",
    "En tot Zijn Tekenen behoort de schepping van de hemelen en de aarde en van de levende die daar op rondlopen. En Hij is almachtig over hun samenkomst wanneer Hij wil.",
    "En wat voor rampen jullie ook treffen, dat is vanwege hetgeen jullie handen verdienden. En Hij vergeeft veel.",
    "En jullie kunnen niet van Allah ontsnappen op aarde. En naast Allah hebben jullie geen beschermer en geen helper.",
    "En tot Zijn Tekenen behoren de schepen zo groot als bergen, die op de zee varen.",
    "En als Hij wil kan Hij de wind laten liggen, zodat zij (de schepen) bewegingsloos op de oppervlakte (van de zee) zijn. Waarlijk, hierin zijn tekenen voor iedereen die geduldig en dankbaar is.",
    "Of Hij vernietigd deze (schepen) wegens wat zij verrichten, maar Hij vergeeft veel.",
    "En opdat degenen die redetwisten over Onze Tekenen mogen weten dat er voor hen geen toevluchtsoord is.",
    "En wat jullie gegeven is, is slechts een voorbijgaand vermaak van dit wereldse leven. Maar wat bij Allah is, is beter en blijvender voor degenen die geloven en hun vertrouwen bij hun Heer leggen.",
    "En (zij zijn) degenen die de grote zonden en de verdorvenheid vermijden. en als zij boos zijn, dan vergeven zij.",
    "En (zij zijn) degenen die naar hun Heer luisteren en de gebeden onderhouden, en die hun zaken regelen door gemeenschappelijke raadpleging en zij geven uit van waar Wij hun mee voorzien hebben.",
    "En (zij zijn) degenen die, als onrecht hen treft, zich verdedigen.",
    "De vergelding voor een kwade daad is dezelfde kwade daad, maar ieder die vergeeft en tot verzoening komt: zijn beloning ligt bij Allah. Waarlijk, Hij houdt niet van de onrechtvaardigen..",
    "En voorwaar, wie zich verdedigt nadat hem onrecht gedaan is: voor hen is er geen verwijt.",
    "Het verwijt is slechts voor degenen die de mensen onrechtvaardig behandelden en het zegevieren van gerechtigheid tegengingen. Daarom is er voor hen een pijnlijke bestraffing.",
    "Maar wie geduldig was en vergaf, voorwaar, dat behoort zeker tot de aanbevolen daden.",
    "En wie door Allah tot dwaling gebracht wordt: voor hem is er daarna geen helper. En jij zult de onrechtvaardigen zien dat wanneer zij hun bestraffing krijgen, zij zullen zeggen: “Is er een manier om (naar de aarde) terug te keren?”",
    "En jij zult zien als zij naar haar (de Hel) worden gebracht, vrezend voor de vernedering. Zij kijken met een heimelijke blik. En degenen die geloven zullen zeggen: “Waarlijk, de verliezers zijn degenen die zichzelf en hun familie verlies hebben toegebracht op de Dag der Opstanding. De onrechtvaardigen zullen in een eeuwige bestraffing verkeren.",
    "En zij zullen naast Allah geen beschermer hebben die hen kan helpen. En degene die\" Allah laat dwalen, voor hem is er geen weg (om nog Leiding te vinden).",
    "Beantwoord de roep van jullie Heer, want er komt van Allah een Dag die niet afgeweerd kan worden. Op die Dag zullen jullie geen toevluchtsoord hebben, noch zal er voor jullie een ontkenning zijn (van jullie zonden).",
    "Maar als zij zich afkeren: Wij hebben jou niet als waker over hen gestuurd. Jij bent niets dan een verkondiger. En waarlijk, als Wij de mens Onze genade laten proeven, verheugt hij zich daarin, maar als een tegenslag hem treft, wegens wat zijn handen vooruit hebben gestuurd, dan waarlijk, (wordt) de mens ondankbaar!",
    "(Alléén) aan Allah behoort het Koninkrijk van de hemelen en de aarde. Hij schept wat Hij wil, (zoals Hij wil). Hij schenkt vrouwelijke en mannelijke kinderen aan wie Hij wil.",
    "Of Hij schenkt zowel mannelijk als vrouwelijk (nageslacht). En Hij maakt onvruchtbaar wie Hij wil. Waarlijk, Hij is Alwetend, Almachtig.",
    "Het past de mens niet dat Allah tot hem spreekt, behalve door middel van een openbaring, of van achter een sluier of door het zenden van een gezant (Djibril) om met Zijn toestemming te openbaren wat Hij wil. Waarlijk, Hij is Verheven, Alwijs.",
    "Zo hebben Wij aan jou een openbaring neergezonden, op Ons bevel. Jij wist toen niet wat het Boek (de Koran) was en wat het geloof was. Maar Wij hebben hem tot een licht gemaakt waarmee Wij van Onze dienaren leiden wie Wij willen. En waarlijk, jij leidt inderdaad naar een recht Pad.",
    "Het is het Pad van Allah, Degene aan Wie alles wat in de hemelen en wat op de aarde is, toebehoort. Waarlijk, uiteindelijk keren alle zaken terug tot Allah.",
    "Hā Mīm.",
    "Bij het duidelijke Boek.",
    "Voorwaar, Wij hebben hem als een Arabische Koran gemaakt. Hopelijk zullen jullie begrijpen.",
    "En waarlijk, hij is bij Ons (vastgelegd) in de Moeder van het Boek, verheven, vol wijsheid.",
    "Zullen Wij dan de Overdenking wegnemen van jullie, Ons afwendend, omdat jullie een buitensporig volk zijn?",
    "En hoeveel Profeten hebben Wij niet gestuurd onder de vroegeren?",
    "En er kwam geen Profeet tot hen, of zij dreven de spot met hem.",
    "Daarom vernietigden Wij de sterksten onder hen. En de voorbeelden van de vroegeren zijn hen voorafgegaan.",
    "En als jij hen vraagt: “Wie heeft de hemelen en de aarde geschapen?” Zullen zij zeker zeggen: “De Almachtige, de Alwetende heeft hen geschapen.”",
    "Degene Die de aarde voor jullie als wieg heeft gemaakt, en voor jullie daarop wegen heeft aangelegd. Hopelijk zullen jullie Leiding volgen.",
    "En Degene Die uit de hemel water heeft doen neerdalen, in een afgepaste maat. Dan doen Wij daarmee het dode land leven. Op die manier zullen jullie opgewekt worden.",
    "En Degene Die alles in paren geschapen heeft en jullie schepen heeft gegeven en vee aangewezen heeft om op te rijden.",
    "Zodat jullie stevig op hun ruggen kunnen zitten en dan de gunst van jullie Heer kunnen gedenken. Wanneer jullie daarop zitten en zeggen: “Verheerlijkt is Hij die dit voor ons dienstbaar heeft gemaakt, want wij konden dit zelf niet onderwerpen.”",
    "En waarlijk, tot Onze Heer zullen wij zeker terugkeren!",
    "En sommigen maken van Zijn dienaren gelijken aan Allah. Waarlijk, de mens is zeker duidelijk ondankbaar!",
    "Of heeft Hij zich van wat Hij geschapen heeft dochters genomen en voor jullie zonen verkozen?",
    "En als één van hen het verheugende nieuws hoort over wat zij de Barmhartige toeschrijven (een dochter), wordt zijn gezicht somber en hij is vervuld met droefheid!",
    "En is hij die temidden van sieraden is grootgebracht en die in het debat geen duidelijk argument kan aanvoeren (een kind van Allah)?",
    "En zij maken de Engelen die de dienaren van de Barmhartige zijn, tot vrouwen. Waren zij getuigen van hun schepping? Hun getuigenissen zullen genoteerd worden en zij zullen ondervraagd worden!",
    "En zij zeiden: “Als de Barmhartige het had gewild, dan zouden wij hen niet aanbeden hebben. Zij hebben geen kennis daarover. Zij doen niets anders dan liegen!",
    "Of hebben Wij hen een Boek hiervόόr gegeven waaraan zij zich aan vasthouden?",
    "Nee! Zij zeggen: “Wij zagen onze vaders een bepaalde godsdienst volgen. En wij volgen in hun voetsporen (geloof).”",
    "En Wij hebben geen boodschapper vόόr jou gestuurd naar een stad of de bewoners ervan, die in weelde leefden, zeiden: “Wij zagen dat onze vaders een bepaalde godsdienst volgden en wij zullen zeker in hun voetsporen volgen.”",
    "(De Boodschapper) zei: “Zelfs als ik jullie een rechtere Leiding heb gebracht dan wat jullie bij jullie voorvaders hebben aangetroffen?” Zij zeiden: “Waarlijk, wij geloven niet in datgene waar jullie mee gezonden zijn.”",
    "Dus wreekten Wij ons over hen, zie dan wat het einde was van degenen die ontkenden.",
    "En (gedenk) toen Ibrahim tegen zijn vader en zijn volk zei: “Waarlijk ik ben onschuldig aan dat wat jullie aanbidden.",
    "Behalve (voor mijn aanbidding van) Degene Die mij geschapen heeft en waarlijk, Hij zal mij leiden.”",
    "En hij maakte het (getuigen van de eenheid van Allah) tot een blijvend woord onder zijn nageslacht. Hopelijk zullen zij terugkeren.",
    "Ik gaf zelfs aan hen en hun vaderen genietingen, totdat de Waarheid en een verduidelijkende Boodschapper tot hen kwamen.",
    "En toen de Waarheid tot hen kwam, zeiden zij: “Dit is tovenarij en wij geloven daar niet in.”",
    "En (de ongelovigen die niet beter wisten) zeiden: “Waarom werd deze Koran niet geopenbaard aan een groot man van (één van) de twee steden?”",
    "Zijn zij het, die de Genade van jouw Heer uitdelen? Wij zijn het, Die hun levensonderhoud op deze wereld uitdelen. En Wij verhieven sommigen van hen in rang (functie) boven anderen, waardoor de ene (arme) groep het mikpunt van spot zal zijn voor de andere (rijke) groep. Maar de Genade van jou Heer is beter dan wat zij vergaren.",
    "En als de mensheid dan niet tot één (ongelovige) gemeenschap zou worden, dan hadden Wij voor degenen die niet in de Barmhartige geloven de daken van hun huizen van zilver gemaakt, en ook de trap waarlangs zij omhoog gaan.",
    "En voor hun huizen (zilveren) deuren en tronen waarop zij konden rusten.",
    "En versieringen van goud. Maar dit alles zou niet anders dan een vergankelijk vermaak van deze wereld zijn. En het Hiernamaals bij jullie Heer is slechts voor de godvrezenden.",
    "En wie zich afkeert van het gedenken van de Meest Barmhartige, wijzen Wij Satan aan als zijn ‘qarien’ (of onafscheidelijke zielsverwant).",
    "En waarlijk, zij (de duivels) zullen hen zeker afhouden van de rechte Weg en zij denken zij dat zij rechtgeleid zijn.",
    "Totdat, wanneer hij tot Ons komt, hij (tot zijn metgezel) zegt: “Was de afstand tussen ons maar als die tussen de zonsopgang en de zonsondergang, (jij bent de) slechtste metgezel!”",
    "Maar het zal jullie op die Dag niet baten, want jullie begingen een zonde, dat jullie in de bestraffing samen zijn.",
    "Kan jij dan de doven laten horen of de blinden (van hart) leiden, of degene die in duidelijke dwaling verkeert?",
    "Als Wij jou dan wegnemen (vόόrdat Wij hen bestraffen), danzullen Wij hen zeker bestraffen.",
    "Of Wij laten jou zien, wat Wij hun hebben aangezegd: voorwaar, Wij zijn machthebbers over hen.",
    "Houd je dus vast aan datgene wat aan jou geopenbaard is. Waarlijk, jij bent op het rechte Pad.",
    "En waarlijk, dit (de Koran) is zeker een overdenking voor jou en jouw volk. En zij zullen (daarover) ondervraagd worden.",
    "En vraag aan Onze Boodschappers die Wij vóór jou gestuurd hebben: “Hebben Wij ooit goden aangewezen die naast de Barmhartige aanbeden moeten worden?”",
    "En voorwaar, Wij hebben Mozes met Onze Tekenen naar de Farao en zijn vooraanstaanden gezonden. Hij zei: “Waarlijk, Ik ben een Boodschapper van de Heer der Werelden.”",
    "Toen hij tot hen met Onze Tekenen kwam, toen lachten zij erom.",
    "En Wij toonden hen geen Teken of het werd door een groter gevolgd, en Wij grepen hen met bestraffing zodat zij misschien zullen terugkeren.",
    "En zij zeiden: “O jij tovenaar! Roep jouw Heer voor ons aan zoals Hij het met jullie\" overeen is gekomen. Waarlijk, wij zullen zeker de leiding volgen.”",
    "Maar toen Wij de bestraffing van hen verwijderden, zie! Zij verbraken hun verbond.",
    "En Farao verkondigde onder zijn volk: “O mijn volk! Is het rijk van Egypte niet van mij? En deze rivieren die onder mij stromen. Zien jullie dat dan niet?",
    "Ben ik niet beter dan deze onaanzienlijke man die zichzelf amper kan uitdrukken?",
    "Waarom zijn hem dan geen gouden armbanden gegeven, of Engelen met hem meegekomen die hem vergezellen.”",
    "Dus hij misleidde zijn volk en zij gehoorzaamden hem. Waarlijk, zij waren een zwaar zondig volk.",
    "Dus toen zij Ons kwaad maakten, straften Wij hen en verdronken hen allen.",
    "En Wij maakten hen tot een voorbeeld en een lering voor latere generaties.",
    "En als de zoon van Maryam als voorbeeld wordt genoemd zie! Jouw volk (O Mohammed) roept luid.",
    "En zeggen: “Zijn onze goden beter of is hij (Isa) dat?” En zij gaven dit voorbeeld slechts om te redetwisten. Zij zijn zelfs een volk van redetwisters.",
    "Hij (Isa) is niet meer dan een dienaar. Wij gaven hem Onze gunst en Wij maakten hem tot een voorbeeld voor de Kinderen van Israël.",
    "En als het Onze wil was geweest, zouden Wij zeker onder jullie op aarde Engelen maken die jullie opvolgen.",
    "En hij zal een bekend Teken zijn voor het Uur. Heb daarom geen twijfel. En volg Mij! Dit is het rechte Pad.",
    "En laat Sheitan jullie niet tegenhouden. Waarlijk, hij is voor jullie een duidelijke vijand.",
    "En toen Isa met (Onze) duidelijke bewijzen kwam, zei hij: “Ik ben tot jullie met wijsheid gekomen zodat ik jullie een aantal zaken, waarover jullie van mening verschillen, duidelijk kan \"maken, vrees daarom Allah en gehoorzaam mij.",
    "Waarlijk, Allah! Hij is mijn Heer en jullie Heer. Aanbidt dus alleen Hem. Dit is het (enige) rechte Pad.”",
    "Maar de sekten verschilden van mening. Wee degenen die zondigen voor de bestraffing van een pijnlijke Dag!",
    "Wachten zij slechts op het Uur dat plotseling tot hen zal komen, terwijl zij het niet door hebben?",
    "Vrienden zullen op die Dag elkaars vijanden zijn, behalve de godvrezenden.",
    "“Mijn aanbidders! Op deze dag zullen jullie niet vrezen noch zullen jullie bedroefd zijn.",
    "(Jullie) die geloofd hebben in Onze Tekenen en moslims waren.",
    "Treedt het Paradijs in vreugde binnen, jullie en jullie vrouwen.",
    "Gouden dienbladen en kopjes zullen onder hen rondgaan. Daarin is alles wat hun harten verlangen, alles waar de ogen zich in kunnen verheugen, en jullie zullen daarin voor altijd verblijven.",
    "Dit is het Paradijs wat jullie hebben geërft, door jullie daden die jullie plachten te verrichten.",
    "Daarin zal een overvloed aan fruit zijn wat jullie zullen eten.",
    "Waarlijk, de misdadigers en degenen die volharden in hun kwade daden, zullen in de bestraffing van de Hel zijn om daarin voor altijd te verblijven.",
    "(De bestraffing) zal voor hen niet verlicht worden en zij zullen met groot berouw, spijt en wanhoop in de vernietiging worden geworpen.",
    "Wij zijn niet onrechtvaardig voor hen maar zij waren de onrechtplegers.",
    "En zij zullen roepen: “O Malik! (bewaker van de Hel) Laat jou Heer een einde aan ons maken.” Hij zal zeggen: “Waarlijk, jullie zullen hier voor altijd verblijven.”",
    "Voorwaar, Wij hebben de Waarheid tot jullie gebracht, maar de meesten van jullie haten de Waarheid.",
    "Of hebben jullie een plan bedacht? Wij bedenken ook een plan.",
    "Of denken zij dat Wij hun geheimen niet horen in hun besloten vergadering? Onze gezanten (Engelen) zijn bij hen, zij schrijven.",
    "Zeg (O Mohammed): “Als de Erbarmer een zoon zou hebben, dan zou ik de eerste van Zijn aanbidders zijn.",
    "Verheerlijkt is de Heer van de hemelen en de aarde, de Heer van de troon! Verheven is Hij boven alles wat jullie (Hem) toekennen.",
    "Laat hen dus (alleen) om onzin te uiten en te spelen totdat zij hun Dag ontmoeten, de Dag die hen beloofd is.",
    "Hij is Degene Die de God in de hemel is en de God op de aarde is. En Hij is de Alwijze, de Alwetende.",
    "En gezegend is Degene aan Wie het koninkrijk van de hemelen en de aarde behoort, en alles wat daar tussen is. En bij Wie de kennis van het Uur is en tot Wie jullie (allen) zullen terugkeren.",
    "En degenen die zij naast Hem aanroepen hebben geen macht voor bemiddeling; behalve degenen die van de Waarheid getuigen terwijl zij kennis hebben.",
    "En als jullie hen vragen wie hen geschapen heeft, zullen zij zeker: “Allah” zeggen. Hoe kan het dan dat zij zich afkeren?",
    "(Allah kent) zijn (Mohammed’s) uitspraak : “O mijn Heer! Waarlijk, dit is een volk dat niet gelooft!”",
    "Keer je dus van hen af, en zeg: “Vrede! Maar zij zullen het te weten komen.",
    "Hā Mīm.",
    "Bij het duidelijke Boek.",
    "Wij hebben hem (de Koran) in de gezegende nacht neergezonden. Waarlijk, Wij zijn de waarschuwers.",
    "Daarin worden alle wijze zaken uiteengezet.",
    "Als een bevel van Ons. Waarlijk, Wij zonden (de Profeten).",
    "(Als) een genade van jou Heer. Waarlijk! Hij is de Alhorende, de Alwetende.",
    "De Heer van de hemelen en de aarde en wat daartussen is, als jullie overtuigden zijn.",
    "Er is geen god naast Hem. Hij, die het leven geeft en de dood veroorzaakt, jullie Heer en de Heer van jullie voorvaderen.",
    "Zij blijven zelfs in twijfel doorspelen.",
    "Wacht dan op de Dag waarop in de hemel een zichtbare rook verschijnt.",
    "De mensen bedekkend, die is een pijnlijke bestraffing.",
    "(Zij zullen zeggen:) “Onze Heer! Verwijder de bestraffing van ons, waarlijk wij zijn gelovigen.”",
    "Hoe zullen zij zich laten vermanen, als er reeds een duidelijke Boodschapper tot hen is gekomen?",
    "Toen keerden zij zich van hem af en zeiden: “Hij is een bezeten onderwezene.”",
    "Waarlijk, Wij zullen korte tijd de bestraffing verwijderen. Waarlijk! Jullie zullen terugkeren.",
    "(Gedenk) de Dag dat Wij hen zullen grijpen met de zware bestraffing. Waarlijk, Wij zijn Vergelders.",
    "En voorwaar, Wij hebben voorheen het volk van Farao beproefd, toen er tot hen een edele Boodschapper (Mozes) kwam.",
    "Zeggende: “Geef aan mij de dienaren van Allah terug. Waarlijk! Ik ben voor jullie een Boodschapper, het vertrouwen waard.",
    "En wees niet hoogmoedig tegenover Allah. Waarlijk, ik ben tot jullie met een duidelijk bewijs gekomen.",
    "En waarlijk, ik zoek mijn toevlucht bij mijn Heer en jullie Heer, zodat jullie mij niet zullen stenigen.",
    "Maar als jullie mij niet geloven, laat mij dan met rust.”",
    "Dus hij riep zijn Heer: “Dit zijn zeker de mensen die misdadig zijn.”",
    "(Allah zei toen:) “Trek met Mijn dienaren in de nacht weg. Zeker, jullie zullen vervolgd worden.”",
    "En laat de zee zoals zij is. Waarlijk, zij zullen een verdronken leger worden.”",
    "Hoeveel tuinen en bronnen lieten zij niet achter?",
    "En korenvelden en goede plaatsen.",
    "En genietingen van het leven waarin zij zich verheugden.",
    "Zo is het.En Wij lieten andere mensen het erven.",
    "En de hemelen en de aarde huilden niet voor hen, noch gaven zij uitstel.",
    "En voorwaar, Wij redden de Kinderen van Israël van een vernederende bestraffing,",
    "Van Farao: Waarlijk! Hij was arrogant en behoorde tot de buitensporigen.",
    "En Wij verkozen hen doelbewust boven de anderen.",
    "En gaven hen Tekenen waarin een duidelijke beproeving was.",
    "Waarlijk deze mensen (de ongelovigen) zeggen:",
    "“Het is slechts onze enige dood en wij zullen niet herrijzen.",
    "Breng dan onze voorvaderen (terug) als jullie de waarheid spreken!”",
    "Zijn zij beter of het volk van ‘Toebba’ en degenen vόόr hen? Wij vernietigden hen omdat zij zeker misdadigers waren.",
    "En Wij schiepen de hemelen en de aarde en alles wat daar tussen is niet voor uitsluitend spel.",
    "Wij hebben beide niet anders dan in Waarheid geschapen, maar de meesten van hen weten het niet.",
    "Waarlijk, de Dag des Oordeels is voor hen allen op een aangewezen tijd.",
    "De Dag waarop de ene vriend de andere vriend in niets kan bijstaan, noch kunnen zij hulp krijgen.",
    "Behalve degene waarvoor Allah genade heeft. Waarlijk, Hij is de Almachtige, de Genadevolle.",
    "Waarlijk, de Zaqqoemboom.",
    "Zal het voedsel voor de zondaren zijn.",
    "Als kokende olie zal het in hun buiken komen.",
    "Als kokend, verzengend water.",
    "Grijp hem en sleep hem naar het binnenste van het laaiende Vuur.",
    "Giet dan over zijn hoofd de bestraffing van het kokende water.",
    "Proef (dit)! Waarlijk, jij bent de geweldige, de nobele! (wordt er spottend tot de misdadiger gezegd)",
    "Waarlijk! Dit is waarover jullie twijfelden.",
    "Waarlijk! De godvrezenden zullen op een veilige plaats zijn.",
    "Tussen tuinen en bronnen.",
    "Gekleed in fijne zijde en brokaat, tegenover elkaar gezeten.",
    "Zo is het. En Wij zullen hen met schone meisjes die grote mooie ogen hebben, verenigen.",
    "Zij zullen daar naar alle fruitsoorten vragen (en deze ontvangen) in vrede en veiligheid.",
    "Zij zullen daarin, na de eerste dood, geen dood meer ondergaan, en Hij zal hen van de bestraffing van het laaiende Vuur redden.",
    "Als een overvloed van jullie Heer! Dat is de geweldige overwinning.",
    "Zeker, Wij hebben hem (de Koran) gemakkelijk gemaakt in jouw taal. Hopelijk zullen zij er lering uit trekken.",
    "Wacht daarom, zij wachten ook (op hun bestraffing).",
    "Hā Mīm.",
    "(Dit is) De openbaring van het Boek van Allah, de Almachtige, de Alwijze.",
    "Waarlijk, in de hemelen en de aarde zijn Tekenen voor de gelovigen.",
    "En in jullie schepping en wat Hij verspreid heeft van bewegende schepselen, zijn Tekenen voor een volk dat overtuigd is.",
    "En (ook) in de afwisseling van de nacht en de dag, en de voorzieningen (regen) die Allah neergezonden heeft uit de hemel, waarmee Hij vervolgens de aarde na haar dood tot leven brengt, en in het draaien van de winden zijn Tekenen voor een volk dat begrijpt.",
    "Dit zijn de Verzen van Allah die Wij aan jou reciteren in Waarheid. In welke uitspraken na (het Woord van) Allah en Zijn Verzen geloven zij dan?",
    "Wee voor elke zondige leugenaar.",
    "Die de Verzen van Allah hoort reciteren, maar toch aan zijn trots vasthoudt alsof hij hen niet hoort. Verkondig aan hem dus een pijnlijke bestraffing!",
    "En als hij iets van Onze Verzen leert, maakt hij daar grappen over. Voor dit soort mensen zal er een vernederende bestraffing zijn.",
    "Voor hen is de Hel, en wat zij verdiend hebben zal hen niet tot voordeel zijn, noch dat wat zij naast Allah als beschermers hebben genomen. En voor hen zal er een grote bestraffing zijn.",
    "Deze (Koran) is de Leiding. En degenen die niet in de Verzen van hun Heer geloven, voor hen is er een pijnlijke bestraffing door een pijnlijke marteling.",
    "Allah is Degene Die aan jullie de zee heeft onderworpen, opdat de schepen daarover met Zijn toestemming erop mogen varen. En opdat jullie van Zijn overvloed mogen zoeken, en dat jullie dankbaar mogen zijn.",
    "En Hij heeft voor jullie alles wat zich van Hem in de hemelen en de aarde bevindt dienstbaar gemaakt. Voorwaar, daarin zijn Tekenen voor een volk dat nadenkt.",
    "Zeg tot degenen die geloven dat zij degenen vergeven die niet op de Dagen van Allah hopen. Zodat Hij de mensen in overeenstemming met hun verdiensten kan vergoeden.",
    "Wie een goede daad heeft verricht, verricht dat voor zichzelf en iedereen die zondigt, zondigt (tegen zichzelf). Daarna zullen jullie tot jullie Heer terugkeren.",
    "En voorwaar, Wij gaven de Kinderen van Israël het Boek, en het profeetschap en de heerschappij. En Wij voorzagen hen met goede dingen en verkozen hen boven de volkeren (die toen leefden).",
    "En Wij gaven hen duidelijke bewijzen over de zaak (de godsdienst). En zij verschilden niet van mening tot de kennis tot hen gekomen was, door onderlinge afgunst. Waarlijk, jouw Heer zal over hen oordelen op de Dag der Opstanding, over dat waar zij van mening over verschilden.",
    "Toen hebben Wij jou (O Mohammed) een duidelijke weg gewezen. Volg deze dan en volg niet de lusten van de onwetenden.",
    "Waarlijk, zij zullen jou in niets tegen Allah’s (bestraffing) kunnen beschermen. Waarlijk, de onrechtvaardigen zijn de helpers voor elkaar, maar Allah is de beschermheer van de godvrezenden.",
    "Dit (de Koran) is een duidelijke aanwijzing voor de mensheid en een Leiding en een genade voor een volk dat een zeker geloof heeft.",
    "Of dachten degenen die slechte daden verricht hebben, dat Wij hen hetzelfde zullen behandelen als degenen die geloofden en goede daden verricht hebben, zowel in hun leven als in hun sterven? Verkeerd is het oordeel dat zij vellen.",
    "En Allah heeft de hemelen en de aarde in Waarheid geschapen. Zodat iedere ziel wordt vergolden voor hetgeen hij verdiend heeft. En hen zal geen onrecht worden aangedaan.",
    "Heb jij degene gezien die zijn begeerten tot god heeft genpmen, en die door Allah tot dwaling wordt gebracht op grond van kennis, en wiens oren en wiens hart Hij verzegeld heeft, en over wiens ogen Hij een bedekking heeft aangebracht? Wie zal hem dan na Allah leiden? Zullen jullie dan niet nadenken?",
    "En zij zeggen: “Er is niets anders dan het wereldse leven, wij sterven en wij leven en niets kan ons vernietigen behalve de tijd.” En zij hebben geen kennis daarover, zij gissen slechts.",
    "En als Onze duidelijke Verzen voor hen gereciteerd worden, is hun argument niets anders dan dat zij zeggen: “Breng onze (dode) voorvaderen terug, terug als jullie waarachtig zijn!”",
    "Zeg: “Allah geeft jullie leven en daarna laat Hij jullie sterven, dan zal Hij jullie op de Dag der Opstanding, waar geen twijfel over is, verzamelen. Maar de meesten mensen weten het niet.",
    "En aan Allah behoort het Koninkrijk van de hemelen en de aarde en de Dag waarop het Uur valt. Die Dag verliezen de vervalsers.",
    "En jij zult alle volkeren zien neerknielen, ieder volk zal tot zijn boek worden geroepen. Op die Dag zullen jullie vergolden worden voor wat jullie hebben gedaan.",
    "Dit is Ons Boek, dat in Waarheid tot jullie spreekt. Waarlijk, Wij schrijven op wat jullie plegen te doen.",
    "Wat betreft degenen die geloven en goede daden verrichten, hun Heer zal hen in Zijn Genade toelaten. Dat is de duidelijke overwinning.",
    "Maar tot de ongelovigen zal gezegd worden: “Werden Mijn Verzen niet aan jullie voorgedragen, waarop jullie hoogmoedig werden? En jullie waren een volk van misdadigers.”",
    "En toen er gezegd werd: “Waarlijk! Allah’s belofte is de waarheid en er is geen twijfel over de komst van het Uur.” zeiden jullie: “Wij weten niet wat het Uur is, wij vermoeden het slechts en zijn er niet zeker van.”",
    "En het kwaad dat zij verricht hebben zal voor hen verschijnen en zij zullen volledig omringd zijn door hetgeen wat zij bespotten!",
    "Op die Dag wordt gezegd: “Deze Dag zullen Wij jullie vergeten zoals jullie de ontmoeting van deze Dag vergaten. En jullie verblijfplaats is het Vuur en daar is geen hulp voor jullie.",
    "Dit is omdat jullie de Openbaringen van Allah tot onderwerp van spot maakten en het wereldse leven jullie verleid heeft.” Op die dag zullen zij niet uit de Hel gehaald worden, noch zullen zij Allah berouw kunnen tonen.",
    "Alle lof zij Allah, de Heer van de hemelen en de Heer van de aarde, de Heer der Werelden.",
    "En Hem behoort alle grootheid in de hemelen en op de aarde en Hij is de Almachtige, de Alwijze. ۞"
  ]
}