{
  "meta": {
    "id": 235,
    "name": "Malak Faris Abdalsalaam",
    "translator_name": "Malak Faris Abdalsalaam",
    "slug": "dutch-abdalsalaam",
    "language_name": "dutch"
  },
  "verses": [
    "Dat zijn de Boodschappers van wie Wij sommigen boven de anderen hebben uitverkoren; tegen sommigen van hen heeft Allah gesproken; anderen heeft Hij in graden verheven; en aan Jezus, de zoon van Maryam hebben Wij duidelijke Bewijzen gegeven, en hem met de geest der heiligheid ondersteund. En als Allah het gewild had, dan hadden opeenvolgende generaties niet met elkaar gevochten nadat de duidelijke verzen van Allah tot hen gekomen waren, maar zij verschillen van mening; sommigen van hen geloven en anderen geloven niet. Als Allah het gewild had dan hadden zij niet tegen elkaar gevochten, maar Allah doet wat Hij wil.",
    "O jullie die geloven! Geef bijdragen waarmee Wij jullie voorzien hebben, want er zal een dag aanbreken waarin geen handel, vriendschap of bemiddeling zal zijn. En het zijn de ongelovigen die onrechtvaardig zijn.",
    "Allah! Er is geen godheid dan Hij (die het recht heeft aanbeden te worden), de eeuwig Levende, de Zelfstandige. Sluimer noch slaap kan Hem treffen. Hij is de Bezitter van de hemelen en de aarde, en al wat er zich in bevindt. Wie kan bij Hem bemiddelen zonder Zijn toestemming? Hij kent wat er voor hen is en wat er achter hen is. Zij kunnen niets van Zijn kennis onthullen, tenzij Hij dat wil. Zijn troon strekt zich uit (ver) over de Hemelen en de Aarde, (maar) het waken hierover vermoeit Hem helemaal niet. Hij is de meest Verhevene, de Almachtige.",
    "Er is geen dwang in de godsdienst. Waarlijk, het rechte Pad is duidelijk te onderscheiden van het pad dat doet afdwalen. Iedereen die niet in afgoden gelooft, en in Allah gelooft heeft een sterk houvast gegrepen dat nooit zal afbreken. En Allah is de Alhorende, de Alwetende.",
    "Allah is de Behoeder van degenen die geloven. Hij brengt hen uit de duisternis in het licht. (En voor) de ongelovigen zijn er bondgenoten van de Thaghōets. Zij leiden hen van het licht naar de duisternis (zoals de Joden, die Mohammed niet erkenden). Zij zijn de bewoners van het Hellevuur, waarin zij eeuwig en altijd zullen verblijven.",
    "Heb jij niet nagedacht over degene die met Abraham redetwistte over zijn Heer, omdat Allah hem het koninkrijk gegeven had? Toen Abraham tegen hem zei: “Mijn Heer is Degene Die het leven geeft en doet sterven.” Hij zei: “Ik doe leven en sterven.” Abraham zei: “Waarlijk! Allah laat de zon in het Oosten opkomen, laat u hem dan van het Westen opkomen.” De ongelovige zweeg toen van verbazing. En Allah leidt niet de mensen die onrechtvaardig zijn.",
    "Of (gedenk) degene die langs een (verlaten) stad kwam die volledig uit ruïnes bestond. Hij zei: “Oh! Hoe zal Allah (deze stad) doen herleven na haar vernietiging?” Daarop liet Allah hem sterven voor honderd jaar, waarna Hij hem deed herleven. Vervolgens vroeg Hij: “Hoe lang heb je hier\" doorgebracht?” Hij antwoordde: “Misschien was ik hier een dag of een deel van de dag.” Hij zei: “Nee, jij hebt hier honderd jaar doorgebracht. Kijk nu naar je eten en drinken (nl. een mand vijgen en wat druivensap) zij zijn (na een volle eeuw) niet bedorven (noch van kleur veranderd). En kijk naar je ezel (waarvan enkel nog het geraamte rest)! (Een duidelijk bewijs van het wonder) En zo hebben Wij van jou een teken (van de heropstanding) gemaakt voor de mensen. Kijk naar de beenderen (van jouw ezel), hoe Wij ze (terug) samenbrengen en met vlees bedekken.” Zodra hem alles duidelijk werd, zei hij: “(Nu) ben ik vast en zeker overtuigd dat Allah tot alle dingen in staat is.”",
    "En (gedenk) toen Ibrahim (zonder argwaan of twijfels) zei: “Mijn Heer! Toon mij (in levenden lijve) hoe U de doden weer tot leven wekt.” Hij zei: “Geloof je dan niet (met je hart)?” Hij zei: “Jawel, maar opdat mijn hart tot rust komt.” Hij zei: “Neem vier (verschillende) vogels: slacht ze, snijdt ze in stukken, (haal ze door elkaar en maak er vier porties van). Verdeel hen vervolgens over (vier verschillende) bergen. Roep hen op (met de vogelkoppen in de hand), en ze (de verschillende stukken) zullen zich haasten en naar jou toekomen (om zich aan de kop te hechten en weer een volledige levende vogel te vormen). En weet dat Allah Almachtig is, Alwijs.",
    "De gelijkenis van degenen die van zijn rijkdommen uitgeeft op het Pad van Allah is als de gelijkenis van een graankorrel; het groeit in zeven aren en iedere aar heeft honderd korrels. Allah geeft het veelvoudige aan degenen waarover Hij tevreden is. En Allah is voldoende voor de noden van Zijn schepselen, Alwetend.",
    "Degenen die hun rijkdommen uitgeven voor Allah en hun giften niet laten opvolgen door de herinnering van hun vrijgevendheid of door kwetsen, hun beloning is bij hun Heer. Zij zullen geen vrees hebben, noch zullen zij bedroefd zijn.",
    "Vriendelijke woorden en de vergeving van zonden zijn beter dan een liefdadigheid die door kwetsen gevolgd wordt. En Allah is Behoefteloos, Zachtmoedig.",
    "O jullie die geloven. Overhandig niet in verwaandheid jullie liefdadigheid door jullie vrijgevendheid te gedenken of door te kwetsen, zoals degenen die zijn weelde uitgeeft om door de mensen gezien te worden. En hij gelooft niet in Allah, noch in de Laatste Dag. En de gelijkenis met hem is als met een gladde rots bedekt met aarde, waarop een zware regenbui valt, die hem kaal achterlaat. Zij zijn niet in staat om iets te doen met wat zij verdiend hebben. En Allah leidt de ongelovige mensen niet.",
    "En de gelijkenis van degenen die hun welvaart besteden om Allah’s genoegen te zoeken en de versterking van hun ziel, is als de gelijkenis van een tuin op een hoge en vruchtbare plaats, waar zware regen op valt en (die) dan dubbel vrucht draagt. En als er geen zware regen valt, is lichte dauw voldoende. En Allah is Alziende over wat jullie doen.",
    "Wenst één van jullie een dadeltuin te bezitten en druivenstokken, met rivieren die daar onderdoor stromen, en met allerlei soorten fruit voor hem daarin, terwijl hij een hoge leeftijd heeft behaald en zijn kinderen zwak zijn, terwijl het (de tuin) dan door een vurige wervelwind wordt getroffen, zodat het verbrandt? Zo maakt Allah Zijn Tekenen duidelijk aan jullie. Hopelijk zullen jullie nadenken!",
    "O, jullie die geloven! Geef van de goede dingen die jullie eerlijk verdiend hebben en van wat Wij voor jullie uit de aarde hebben voortgebracht en neem jullie niet voor om van het slechte te besteden, \"waarvan jullie slechts met gesloten zouden nemen. En weet dat Allah Behoefteloos, Prijzenswaardig is.",
    "Satan dreigt jullie met armoede (tijdens het geven van liefdadigheid) en spoort jullie aan tot gierigheid (door de zakaat achter te houden). Terwijl Allah jullie (vanwege jullie uitgaven) vergeving (voor jullie zonden) en overvloed belooft. En Allah is Alomvattend, Alwetend.",
    "Hij geeft Wijsheid aan wie Hij wil en degene die de wijsheid heeft gekregen, heeft zeker een overvloedig goed gekregen. En niemand laat zich vermanen dan de mensen van begrip.",
    "En alles wat jullie ook in liefdadigheid uitgeven of welke eed jullie ook afleggen, wees er zeker van dat Allah alles weet. En voor de onrechtvaardigen zijn geen helpers.",
    "Als jullie de liefdadigheid openlijk laten zien, is dat goed, maar als jullie het in stilte aan de armen geven, is dat beter voor jullie. (Allah) zal jullie je zonden vergeven. En Allah is Alwetend over wat jullie doen.",
    "Het is niet aan jou hen te leiden, maar Allah leidt wie Hij wil. En al het goede dat je besteedt is voor jezelf, als je het omwille voor het zoeken van Allah’s welbehagen doet. En al het goede wat je besteedt zal jullie beloond worden en jullie zullen niet onrechtvaardig behandeld worden.",
    "(Liefdadigheid is) voor de armen, die door Allah beperkt zijn en zich niet door het land kunnen bewegen. Degene die hen niet kent, denkt dat zij rijk zijn vanwege hun bescheidenheid. Je herkent hen aan hun tekens; zij vragen niet van de mensen op opdringende wijze. En al het goede dat jullie uitgeven, waarlijk Allah weet ervan. .",
    "Degenen die ’s nachts en overdag van hun rijkdommen uitgeven, heimelijk en in het openbaar, hebben hun beloning bij hun Heer. Voor hen zal er geen vrees zijn, noch zullen zij bedroefd zijn.",
    "Degenen die rente verteren zullen op geen andere wijze (uit hun graven) herrijzen dan als iemand die door de duivel werd bezeten, die hen in waanzin leidt. Dat is omdat zij zeggen: “Handel is als rente,” maar Allah heeft de handel toegestaan en de rente verboden. Iedereen die dus een vermaning van zijn Heer ontvangt en stopt met het verteren van rente, zal niet voor het verleden gestraft worden; zijn zaak ligt voor Allah, maar iedereen die terugkeert, zijn de bewoners van het Vuur: zij zullen daarin altijd verblijven.",
    "Allah zal de rente verwoesten en zal daden van liefdadigheid doen toenemen. En Allah houdt niet van de ongelovige zondaren.",
    "Waarlijk degenen die geloven en goede daden verrichten en hun gebeden perfect verrichten en zakaat geven, zij zullen hun beloning bij hun Heer hebben. En zij zullen niet vrezen, noch zullen zij bedroefd zijn.",
    "O, jullie die geloven. Vrees Allah en geef op wat er van (het vragen van) van rente overblijft, als jullie ware gelovigen zijn!",
    "En als jullie dat niet doen, hoedt jullie dan voor de aankondiging van oorlog van Allah en Zijn boodschapper, maar als jullie berouw hebben, zullen jullie je geldelijke som behouden. Handel niet onrechtmatig en jullie zullen niet onrechtvaardig behandeld worden.",
    "En als de schuldenaar in moeilijkheden verkeert, geef hem dan uitstel van betaling totdat hij wél kan betalen. Maar als jullie het als liefdadigheid kwijtschelden is dat beter voor jullie, als jullie dat maar weten.",
    "En vrees de dag waarop jullie tot Allah worden teruggebracht. Dan zal elke ziel beloond worden voor wat hij heeft verdiend en zij zullen niet onrechtvaardig behandeld worden.",
    "O, jullie die geloven! Als jullie een overeenkomst van een schuld voor een bepaalde tijd vastleggen, schrijf het dan op. Laat een schrijver het op een rechtvaardige manier tussen jullie opschrijven. Laat de schrijver niet weigeren het te noteren zoals Allah hem onderwezen heeft, laat het hem dus noteren. Laat degene die de schuld aangaat dicteren, en laat hem Allah, zijn Heer vrezen en laat hem niets (van wat hij schuldig is) in mindering brengen. Maar als de schuldenaar zwak van begrip is, of dwaas, of niet in staat is om het zelf te dicteren, laat dan zijn voogd het in rechtvaardigheid dicteren. En jullie nemen twee getuigen van jullie eigen mannen. En als er geen twee mannen (beschikbaar zijn) neem dan één man en twee vrouwen, die jullie als getuigen goedkeuren. Zodat als één (van de twee vrouwen) zich vergist de ander haar kan corrigeren. En de getuigen mogen niet weigeren wanneer zij worden opgeroepen. En wordt het schrijven niet moe, of het nu klein of groot is, betreffende de vervaltijd, dat is in Allah’s ogen eerder rechtvaardig: een beter bewijs, en passender om twijfel onder jullie te voorkomen. Behalve wanneer het contante handel is die jullie op de plaats tussen elkaar afsluiten, dan begaan jullie geen zonden als jullie het niet noteren. Maar neem getuigen als jullie een handelscontract afsluiten. Laat noch de schrijver, noch de getuigen benadeeld worden, wanneer jullie hen (toch) schaden, dan zou dat een zware zonde van jullie zijn. Vrees Allah dus; en het is Allah Die jullie onderwijst. En Allah is de Kenner van alle zaken.",
    "En als jullie op reis zijn en geen schrijver kunnen vinden, laat er dan een eed worden afgelegd met een onderpand, als jullie elkaar dan iets toevertrouwen, laat dan degene aan wie iets toevertrouwd is, het toevertrouwde teruggeven en laat hem Allah, Zijn Heer, vrezen. En bedek het bewijs niet, want degene die het verbergt, heeft waarlijk een zondig hart. En Allah is Alwetend van wat jullie doen.",
    "Aan Allah behoort alles wat in de hemelen is en wat op aarde is. En of jullie nu openlijk laten zien wat jullie denken of jullie verbergen het; Allah zal jullie daarvoor ter verantwoording roepen. Hij vergeeft wie Hij wil en Hij bestraft wie Hij wil. En Allah is tot alle zaken in staat.",
    "De Boodschapper Mohammed (bevestigt) en gelooft in (de Koran) die naar hem werd gezonden door zijn Heer. En dit doen de gelovigen ook. Ieder van hen gelooft in Allah, Zijn Engelen, Zijn Boeken en Zijn Boodschappers. Zij zeggen: “Wij maken geen onderscheid tussen Zijn Boodschappers (i.t.t. de Joden en de Christenen).” En zij zeggen: “Wij luisteren (naar hun bevelen) en gehoorzamen. Wij vragen om Uw vergeving, onze Heer. En tot U zullen allen terugkeren.” (na de Wederopstanding)",
    "Allah belast niemand boven zijn vermogen. Hij ontvangt beloning voor (het goede) wat hij verricht heeft en (alléén) voor hem is de bestraffing voor wat hij doet. “Onze Heer! Straf ons niet voor wat wij (onopzettelijk) vergeten of wat wij fout doen. Onze Heer! Leg ons geen last op zoals U wel hebt gedaan bij diegenen die ons zijn voorgegaan. Onze Heer! Leg ons geen lasten (en beproevingen) op die wij niet kunnen dragen. Wis onze zonden en schenk ons vergiffenis op basis van Uw barmhartigheid. U bent onze Beschermer en Behoeder. Laat ons (daarom) de overwinning behalen op de ongelovigen, (in woord en daad).”\"",
    "Alif, lām, mīm.",
    "Allah! Er is geen god dan Hij, de Levende, de Eeuwig Bestaande.",
    "Hij is Degene die het Boek met de Waarheid aan jou heeft neergezonden, bevestigend wat hiervoor kwam. En Hij heeft de Thora en de Bijbel neergezonden.",
    "Hiervoor, als Leiding voor de mensheid, en Hij heeft het onderscheid (de Foerqan) neergezonden. Waarlijk, degenen die niet in de Tekenen van Allah geloven, voor hen is er een zware bestraffing en Allah is Almachtig, Bezitter van de Vergelding.",
    "Waarlijk, niets is voor Allah op de aarde of in de hemelen verborgen.",
    "Hij is Degene die jullie in de baarmoeder gevormd heeft zoals Hij wil. Er is geen god dan Hij, de Almachtige, de Alwijze.",
    "Hij is het Die aan jou het Boek heeft neergezonden. Daarin zijn Verzen die volkomen duidelijk zijn, zij zijn de grondslag van het Boek; andere Verzen zijn voor meer uitleg vatbaar. Maar degenen in wiens harten dwaling (van de waarheid) is, misbruiken de (Verzen) met meerdere betekenissen om verdeeldheid te zaaien en de ‘ware’ betekenis ervan te zoeken, maar niemand kent de verborgen betekenissen behalve Allah. En degenen die grondig geschoold in de kennis zijn, zeggen: “Wij geloven erin, in het geheel van onze Heer.” En niemand laat zich vermanen behalve de mensen van begrip.",
    "Zij zeggen: “Onze Heer! Doe onze harten niet van de waarheid afdwalen, nadat U ons (daar naartoe) heeft geleid en schenk ons van Uw zijde Genade. Waarlijk, U bent de Schenker.”",
    "Onze Heer! Waarlijk U bent het Die de mensheid verzamelt op de dag, waarover geen twijfel is. Waarlijk, Allah breekt nooit Zijn belofte.”",
    "Waarlijk, (voor) degenen die ongelovig zijn baten noch hun eigendommen noch hun nageslacht of wat dan ook tegen (de bestraffing van) Allah; en zij zijn het die brandstof voor het vuur zijn.",
    "(Hun gedrag is) als dat van de mensen van de Farao en van degenen vóór hen; zij ontkenden Onze Tekenen; dus Allah strafte hen voor hun zonden. En Allah is streng in de bestraffing.",
    "Zeg tegen degenen die ongelovig zijn: “Jullie zullen verslagen worden en tezamen in de Hel verzameld worden en dat is zeker de slechtste rustplaats.”",
    "Er is reeds een Teken voor jullie geweest in de twee legers die elkaar ontmoetten (in de strijd): Het ene vocht voor de zaak van Allah en het andere leger was ongelovig. Zij (de ongelovigen) zagen hen (de gelovigen) met hun eigen ogen twee maal hun aantal. En Allah ondersteunt hen met Zijn overwinning die Hij wil. Waarlijk, hierin is een les voor degenen die begrijpen.",
    "Voor de mensen is de liefde voor begeerlijke zaken aantrekkelijk gemaakt, evenals de liefde voor vrouwen (in eerste instantie), kinderen, goud en zilver, (en ook) gemerkte paarden, vee (kamelen, koeien en schapen) en (vruchtbare) gronden (akkers en plantages). Dit zijn de geneugten van het huidige wereldse leven. En Allah, bij Hem is de beste terugkeer.",
    "Zeg: (O Mohammed) “Zal ik jullie iets vertellen dat veel beter is dan dit? Voor de godvrezenden zijn er Tuinen (het Paradijs) bij hun Heer, daar onderdoor stromen rivieren. Daarin (is hun)eeuwige (verblijfplaats) en (daar zijn) reine .metgezellen. En Allah zal tevreden met hen zijn. En Allah is de Alziende over (Zijn) dienaren.”",
    "Degenen die zeggen: “Onze Heer! Wij hebben waarlijk geloofd, vergeef ons onze zonden en bescherm ons tegen de bestraffing van het Vuur.”",
    "(Dat zijn) degenen die geduldig zijn, degenen die waarachtig zijn, en gehoorzaam met een oprechte toewijding in de aanbidding tot Allah. Degenen die bidden en om Allah’s vergeving smeken in de laatste uren van de nacht.",
    "Allah getuigt dat er geen god is dan Hij, en de Engelen en degenen die kennis hebben getuigen ook; handhavende de rechtvaardigheid. Er is geen god dan Hij, de Almachtige, de Alwijze.",
    "Waarlijk, de (geaccepteerde) godsdienst bij Allah is de islam. Degenen die het Boek is gegeven verschilden eerst onderling uit afgunst nadat kennis tot hen was gekomen was. En iedereen die niet in de Tekenen van Allah gelooft, dan waarlijk, Allah is snel in de verrekening.",
    "Als zij dus met jou redetwisten zeg dan: “Ik heb mijzelf aan Allah onderworpen en (dat doen ook) degenen die mij volgen.” En zeg tegen degenen die het Boek gekregen hebben en tegen degenen die ongeletterd zijn: “Onderwerpen jullie je ook?” Als zij dat doen, dan zijn ze rechtgeleid, maar als zij zich ervan afkeren, is jouw plicht slechts om de boodschap te verkondigen; en Allah is de Alziende van (Zijn) dienaren!",
    "Waarlijk! Degenen die de Tekenen van Allah loochenen en de Profeten zonder recht vermoorden en de mensen vermoorden die het eerlijk handelen bevelen; kondig hen een pijnlijke bestraffing aan.",
    "Dat zijn degenen wiens daden verloren raken in deze wereld en in het Hiernamaals en zij hebben geen helpers.",
    "Hebt u niet degenen gezien aan wie een deel van het Boek is gegeven? Zij worden tot het Boek van Allah uitgenodigd om hun meningsverschil bij te leggen. Vervolgens keert een deel van hen zich daarvan af en zij zijn er tegen.",
    "Dit is, omdat zij zeggen: “Het vuur zal ons niet aanraken behalve maar voor een aantal dagen.” En datgene wat zij over hun godsdienst bedachten heeft hen misleid.",
    "Hoe (zal het zijn) als Wij hen verzamelen op een Dag waarover geen twijfel is en iedere ziel vergolden zal worden voor wat hij heeft verdiend? En zij zullen niet onrechtvaardig behandeld worden.",
    "Zeg: “O, Allah! Eigenaar van het Koninkrijk, U geeft het Koninkrijk aan wie U wilt en U ontneemt het Koninkrijk van wie U wilt en U eert degenen wie U wilt, en U vernedert wie U wilt. In Uw hand is het Goede. Waarlijk, U bent in staat om alles te doen.",
    "U laat de nacht overgaan in de dag en U laat de dag overgaan in de nacht. U brengt de levenden voort uit de doden en U brengt de doden voort uit de levenden. En U geeft weelde en U onderhoud wie U wilt, zonder afrekening.",
    "Laat de gelovigen de ongelovigen niet als helpers nemen in plaats van de gelovigen en iedereen die dat doet zal nooit door Allah op wat voor manier dan ook geholpen worden; behalve als jullie hen (de ongelovigen) angstig vrezen. En Allah waarschuwt jullie voor Hemzelf en tot Allah is de uiteindelijke terugkeer.",
    "Zeg (O Mohammed): “Of jullie verbergen wat in jullie harten is, of jullie laten het zien, Allah weet het, en Hij weet wat in de hemelen en op aarde is. En Allah is tot alles in staat.”",
    "Op de \"dag waarop iedere ziel zich geplaatst zal vinden tegeover het goede wat hij gedaan heeft en het slechte wat hij gedaan heeft, zal hij wensen dat er een grote afstand tussen hem en het kwaad is. En Allah waarschuwt jullie voor Hemzelf en Allah is vol vriendelijkheid voor (Zijn) dienaren.",
    "Zeg (O Mohammed: “Als jullie (echt) van Allah houden, volg mij dan, Allah zal van jullie houden en jullie zonden vergeven. En Allah is de Barmhartige, de Genadevolle.",
    "Zeg: “Gehoorzaam Allah en Zijn Boodschapper. Maar als jullie je afkeren, dan houdt Allah niet van de ongelovigen!”",
    "Allah heeft Adam, Noah, de familie van Ibraahiem en de familie van ‘Imran boven de (andere) wereldwezens uitverkoren.",
    "Afstammelingen, de één van de ander, en Allah is de Alhorende, de Alwetende.",
    "(Weet dan) toen de vrouw van ‘Imran zei: “O, Mijn Heer! Ik draag aan U op wat in mijn baarmoeder is, dat het vrij zal zijn (om U te dienen), neem dit dus van mij aan. Waarlijk, U bent de Alhorende, de Alwetende.”",
    "Nadat ze haar kind ter wereld had gebracht, zei ze: “O, Mijn Heer! Ik ben bevallen van een meisje – en Allah wist het best van wie zij was bevallen, maar het mannelijke (waar zij om had gesmeekt) is niet zoals het vrouwelijke – en ik heb haar Maryam genoemd. Ik zoek mijn toevlucht bij U voor haar en voor haar nageslacht tegen Satan, de verworpene.”",
    "Dus accepteerde haar Heer haar met vriendelijkheid. Hij liet haar op een goede manier opgroeien en bracht haar onder de hoede van Zacharias. Ieder keer als hij haar kamer binnen kwam om haar te bezoeken, ontdekte hij dat zij voorzien was van levensonderhoud. Hij zei: “O Maryam! Waar heb je dat\" vandaan?” Zij zei: “Van Allah.” Waarlijk Allah voorziet degenen die Hij wil van levensonderhoud, zonder afrekening.",
    "In die tijd riep Zacharias zijn Heer aan, zeggende: “O, mijn Heer! Geef mij van U een goed nageslacht. U bent waarlijk de Alhorende van de oproep.”",
    "Toen hij in zijn gebedskamer in gebed stond riepen de Engelen hem, zeggende: “Allah geeft jou het goede bericht van (de geboorte van) Yahya (Johannes), die Allah’s woord zal vervullen en hij (d.w.z. Isa, zoon van Maryam) zal edel, kuis en een profeet onder de rechtvaardigen zijn.”",
    "Hij zei: “O, mijn Heer! Hoe kan ik een zoon verwekken, terwijl ik een hele oude man ben en mijn vrouw onvruchtbaar is? Allah zei: “Zo doet Allah wat Hij wil.”",
    "Hij zei: “O, mijn Heer! Geef mij een teken.” Allah zei: “Jouw teken is dat je gedurende drie dagen niet tegen de mensen spreekt, behalve door gebaren. En gedenk jouw Heer veel en verheerlijk (Hem) in de avond en in de ochtend.”",
    "En toen de engelen zeiden: “O, Maryam! Waarlijk, Allah heeft jou uitgekozen, en je gereinigt en heeft jou boven alle vrouwen van de werelden uitverkoren.",
    "O, Maryam! “Onderwerp jezelf met gehoorzaamheid aan jouw Heer, kniel neer en buig je met de buigenden.”",
    "Dit zijn berichten over het onzichtbare die Wij aan (O Mohammed) openbaren. Jij was niet bij hen toen zij door hun pennen te werpen verlootten wie van hen de zorg voor Maryam zou hebben, noch was jij bij hen toen zij redetwistten.",
    "(O Mohammed, gedenk) toen de Engelen zeiden: “O, Maryam! Waarlijk, Allah brengt jou de blijde tijding (van een zoon op basis) van Zijn woord (‘Koen!’ –‘ Wees!’). Zijn naam zal ‘Al-Mesieh ‘Iesa – Jezus de Messias’ zijn, zoon van Maryam. In deze wereld en in het Hiernamaals, is hij een man van eer en hij zal tot hen horen die in Allah’s nabijheid zijn.”",
    "Hij zal vanuit de wieg en als volwassene tot de mensen spreken, en hij zal één van de rechtvaardigen zijn.",
    "Zij zei: “O mijn Heer! Hoe kan ik een kind krijgen als geen man mij heeft aangeraakt.” Hij zei: “Zo is het, want Allah schept wat Hij wil. Als Hij tot iets besloten heeft, zegt Hij slechts: “Wees!” En het is.",
    "En Hij zal hem (Isa-d.w.z. Jezus) het Boek en de Wijsheid, (en) de Thora en de Indjiel (Bijbel) onderwijzen.",
    "En Hij zal hem (Isa) tot Boodschapper van de Kinderen van Israël maken (zeggende): “Ik ben tot jullie gekomen met een Teken van jullie Heer, en ik maak voor jullie iets uit de klei, gelijkende op de vorm van een vogel en ik blaas daarin en het zal met Allah’s toestemming een vogel zijn. En ik genees degene die blind geboren is en de melaatse en ik breng de doden met Allah’s toestemming tot leven. En ik vertel jullie wat jullie eten en wat jullie in jullie huizen bewaren. Zeker, daarin is een Teken voor jullie, als jullie geloven.",
    "En ik ben gekomen om te bevestigen wat voor mij was van de Thora en om voor jullie een deel wettig te maken wat verboden was, en ik ben tot jullie gekomen met een Bewijs van jullie Heer. Vrees Allah dus en gehoorzaam mij.",
    "Waarlijk! Allah is mijn Heer en jullie Heer, aanbid Hem dus (alleen). Dit is het rechte Pad.",
    "Toen Isa hun ongeloof ontdekte, zei hij: “Wie zullen mijn helpers zijn in de zaak van Allah?” De apostelen zeiden: “Wij zijn de helpers van Allah; wij geloven in Allah en getuigen dat wij moslims zijn.",
    "Onze Heer! Wij geloven in wat U neer heeft gezonden en wij volgen de Boodschapper (Isa): schrijf ons onder hen die getuigen.",
    "En zij (de ongelovigen) smeden een complot om hem te doden en Allah heeft ook een plan gesmeed. En Allah is de beste plannenmaker.",
    "En (gedenk) toen Allah zei: “O Isa! Ik zal je tot Mij nemen en tot Mij opheffen en je reinigen van degenen die ongelovig zijn, en Ik zal degenen die jou volgen boven degenen die ongelovig zijn stellen, tot de Dag der Opstanding. Dan zullen jullie tot Mij terugkeren en Ik zal daarna tussen jullie oordelen over de zaken waarover jullie van mening verschillen.",
    "En wat de ongelovigen betreft: hen zal ik op deze wereld en in het Hiernamaals streng straffen en zij zullen geen helpers hebben.",
    "En wat degenen betreft die gelovig zijn en goede daden verrichten: Allah zal hun volle beloning toekennen. En Allah houdt niet van de onrechtvaardigen.",
    "Dit dragen Wij jou voor van de Verzen en de wijze Vermaning.",
    "Waarlijk, (de schepping van) ‘Isa is bij Allah zoals (de schepping van) Adam. Hij schiep hem uit aarde, vervolgens beval (Hij) hem: “Wees!” En hij was.",
    "(Dit is) de waarheid van jullie Heer, wees niet één van degenen die twijfelen.",
    "Iedereen die met jou (O Mohammed) redetwist over hem (Isa) na (al deze) kennis die tot jullie is gekomen, zeg: “Kom, laten wij onze zonen en jullie zonen, onze vrouwen en jullie vrouwen, onszelf en julliezelf bij elkaar roepen – laat ons daarna vurig bidden en de vloek van Allah roepen over degenen die liegen.”",
    "Waarlijk! Dit is de ware geschiedenis en er is geen god dan Allah.. En zeker, Allah is de Almachtige, de Alwijze.",
    "En als zij zich afkeren, dan zeker, is Allah zich bewust van degenen \"die ellende veroorzaken.",
    "Zeg: “O Mensen van het Boek, kom tot een gelijkluidend woord dat tussen ons en jullie: dat wij geen ander aanbidden dan Allah en dat wij Hem geen deelgenoten toekennen. En dat wij elkaar niet als heren naast Allah plaatsen.” Als zij zich dan afkeren, zeg dan: “Wees getuigen dat wij moslims zijn.”",
    "O, mensen van het Boek, waarom redetwisten jullie over Ibrahim, want de Thora en de Indjiel werden pas na hem geopenbaard. Hebben jullie geen verstand?",
    "Waarlijk, jullie zijn degenen die geredetwist hebben over datgene waarover jullie kennis hebben. Waarom redetwistten jullie niet over hetgeen, waarover jullie geen kennis hebben? Allah weet het en jullie weten het niet.",
    "Ibrahim was geen Jood, noch een Christen, maar hij was een ware moslim (Hanifan) – en hij behoorde niet tot de afgodendienaren.",
    "Waarlijk, de mensen Ibrahim het meest nabij komen, zijn degenen die hem en deze Profeet (Mohammed) volgen. En Allah is de beschermer van de gelovigen.",
    "Een deel van de mensen van het Boek zou jullie willen doen dwalen. Maar zij kunnen niemand laten dwalen behalve zichzelf en zij beseffen het niet.",
    "O, mensen van het Boek: “Waarom verwerpen jullie deze Tekenen van Allah, terwijl jullie getuigen?",
    "O, mensen van het Boek: ”Waarom vermengen jullie de waarheid met de leugen en bedekken jullie de Waarheid, terwijl jullie die kennen?”",
    "En een gedeelte van de mensen van het Boek zegt: “(doe alsof je) Geloof in wat er aan degenen die geloven aan het begin van de dag geopenbaard is en verwerp het aan het einde van de dag, hopelijk zullen zij terugkeren. (naar de ongelovigen)",
    "En geloof alleen degene die jouw religie volgt.” Zeg: “Waarlijk! De juiste Leiding is de Leiding van Allah” en geloof niet dat iemand kan ontvangen van wat jij hebt ontvangen, of dat zij tegen jullie bij jullie Heer twistten. Zeg: “ Genade is in de hand van Allah; Hij geeft aan wie Hij wil. En Allah is Milddadig, Alwetend.",
    "Hij kiest voor Zijn genade wie Hij wil en Allah is de Eigenaar van een grote Genade.",
    "Onder de mensen van het Boek is er iemand die, als je hem een schat toevertrouwt, bereid is het terug te geven. En onder hen is iemand, die een enkele toevertrouwde zilveren munt niet teruggeeft, tenzij je er op aandringt, omdat zij zeggen: “Wij zijn niet verantwoordelijk voor de zaak van de analfabeten. En zij vertellen over Allah leugens terwijl zij dat weten.",
    "Welzeker, iedereen die zijn belofte vervult en (Allah) vreest; waarlijk, Allah houdt van degenen die godvrezend zijn.",
    "Waarlijk, degenen die een geringe prijs (het wereldse) in ruil nemen voor hun verbond met Allah en voor hun eed, zullen geen aandeel hebben in het Hiernamaals. En Allah zal niet tot hen spreken of naar hen kijken op de Dag der Opstanding, noch zal Hij hen reinigen en zij zullen een pijnlijke bestraffing hebben.",
    "En waarlijk, onder hen is een deel die het Boek met hun tongen verdraaien, zodat jullie wellicht denken dat het bij het Boek hoort, maar het niet bij het Boek hoort. En zij zeggen: “Dit is van Allah,” maar het is niet van Allah en zij vertellen een leugen over Allah, terwijl zij dat weten.",
    "Het past de mens niet dat Allah hem het Boek en de Kennis en begrip van de wetten en het Profeetschap heeft gegeven (mogelijk) om tegen de mensen te zeggen: “Wees aanbidders voor mij in plaats van (voor) Allah.” In tegendeel (hij zou zeggen): “Wees Rabbijnen doordat jullie het Boek onderwijzen en doordat jullie die bestuderen.",
    "En Hij beveelt jullie niet de Engelen en de Profeten als Heren te nemen. Zou hij jullie bevelen ongelovig te zijn, nadat jullie je aan Allah’s wil onderworpen hebben?",
    "En (gedenk) toen Allah een overeenkomst aanging met de Profeten, zeggende: “Neem alles wat Ik jullie heb gegeven van het Boek en begrip van de Wetten van Allah en daarna zal er een Boodschapper tot jullie komen, ter bevestiging van hetgeen wat bij jullie is, jullie zullen zeker in hem geloven en hem zeker helpen.” Allah zei: “Gaan jullie hiermee akkoord en zullen jullie je aan Mijn verbond houden?” Zij zeiden: “Wij gaan akkoord.” Hij zei: “Getuig dan en Ik ben onder degenen die (hiervan) getuigen.”",
    "Iedereen die zich daarna afwenden, zij zijn de verdorvenen.",
    "Zoeken zij dan iets anders dan de religie van Allah, terwijl alle schepselen in de hemelen en op aarde zijn zich vrijwillig of onvrijwillig aan Hem hebben overgegeven? En tot Hem zullen zij allen terugkeren.",
    "Zeg: “Wij geloven in Allah en wat er tot ons is neergezonden en in wat er aan Ibrahim, Ismaël, Isaac, Yacoeb en de zonen van Yacoeb is neergezonden en in wat er aan Mozes, Isa en de Profeten van hun Heer is gegeven. Wij maken geen onderscheid tussen hen en voor Hem onderwerpen wij ons.",
    "En wie er een andere godsdienst dan de islam zoekt, het zal nooit van hen geaccepteerd worden en in het Hiernamaals zal hij één van de verliezers (in de Hel) zijn.",
    "Hoe zal Allah een volk leiden dat ongelovig geworden is na geloofd te hebben en nadat zij getuigden dat de Boodschapper oprecht was en nadat er duidelijke bewijzen tot hen gekomen waren. En Allah leidt het onrechtvaardige volk niet.",
    "Zij zijn degenen wiens beloning is dat op hen de vloek van Allah, de Engelen en de gehele mensheid rust.",
    "Zij zullen daarin verblijven. Noch zal hun bestraffing verlicht worden noch zal het vertraagd of uitgesteld worden.",
    "Behalve voor degenen die hierna berouw hebben en goede daden verrichten. Waarlijk, Allah is de Vergevingsgezinde, de Genadevolle.",
    "Waarlijk, degenen die ongelovig zijn geworden, nadat zij geloofd hebben en dan hun ongeloof laten toenemen: hun berouw zal nooit geaccepteerd worden. En zij zijn het die dwalen.",
    "Waarlijk, degenen die ongelovig zijn en sterven terwijl zij ongelovig zijn: daarvan zal de (hele) aarde vol goud niet van worden geaccepteerd als zij dit als een losprijs zouden aannemen.Voor hen is er een pijnlijke bestraffing en zij hebben geen helpers."
  ]
}