{
  "meta": {
    "id": 235,
    "name": "Malak Faris Abdalsalaam",
    "translator_name": "Malak Faris Abdalsalaam",
    "slug": "dutch-abdalsalaam",
    "language_name": "dutch"
  },
  "verses": [
    "Jullie zullen de vroomheid niet bereiken totdat jullie van wat jullie liefhebben bijdragen geven. En wat jullie ook van iets bijdragen: voorwaar, Allah is daarover Alwetend. ۞",
    "Al het voedsel was voor de Kinderen van Israël wettig, behalve wat Israël onwettig voor zichzelf had gemaakt, voordat de Thora geopenbaard was. Zeg: “Breng de Thora hier en reciteer het, als jullie waarachtig zijn.”",
    "Dan zal iedereen die daarna een leugen over Allah verzint, zeker tot de onrechtvaardigen behoren.",
    "Zeg: “Allah heeft de waarheid gesproken; volg dus de godsdienst van Ibrahim. Hij aanbad alleen Allah en hij behoorde niet tot de afgodendienaren.",
    "Waarlijk, het eerste Huis\" dat voor de mensheid werd aangewezen, is dat in het gezegende Bakka (Mekka), als leiding voor de werelden.",
    "Daarin zijn duidelijke Tekenen (bijvoorbeeld) de plaats van Ibrahim. Wie daar ook binnengaat, is veilig. En de Haddj naar het Huis is door Allah aan de mensen opgelegd, voor degenen die het zich kunnen veroorloven. En degene die ongelovig is (in Allah of Zijn bevel omtrent de Haddj), (moet beseffen) dat Allah geen behoefte heeft aan de werelden (de mensen, de Djinn en de Engelen).",
    "Zeg: “O, mensen van het Boek. Waarom verwerpen jullie de Tekenen van Allah, terwijl Allah Getuige is van alles wat jullie doen?”",
    "Zeg: “O mensen van het Boek. Waarom houden jullie de mensen af van het (rechte) Pad van Allah en wensen jullie het krom te maken, terwijl jullie (zelf) getuigen? En Allah is zich bewust van wat jullie doen.”",
    "O, jullie die geloven! Als jullie een groep gehoorzamen van degenen aan wie het Boek gegeven is: zij zullen jullie (zeker) tot ongeloof doen terugkeren, nadat jullie geloofd hebben!",
    "En hoe kunnen jullie ongelovig zijn, terwijl de Verzen van Allah aan jullie gereciteerd worden en Zijn Boodschapper onder jullie is? En iedereen die zich ferm aan Allah vasthoudt, wordt zeker naar het rechte Pad geleid.",
    "O jullie die geloven! Vrees Allah zoals Hij gevreesd behoort te worden en sterf niet, behalve als oprechte moslims (in volledige onderwerping aan Allah’s éénheid).",
    "En houdt jullie allen (stevig) vast aan het (godsdienstige) touw van Allah (Koran & Soennah), en laat er geen verdeeldheid onder jullie heersen (nadat de islam jullie heeft bereikt). Gedenk Allah’s gunst, want jullie waren \"vijanden en Hij heeft jullie harten met elkaar verenigd, zodat jullie door Zijn genade broeders werden, en jullie waren op de rand van de afgrond van het Vuur en Hij heeft jullie daarvan gered. Dus Allah heeft jullie Zijn tekenen duidelijk gemaakt, dat jullie geleid mogen worden.",
    "Laat er uit jullie een groep mensen opstaan die tot goedheid aanspoort en tot rechtvaardigheid maant en het verwerpelijke verbiedt. En dat zijn degenen die zullen slagen.",
    "En wees niet zoals degenen die (onderling) verdeeld zijn en met elkaar van mening verschillen, nadat er duidelijke Bewijzen tot hen zijn gekomen. Voor hen is er een vreselijke bestraffing.",
    "Op de Dag zullen er sommige gezichten wit worden en andere gezichten zwart worden. Tegen degenen wiens gezichten zwart worden (zal gezegd worden): “Hebben jullie het geloof verworpen nadat jullie ertoe zijn over gegaan? Proef dan de bestraffing voor het verwerpen van het geloof.”",
    "En voor degenen wiens gezichten wit worden, zij zullen in Allah’s Genade verkeren en daarin zullen zij voor altijd verblijven.",
    "Dit zijn de Verzen van Allah: “Wij reciteren ze voor jou in Waarheid en Allah wil geen onrechtvaardigheid voor de werelden.”",
    "En aan Allah behoort alles wat in de hemelen en de aarde is. En alle zaken keren terug tot Allah.",
    "Jullie (moslims) zijn het beste volk wat ooit onder de mensheid verscheen, jullie bevelen het goede aan en verbieden het verwerpelijke en jullie geloven in Allah. En hadden de mensen van het Boek geloofd, dan zou dat beter voor hen geweest zijn, onder hen zijn er die geloofd hebben maar de meesten zijn verdorvenen.",
    "Zij zullen jullie geen kwaad doen, behalve een kleine ergernis en als zij tegen jullie vechten, zullen zij jullie de rug toekeren, daarna zullen zij niet geholpen worden.",
    "Schande wordt over hen uitgeworpen, waar zij ook zijn, behalve als zij een verbond met Allah en een verbond met andere mensen hadden. Zij hebben over zichzelf de toorn van Allah afgeroepen en zij werden met vernedering geslagen. Dit is omdat zij ongelovig waren in de Tekenen van Allah en de Profeten onrechtvaardig gedood hebben. Dit was omdat zij ongehoorzaam waren en de grenzen overtraden die Allah gesteld heeft.",
    "Zij zijn niet allen gelijk; een deel van de mensen van het Boek is rechtvaardig, zij reciteren de Verzen van Allah in de uren van de nacht en knielen neer in gebed.",
    "Zij geloven in Allah en de Laatste Dag, zij roepen op tot het goede en verbieden het verwerpelijke en zij haasten zich om de goede werken te verrichten; en zij zijn onder de rechtvaardigen.",
    "En van het goede wat zij doen zal er niets verworpen worden, want Allah kent degenen die godvrezend zijn goed.",
    "Degenen die het geloof verwerpen, voor hen zullen noch hun eigendommen, noch hun nageslacht bij Allah op geen enkele manier baten. Zij zijn de bewoners van het Vuur, daarin zullen zij verblijven.",
    "De gelijkenis van wat zij in deze wereld besteden is als die van de wind, die een hevige kou meenam en de oogst trof van een volk wat zichzelf kwaad heeft aangedaan en die (oogst) vernielde. Allah doet hen geen kwaad, maar zij doen zichzelf kwaad.",
    "O, jullie die geloven! Neem niet degenen die buiten jullie godsdienst staan tot boezemvrienden want zij zullen niet stoppen met pogingen om jullie kwaad te doen. Zij wensen slechts dat jullie lijden. Haat is al uit hun monden gekomen, maar wat hun harten verbergen is veel erger. Zeker, Wij hebben de Tekenen voor jullie duidelijk gemaakt, als jullie (maar) begrijpen.",
    "Zie! Jullie zijn degenen die van hen houden, maar zij houden niet van jullie, en jullie geloven in het gehele Boek. En als zij jullie ontmoeten, zeggen zij: “Wij geloven”. Maar als zij alleen zijn, bijten zij op hun vingertoppen in woede voor jullie. Zeg: “Sterf in jullie woede.” Zeker, Allah weet wat in de harten is.”",
    "Als jullie iets goeds overkomt, hebben zij daar verdriet over, maar als jullie iets kwaads overkomt, verheugen zij zich daar over. Maar als jullie geduldig blijven en godvrezend worden, kan het geringste kwaad jullie niet treffen. Waarlijk, Allah omringt alles wat zij doen.",
    "En (gedenk) wanneer jij (O Mohammed) je huis in de ochtend verliet om de gelovigen hun plaats voor het gevecht te wijzen. En Allah is Alhorend, Alwetend.",
    "Toen twee groepen van jullie naar lafheid neigden, was Allah hun beschermer. En in Allah moeten de gelovigen hun vertrouwen leggen.",
    "En Allah heeft jullie al in Badr overwinnaars gemaakt, toen jullie een zwak leger waren. Vrees Allah dus diep en dat jullie dankbaar mogen zijn.",
    "(Gedenk) toen jij tegen de gelovigen zei: “Is het voor jullie niet voldoende dat jullie Heer jullie helpt met drieduizend neergezonden Engelen?”",
    "“Ja, als jullie geduldig blijven en vroom en de vijand op jullie af komt stormen, zal jullie Heer jullie helpen met vijfduizend neergezonden Engelen.”",
    "Allah heeft jullie alleen maar goed nieuws willen geven en jullie harten daarmee gerust willen stellen. De overwinning wordt slechts met Allah’s verlof behaald (en niet zozeer door een troepenovermacht); want Hij is de Almachtige, de Alwijze.",
    "Dat Hij een deel van degenen die ongelovig zijn kon afsnijden, of hen aan schande blootstellen zodat zij onverrichterzake terugkeren.",
    "Niet aan jou, maar aan Allah is de beslissing. Of Hij hen genadig is om hen (te vergeven) of te bestraffen, waarlijk, zij zijn de onrechtvaardigen.",
    "En aan Allah behoort alles wat in de hemelen en wat op aarde is. Hij vergeeft wie Hij wil en straft wie Hij wil. En Allah is de Genadevolle, de Barmhartige.",
    "O jullie die geloven! Neem geen rente, daar (deze) aanleiding geeft tot eindeloze vermeerdering (van bezit) en vrees Allah, hopelijk zullen jullie welslagen!",
    "En vrees het Vuur wat voor de ongelovigen is voorbereid.",
    "En gehoorzaam Allah en de Boodschapper en dat jullie genade moge verkrijgen.",
    "Wedijver met elkaar in het vragen om vergiffenis van jullie Heer en om het Paradijs, dat zo wijd is als de hemelen en de aarde, bereid voor de godvrezenden.",
    "Degenen die in voorspoed en tegenspoed besteden, die de woede onderdrukken en die de mensen vergeven, waarlijk, Allah houdt van degenen die het goede doen.",
    "En degenen die, als zij een zedeloosheid begaan hebben, of zichzelf kwaad hebben aangedaan, daarna Allah gedenken en om vergeving voor hun zonden vragen – en wie kan zonden vergeven behalve Allah? En zij volharden niet in wat zij deden, terwijl zij (het) weten.",
    "Hiervoor is de beloning vergeving van hun Heer en Tuinen (het Paradijs) waar rivieren onderdoor stromen, waarin zij voor altijd zullen verblijven. Hoe uitmuntend is de beloning voor degenen die goede daden verrichten in\" overeenstemming met de geboden van Allah.",
    "Er zijn er waarlijk vόόr jullie geweest die op de (voor Allah) gebruikelijke wijze behandeld werden; reis dus over de aarde en zie wat het einde van de ongelovigen is geweest.",
    "Dit is een duidelijke uitspraak voor de mensheid, een leiding en een aanwijzing voor degenen die godvrezend zijn.",
    "Verzwak niet (in jullie strijd tegen de ongelovigen) en treur niet (over het voorval te Oehoed want) jullie zullen (hen) zeker overwinnen, indien jullie (oprechte) gelovigen zijn.",
    "Als jullie gewond raken (Slag bij Oehoed), wees er dan zeker van dat een zelfde wond de (ongelovigen) word toegebracht (Slag bij Badr). En zo verlopen de dagen, die Wij aan de mens bij toerbeurt geven, opdat Allah de gelovigen moge testen (in hun oprechtheid), en jullie moge begunstigen met het martelaarschap. En Allah houdt niet van de onrechtplegers.",
    "En dat Allah de gelovigen moge zuiveren (van hun begane zonden) , en de ongelovigen moge vernietigen.",
    "Denken jullie dat jullie het Paradijs zullen binnentreden, voordat Allah jullie heeft getest: (zowel) degenen die (voor Zijn zaak) hebben gestreden, als degenen die geduldig bleven (in tijden van ontbering)?",
    "Jullie hebben naar de dood verlangd, voordat jullie hem (de dood) tegenkwamen. En waarlijk, jullie hebben hem gezien en jullie waren getuigen.",
    "Mohammed is niet meer dan een Boodschapper en voor hem zijn zeker (vele) Boodschappers overleden. Als hij sterft of gedood wordt, zullen jullie dan op jullie stappen terugkeren? (terugvallen in ongeloof) En degenen die op zijn stappen terugkeert, zal nog de minste schade aan Allah toebrengen. En Allah zal de dankbaren belonen.",
    "\"En geen mens kan sterven behalve met Allah’s toestemming en op de aangewezen tijd. En iedereen die in deze wereld een beloning wenst, Wij zullen hem dat geven; en iedereen die een beloning van het Hiernamaals wenst, zullen Wij dat geven. En Wij zullen de dankbaren belonen.",
    "En vele Profeten vochten en met hen (vochten) grote groepen van religieus geleerden mannen. Maar zij verloren nooit de moed door datgene wat hen op Allah’s Pad overkwam, noch verzwakten of vernederden zij zichzelf. En Allah houdt van de geduldigen.",
    "En zij zeiden niets anders dan: “Onze Heer! Vergeef ons onze zonden en onze overdrijvingen met betrekking tot onze zaak, maak ons standvastig en geef ons de overwinning over het ongelovige volk.”",
    "Dus gaf Allah hun de beloning van deze wereld en een uitmuntende beloning in het Hiernamaals. En Allah houdt van de weldoeners.",
    "O, jullie die geloven! Als jullie de ongelovigen gehoorzamen, zullen zij jullie doen omkeren en jullie keren je als verliezers van het geloof af.",
    "Nee, Allah is jullie Beschermer en Hij is de Beste der Helpers.",
    "Wij zullen angst veroorzaken in de harten van de ongelovigen, omdat zij anderen in de aanbidding tot Allah hebben verenigd, hiervoor heeft Hij hen geen gezag neergezonden Hun verblijfplaats is het Vuur en hoe slecht is de verblijfplaats van de onrechtvaardigen!",
    "En Allah heeft zeer zeker Zijn belofte (van hulp) tegenover jullie waargemaakt, zodat jullie hen (jullie vijanden) hebben kunnen doden met Zijn toestemming. Totdat jullie (door zwakheid en liefde voor het wereldse) de moed zijn gaan verliezen en over het (doorslaggevende) bevel (om op de berg te\" blijven) gingen discussiëren en (vervolgens) ongehoorzaam waren (aan dit Profetisch bevel), nadat Hij jullie (de beloofde hulp) heeft laten zien, waar jullie zo op gebrand waren. Onder jullie zijn er (dienaren) die van deze wereld houden (ten koste van de gehoorzaamheid), en onder jullie zijn er die (ondanks hun rechtmatig deel van de buit) van het Hiernamaals houden. En zodra hun (omsingeling jullie te benauwd werd) liet Hij jullie (in wanorde van het strijdtoneel) vluchten, waardoor Hij jullie heeft mogen testen (op jullie oprechtheid en geduld). Maar voorzeker, Hij vergaf jullie (en stelde jullie zelfs veilig van de totale afslachting) want Allah is de (ware) gelovigen gunstig gezind (en dus altijd bereid om hen te vergeven).",
    "(En gedenk) Toen jullie wegrenden zonder maar op iemand een blik te werpen en de Boodschapper jullie van verre nariep. Daar gaf Allah jullie het ene leed na het andere, om jullie te onderwijzen niet bedroefd te zijn over wat voorbij is, noch voor datgene wat jullie overkomen is. En Allah is zich welbewust van wat jullie doen.",
    "Na de moeilijkheden stuurde Hij een vreedzame sluimer over jullie neder. De sluimer heeft een deel van jullie getroffen terwijl een ander deel aan zichzelf dacht en verkeerde gedachten over Allah hadden – de gedachten van de onwetendheid. Zij zeiden: “Treft deze zaak ons ook?” Zeg (O Mohammed): “Waarlijk, deze zaak behoort geheel aan Allah toe.” Zij verbergen in hun zielen wat zij niet aan jou durven te openbaren, zij zeggen: “Als wij iets met deze zaak te maken hadden dan zou niemand van ons hier gedood worden.” (O Mohammed), zeg: “Zelfs als jullie (huichelaars) in jullie huizen waren gebleven, dan \"nog zouden degenen (de achterblijvers) voor wie de dood bepaald was naar hun rustplaatsen vertrokken zijn – al was het in hun ‘veilige’ slaapverblijven.” Opdat Allah moge testen wat in jullie harten is en om te verwijderen wat in jullie harten is en Allah is Alwetend wat in jullie harten is.",
    "Degenen van jullie die zich omkeerden op de dag dat de twee legers elkaar ontmoetten: voorwaar, Sheitan was degene die ervoor zorgde dat zij afgleden vanwege de zonden die zij gepleegd hadden. Maar Allah heeft hen waarlijk vergeven. Zeker, Allah is de Vergevingsgezinde, de Genadevolle.",
    "O, jullie die geloven! Wees niet zoals degenen die ongelovig zijn en die over hun broeders zeggen, wanneer deze over de aarde reizen of voor een gevecht erop uit trekken: “Als zij bij ons gebleven waren, dan waren zij niet gestorven of gedood. Opdat Allah het tot reden van spijt in hun harten maakt. Het is Allah Die het leven geeft en de dood veroorzaakt. En Allah is Alziende over wat jullie doen.",
    "En als jullie gedood worden op de weg van Allah, of sterven: dan zijn vergeving en genade van Allah veel beter dan alles wat zij verzamelen.",
    "En als jullie sterven of als jullie gedood worden: waarlijk, tot Allah zullen jullie allen verzameld worden.",
    "En door de Genade van Allah ging jij vriendelijk (en liefdevol) met hen om. (Maar) als je streng en hardvochtig tegen hen was geweest, dan hadden zij zich (ongetwijfeld in groepjes) van je afgekeerd. Vergeef hen dus (hun fouten op basis van dit verheven karakter) en vraag (Allah vervolgens om) vergiffenis voor hen zodat je hen kunt raadplegen bij het nemen van beslissingen. En als je een besluit hebt genomen, stel dan je vertrouwen in Allah. (Want) voorzeker, Allah houdt van degenen die (onbeperkt) vertrouwen hebben (in Hem alléén).",
    "Als Allah jullie helpt, kan niemand jullie overwinnen en als Hij jullie aan jullie lot overlaat, wie is er na Hem die jullie kan helpen? En (alleen) in Allah hebben de gelovigen hun vertrouwen.",
    "Geen enkele Profeet mag –onwettig- een deel van de oorlogsbuit nemen en iedereen die zijn metgezellen bedriegt als het over de oorlogsbuit gaat, zal op de Dag der Opstanding datgene wat hij nam, meebrengen. Dan zal iedere ziel vergoed krijgen wat hij verricht heeft en zij zullen niet onrechtvaardig behandeld worden.",
    "Is dan degene die de tevredenheid van Allah volgt, gelijk aan degene die de toorn van Allah over zichzelf uitroept – en wiens verblijfplaats de Hel is? En dat is zeker de slechtste bestemming!",
    "Zij hebben bij Allah (verschillende) graden en Allah is de Alziende over wat zij doen.",
    "Voorzeker, Allah heeft de gelovigen een grote gunst gegeven toen Hij tot hen een Boodschapper uit hun midden stuurde die hun Zijn verzen reciteerde, hen reinigde en hen het Boek en de Wijsheid onderwees, terwijl zij hiervoor in onwetendheid verkeerden.",
    "(Wat scheelt jullie?) Als een enkele ramp jullie treft, terwijl jullie (jullie vijanden) met een dubbele ramp treffen, zeggen jullie: “Waar vandaan kwam dit tot ons?” Zeg: “Het komt van jullie zelf.” En Allah heeft macht over alle zaken.",
    "En het lijden op de dag toen de twee legers elkaar troffen, kwam met de toestemming van Allah, opdat Hij de gelovigen moge testen.",
    "En opdat Hij de hypocrieten moge testen, en tegen hen werd gezegd: “Kom, vecht voor de zaak van Allah of verdedig jullie zelf (tenminste).” Zij zeiden: “Als we geweten hadden dat er gevochten zou worden, dan waren we je zeker gevolgd.” Op die dag stonden zij dichter bij het ongeloof dan bij het geloof, met hun mond zeggend wat niet in hun harten was. En Allah heeft alle kennis over datgene wat zij verbergen.",
    "(Zij zijn) degenen die over hun vermoorde broeder zeggen terwijl zij (thuis) zaten: “Als zij maar naar ons geluisterd hadden, dan waren zij niet gedood.” Zeg: “Weer de dood van jullie zelf af, als jullie de waarheid spreken.”",
    "Denk maar niet dat degenen die om het leven kwamen op het Pad van Allah (omwille van hun godsdienst), daadwerkelijk zijn gestorven. Zeker niet! Hun zielen zijn springlevend bij hun Heer en zij worden voorzien (van hemelse vruchten).",
    "Zij verheugen zich met wat Allah voor hen voorzien heeft van Zijn overvloed. En zij zijn verheugd over degenen die zich nog niet bij hen hebben gevoegd, maar achter zijn gebleven, dat zij geen vrees zullen hebben, noch dat zij bedroefd zullen zijn.",
    "Zij verheugen zich in de gratie en de overvloed van Allah en dat Allah de beloning voor de gelovigen niet verspilt.",
    "Degenen die (de oproep van) Allah en de Boodschapper beantwoordden nadat zij gewond zijn geraakt; voor degenen die goede daden verrichten en Allah vrezen is er een grote beloning.",
    "Degenen (hypocrieten) die tegen de mensen zeggen: “Waarlijk, de mensen hebben zich tegen jullie verzameld, vrees hen daarom.” Maar het deed hen (slechts) vermeerderen in het geloof en zij zeiden: “Allah (alleen) is ons voldoende en Hij is de beste Beschermer.”",
    "Dus kwamen ze met gratie en overvloed van Allah terug. Geen kwaad was hen\" gedaan en zij volgden het genoegen van Allah. En Allah is de Eigenaar van een grote overvloed.",
    "Het is slechts Satan die jullie vrees inboezemt met zijn ‘awliyaa’ (dit zijn niet alleen zijn trawanten en handlangers maar ook de polytheïsten en ongelovigen). Dus vrees hen niet (want dat leidt tot overtreding van Mijn geboden), maar vrees (alléen) Mij als jullie (ware) gelovigen zijn.",
    "En laat degenen die zich in haast tot het ongeloof wenden, jou (O Mohammed) niet bedroeven; zij zullen Allah niet de minste schade kunnen berokkenen. En het is Allah’s wil, dat Hij ze geen deel in het Hiernamaals geeft. Voor hen is er een grote bestraffing.",
    "Waarlijk degenen die het ongeloof tegen de prijs van het geloof kopen, kunnen Allah niet het minste kwaad doen. Voor hen is er een pijnlijke bestraffing.",
    "En laat de ongelovigen niet denken dat Ons uitstel van hun bestraffing goed voor hen is. Wij stellen de bestraffing slechts uit opdat hun zonden zullen toenemen. En voor hen is er een vernederende bestraffing.",
    "En Allah zal de gelovigen niet in deze (gemengde) toestand laten waarin jullie nu verkeren, totdat Hij de goeden (en de oprechte gelovigen) van de slechten (en de huichelaars) heeft onderscheiden. Noch zal Allah jullie op de hoogte brengen van het onwaarneembare, maar Allah kiest tot Zijn Boodschappers wie Hij wil. Geloof dus in Allah en Zijn Boodschappers. En als jullie geloven en Allah vrezen, dan is er voor jullie een grote beloning.",
    "En laat degenen die begerig achterhouden wat Allah hen van Zijn overvloed heeft gegeven, niet denken dat dit goed voor hen is. Nee, het is slecht voor hen. De dingen die zij begerig achterhouden zullen aan hun \"nekken vastgebonden worden als een ketting op de Dag der Opstanding. En aan Allah behoort de erfenis van de hemelen en de aarde, en Allah is zich welbewust van alles wat jullie doen.",
    "Waarlijk, Allah heeft de uitspraak van degenen (Joden) gehoord die zeggen: “Waarlijk Allah is arm en wij zijn rijk!”. Wij zullen noteren wat zij zeggen en ook het het onrechtmatig doden van de Profeten en Wij zullen (tegen hen) zeggen: “Jullie kunnen de bestraffing van het brandende (vuur) proeven.”",
    "Dat is voor het (slechte) wat jullie handen deden. En zeker, Allah is nooit onrechtvaardig voor Zijn dienaren.",
    "(Hetzelfde zijn) degenen (Joden) die zeggen: “Waarlijk, Allah heeft ons opgedragen om in geen enkele Boodschapper te geloven tenzij hij ons een offer brengt dat door het vuur (uit de hemel) verzwolgen wordt.” Zeg (O Mohammed): “Waarlijk, vόόr mij kwamen er Boodschappers tot jullie met duidelijke Tekenen en zelfs met datgene waarover jullie spreken; waarom hebben jullie hen gedood als jullie waarachtig zijn?”",
    "Als zij jou dan verwerpen, weet dan, dat zij ook Boodschappers verworpen hebben die vόόr jou kwamen met duidelijke tekenen, de geschriften en het Boek van de verlichting.",
    "(Het is een universele belofte dat) iedereen (en zonder uitzondering) – (of het nu om een mens, Engel, Djinn of dier gaat) zal de dood (willens of onwillens) proeven. En (omdat niemand onrecht zal worden aangedaan) zullen jullie het (volledige eind)resultaat, (dat aan jullie daden is gekoppeld) pas ondervinden op de Dag der Opstanding. En al wie van het (angstaanjagende en allesverterende) vuur wordt weggehouden en (de\" begeerlijke tuinen van) het Paradijs wordt toegewezen, zal (met absoluut succes) slagen. (Want het schijnsucces van) het (vergankelijke) wereldse leven is slechts de (kortstondige) genieting van een (verliesgevend) waandenkbeeld.",
    "Jullie zullen zeker beproefd worden met jullie welvaart, eigendommen en in jullie persoonlijke situatie. En jullie zullen zeker veel pijnlijke dingen horen van degenen die het boek vόόr jullie hebben gekregen en van degenen die deelgenoten aan Allah toekennen. Maar als jullie volharden in het geduld en godvrezend worden, voorwaar, dat behoort tot de aanbevolen daden.",
    "(En gedenk) toen Allah een verbond afsloot met degenen die het Boek was gegeven om het nieuws te verkondigen, Hij zei: “Opdat jullie het aan de mensheid duidelijk zouden maken en opdat jullie het niet zouden verbergen.” Maar zij gooiden het weg achter hun ruggen en verkochten het tegen een ellendige winst! En dat is zeker het slechtste wat zij kochten.",
    "Denk niet dat degenen die zich verheugen in wat zij gedaan hebben en er van houden om geprezen te worden voor wat zij niet hebben gedaan, denken jullie maar niet dat zij gered zijn van de bestraffing en voor hen is er een pijnlijke bestraffing.",
    "En aan Allah behoort het Koninkrijk van de hemelen en de aarde en Allah heeft macht over alle zaken.",
    "Waarlijk! In de schepping van de hemelen en de aarde en in de afwisseling van de nacht en de dag zijn er waarlijk Tekenen voor mensen van begrip.",
    "Degenen die Allah gedenken, terwijl zij staan, zitten en liggen op hun zij en diep over de schepping van de hemelen en de aarde nadenken (zeggende): “Onze Heer! U hebt dit alles niet zonder \"doel geschapen, Glorie zij U. Bescherm ons tegen de bestraffing van het Vuur.",
    "Onze Heer! Waarlijk, degenen die U naar het Vuur verwijst, heeft U waarlijk vernederd en nooit zullen de onrechtvaardigen helpers vinden.",
    "Onze Heer! Waarlijk, wij hebben de roep van één gehoord, roepend tot het geloof: “Geloof in jullie Heer” en wij hebben geloofd. Onze Heer! Vergeef ons onze zonden en scheld ons onze kwade daden kwijt en laat ons in een toestand van rechtvaardigheid sterven tezamen met degenen die gehoorzaam zijn aan Allah en nauwgezet Zijn bevelen volgen.",
    "Onze Heer! Geef ons wat U ons aan Uw Boodschappers beloofd heeft en verneder ons niet op de Dag der Opstanding, want U breekt nooit (Uw) belofte.",
    "Dus hun Heer heeft hun (smeekbeden) verhoord (en antwoordde hen): “Nooit zal Ik het toestaan dat (de goede) werken van iemand van jullie verloren zal gaan, of het nu om een man of een vrouw gaat. Jullie komen uit elkaar voort. Zij die emigreren en uit hun huizen zijn gedreven, en zij die vanwege Mijn zaak zijn vervolgd, en zij die vochten en voor Mijn zaak gedood zijn, waarlijk Ik zal hun fouten zeker uitwissen en hen naar de Tuinen verwijzen, waar rivieren onderdoor stromen als een beloning van Allah. En bij Allah zijn de beste beloningen.”",
    "Laat niet de vrije afhandeling van de ongelovigen in het land jullie bedriegen.",
    "Het is slechts een kort plezier, daarna zal hun uiteindelijke verblijfplaats de Hel zijn, en dat is zeker de slechtste rustplaats.",
    "Maar voor degenen die hun Heer vrezen, zijn er Tuinen waar rivieren onderdoor stromen, zij zijn daarin de eeuwig levenden, een ontvangst van Allah. En datgene wat bij Allah is, is het beste voor degenen die Allah gehoorzamen.",
    "En er zijn er onder de mensen van het Boek, die zeker in Allah geloven en in wat aan jou geopenbaard is en in wat aan hen geopenbaard is, zichzelf voor Allah vernederend. Zij verkopen de verzen van Allah niet voor een kleine prijs, voor hen is er een beloning van hun Heer. Zeker Allah is snel in de verrekening.",
    "O, jullie die geloven! Heb geduld en wees standvastig (in de gevechtslinies bij het trotseren van de vijand). Sluit de rijen (niet alleen door legereenheden op strategisch zwakke plaatsen te stationeren, maar ook door de moskeeën te vullen tijdens de dagelijkse gebeden). En vrees Allah, opdat jullie zullen slagen.",
    "O mensheid! Wees plichtsgetrouw ten aanzien van jullie Heer, die jullie uit één enkele ziel heeft geschapen en (vervolgens) daaruit zijn vrouwelijke wederhelft schiep. En uit hun beide heeft Hij vele mannen en vrouwen voortgebracht. En vrees Allah in wiens Naam jullie elkaar (om hulp) vragen en (verbreek) de familiebanden niet. Voorzeker, Allah is altijd en overal oplettend over jullie (daden).",
    "En geef de wezen hun bezittingen en vervang (jullie) slechte zaken niet door (hun) goede zaken, en verslind hun spullen niet door het bij jullie spullen te voegen. Zeker, dit is een grote zonde.",
    "En als jullie vrezen, dat jullie niet rechtvaardig met de (vrouwelijke) wezen kunnen handelen (in hun recht op een bruidsschat), trouw dan\" (andere) vrouwen naar keuze, twee of drie of vier, maar als jullie vrezen dat jullie niet rechtvaardig (met hen) kunnen handelen dan slechts één of wat jullie rechterhanden bezitten. Zo kunnen jullie beter voorkomen onrechtvaardig te handelen.",
    "En geef de vrouwen (die jullie trouwen) hun bruidschat met een goed hart, maar als zij voor hun eigen genoegen, jou daar een deel van kwijtschelden, neem het dan en geniet er zonder vrees of kwaad van.",
    "En geef jullie eigendommen, die Allah als middel van bestaan heeft gegeven niet aan degenen die zwak van geest zijn, maar voedt en kleedt hen daarmee en spreek vriendelijke en rechtvaardige woorden tot hen.",
    "Beproef de wezen als zij de huwbare leeftijd hebben bereikt en als jullie ontdekken dat zij goed kunnen oordelen, geef hen dan hun eigendommen, maar verspil het niet in haast, opdat zij op zullen groeien. En wie onder hun voogden rijk is, moet geen loon nemen, maar als hij arm is, moet hij voor zichzelf nemen wat rechtvaardig en redelijk is. En als jullie hun eigendommen aan hen teruggeven, zorg dan dat er getuigen bij zijn. En Allah is voldoende in het vereffenen van de rekening.",
    "Er is een deel voor de mannen en een deel voor de vrouwen van wat door de ouders en degenen die het naast verwant zijn worden achtergelaten, of hun eigendommen nu groot of klein zijn, een wettig deel.",
    "En als de verwanten (zonder erfrecht) en de wezen en de armen aanwezig zijn ten tijden van de verdeling, geef hun van de eigendommen en spreek vriendelijke en rechtvaardige woorden tegen hen.",
    "En laat degenen die een zwak nageslacht zouden achterlaten bevreesd en bezorgd zijn. Laat hen dus Allah vrezen en rechtvaardig spreken.",
    "Waarlijk, degenen die onrechtmatig de eigendommen van de wezen eten, eten slechts tot er vuur in hun buiken komt en zij zullen verbrand worden in een laaiend vuur!",
    "Allah beveelt jullie met betrekking tot (de erfenis van) de kinderen, voor een man een deel dat gelijk is aan dat van twee vrouwen; als er slechts dochters zijn, twee of meer, dan delen zij tweederde van de erfenis; als er slechts één is dan is haar deel de helft. Voor de ouders is er voor elk één-zesde deel van de erfenis van de kinderen; als er geen kinderen zijn en de ouders zijn (de enige) erfgenamen dan krijgt de moeder één-derde; als de overledene broers of (zusters) nalaat, krijgt de moeder één-zesde. (De verdeling is in alle gevallen) na het uitbetalen van legaten die hij bezit of van (niet vereffende) schulden. Jullie weten niet wie van hen, of jullie ouders of jullie kinderen jullie tot meer nut zijn; (deze vastgestelde bedragen) zijn door Allah bevolen. En Allah is voor altijd Alwetend, Alwijs.",
    "Datgene wat jullie echtgenotes achterlaten, jullie deel is de helft, als zij geen kinderen achterlaten; maar als zij een kind heeft is jullie deel één-vierde van wat zij achterlaten na het betalen van legaten die zij bezitten of van schulden. En voor hen (vrouwen) is er één-vierde van wat jullie nalaten, indien jullie geen kinderen achterlaten, maar als jullie kinderen hebben, krijgen zij (vrouwen) één-achtste van wat jij achterlaat na betaling van legaten en schulden. Als de man of vrouw over wiens erfenis we het hebben geen ouders of kinderen nalaat, maar een broeder of een zuster nalaat, dan krijgt ieder van hen één-zesde, maar als het er meer dan twee zijn dan delen zij één-derde, na de betaling van legaten die hij (of zij) heeft en de schulden, zodat niemand enig verlies lijdt. Dit is een bevel van Allah; en Allah is voor altijd Alwetend, Genadevol.",
    "Dit zijn de door Allah vastgestelde bepalingen en iedereen die Allah en Zijn boodschapper gehoorzaamt: Hij (Allah) zal hem het Paradijs binnenleiden, waar rivieren onderdoor stromen. Daar zullen zijn in verblijven en dat zal een groot succes zijn.",
    "En iedereen die ongehoorzaam is aan Allah en Zijn Boodschapper en Zijn grenzen overtreedt, zal naar het vuur verbannen worden, om daarin te verblijven; en hij zal een vernederende bestraffing hebben.",
    "En degenen van jullie vrouwen die overspel spelen, neem voor het bewijs vier getuigen onder jullie tegen hen; en als zij hen schuldig verklaren, sluit hen dan in hun huizen op tot de dood tot hen komt of Allah voor hen een (andere) weg bevolen heeft.",
    "En de twee personen onder jullie die overspel plegen, straf hen beiden. En als zij berouw tonen en goede daden verrichten, laat hen dan alleen. Waarlijk, Allah is altijd degene Die berouw accepteert (en Hij is) de Barmhartigste.",
    "En Allah accepteert slechts het berouw van degenen die in onwetendheid of in dwaasheid zondigen en snel daarna berouw tonen; hen zal Allah vergeven, en Allah is voor altijd de Alwetende, de Alwijze.",
    "En geen resultaat heeft het berouw van degenen die doorgaan met zondigen tot één van hen de dood in de ogen kijkt en zegt: “Nu heb ik berouw” noch van degenen die sterven terwijl zij ongelovig zijn. Voor hen hebben Wij een pijnlijke bestraffing voorbereid.",
    "O, jullie die geloven! Jullie is het verboden om vrouwen tegen hun wil te erven en jullie mogen hen niet wreed behandelen, dat jullie een deel van de bruidschat wegnemen, die jullie hun zelf gegeven hebt, tenzij zij openlijk overspel plegen. En leef eerbaar met hen. En wanneer jullie een afkeer van hen hebben, dan kan het zijn dat jullie een \"afkeer hebben van iets, terwijl Allah daarin veel goeds heeft gelegd.",
    "Maar als jullie een vrouw door een andere vrouw willen vervangen en jullie geven haar een groot bedrag als bruidschat, neem daar niet het minste van terug; Zullen jullie het onrechtmatig nemen en een grote zonde plegen?",
    "En hoe kunnen jullie het terugnemen, terwijl jullie al tot elkaar zijn gekomen en zij een sterk verbond met jullie hebben gesloten?",
    "En trouw niet de vrouwen die jullie vaders getrouwd hebben, behalve wat reeds (voor deze openbaring) gebeurd is; waarlijk het is een schande en iets wat het meest gehaat is en een kwade weg.",
    "Verboden (voor een huwelijk) voor jullie zijn: jullie moeders, jullie dochters, jullie zusters, jullie vaders zusters, jullie moeders zusters en dochters van jullie broeders en dochters van jullie zusters, en de zoogmoeders van jullie en jullie zusters van (dezelfde) zoogmoeder, jullie schoonmoeders, jullie stiefdochters die onder jullie voogdij staan van vrouwen waarmee jullie gesachtsgemeenschap hadden. Wanneer jullie nog geen geslachtsgemeenschap met hen hadden er is geen overtreding (om met hen te trouwen), en de vrouwen van zonen die uit jullie voortkomen (zijn ook verboden) en het tegelijkertijd huwen van twee zusters, behalve als dit reeds gebeurd is; waarlijk, Allah is de Vergevingsgezinde, de Genadevolle. ۞"
  ]
}