{
  "meta": {
    "id": 235,
    "name": "Malak Faris Abdalsalaam",
    "translator_name": "Malak Faris Abdalsalaam",
    "slug": "dutch-abdalsalaam",
    "language_name": "dutch"
  },
  "verses": [
    "De leiders van degenen die arrogant onder hun mensen waren zeiden: “Wij zullen je zeker uit onze stad, verdrijven O, Shoe’aib en ook degenen die in jou geloofden, tenzij jullie tot onze godsdienst terugkeren.” Hij zei: “Ook al haten wij het!”",
    "Wij zouden een leugen over Allah hebben verzonnen als wij tot jullie godsdienst zouden terugkeren, nadat Allah ons daarvan gered heeft. En het is niet aan ons om terug te keren tenzij Allah, onze Heer dat wil. Onze Heer omvat alle zaken in Zijn kennis. In Allah leggen wij ons vertrouwen. Onze Heer! Oordeel tussen ons en onze mensen in waarheid, want U bent de Beste van de Oordelaars.",
    "De leiders van de ongelovigen onder de mensen zeiden: “Als jullie Shoe’aib volgen, wees er dan zeker van dat jullie verliezers zijn!”",
    "Dus greep een aardbeving hen en zij lagen dood uitgestrekt in hun huizen.",
    "Degenen die Shoe’aib negeerden werden (zo vernietigd) alsof zij daar nooit gewoond hadden. Degenen die Shoe’aib negeerden werden de verliezers.",
    "Toen keerde hij zich van hen af en zei: “O, mijn volk! Ik heb zeker de Boodschap van mijn Heer aan jullie verkondigd en ik heb jullie goede raad gegeven. Hoe kan ik dan bedroefd zijn over de ongelovigen.”",
    "En Wij zonden geen Profeet naar een stad zonder dat Wij haar bewoners grepen met lijden door extreme armoede en verlies van gezondheid en rampen. Hopelijk zullen zij nederig worden.",
    "Daarna veranderden Wij het kwade in het goede tot zij (in aantal en welvaart) toenamen en zeiden: “Onze vaders werden door het kwade en het goede getroffen.” Dus grepen Wij hen opeens terwijl zij dat niet verwachten.",
    "En als de mensen van de stad geloofd hadden en vroom waren, dan zouden Wij zeker voor hen de zegeningen van de hemel en de aarde openen, maar zij negeerden (de Boodschappers). Dus grepen Wij hen voor datgene wat zij plachten te verrichten.",
    "Voelden de mensen van de steden zich dan veilig voor de komst van Onze bestraffing in de nacht terwijl zij sliepen?",
    "Of voelden de bewoners van de steden zich veilig tegen de komst van onze bestraffing in de voormiddag, terwijl zij speelden?",
    "Voelden zij zich veilig tegen de samenzwering van Allah? Niemand voelt zich veilig tegen de samenzwering van Allah, behalve de mensen die verloren zijn.",
    "Is het niet duidelijk voor degenen die de aarde beërven in opvolging van zijn bezitters, dat, als Wij zouden willen, Wij hen zouden treffen vanwege hun zonden en Wij hun harten zouden vergrendelen, zodat zij niet zouden kunnen luisteren?",
    "Zij waren in de steden waarvan Wij jou (O Mohammed) het verhaal vertellen. En er zijn zeker tot hen Boodschappers met duidelijke bewijzen gekomen, maar zij waren niet zo dat zij geloofden in hetgeen zij eerder verworpen hadden. Dus heeft Allah de harten van de ongelovigen verzegeld.",
    "En bij de meesten van hen ontdekten Wij dat zij niet trouw aan het verbond waren. Bij de meesten van hen ontdekten wij dat zij verdorven waren.",
    "Na hen stuurden Wij Mozes met Onze Tekenen naar de Farao en zijn leiders, maar zij verwierpen hen valselijk. Zie dus hoe het einde van de verderfzaaiers was.",
    "En Mozes zei: “O, Farao! Ik ben een Boodschapper van de Heer der Werelden.",
    "Het is mij verplicht dat ik niets anders over Allah zeg dan de Waarheid. Voorwaar ik ben tot u gekomen met een duidelijk Bewijs van mijn Heer. Laat de Kinderen van Israël dus met mij vertrekken.”",
    "(De Farao) zei: “Als jij met een Teken bent gekomen, laat het dan zien, als je één van degenen bent die de waarheid vertelt.”",
    "Toen gooide hij (Mozes) zijn staf en zie! Het werd duidelijk een slang.",
    "En hij stak zijn hand uit en zie! Deze was witstralend voor de toeschouwers.",
    "De leiders van de mensen van de Farao zeiden: “Dit is zeker een goed onderrichte tovenaar!",
    "Hij wil u uit uw land verdrijven, wat is jullie advies?”",
    "Zij zeiden: “ Geef hem en zijn broeder uitstel en stuur omroepers naar de steden.",
    "Dat zij de goed onderrichte tovenaars naar u brengen.”",
    "En dus kwamen de tovenaars naar de Farao. Zij zeiden: “Voorwaar er zal een goede beloning voor ons zijn als wij de overwinnaars zijn.”",
    "Hij zei: “Ja, en nog meer, jullie zullen (mijn) naasten zijn.”",
    "Zij zeiden: “O, Mozes! Gooi jij eerst of gooien wij (eerst)?”",
    "Hij (Mozes) zei: “Gooien jullie (eerst).” Dus gooiden zij, zij betoverden de ogen van de mensen en sloegen hen met angst en zij lieten een grote toverij zien.",
    "Daarop inspireerden Wij Mozes (met het bevel): “Werp jouw staf!” En toen verslond deze wat zij met hun bedrog hadden gemaakt.",
    "Toen werd de Waarheid duidelijk, en bleek wat zij (de tovenaars) plachten te doen valsheid te zijn.",
    "Zij werden daar verslagen, en zij keerden in schande terug.",
    "En de (tot inkeer gekomen) tovenaars knielden neer.",
    "Zij zeiden: “Wij geloven in de Heer der Werelden.”",
    "De Heer van Mozes en Haaron.”",
    "Farao zei: “Geloven jullie in hem voordat ik jullie daartoe toestemming geef? Waarlijk, dit is een samenzwering die jullie beraamd hebben in de stad om de inwoners ervan te verdrijven, maar jullie zullen het te weten komen.",
    "Zeker, ik hak jullie handen en voeten kruiselings af, vervolgens zal ik jullie allen kruisigen.”",
    "Zij zeiden: “Waarlijk, tot onze Heer keren wij terug.",
    "En jij neemt slechts wraak op ons, omdat wij in de Tekenen van onze Heer geloofden toen deze ons bereikten! Onze Heer! Schenk ons geduld en zorg ervoor dat wij als moslims zullen sterven.”",
    "De leiders van de mensen van de Farao zeiden: “Wilt u Mozes en zijn mensen onheil over het land laten verspreiden om u en uw goden af te zweren?” Hij zei: “Wij zullen hun zonen doden en hun vrouwen laten leven en wij hebben beslist een onweerstaanbare macht over hen.”",
    "Mozes zei tegen zijn mensen: “Zoek de hulp bij Allah en wees geduldig. Waarlijk, de aarde behoort aan Allah, Hij geeft het als erfenis aan wie Hij wil van Zijn dienaren. En een gezegend einde is er voor de godvrezenden.”",
    "Zij zeiden: “Wij hebben veel geleden tot jij kwam en ook sinds je gekomen bent.” Hij zei: “Hopelijk zal jullie Heer jullie vijand vernietigen en jullie tot opvolgers op aarde maken, zodat Hij kan zien hoe jullie handelen.”",
    "En voorwaar, Wij bestraften de mensen van de Farao met jaren van droogte en tekorten aan vruchten, opdat zij het zullen weten.",
    "Maar als er iets goeds tot hen kwam, zeiden zij: “Ons behoort dit toe.” En het kwaad dat hen trof schreven zij toe aan kwade voortekenen die zij met Mozes en degenen die bij hem waren in verband brachten. Weet! Waarlijk, hun kwade voortekenen waren met Allah maar de meesten van hen wisten het niet.",
    "Zij zeiden: “Welke Tekenen je ook naar ons toe brengt om ons met je tovenaarskunsten te bewerken, wij zullen je nooit geloven.”",
    "Dus stuurden Wij tot hen: de vloed, de sprinkhanen, de luizen, de kikkers en het bloed (als een opvolging van) duidelijke Tekenen, toch bleven zij arrogant en behoorden zij tot de mensen die misdadigers zijn.",
    "En als de bestraffing hen trof zeiden zij: “O, Mozes! Roep jouw Heer aan vanwege de beloften die Hij jou heeft gegeven. Als je de bestraffing van ons weghaalt, zullen wij zeker in jou geloven en we zullen de Kinderen van Israël met jou mee laten gaan.”",
    "Maar toen Wij de bestraffing verwijderden van hen op een afgesproken tijd, die het had bereikt, zie! Zij braken hun woord!",
    "Dus namen Wij vergelding op hen. Wij verdronken hen in de zee, omdat zij Onze Tekenen verwierpen en achteloos waren met de waarschuwingen van hen.",
    "En Wij zorgden ervoor dat de mensen, die als zwak werden beschouwd, de oostelijke en westelijke gedeeltes van het land kregen, waarvoor Wij het gezegend hadden. En het oprechte Woord van jullie Heer werd vervuld voor de Kinderen van Israël omdat zij geduldig waren geweest. En Wij vernietigden volledig alle grote werken en gebouwen die de Farao en \"zijn mensen opgericht hadden.",
    "En Wij brachten de Kinderen van Israël naar de overkant van de zee. En zij kwamen bij mensen die een paar van hun afgodsbeelden vroom (aanbaden). Zij zeiden: “O, Mozes! Maak voor ons een god zoals zij goden hebben.” Hij zei: “Waarlijk jullie zijn een volk dat niet weet.”",
    "“Waarlijk, waarmee dit volk zich bezighoudt, zullen zij vernietigd worden. En wat zij doen is een waan.”",
    "Hij zei: “Zal ik voor jullie een andere god zoeken dan Allah, terwijl Hij jullie de superioriteit over de wereldwezens heeft gegeven?”",
    "En (gedenk) toen Wij jullie van de mensen van de Farao redden, die jullie de ergste bestraffing gaven; jullie zonen doodden en jullie vrouwen in leven lieten. En daarin is een grote beproeving van jullie Heer.",
    "En Wij wezen voor Mozes dertig nachten aan en voegden nog tien toe, en hij maakte de periode die door zijn Heer was aangewezen vol met veertig nachten. En Mozes zei tegen zijn broeder Haaron: “Wees mijn vervanging voor mijn mensen, handel op de juiste manier en volg niet de weg van de verderfzaaiers.”",
    "En toen Mozes op de aangewezen tijd en plaats bij Ons kwam en zijn Heer tot hem sprak, zei hij: “O, mijn Heer! Toon mij U, zodat ik U kan zien.” Allah zei: “Je zult Mij nimmer (kunnen) zien, maar kijk naar de berg, als deze stil op zijn plaats blijft staan, dan zul je Mij zien.” Dus toen zijn Heer zich aan de berg openbaarde, liet Hij deze instorten en tot stof vergaan, en Mozes viel bewusteloos neer. Toen hij weer bijkwam, zei hij: “Verheerlijkt bent U, ik wend mij tot U in berouw en ik ben de eerste onder de gelovigen.”",
    "(Allah) zei: “O Mozes, Ik heb jou boven de (andere) mensen uitverkoren door middel van Mijn\" openbaring aan jou en door Mijn spreken. Houd je dus vast aan datgene (de Thora) Ik jou heb gegeven, en behoor tot de dankbaren.” (voor deze begunstiging door enkel te doen wat Mij pleziert en weg te blijven van dingen die Mijn toorn opwekken)",
    "En Wij schreven hem voor in de Tafelen over de lessen die uit alle dingen getrokken konden worden en de uitleg van alle dingen (en zeiden): “Houdt dit ferm vast en moedig je mensen aan om het betere daarvan te nemen. Ik zal jou het huis van de verdorvenen laten zien.”",
    "Ik zal degenen die arrogant op aarde zijn van Mijn Koranverzen laten afkeren. Zelfs als zij alle Tekenen zien, zullen zij daarin niet geloven. En als zij de juiste manier zien, zullen zij dat niet als manier aannemen, maar zij zullen de verkeerde manier zien en die aannemen omdat zij Onze Tekenen verwerpen en achteloos zijn. (om) daarvan (een les te leren)",
    "Degenen die Onze Tekenen en de ontmoeting in het Hiernamaals ontkennen, zijn vruchteloos in hun daden. Verwachten zij beloond te worden met iets behalve wat zijn doen?",
    "En het volk van Mozes maakte tijdens zijn afwezigheid, van hun (gouden) sieraden (een afgodsbeeld met) het lichaam van een kalf dat een loeiend geluid maakte. Beseften zij niet dat het in werkelijkheid niet tot hen kon spreken en hen geen weg kon wijzen? Zij namen het aan ter aanbidding en zij waren onrechtvaardig.",
    "En toen zij spijt hadden en zagen dat zij afgedwaald waren, (hadden) zij (berouw) en zeiden: “Als onze Heer geen genade met ons heeft en ons niet vergeeft, zullen wij zeker tot de verliezers behoren.”",
    "En toen Mozes boos en geschokt tot zijn volk terugkeerde, zei hij: “Wat jullie gedaan hebben tijdens mijn afwezigheid is een slechte zaak. \"Hebben jullie je gehaast en zijn jullie voorop gegaan in de zaak van jullie Heer?” En hij zette de Tafelen haastig neer en greep zijn broeder bij zijn baard en sleepte hem naar zich toe. Haaron zei: “O, zoon van mijn moeder! Voorwaar, de mensen beoordeelden mij zwak en wilden mij vermoorden. Laat de vijanden geen leedvermaak over mij hebben en stel mij niet gelijk aan het volk van onrechtplegers.”",
    "Mozes zei: “O, mijn Heer! Vergeef mij en mijn broeder en laat ons toe tot Uw Genade, want U bent de Genadigste van allen die genade tonen.”",
    "Zeker, degenen die het kalf (tot hun god) namen, daar zal de toorn en de vernedering van hun Heer over heen komen in het leven van deze wereld. Dus Wij vergelden degenen die leugens verzinnen.",
    "Maar degenen die kwade daden begaan en daarna berouw vertonen en geloven, waarlijk, jullie Heer is Genadevol, Barmhartig.",
    "En toen de woede van Mozes gezakt was, nam hij de Tafelen op. En daarin staat Leiding en Genade beschreven voor degenen die hun Heer vrezen.",
    "En Mozes koos uit zijn volk zeventig mensen op de door Ons aangewezen tijd (om Allah om vergiffenis te smeken) En toen zij door een aardbeving getroffen werden zei hij: “O, mijn Heer, als U wilde, dan had U hen en mij eerder vernietigd. Zult U ons voor de daden van dwazen, die onder ons zijn, vernietigen? Het is slechts Uw beproeving, waardoor U degene die U wilt, laat dwalen en degene die U wilt, recht leidt. U bent onze Beschermheer, vergeef ons dus en heb genade met ons, want U bent de beste der Vergevensgezinden.",
    "En beveel voor ons het goede in deze wereld en in het Hiernamaals. Zeker, wij wenden ons in berouw tot U.” Hij (Allah) zei: “Mijn bestraffing laat Ik treffen\" wie Ik wil en Mijn genade omvat alle dingen. Dat zal Ik bevelen voor degenen die godvrezend zijn en zakaat geven en degenen die in Onze Tekenen geloven.”",
    "(Zij zijn) degenen die de Boodschapper – de ongeletterde Profeet – volgen, die zij bij hen in de Thora en in het Evangelie beschreven vinden. Hij, die hen het goede oplegt en het kwade verbiedt. Hij, die hen ontheft van de last en de ketenen die hen bonden. Zij die in hem geloven en hem eren en ondersteunen en het licht dat met hem is nedergezonden volgen, zullen zeer zeker slagen.",
    "Zeg: “O, Mensheid! Waarlijk, ik ben tot jullie gestuurd als de Boodschapper van Allah – aan wie het rijk van de hemelen en aarde toebehoort. Geen god is er dan Hij; Hij doet leven en Hij doet sterven. Geloof dus in Allah en in Zijn Boodschapper, de Profeet die niet kan lezen of schrijven, die in Allah gelooft en in Zijn woorden, volg hem, zodat jullie geleid zijn.",
    "En onder het volk van Mozes is er een gemeenschap die leiding geeft volgens de Waarheid, en die er rechtvaardig naar handelen.",
    "En Wij hebben hen in twaalf stammen (als verschillende) volkeren verdeeld. Wij openbaarden aan Mozes toen zijn volk hem om water vroeg (zeggende): “Sla met jouw staf op de steen.” En er stroomden twaalf bronnen uit; iedere groep kende zijn eigen plaats voor het water. Wij gaven hen met wolken schaduw en stuurden de ‘Manna’ en de kwartels (zeggende): “Eet van de goede dingen, waarmee Wij jullie voorzien hebben.” Zij kwetsten ons niet, maar zij kwetsten zichzelf.",
    "En (gedenk) toen er tot hen werd gezegd: “Woon in deze stad en eet daarvan wat jullie wensen en zeg: “Vergeef onze zonden,” en ga de poort knielend in. Wij zullen jullie je zonden vergeven. Wij zullen (de beloning) voor de weldoeners doen toenemen.”",
    "Maar degenen onder hen die valselijk het woord wat hen verteld was hebben veranderd, zenden Wij dus een bestraffing uit de hemel voor hun wandaden.",
    "En vraag hen over de stad die dicht bij de zee lag, toen zij de zaak van de sabbat overtraden; toen hun vissen voor hen boven water verschenen op de dag van de sabbat, terwijl zij op andere dagen dan de sabbat niet verschenen. Dus maakten Wij een beproeving voor hen, want zij waren (meestal) opstandig.",
    "En toen zei een gemeenschap onder hen: “Waarom preken jullie tot een volk wat Allah zal vernietigen of met een zware bestraffing zal bestraffen?” (De prekers) zeiden: “Om vrij van schuld te zijn voor onze Heer en misschien zullen zij Allah vrezen.”",
    "En toen zij vergaten waarmee zij vermaand waren, toen redden Wij degenen die het kwade verboden, maar Wij grepen degenen die het kwaad beoefenden met een zware straf want zij waren opstandig.",
    "Dus toen zij de grenzen van wat hen verboden was overtraden, zeiden Wij tegen hen: “Wees apen, veracht en verworpen.”",
    "En (gedenk) dat toen jullie Heer verklaarde dat Hij zeker (mensen) tegen hen zou zenden, tot aan de Dag der Opstanding, die hen met de vernederende bestraffing zullen treffen. Waarlijk, jullie Heer is snel in de vergelding en zeker, Hij is Vergevingsgezind, Genadevol.",
    "En Wij hebben hen in verschillende groepen verdeeld over de aarde, sommigen van hen zijn rechtvaardig en sommigen zijn er die dat niet zijn. En Wij beproefden hen met goed en kwaad, zodat zij zich misschien (tot Allah’s gehoorzaamheid) zouden wenden.",
    "Toen kwam na hen een generatie die het Boek erfden, maar die voor zichzelf de goederen van dit lage leven kozen zeggende: “(Alles) zal ons vergeven worden.” En als er (opnieuw) het aanbod van iets dergelijks op hun pad kwam, dan zouden zij het (opnieuw) grijpen. Was er geen verbond van het Boek met hen afgesloten dat zij niets anders dan de waarheid over Allah zeggen? En zij hebben bestudeerd wat daar geschreven staat. En het Huis van het Hiernamaals is beter voor degenen die godvrezend zijn. Begrijpen jullie dat dan niet?",
    "En degenen die zich aan het Boek vasthouden en perfect hun gebeden verrichtten: voorwaar, de beloning van degenen die verbetering brengen zullen Wij nooit verspillen.",
    "En (gedenk) toen Wij de berg (Sinaї) boven hen deden verrijzen alsof het een canapé was, en zij dachten dat het op hen zou vallen. (Wij zeiden): “Houdt stevig vast aan wat Wij jullie gegeven hebben en gedenk wat er in (de Schrift) geschreven staat. Hopelijk zullen jullie Allah vrezen.”",
    "En (gedenk) toen jullie Heer het nageslacht van de Kinderen van Adam uit hun lendenen nam, en hen deed getuigen over zichzelf (zeggende): “Ben Ik niet jullie Heer?” Zij zeiden: “Ja! Wij getuigen” zodat jullie op de Dag der Opstanding niet zullen zeggen: “Waarlijk, wij wisten dit niet.”",
    "Of dat jullie niet zullen zeggen: “Het waren slechts onze vaders vroeger die anderen als deelgenoot in de aanbidding bij Allah namen en wij waren (slechts) hun afstammelingen; zult U ons dan vernietigen vanwege de daden van mannen die de leugen praktiseerden?”",
    "En zo leggen Wij de Verzen uit. Hopelijk zullen zij terugkeren.",
    "En lees hen (O Mohammed) de geschiedenis voor van degene aan wie Wij Onze Verzen gaven. Maar hij verwierp ze uit ongeloof. Dus volgde Sjaitaan hem (op \"de voet) en werd hij een van de dwalenden.",
    "En als Wij het hadden gewild, dan hadden Wij hem zeker met (Onze verzen) verheven ( tot rang van geleerde). Maar hij bleef zich vastklampen aan het slijk der aarde en volgde zijn zelfingenomen begeerte.. Zijn beschrijving is zoals de beschrijving van een hond: als je hem wegjaagt, hangt zijn tong uit zijn bek en als je hem achterlaat, dan hangt zijn tong er nog steeds uit. Dat is de gelijkenis van de mensen die Onze Verzen verwerpen. Vertel daarom de geschiedenissen, in de hoop dat zij erover nadenken.",
    "Kwaad is de gelijkenis van de mensen die Onze Tekenen verwerpen en zichzelf kwaad doen.",
    "Wie door Allah geleid wordt, die volgt de ware Leiding en wie Hij doet dwalen, dat zijn de verliezers.",
    "Voorzeker, Wij hebben velen van de Djinn’s en de mensen voor de Hel geschapen. Zij hebben harten waarmee zij (de waarheid) niet begrijpen, zij hebben ogen waarmee zij niet zien en zij hebben oren waarmee zij (de verzen) niet horen. Zij zijn zoals het vee! Neen, hun dwaling is zelfs erger (want) zij zijn de achtelozen!",
    "En de \"Mooiste Namen behoren Allah toe, roep Hem daarmee aan en verlaat het gezelschap van degenen die Zijn Namen verloochenen en ontkennen. Zij zullen voor hun daden vergolden worden.",
    "En onder degenen die Wij geschapen hebben is er een gemeenschap die (anderen) leidt in de Waarheid en daartussen rechtvaardigheid betracht.",
    "Degenen die Onze Tekenen verwerpen zullen Wij geleidelijk naar de vernietiging voeren, op manieren die zij niet kunnen voorzien.",
    "Ik geef hen uitstel, zeker Mijn plan is sterk.",
    "Denken zij niet na. Er is geen krankzinnigheid in hun metgezel. Hij is een duidelijke waarschuwer.",
    "Kijken zij dan niet naar het Koninkrijk van de hemelen en de aarde en naar alle zaken die Allah geschapen heeft? En kan het zijn dat het einde van hun leven nabij is? In welke boodschap zullen zij hierna dan geloven?",
    "En wie door Allah tot dwaling gebracht word: voor hem is er geen leider en Hij laat hen blind ronddwalen in hun overtredingen.",
    "Zij vragen jou (O Mohammed) over het Uur: “Wanneer zal de aangewezen tijd zijn?” Zeg: “De kennis daarvan is (alleen) bij mijn Heer. Niemand kan daar de tijd van openbaren, behalve Hij. Zwaar is de last voor de hemelen en de aarde. Het zal onverwachts over jullie komen.” Zij vragen jou alsof jij daar goede kennis van hebt. Zeg: “De kennis daarvan is (alleen) bij Allah, maar de meeste mensen weten het niet.”",
    "Zeg: “Ik bezit geen kracht ten gunste of ten nadele van mijzelf, behalve als Allah het wil. Als ik de kennis van het onzichtbare had, dan zou ik het goede vermeerderd hebben en zou het kwade mij niet hebben getroffen. Ik ben alleen maar een waarschuwer, een brenger van goede berichten voor de mensen die geloven.",
    "Hij is Degene Die jullie geschapen heeft uit één enkele ziel en Hij maakte daaruit zijn echtgenote, opdat hij bij haar rust zou vinden. Toen hij met haar geslapen had werd zij zwanger, maar zij droeg het (de last) licht. En toen zij zwaar werd riepen zij Allah aan, hun Heer (zeggende): “Als U ons een rechtschapene schenkt, zullen wij zeker dankbaar zijn.”",
    "Maar toen Hij hen een rechtschapene had geschonken, kenden zij naast Hem deelgenoten toe in wat Hij hen had gegeven. Hoog zij Allah, Verheven boven alles wat zij aan Hem als deelgenoten toeschrijven.",
    "Kennen zij aan Allah deelgenoten toe van degenen die niets geschapen hebben en die zelf geschapen zijn?",
    "Geen hulp kunnen zij anderen geven, noch kunnen zij zichzelf helpen.",
    "En als jullie hen voor leiding roepen, dan volgen zij jullie niet. Het is voor jullie hetzelfde of jullie ze roepen of dat jullie niets zeggen.",
    "Waarlijk, degenen die jullie naast Allah oproepen, zijn dienaren, net als jullie. Roep hen dus en laat hen jullie antwoorden als jullie waarachtig zijn.",
    "Hebben zij voeten waarmee zij lopen? Of handen, waarmee zij vasthouden? Of hebben zij ogen, waarmee zij zien? Of hebben zij oren, waarmee zij horen? Zeg: “Roep jullie deelgenoten aan laat hen een list tegen mij uitvoeren en geef mij geen uitstel!”",
    "Waarlijk, mijn Beschermheer is Allah Die het boek heeft geopenbaard en Hij beschermt de rechtvaardigen.",
    "En degenen die jullie naast Hem (Allah) aanroepen kunnen jullie niet helpen noch kunnen zij zichzelf helpen.”",
    "En als jullie hen voor leiding roepen, horen zij niet. En jullie zien hen naar jullie kijken maar zij zien niet.",
    "Aanvaard de verontschuldiging (van je medemens), spoor aan tot het goede en keer je af van de dwazen (door bij hen weg te blijven).",
    "En als Sjaitaan jou met een kwade influistering benadert (tijdens het gehoorzamen aan Allah’s bevelen), zoek dan toevlucht bij Allah. Waarlijk, Hij is Alhorend (over de woorden), Alwetend (over de daden).",
    "Waarlijk! Degenen die godvrezend zijn, gedenken Allah zodra de kwade gedachten van Sjaitaan bij hen opkomen, waardoor zij kunnen onderscheiden.",
    "En hun (duivelse ongelovige) broeders doen hen nog dieper afdalen in de dwaling, en (overwegen het zelfs niet) om daar mee op te houden.”",
    "En wanneer jij niet met een Vers tot hen komt zeggen zij: “Waarom heb je er zelf niet een verzonnen?” Zeg: “Ik volg wat er aan mij van mijn Heer geopenbaard is. Dit zijn niets anders dan bewijzen van jullie Heer en een Leiding en een Genade voor de mensen die geloven.”",
    "Als de Koran gereciteerd wordt, luister er dan naar en wees stil, zodat jullie genade mogen ontvangen.",
    "En gedenk jullie Heer in jezelf, nederig en met vrees, zonder luidruchtigheid van woorden, in de ochtenden en in de avonden en behoor niet tot degenen die onachtzaam zijn.",
    "Zeker, degenen die bij jouw Heer zijn, zijn nooit te trots om Hem te aanbidden, en zij prijzen Zijn Glorie en knielen voor Hem.",
    "Zij vragen jou (O Mohammed) over de oorlogsbuit. Zeg: “De oorlogsbuit is voor Allah en Zijn Boodschapper.” Vrees Allah dus en beslecht alle geschillen tussen jullie en gehoorzaam Allah en Zijn Boodschapper, als jullie gelovigen zijn.",
    "Voorwaar, de gelovigen zijn slechts degenen die als Allah genoemd wordt, vrees voelen in hun hart en als Zijn Verzen voor hen gereciteerd worden laten zij hun geloof toenemen; en zij leggen hun vertrouwen in hun Heer.",
    "Zij die het gebed onderhouden en die uitgeven\" van wat Wij hun hebben geschonken.",
    "Zij zijn het die gelovigen in de Waarheid zijn. Voor hen zijn er niveaus van waardigheid bij hun Heer en vergeving en een geweldige voorziening.",
    "Omdat jouw Heer ervoor zorgde dat jij je huis met de Waarheid verliet. En waarlijk, een deel van de gelovigen houdt daar niet van.",
    "Met jou redetwistend over de Waarheid, nadat deze duidelijk is geworden, alsof zij de dood werden ingejaagd, terwijl zij (ernaar) kijken.",
    "En (gedenk) toen Allah jullie beloofde, dat er één van de twee partijen (van jullie vijanden) zeker voor jullie zou zijn. En jullie wensten dat het niet bewapend zou zijn als het van jullie zou zijn. Maar Allah wilde Zijn woorden met de Waarheid rechtvaardigen en sneed de wortels van de ongelovigen af.",
    "Zodat Hij ervoor zou zorgen dat de Waarheid zou zegevieren en dat de leugen als leugen duidelijk zou worden, ondanks het feit dat de misdadigers het haten.",
    "(Gedenk de Slag van Badr) toen jullie je Heer om hulp smeekten en Hij (Mohammeds smeekbede voor) jullie verhoorde (en zei): “Ik zal jullie (leger) met duizend Engelen helpen, ieder achter de ander (elkaar volgend) in de rij.”",
    "Allah heeft het slechts als goede berichten gemaakt en opdat jullie harten daarbij rust kunnen vinden. En er is geen overwinning zonder de hulp van Allah. Waarlijk, Allah is Almachtig, Alwijs.",
    "(Gedenk) toen Hij jullie met slaap bedekte; als middel ter beveiliging van Hem. Hij deed uit de hemel regen op jullie neerdalen om jullie daarmee te reinigen en om de influisteringen van Sheitan te verwijderen en om jullie harten te versterken en jullie voeten stevig te maken.",
    "(Gedenk) wanneer jullie Heer de Engelen openbaarde: “Waarlijk, Ik ben bij jullie, houdt degenen die geloven standvastig. Ik zal een angst in de harten van de ongelovigen veroorzaken. Slaat dan hun hoofden af en slaat al hun vingers en tenen af.”",
    "Dit omdat zij Allah en Zijn Boodschapper bestreden, en wie tegen Allah en Zijn Boodschapper strijdt, dan waarlijk, Allah is streng in de bestraffing.",
    "Dit is de bestraffing, proef het dus en zeker, voor de ongelovigen is er de bestraffing van het Vuur.",
    "O, jullie die geloven. Als jullie de ongelovigen ontmoeten op het slagveld, keer hen nooit jullie ruggen toe.",
    "En wie op die dag hen de rug toedraait, – tenzij het een oorlogsstrategie is of een hergroepering van het (eigen) leger – heeft zeker over zichzelf de toorn van Allah uitgeroepen. En zijn verblijfplaats is de Hel en dat is zeker een slechte bestemming!",
    "Jullie hebben hen niet gedood, maar Allah heeft hen gedood en jij (O Mohammed) hebt niet gegooid toen jij gooide, maar Allah gooide, zodat Hij de gelovigen door een eerlijke beoordeling van Hem moge testen. Waarlijk, Allah is de Alhorende, de Alwetende.",
    "Zo is het. En voorwaar, Allah verzwakt de bedrieglijke samenzweringen van de ongelovigen.",
    "(O, ongelovigen) als jullie om een beoordeling vragen, dan is de beoordeling reeds tot jullie gekomen en als jullie stoppen, is dat beter voor jullie. Maar als jullie terugkeren zullen Wij ook terugkeren en jullie legers zullen jullie niet baten, hoe groot zij ook zullen zijn, en waarlijk, Allah is bij de gelovigen.",
    "O, jullie die geloven! Gehoorzaam Allah en Zijn Boodschapper en keer je niet van hem af, terwijl jullie (de Koran) horen.",
    "En wees niet zoals degenen die zeiden: “Wij hebben gehoord,” maar zij hoorden niet.",
    "Waarlijk! De ergste van de levende wezens bij Allah zijn de doven en de stommen: \"degenen die niet begrijpen.",
    "Als Allah iets goeds van hen geweten had, dan had Hij hen laten luisteren. En als Hij hen had doen luisteren, dan zouden zij zich afwenden, terwijl zij de Waarheid afwijzen.",
    "O, jullie die geloven! Antwoordt Allah en (Zijn) Boodschapper wanneer hij jullie oproept tot wat jullie leven geeft, en weet dat Allah tussen de mens en zijn hart komt. En waarlijk, tot Hem zullen jullie allen verzameld worden.",
    "En vrees de beproeving die niet alleen degenen die fouten maakt onder jullie zal treffen. En weet dat Allah streng in de bestraffing is.",
    "En gedenk toen jullie met weinigen waren en jullie onderdrukt werden in het land. En dat jullie bang waren dat de mensen jullie zouden ontvoeren, maar dat Hij een veilige plaats voor jullie had gemaakt, jullie met Zijn hulp gesterkt had en jullie van goede dingen had voorzien, zodat jullie dankbaar mogen zijn.",
    "O, jullie die geloven. Pleeg geen verraad tegen Allah en Zijn Boodschapper, noch verraad bewust datgene wat jullie toevertrouwd is.",
    "En weet dat jullie bezittingen en jullie kinderen niets anders zijn dan een beproeving en dat bij Allah zeker een geweldige beloning is.",
    "O, jullie die geloven! Als jullie Allah gehoorzamen en Hem vrezen, dan zal Hij jullie het vermogen geven om tussen goed en slecht te kunnen oordelen of een manier geven om uit elke moeilijkheid te komen en Hij zal jullie zonden uitwissen en jullie vergeven. En Allah is de Eigenaar van een Grote Welvaart.",
    "En weet toen de ongelovigen tegen jou samenspanden om jou gevangen te nemen of om jou te vermoorden of om jou te verdrijven; zij spanden samen en Allah maakte plannen en Allah is de Beste van de Plannenmakers.",
    "En als Onze Verzen voor hun gereciteerd worden, zeggen zij: “Wij hebben dit (al eerder) gehoord; als wij willen, kunnen wij iets dergelijks zeggen. Dit zijn niets dan verhalen van de voorvaderen.”",
    "En weet toen zij zeiden: “O, Allah! Als dit inderdaad de Waarheid is, door U (geopenbaard) , laat het dan voor ons stenen regenen uit de hemel of breng ons een pijnlijke bestraffing.”",
    "En Allah zal hen niet straffen, terwijl jij (O Mohammed) nog in hun midden verkeert, noch zal Hij hen straffen als zij vergeving zoeken.",
    "En waarom zal Allah hen niet straffen, terwijl zij mensen van de Masdjied Al-Haram tegenhouden en zij niet de beheerders ervan zijn. De beheerders zijn slechts de godvrezenden, maar de meesten van hen weten niet.",
    "En hun gebed bij het Huis (de Ka’bah te Mekkah) hield niets anders in dan gefluit en handgeklap. Proef daarom de bestraffing, want jullie waren ongelovigen.",
    "Waarlijk, de ongelovigen besteden hun welvaart om (de mensen) te verhinderen op het pad van Allah te gaan en zo zullen zij doorgaan met het besteden daarvan; maar aan het einde zal het een lijden voor hen worden. Zij zullen dan overwonnen worden, en de ongelovigen zullen in de Hel verzameld worden,",
    "Zodat Allah onderscheid kan maken tussen de slechten en de goeden, (resp. de ongelovigen en de gelovigen). Hij plaatst de slechten boven elkaar, Hij stapelt ze op en verbant ze naar de Hel. Dat, dat zijn de (ware) verliezers!",
    "Zeg tegen degenen die ongelovig zijn: “Als jullie ophouden, zullen jullie worden vergeven voor wat reeds voorbij is. Maar als jullie in herhaling vervallen, dan (geldt) voor hen de handelwijze (van Allah) zoals die reeds gold voor de vroegeren.",
    "En bestrijdt hen totdat er geen ongeloof meer is, (noch enig verzet bestaat tegen Allah’s wetten), zodat de religie (en de aanbidding) geheel voor Allah is. Maar als zij stoppen dan is Allah zeker de Ziener van hetgeen zij doen.",
    "En als zij zich ervan afkeren dan weten zij, dat Allah jouw Patroon is. Wat een uitmuntende Patroon en (wat) een Uitmuntende Helper! ۞"
  ]
}