{
  "meta": {
    "id": 225,
    "name": "Rabila Al-Umry",
    "translator_name": "Rabila Al-Umry",
    "slug": "gu-rabila-al-umry",
    "language_name": "gujarati"
  },
  "verses": [
    "૧)    તેઓ કયા વિષય બાબત પૂછતાછ કરી રહ્યા છે.",
    "૨)    તે મોટી સુચના બાબત વિશે.",
    "૩)   જેના વિશે તેઓ મતભેદ કરી રહ્યા છે.",
    "૪)   ચોક્કસપણે તેઓ નજીકમાં જાણી લેશે.",
    "૫)   ફરી ચોક્કસપણે તેઓ નજીકમાં જાણી લેશે.",
    "૬)   શું અમે ધરતીને પાથરણું નથી બનાવ્યું ?",
    "૭)   અને પર્વતોને ખુંટા (નથી બનાવ્યા ?)",
    "૮)   અને અમે તમને જોડકામાં પેદા કર્યા.",
    "૯)   અને અમે તમારી નિદ્રાને તમારા આરામ માટે જ બનાવી.",
    "૧૦) અને રાતને અમે પરદો બનાવ્યો છે.",
    "૧૧) અને દિવસને કમાણી માટે બનાવ્યો.",
    "૧૨) અને અમે તમારા ઉપર સાત મજબુત આકાશ બનાવ્યા.",
    "૧૩) અને એક ચમકતો દીવો (સૂર્ય) બનાવ્યો.",
    "૧૪) અને વાદળોમાં થી મુશળધાર વરસાદ વરસાવ્યો.",
    "૧૫) જેથી તેનાથી અનાજ અને વનસ્પતિ ઉપજાવે.",
    "૧૬) અને હર્યા-ભર્યા બાગ. ( પણ ઉપજાવે)",
    "૧૭) નિ:શંક ફેસલાનો દિવસ નિશ્ર્ચિત છે.",
    "૧૮)  જે  દિવસે  સૂરમાં  ફુકવામાં  આવશે,  પછી  તમે  જુથ  ના  જુથ  ચાલી આવશો.",
    "૧૯)  અને  આકાશ  ખોલી  નાખવામાં  આવશે  .  તેમાં  દ્વાર  જ  દ્વાર  થઇ જશે.",
    "૨૦) અને પર્વતને ચલાવવામાં આવશે, તો તે મરીચિકા બનીને રહી જશે.",
    "૨૧) નિ:શંક દોઝખ ઘાતમાં છે.",
    "૨૨) દુરાચારીઓ નું ઠેકાણુ તે જ છે.",
    "૨૩) જેમાં તેઓ અગણિત વર્ષો સુધી પડ્યા રહેશે.",
    "૨૪) ન તેમાં ઠંડી તથા પીણું ચાખશે.",
    "૨૫) સિવાય ગરમ પાણી અને (વહેતુ) પરૂ.",
    "૨૬) (તેમને) સંપૂર્ણ બદલો મળશે.",
    "૨૭) નિ:શંક તેઓ હિસાબની આશા જ નહતા રાખતા.",
    "૨૮) અને બેબાકીથી અમારી આયતોને જુઠલાવતા હતા.",
    "૨૯) અને અમે દરેક વસ્તુને ગણી ગણીને લખી રાખી છે.",
    "૩૦) હવે, તમે (પોતાની કરણીની) મજા ચાખો.",
    "૩૧) નિ:શંક ડરવા વાળાઓ માટે જ સફળતા છે.",
    "૩૨)   બગીચાઓ અને દ્રાક્ષ છે.",
    "૩૩) અને નવયુવાન કુમારિકાઓ.",
    "૩૪) અને છલકાતા પ્યાલા.",
    "૩૫) ત્યાં ન બકવાસ સાંભળશે અને ન તો જુઠી વાતો સાંભળશે.",
    "૩૬)   (તેમને)   તમારા   પાલનહાર   તરફથી   (તેમના   સારા   કાર્યો   નો)આ બદલો મળશે. જે ભરપુર હશે.",
    "૩૭) (તે પાલનહાર તરફથી મળશે જે) આકાશો અને જમીનનો અને જે કાંઇ પણ   તેમની   વચ્ચે   છે   તેનો   પાલનહાર   છે,   અને   તે   ખુબજ   માફ કરવાવાળો  છે,  કોઇને  પણ  તેનાથી  વાતચીત  કરવાનો  અધિકાર  નહી હોય.",
    "૩૮)  જે  દિવસે  રૂહ  અને  ફરિશ્તાઓ  કતારબંધ  ઉભા  હશે,  કોઇ  વાત  નહી કરી  શકે  સિવાય  તે,  જેને  અત્યંત  દયાળુ  પરવાનગી  આપે,  અને  તે યોગ્ય વાત કહેશે.",
    "૩૯)  તે  દિવસ  નિશ્ર્ચિત  છે.  હવે  જે  ઇચ્છે  તે  પોતાના  પાલનહાર  પાસે (સારા કાર્યો) કરી ઠેકાણુ બનાવી લે.",
    "૪૦)  નિ:શંક  અમે  તમને  નજીકમાં  જ  આવનારી  યાતનાથી  ડરાવી  દીધા (અને  ચોકન્ના  કરી  દીધા)  છે.  જે  દિવસે  માનવી  તેના  હાથોએ  કરેલા (કર્મ) જોઇ લેશે, અને કાફિર કહેશે કે કદાચ હું માટી થઇ જાત.",
    "૧)   ડુબીને સખ્તીથી ખેંચવાવાળાઓ ના સોગંદ.",
    "૨)   બંધ ખોલીને છોડાવી દેનારાઓ ના સોગંદ.",
    "૩)   અને તરવા-ફરનારાઓ ના સોગંદ.",
    "૪)   પછી દોડીને આગળ વધનારાઓ ના સોગંદ.",
    "૫)   પછી કાર્યની વ્યવસ્થા કરનારાઓ ના સોગંદ.",
    "૬)   જે દિવસ ધ્રુજવાવાળી ધ્રુજશે.",
    "૭)   ત્યારપછી એક પાછળ આવવાવાળી (પાછળ-પાછળ) આવશે.",
    "૮)   (કેટલાક) હૃદય તે દિવસે ધડકી રહ્યા હશે.",
    "૯)   તેમની આંખો ઝુકેલી હશે.",
    "૧૦) કહે છે કે શું અમે ફરી પહેલાની સ્થિતિમાં લાવવામાં આવીશું ?",
    "૧૧) શું તે વખતે જ્યારે કે અમે ઓગળી ગયેલા હાડકા થઇ જઇશું ?",
    "૧૨) કહે છે, પછી તો આ પાછુ ફરવુ નુકશાનકારક છે.",
    "૧૩) (ખબર હોવી જોઇએ ) બસ આ એક (ડરાવની) ઝાટકણી છે.",
    "૧૪)  પછી  (જેના  પ્રકટ  થવાની  સાથે  જ)  તેઓ  તરત  જ  મેદાનમાં  ભેગા થઇ જશે.",
    "૧૫) શું મૂસા (અ.સ.) ની વાત તમને નથી પહોંચી ?",
    "૧૬) જ્યારે પવિત્ર ઘાટી “તુવા” માં તેને તેના પાલનહારે પોકાર્યો.",
    "૧૭) (કે) તમે   ફિરઔન પાસે જાઓ, નિ:શંક તે વિદ્રોહી બની ગયો છે.",
    "૧૮) અને તેને કહો, શું તું પવિત્ર થવા માગે છે ?",
    "૧૯)  અને  હું  તારા  પાલનહાર  તરફ  માર્ગદર્શન  કરું  જેથી  તુ  (તેનાથી) ડરવા લાગે.",
    "૨૦) પછી તેને મોટી નિશાની બતાવી.",
    "૨૧) તો તેણે જુઠલાવ્યું અને અવગણના કરી.",
    "૨૨) પછી પીઠ બતાવીને દોડવા લાગ્યો.",
    "૨૩) પછી સૌને ભેગા કરી પોકાર્યા.",
    "૨૪) તમારા સૌનો પાલનહાર હું જ છું.",
    "૨૫)   તો   (સૌથી   ઊંચો)   અલ્લાહએ   પણ   તેને   પરલોક   અને   સંસારની યાતનામાં ઘેરી લીધો.",
    "૨૬) હકીકતમાં આમાં તેઓ માટે શિક્ષા છે જેઓ ડરે છે.",
    "૨૭)  શું  તમારૂ  સર્જન  વધુ  કઠિન  છે  કે  આકાશ  નું  ?  અલ્લાહએ  તેનું સર્જન કર્યુ.",
    "૨૮) તેની છત ઊંચી ઉઠાવી અને તેને સંતુલન આપ્યું.",
    "૨૯) અને તેની રાત અંધારી બનાવી અને દિવસને પ્રકાશિત કર્યો.",
    "૩૦) અને ત્યારપછી ધરતીને (સમતોલ) પાથરી દીધી.",
    "૩૧) તેનાથી પાણી અને ઘાસ-ચારો ઉપજાવ્યો.",
    "૩૨) અને પર્વતોને (સખત) ખોડી દીધા.",
    "૩૩) આ બધુ તમારા અને તમારા પશુઓના લાભ માટે (છે).",
    "૩૪) તો જ્યારે મોટી આફત (પ્રલય) આવશે.",
    "૩૫) તે દિવસ માનવી પોતાના કર્મોને યાદ કરશે.",
    "૩૬) અને (દરેક) જોવાવાળા સામે જહન્નમ દેખીતી કરી દેવામાં આવશે.",
    "૩૭) તો જે (માનવીએ) અવજ્ઞા કરી (હશે).",
    "૩૮) અને દુન્યવી જીવનને પ્રાથમિકતા આપી (હશે).",
    "૩૯) (તેનું) ઠેકાણું જહન્નમ જ છે.",
    "૪૦)  હા  !  જે  વ્યક્તિ  પોતાના  પાલનહાર  સામે  ઉભો  રહેવાથી  ડરતો  રહ્યો હશે, અને પોતાના મનને મનમાની કરવાથી રોકી રાખ્યું હશે.",
    "૪૧)  તો  ચોક્કસ  પણે  તેનું  ઠેકાણું  જન્નત  જ  છે.",
    "૪૨)  લોકો  તમારાથી કયામત  આવવાનો  સમય  પૂછે  છે.",
    "૪૩)  તમને  તેની  ચર્ચા  કરવાની શી જરૂર ?",
    "૪૪) તેનું જ્ઞાન તો અલ્લાહ પાસે જ છે.",
    "૪૫) તમે તો ફકત  તેનાથી  ડરવાવાળાઓ  ને  સચેત  કરનારા  છો.",
    "૪૬)  જે  દિવસ તેઓ  તેને  જોઇ  લેશે  તો  એવું  લાગશે  કે  ફકત  દિવસની  એક  સાંજ અથવા તેની પહોર (દુનિયામાં)   રોકાયા છે.",
    "૧)   તેણે ભવા ચઢાવ્યા, અને મોં ફેરવી લીધું.",
    "૨)   (એટલા માટે) કે તેની પાસે એક અંધ આવી ગયો.",
    "૩)   તમને શું ખબર કદાચ તે પવિત્રતા પ્રાપ્ત કરતો.",
    "૪)   અથવા શિખામણ સાંભળતો અને તેને શિખામણ લાભ પહોંચાડતી.",
    "૫)   જે લાપરવાહી કરે છે.",
    "૬)   તેની તરફ તો તમે પૂરતુ ધ્યાન આપી રહ્યા છો.",
    "૭)   જો કે તેમના ન સુધારવા થી તમારા પર કોઇ દોષ નથી.",
    "૮)   અને જે વ્યક્તિ તમારી પાસે દોડતો આવે છે.",
    "૯)   અને તે ડરી (પણ) રહ્યો છે.",
    "૧૦) તમે તેની તરફ બેધ્યાન છો.",
    "૧૧) કદાપિ નહીં, આ કુરઆન તો એક ઉપદેશ છે.",
    "૧૨) જે ચાહે તેનાથી શીખ મેળવે.",
    "૧૩) (આ તો) પ્રતિષ્ઠિત શાસ્ત્રો માં (છે).",
    "૧૪) જે ઉચ્ચ કક્ષાની અને પવિત્ર છે.",
    "૧૫) એવા લખનારના હાથમાં છે.",
    "૧૬) જેઓ આદરણીય અને પ્રામણિક છે.",
    "૧૭) અલ્લાહની ફિટકાર માનવી પર, તે કેવો અપકારી છે.",
    "૧૮) તેનું અલ્લાહએ કઇ વસ્તુથી સર્જન કર્યુ.",
    "૧૯) તેને એક ટીપા વડે, પછી અનુમાન પર રાખ્યો તેને,",
    "૨૦) પછી તેના માટે માર્ગ સરળ કર્યો.",
    "૨૧) પછી તેને મૃત્યુ આપ્યું, અને પછી કબરમાં દફનાવ્યો.",
    "૨૨) પછી જ્યારે ઇચ્છશે તેને જીવિત કરી દેશે.",
    "૨૩)    કોઇ    શંકા    નથી.    તેણે    અત્યાર    સુધી    અલ્લાહના    આદેશનું આજ્ઞાપાલનનથી કર્યુ.",
    "૨૪) માનવી પોતાના ભોજન તરફ ધ્યાન ધરે.",
    "૨૫) નિ:શંક અમે જ મુશળધાર પાણી વરસાવ્યું.",
    "૨૬) પછી અમે જ ધરતીને ચીરી ફાડી.",
    "૨૭) પછી અમે જ તેમાં અનાજ ઉગાવ્યું.",
    "૨૮) અને દ્રાક્ષ અને શાકભાજીઓ.",
    "૨૯) અને જૈતૂન અને ખજુરો.",
    "૩૦) અને હર્યા-ભર્યા બગીચાઓ.",
    "૩૧) અને ફળો તેમજ (ઘાસ) ચારો (પણ) ઉગાવ્યો.",
    "૩૨)   તમારા અને તમારા પશુઓ ના ફાયદા માટે.",
    "૩૩) બસ ! જ્યારે કાન બહેરા કરી નાખનારી (કયામત) આવી જશે.",
    "૩૪) તે દિવસે માનવી પોતાના સગાભાઇ થી,",
    "૩૫) અને પોતાની માતા તેમજ પિતાથી,",
    "૩૬) અને પોતાની પત્નિ તેમજ પુત્રોથી ભાગશે.",
    "૩૭) પ્રત્યેક વ્યક્તિને તે દિવસે પોતાની જ પડી હશે.",
    "૩૮) તે દિવસે કેટલાય ચહેરા ચમકતા હશે.",
    "૩૯) (જે) હસતા તેમજ પ્રફુલ્લિત હશે.",
    "૪૦) અને કેટલાય ચહેરાઓ પર તે દિવસે ધૂળ લાગેલી હશે.",
    "૪૧)  તેમના  પર  કાળાશ  છવાયેલી  હશે.",
    "૪૨)  તેઓ  જ  જુઠલાવનારા  અને દુરાચારી હશે.",
    "૧) જ્યારે સૂરજ લપેટી દેવામાં આવશે.",
    "૨) અને જ્યારે તારાઓ પ્રકાશહીન થઇ જશે.",
    "૩) અને જ્યારે પર્વતો ચલાવવામાં આવશે.",
    "૪) અને જ્યારે દસ મહિનાની ગર્ભવાળી ઉંટણીને છોડી દેવામાં આવશે.",
    "૫) અને જ્યારે જંગલી જાનવર ભેગા કરવામાં આવશે.",
    "૬) અને જ્યારે દરિયાઓ ભડકાવવામાં આવશે.",
    "૭) અને જ્યારે આત્માઓ (શરીરો સાથે) જોડી દેવામાં આવશે.",
    "૮) અને જ્યારે જીવતી દાટેલી બાળકીને સવાલ કરવામાં આવશે.",
    "૯) કે કયા અપરાધના કારણે મારી નાખવામાં આવી ?",
    "૧૦) અને જ્યારે કર્મનોંધ ખોલી નાખવામાં આવશે.",
    "૧૧) અને જ્યારે આકાશની ખાલ ખેંચી લેવામાં આવશે.",
    "૧૨) અને જ્યારે જહન્નમ ભડકાવવામાં આવશે.",
    "૧૩) અને જ્યારે જન્નત નજીક લાવવામાં આવશે.",
    "૧૪) પ્રત્યેક વ્યક્તિ જાણી લેશે જે તે લઇને આવ્યો છે.",
    "૧૫) હું સોગંધ ખાઉ છું પાછળ હટવાવાળા,",
    "૧૬) ચાલનાર અને સંતાઇ જનાર તારાઓ ની,",
    "૧૭) અને રાતની જ્યારે સમાપ્ત થવા લાગે છે.",
    "૧૮) અને સવારની જ્યારે ચમકવા લાગે.",
    "૧૯) નિ:શંક આ એક ઇઝઝતવાળા ફરિશ્તાઓ ની લાવેલી વાણી છે.",
    "૨૦)  જે  શક્તિશાળી  છે.  અર્શવાળા  (અલ્લાહ)  ને  ત્યાં  ઉચ્ચ  સ્થાનવાળો છે.",
    "૨૧) જેની વાત માનવામાં આવે છે. પ્રામાણિક છે.",
    "૨૨) અને તમારા સાથી પાગલ નથી.",
    "૨૩) તેણે તેને (જિબ્રઇલ) આકાશોના ખુલ્લા કિનારે જોયા પણ છે.",
    "૨૪)   અને તે છુપી વાતો બતાવવામાં કંજુસ પણ નથી.",
    "૨૫) અને આ કુરઆન ધિક્કારેલા શયતાનનું કથન નથી.",
    "૨૬) પછી તમે ક્યાં જઇ રહ્યા છો.",
    "૨૭) આ જગત વાસીઓ માટે એક સ્મૃતિબોધ છે.",
    "૨૮) (ખાસ કરીને) તેમના માટે જે સીધો માર્ગ અપનાવવા માગે છે.",
    "૨૯)  અને  તમે  નથી  ઇચ્છી  શકતા  જ્યાં  સુધી  સમ્રગ  સૃષ્ટિનો  પાલનહાર નથી ઇચ્છતો.",
    "૧)   જ્યારે આકાશ ફાટી પડશે.",
    "૨)   અને જ્યારે તારાઓ વિખરાઇ જશે.",
    "૩)   અને જ્યારે દરિયાઓ વહી પડશે.",
    "૪)   અને જ્યારે કબરો (ફાડીને) ઉખાડી નાખવામાં આવશે.",
    "૫)    (ત્યારે)  પ્રત્યેક  વ્યક્તિ  પોતાના  આગળ  મોકલેલા  અને    પાછળ છોડેલા (એટલે કે આગળ-પાછળ ના કર્મો) ને જાણી લેશે.",
    "૬)    હે  માનવ  !  તને  તારા  કૃપાળુ  પાલનહારની  બાબતમાં  કઇ  વસ્તુએ ભરમાવી દીધો છે.",
    "૭)     જે   (પાલનહારે)   તારૂં   સર્જન   કર્યું,   પછી   ઠીક   ઠાક   કર્યો,   પછી (સંતુલિતકર્યોઅને) બરાબર બનાવ્યો.",
    "૮)   જે સ્વરૂપમાં ચાહ્યું તને જોડી દીધો.",
    "૯)   કદાપિ નહી ! પરંતુ તમે તો બદલાના દિવસને જુઠલાવો છો.",
    "૧૦) નિ:શંક તમારા પર નિરીક્ષક, પ્રતિષ્ઠિત,",
    "૧૧) લખવાવાળા નિયુકત કરવામાં આવેલ છે.",
    "૧૨) જે તમે કરી રહ્યા છો તેઓ જાણે છે.",
    "૧૩)   નિશ્ર્ચિતપણે   સદાચારી   લોકો   (જન્નતના   એશ-આરામ   અને   ) આનંદમાં હશે.",
    "૧૪) અને નિશ્ર્ચિતપણે દુરચારી લોકો જહન્નમમાં હશે.",
    "૧૫) બદલાના દિવસે તેમાં નાખી દેવામાં આવશે.",
    "૧૬) અને તેઓ તેનાથી અર્દશ્ય નહીં થઇ શકે.",
    "૧૭) અને તને શું ખબર બદલાનો દિવસ શું છે.",
    "૧૮) ફરીવાર (કહું છું) તને શું ખબર બદલાનો દિવસ શું છે ?",
    "૧૯)  (આ  છે)  જે  દિવસે  કોઇ  ને  કોઇના  માટે  કંઇ  અધિકાર  નહીં  હોય,  તે દિવસે (દરેક) અધિકાર અલ્લાહ ને જ હશે.",
    "૧)    વિનાશ છે માપતોલમાં ઘટાડો કરનારાઓ માટે.",
    "૨)    જ્યારે લોકો પાસેથી માપી-તોલી ને લે છે તો પૂરેપૂરૂ લે છે.",
    "૩)    અને જ્યારે તેમને માપીને કે તોલીને આપે છે તો ઓછુ આપે છે.",
    "૪)    શું તેમને પોતાના મર્યા પછી જીવિત થવાનો વિચાર નથી.",
    "૫)   તે મોટા દિવસ માટે.",
    "૬)   જે દિવસે દરેક લોકો જગતના પાલનહારની સામે ઉભા હશે.",
    "૭)   નિ:શંક દુરાચારીઓના કર્મપત્ર સિજ્જીનમાં છે.",
    "૮)   તને શું ખબર કે સિજ્જીન શું છે ?",
    "૯)   (આ તો) લેખિત પુસ્તક છે.",
    "૧૦) તે દિવસે જુઠલાવનારા માટે વિનાશ છે.",
    "૧૧) જેઓ બદલાના દિવસને જુઠલાવે છે.",
    "૧૨)  તેને  ફકત  તેઓ  જ  જુઠલાવે  છે  જેઓ  સીમાઓ  નું  ઉલ્લંઘન  કરનારા (અને) ગુનેહગાર છે.",
    "૧૩)  જ્યારે  તેની  સામે  અમારી  આયતો  પઢવામાં  આવે  છે,  તો  કહી  દે  છે  કે આ તો પુર્વજોની કાલ્પનિક વાર્તાઓ છે.",
    "૧૪)  કદાપિ  નહી,  પરંતુ  તેમના  હૃદયો  પર  તેમના  કર્મોના  કારણે  કાટ (ચઢી ગયો) છે.",
    "૧૫)   કદાપિ   નહી,   આ   લોકોને   તે   દિવસે   પોતાના   પાલનહારથી   છેટા રાખવામાં આવશે.",
    "૧૬) ફરી તે લોકો ચોક્કસપણે જહન્નમમાં ઝોંકવામાં આવશે.",
    "૧૭) પછી કહીં દેવામાં આવશે કે આ જ છે જેને તમે જુઠલાવતા રહ્યા.",
    "૧૮) નિ:શંક સદાચારીઓના કર્મપત્ર ઇલ્લિય્યીનમાં છે.",
    "૧૯) તને શું ખબર કે ઇલ્લિય્યીન શું છે ?",
    "૨૦) (તે તો) લેખિત પુસ્તક છે.",
    "૨૧) નિકટ (ફરિશ્તાઓ) તેની દેખરેખ કરી રહ્યા છે.",
    "૨૨) નિ:શંક સદાચારીઓ (ખુબ જ) ઇનામોની વચ્ચે હશે.",
    "૨૩) ઉચ્ચ આસનો પર બેસી નિહાળી રહ્યા હશે.",
    "૨૪) તમે તેમના મુખો પરથી જ ઇનામોની પ્રસન્નતા ને ઓળખી લેશો.",
    "૨૫) આ લોકોને સિલબંધ ઉત્તમ શરાબ પીવડાવવામાં આવશે.",
    "૨૬)   જેના   પર   કસ્તુરીનું   સિલ   હશે.   આગળ   વધનારાઓ   એ   તેમાં   જ આગળ વધવું જોઇએ.",
    "૨૭) અને તેની મિલાવટ તસ્નીમની હશે.",
    "૨૮) (એટલે કે) તે ઝરણું જેનું પાણી નજીકનાઓ પીશે.",
    "૨૯) અપરાધીઓ ઇમાન વાળોઓ ની મજાક ઉડાવતા હતા.",
    "૩૦)  અને  તેની  પાસેથી  પસાર  થતા  એક-બીજાને  આંખોના  ઇશારા  કરતા હતા.",
    "૩૧)  અને  જ્યારે  પોતાના  લોકો  તરફ  પાછા  ફરતા  તો  હસી  મજાક  કરતા હતા.",
    "૩૨)  અને  જ્યારે  તેમને  જોતા  તો  કહેતા  નિ:શંક  આ  લોકો  ભટકેલા  (રસ્તો ભુલેલા) છે.",
    "૩૩) તેઓ તેમના પર નિરીક્ષક બનાવીને તો નથી મોકલવામાં આવ્યા.",
    "૩૪) બસ ! આજે ઇમાનવાળાઓ તે ઇન્કારીઓ ની હાંસી ઉડાવશે.",
    "૩૫) ઉચ્ચ આસન પર બેસી જોઇ રહ્યા હશે.",
    "૩૬) કે હવે તે ઇન્કારીઓ એ જેવું તેઓ કરતા હતા પૂરેપૂરો બદલો મેળવી લીધો.",
    "૧)    જ્યારે આકાશ ફાટી જશે.",
    "૨)    અને  પોતાના  પાલનહારના  આદેશ  પર  કાન  ધરશે.  અને  તેના  જ લાયક તે છે.",
    "૩)   અને જ્યારે જમીન (ખેંચીને) ફેલાવી દેવામાં આવશે.",
    "૪)   અને તેમાં જે કંઇ પણ છે તેને તે બહાર ફેંકી દેશે અને ખાલી થઇ જશે.",
    "૫)   અને પોતાના પાલનહારના આદેશ પર કાન ધરશે અને તેના જલાયક તે છે.",
    "૬)    હે  માનવી  !  તું  પોતાના  પાલનહારને  મળવા  સુધી  આ  કોશિશ  અને દરેક કાર્ય અને મહેનત કરી તેનાથી મુલાકાત કરવાવાળો છે.",
    "૭)    તો  (તે  વખતે)  જે  વ્યક્તિના  જમણા  હાથમાં  કર્મનોંધ  આપવામાં આવશે.",
    "૮)   તેનો હિસાબ તો ખુબ જ હળવો લેવામાં આવશે.",
    "૯)   અને તે પોતાના સ્વજનો તરફ ખુશી ખુશી પાછો ફરશે.",
    "૧૦) હા ! જે વ્યક્તિની કર્મનોંધ તેની પીઠ પાછળથી આપવામાં આવશે.",
    "૧૧) તો તે મૃત્યુને પોકારશે.",
    "૧૨) અને ભડકે બળતી જહન્નમમાં દાખલ થશે.",
    "૧૩) આ વ્યક્તિ પોતાના સ્વજનો સાથે (દુનિયામાં) ખુશ હતો.",
    "૧૪) તે સમજતો હતો કે અલ્લાહની તરફ પાછા ફરવાનું જ નથી.",
    "૧૫) કેમ નહી, નિ:શંક તેનો પાલનહાર તેને સારી રીતે જોઇ રહ્યો હતો.",
    "૧૬) હું સોંગદ ખાઉ છુ શફક (સંધ્યાની લાલાશ) ના.",
    "૧૭) અને રાત્રિના અને તેની સમેટી લીધેલી વસ્તુઓ ના સોંગદ.",
    "૧૮) અને ચંદ્ર ના જ્યારે તે સંપૂર્ણ  થઇ જાય છે.",
    "૧૯) નિ:શંક તમે એક સ્થિતિથી બીજી સ્થિતિ પર પહોંચશો.",
    "૨૦) તેમને શું થઇ ગયું છે કે ઇમાન નથી લાવતા.",
    "૨૧)  અને  જ્યારે  તેમની  પાસે  કુરઆન  પઢવામાં  આવે  છે  તો  સજદો  નથી કરતા.",
    "૨૨) પરંતુ જે લોકોએ ઇન્કાર કર્યો તે જુઠલાવી રહ્યા છે.",
    "૨૩)  અને  અલ્લાહ  તઆલા  ખુબ  જ  જાણે  છે,  જે  કંઇ  તેઓ  હૃદયો  માં  રાખે છે.",
    "૨૪) તેઓને દુ:ખદાયક યાતનાની શુભસુચના સંભળાવી દો.",
    "૨૫)  હા,  ઇમાનવાળાઓ  અને  સદકાર્યો  કરવાવાળાઓ  ને  અગણિત  અને અનંત બદલો છે.",
    "૧)    બુરૂજોવાળા આકાશના સોગંદ.",
    "૨)    વચનબધ કરાયેલા દિવસના સોગંદ",
    "૩)    હાજર થવાવાળા અને હાજર કરેલાના સોગંદ",
    "૪)    (કે) ખાડાવાળા નાશ કરવામાં આવ્યા.",
    "૫)    તે એક આગ હતી ઇંધણવાળી.",
    "૬)    જ્યારે કે તે લોકો તેની આજુબાજુ બેઠા હતા.",
    "૭)    અને  મુસલમાનો  સાથે  જે  કરી  રહ્યા  હતા  તેને  પોતાની  સામે  જોઇ રહ્યા હતા.",
    "૮)   અને  તે  ઇમાનવાળાઓ  થી  તેમની  દુશ્મનાવટ  તે  સિવાય  કોઇ  કારણે ન   હતી   કે   તેઓ   તે   અલ્લાહ   ઉપર   ઇમાન   લાવ્યા   હતા   જે પ્રભુત્વશાળી અને દરેક પ્રશંસાને લાયક છે.",
    "૯)   જેના   માટે   આકાશ   અને   જમીન   ની   બાદશાહત   છે   અને   અલ્લાહ તઆલાની સામે જ છે દરેક વસ્તુ.",
    "૧૦)  નિ:શંક  જે  લોકોએ  મુસલમાન  પુરૂષો  અને  સ્ત્રીઓ  ઉપર  અત્યાચાર કર્યો  પછી  તૌબા  (પણ)  ન  કરી  તો  તેમના  માટે  જહન્નમની  યાતના છે અને બળવાની યાતના છે.",
    "૧૧)   નિ:શંક   ઇમાન   લાવનાર   અને   સત્કર્મો   કરનારાઓ   માટે   તેવા બગીચાઓ  છે  જેના  તળીયે  નહેરો  વહી  રહી  છે.  આ  જ  ભવ્ય  સફળતા છે.",
    "૧૨) નિ:શંક તારા પાલનહારની પકડ ખુબ જ સખત છે.",
    "૧૩) તે જ પહેલી વાર સર્જન કરે છે અને તે જ ફરીવાર સર્જન કરશે.",
    "૧૪) તે મોટો ક્ષમા કરનાર અને ખુબ જ મોહબ્બત કરનાર છે.",
    "૧૫) અર્શનો માલિક ઉચ્ચ પ્રતિષ્ઠા વાળો છે.",
    "૧૬) જે ઇચ્છે તેને કરી નાખનાર છે.",
    "૧૭) શું તમને સેનાઓ ની સુચના પહોંચી છે.",
    "૧૮) (એટલે કે) ફિરઔન અને ષમૂદ ની.",
    "૧૯) (કંઇ નહી) પરંતુ ઇન્કારીઓ જુઠલાવવામાં લાગેલા છે.",
    "૨૦) અને અલ્લાહ તઆલાએ પણ તેઓને દરેક બાજુથી ઘેરી રાખ્યા છે.",
    "૨૧) પરંતુ આ કુરઆન છે. ઉચ્ચ દરજ્જાવાળુ.",
    "૨૨) લૌહે મહફૂઝ માં (લખેલું)",
    "૧) સોગંદ છે આકાશના અને રાતમાં પ્રગટ થનારના.",
    "૨) તમને ખબર પણ છે કે તે રાતમાં પ્રગટ થનાર શું છે ?",
    "૩) તે ચમકતો તારો છે.",
    "૪) કોઇ (જીવ) એવો નથી જેના ઉપર દેખરેખ રાખનાર (ફરિશ્તા) ન હોય.",
    "૫) માનવીએ જોવું જોઇએ કે તે કઇ વસ્તુથી પેદા કરવામાં આવ્યો છે.",
    "૬) તે એક ઉછળતા પાણીથી પેદા કરવામાં આવ્યો છે",
    "૭) જે પીઠ અને છાતી વચ્ચેથી નીકળે છે.",
    "૮) ચોક્કસપણે તે (અલ્લાહ) તેને ફરીવાર લાવવા પર શક્તિમાન છે.",
    "૯) જે દિવસે ગુપ્ત રહસ્યોની તપાસ થશે.",
    "૧૦) તો નહીં હોય તેની પાસે કંઇ શક્તિ, ન સહાયક.",
    "૧૧) વરસાદવાળા આકાશના સોગંદ.",
    "૧૨) અને ફાટવાવાળી જમીનના સોગંદ.",
    "૧૩) વાસ્તવમાં આ (કુરઆન) સંપૂર્ણ ફેસલો કરવાવાળો કલામ છે.",
    "૧૪) આ ઠઠ્ઠા-મજાક (ફાયદા વગરની) વાત નથી.",
    "૧૫) ખરેખર ઇન્કારીઓ યુક્તિ કરી રહ્યા છે.",
    "૧૬) અને હું પણ એક યુક્તિ કરી રહ્યો છું.",
    "૧૭) તુ ઇન્કારીઓને સમય આપ, તેમને થોડાક દિવસ છોડી દે.",
    "૧) પોતાના સર્વોચ્ચ પાલનહારના નામની પવિત્રતા બયાન કર.",
    "૨) જેણે સર્જન કર્યુ અને ઠીક-ઠાક કર્યો.",
    "૩) અને જેણે (ઠીક-ઠાક) ભાગ્ય બનાવ્યું અને પછી માર્ગ બતાવ્યો.",
    "૪) અને જેણે તાજી વનસ્પતિઓ ઉપજાવી.",
    "૫) પછી તેણે તેને (સુકાવીને) કાળો કચરો બનાવી દીધો.",
    "૬) અમે તમને પઢાવીશુ પછી તમે નહીં ભુલો.",
    "૭) સિવાય જે કંઇ અલ્લાહ ઇચ્છે, તે જાહેર અને છુપી (વાતોને પણ) જાણે છે.",
    "૮) અમે તમારા માટે સરળતા પેદા કરી દઇશું.",
    "૯) તો તમે શિખામણ આપતા રહો, જો શિખામણ લાભદાયક હોય.",
    "૧૦) ડરવાવાળો તો શિખામણ ગ્રહણ કરશે.",
    "૧૧) (હા) દુર્ભાગી તેનાથી દૂર રહેશે.",
    "૧૨) જે મોટી આગમાં જશે.",
    "૧૩)  ત્યાં  ન  તો  તે  મૃત્યુ  પામશે  ન  તો  જીવશે.  (જાન-કનીની  અવસ્થામાં હશે.)",
    "૧૪) ખરેખર તેણે સફળતા પ્રાપ્ત કરી જે પવિત્ર થઇ ગયો.",
    "૧૫)  અને  જેણે  પોતાના  પાલનહારના  નામનું  સ્મરણ  કર્યુ,  અને  નમાઝ પઢતો રહ્યો.",
    "૧૬) પરંતુ તમે તો દુનિયાવી જીવનને પ્રાથમિકતા આપો છો.",
    "૧૭)  અને  આખિરત  સર્વોત્તમ  અને  અવિનાશી  છે.",
    "૧૮)  આ  વાતો  પ્રથમ ગ્રંથોમાં પણ છે.",
    "૧૯) (એટલે કે) ઇબ્રાહીમ અને મૂસાના ગ્રંથોમાં.",
    "૧) શું તમને પણ ઢાંકી દેનારી (કયામત) ની વાત પહોંચી છે.",
    "૨) તે દિવસે કેટલાય ચહેરા અપમાનિત હશે.",
    "૩) (અને) પરિશ્રમ કરનારા થાકેલા હશે.",
    "૪) તેઓ ધગધગતી આગમાં જશે.",
    "૫) અતિશય ઉકળતા ઝરણાનું પાણી તેઓને પીવડાવવામાં આવશે.",
    "૬) તેમના માટે કાંટાવાળા સુકા ઘાસ સિવાય કંઇ ખાંણુ નહીં હોય.",
    "૭) જે ન હૃષ્ટપૃષ્ટ કરશે અને ન ભુખ દૂર કરશે.",
    "૮) કેટલાય ચહેરા તે દિવસે તાજગીભર્યા અને (ખુશહાલ) હશે.",
    "૯) પોતાના પ્રયત્નોથી ખુશ હશે.",
    "૧૦) ઉચ્ચશ્રેણી ની જન્નતમાં હશે.",
    "૧૧) તેમાં કોઇ બકવાસ નહી સાંભળે.",
    "૧૨) તેમાં એક વહેતુ ઝરણું હશે.",
    "૧૩) (અને) તેમાં ઊંચા-ઊંચા આસન હશે.",
    "૧૪) તેમાં પ્યાલા મુકેલા (હશે).",
    "૧૫) અને એક કતારમાં લાગેલા તકીયા હશે.",
    "૧૬) અને મખમલી જાજમો ફેલાયેલી હશે.",
    "૧૭) શું તેઓ ઊંટોને નથી જોઇ રહ્યા કે તે કઇ રીતે પેદા કરવામાં આવ્યા છે.",
    "૧૮) અને આકાશને કે કઇ રીતે ઊંચુ કરવામાં આવ્યું છે.",
    "૧૯) અને પર્વતો તરફ તે કઇ રીતે ખોડી દેવામાં આવ્યા છે.",
    "૨૦) અને ધરતી તરફ કે કઇ રીતે પાથરવામાં આવી છે.",
    "૨૧)  બસ  તમે  શિખામણ  આપતા  રહો.  (કારણકે)  તમે  ફકત  શિખામણ આપનારા છો.",
    "૨૨) તમે તેમના ઉપર રખેવાળ નથી.",
    "૨૩) હા ! જે વ્યક્તિ મોઢું ફેરવશે અને ઇન્કાર કરશે.",
    "૨૪) તેને અલ્લાહ તઆલા ભારે સજા આપશે.",
    "૨૫) ચોક્કસપણે અમારા તરફ જ તેમને પાછા ફરવાનું છે.",
    "૨૬) પછી ચોક્કસપણે અમારા શિરે છે, તેમનો હિસાબ લેવો.",
    "૧)   સોગંદ છે વહેલી પરોઢના.",
    "૨)   અને દસ રાત્રિઓના.",
    "૩)   અને યુગ્મ અને વિષમના.",
    "૪)   અને રાત્રિના, જ્યારે જવા લાગે.",
    "૫)   શું આમાં બુધ્ધિશાળી માટે કોઇ સોગંદ છે.",
    "૬)    શું  તમે  ન  જોયું  કે  તમારા  પાલનહારે  આદીઓ  સાથે  કેવો  વર્તાવ કર્યો ?",
    "૭)   સ્તંભોવાળા ઇરમની સાથે.",
    "૮)   જેમના જેવી (કોઇ કોમ) દુનિયામાં પેદા કરવામાં નથી આવી.",
    "૯)   અને ષમૂદવાળા સાથે જેઓએ ખીણમાં મોટા-મોટા પત્થરો કોતર્યા.",
    "૧૦) અને ફિરઔન સાથે જે ખુંટાવાળો હતો.",
    "૧૧) આ બધાએ શહેરોમાં માથું ઉંચક્યું હતું.",
    "૧૨) અને અતિશય ફસાદ ફેલાવ્યો હતો.",
    "૧૩) છેવટે તારા પાલનહારે તેમના પર યાતનાનો કોરડો વરસાવી દીધો.",
    "૧૪) હકીકતમાં તારો પાલનહાર તાકમાં છે.",
    "૧૫)  મનુષ્ય  (આ  સ્થિતિ  છે  કે  )  તેનો  પાલનહાર  જ્યારે  તેની  પરીક્ષા  લે છે  અને  ઇઝઝત  આપે  છે,  અને  તેને  ખુશહાલી  આપે  છે,  તો  તે  કહેવા લાગે છે, મારા પાલનહારે મારૂ સન્માન કર્યું",
    "૧૬)  અને  જ્યારે  તે  તેની  પરીક્ષા  લે  છે  અને  તેની  રોજી  તંગ  કરી  દે  છે, તો તે કહેવા લાગે છે કે મારા પાલનહારે મારૂં અપમાન કર્યું.",
    "૧૭) આવું કદાપિ નહીં ! પરંતુ (વાત એવી છે) કે તમે (જ) લોકો અનાથનો આદર નથી કરતા.",
    "૧૮) અને ગરીબોને ખવડાવવા માટે એક-બીજાને ઉભારતા નથી.",
    "૧૯) અને વારસાની સંપત્તિ સમેટીને હડપ કરી જાઓ છો.",
    "૨૦) અને ધનથી ખુબ પ્રેમ કરો છો.",
    "૨૧) કદાપિ નહીં, જ્યારે ધરતી કુટી-કુટીને બરાબર કરી દેવામાં આવશે.",
    "૨૨)  અને  તમારો  પાલનહાર  (પોતે)  આવી  જશે  અને  ફરિશ્તાઓ  કતારબંધ આવશે.",
    "૨૩) અને જે દિવસે જહન્નમ પણ લાવવામાં આવશે,",
    "૨૪)  એ  કહેશે  કે  કદાચ  !  મેં  પોતાના  આ  જીવન  માટે  પહેલા  કંઇ  મોકલ્યું હોત.",
    "૨૫) બસ આજે અલ્લાહના અઝાબ જેવો અઝાબ કોઇનો નહીં હોય.",
    "૨૬) ન તેના જેવી જકડ કોઇની જકડ હશે.",
    "૨૭) ઓ સંતોષી જીવ",
    "૨૮) તું પોતાના પાલનહાર તરફ ચાલ, એવી રીતે કે તું તેનાથી પ્રસન્ન, તે તારા થી પ્રસન્ન.",
    "૨૯) બસ મારા શ્રેષ્ઠ બંદાઓ માં દાખલ થઇ જા.",
    "૩૦)   અને પ્રવેશી જા મારી જન્નતમાં.",
    "૧) હું આ શહેરના સોગંદ ખાઉં છું.",
    "૨) અને તમે આ શહેરમાં રહો છો.",
    "૩) અને (સોગંદ છે) માનવીઓ ના પિતા અને સંતાનના.",
    "૪) નિ:શંક અમે માનવીનું (ખુબ જ) કષ્ટમાં સર્જન કર્યુ છે.",
    "૫) શું તે એમ ધારે છે કે તેના પર કોઇ કાબુ નહીં પામે ?",
    "૬) કહેતો (ફરે) છે કે મેં તો પુષ્કળ ધન વેડફી નાખ્યું.",
    "૭) શું (એમ) સમજે છે કે કોઇએ તેને જોયો (પણ) નથી ?",
    "૮) શું અમે તેની બન્ને આંખો નથી બનાવી.",
    "૯) અને જીભ અને હોઠ (નથી બનાવ્યા).",
    "૧૦) અમે દેખાડી દીધા તેને બન્ને માર્ગ.",
    "૧૧) પરંતુ તેનાથી ઘાટીમાં પસાર થવાનું ન થઇ શકયું.",
    "૧૨) અને શું ખબર પડી કે ઘાટી શું છે ?",
    "૧૩) કોઇ ગળા (બાંદી- બાંદીઓ) ને મુક્ત કરાવવું.",
    "૧૪) અથવા તો ભુખમરા ના દિવસે ભોજન કરાવવું.",
    "૧૫) કોઇ સંબધીઓ માં ના અનાથ ને",
    "૧૬) અથવા તો રઝળતા ગરીબ ને.",
    "૧૭)  ફરી  તે  લોકો  માંથી  થઇ  જતો  જેઓ  ઇમાન  લાવ્યા  અને  એક-બીજા  ને ધીરજ અને દયા દાખવવાની ભલામણ કરે છે.",
    "૧૮) આ જ લોકો છે જમણી બાજુ વાળા (ખુશહાલ લોકો)",
    "૧૯) અને જે લોકોએ અમારી આયતોનો ઇન્કાર કર્યો તે દુ:ખી લોકો છે.",
    "૨૦) તે જ લોકો પર આગ હશે. ચારેવ બાજુથી ઘેરેલી હશે.",
    "૧)   સોગંદ છે સૂર્યના તથા તેના તડકાના.",
    "૨)   સોગંદ છે ચદ્રના જ્યારે તેની પાછળ આવે.",
    "૩)   સોગંદ છે દિવસના જ્યારે સૂર્યને પ્રગટ કરે.",
    "૪)   સોગંદ છે રાત્રિના જ્યારે તેને ઢાકી દેં.",
    "૫)   સોગંદ છે આકાશના અને તેના સર્જનના",
    "૬)   સોગંદ છે ધરતીના અને તેને બરાબર કરવાના.",
    "૭)   સોગંદ છે આત્માના અને તેને ઠીક-ઠાક કરવાના.",
    "૮)   ફરી સમજ આપી તેને બુરાઇની અને ભલાઇની.",
    "૯)   જેણે તેને પવિત્ર કરી તે સફળ થયો.",
    "૧૦) અને જેણે તેને મેલુ કર્યુ તે નિષ્ફળ થયો",
    "૧૧) (કોમ) ષમૂદે પોતાના વિદ્રોહના કારણે જુઠલાવ્યું.",
    "૧૨) જ્યારે તેમના માં નો મોટો દુર્ભાગી ઉભો થયો.",
    "૧૩)  તેમને  અલ્લાહ  ના  પયગંબરે  કહી  દીધુ  હતું  કે  અલ્લાહ  તઆલાની ઊંટણીઅને તેની પીવાનીવારી ની (સુરક્ષા કરો).",
    "૧૪)  તે  લોકોએ  પોતાના  પયગંબર  ને  જુઠો  સમજી  તે  ઊંટણી  ના  હાથ-પગ કાપી   નાખ્યા.   બસ   !   તેમના   પાલનહારે   તેમના   ગુનાહોના   કારણે તેમના  ઉપર  પ્રકોપ  ઉતાર્યો.  અને  પછી  પ્રકોપને  સમાન  કરી દીધો. અને તે આબાદીને સપાટ કરી દીધી.",
    "૧૫) તે નથી ડરતો તેના વિનાશી પરિણામથી.",
    "૧)   સોગંદ છે રાત્રિના જ્યારે છવાઇ જાય.",
    "૨)   સોગંદ છે દિવસ ના જ્યારે પ્રકાશિત થાય.",
    "૩)   સોગંદ છે તે હસ્તીના જેણે નર અને માદાનું સર્જન કર્યુ.",
    "૪)   નિ:શંક તમારો પ્રયાસ વિવિધ પ્રકારનો છે.",
    "૫)    જેણે  આપ્યું  (અલ્લાહના  રસ્તામાં)  અને  ડર્યો  (પોતાના  પાલનહાર થી)",
    "૬)   અને સદવાતોની પૃષ્ઠિ કરતો રહશે.",
    "૭)   તો અમે પણ તેને સરળ રસ્તાની સહુલત કરી દઇશું",
    "૮)   પરંતુ જેણે કંજુસી કરી અને બેપરવાહી દાખવી.",
    "૯)   અને સદવાતોને જુઠલાવી.",
    "૧૦) તો અમે પણ તેની તંગી અને મુશ્કેલીનો સામાન સરળ કરી દઇશું.",
    "૧૧) તેનું ધન તેને (ઉંધા) પડતી વખતે કશું કામ નહીં લાગે.",
    "૧૨) નિ:શંક રસ્તો બતાવવો અમારા શિરે છે.",
    "૧૩) અને અમારા જ હાથમાં છે આખિરત અને દુનિયા.",
    "૧૪) મેં તો તમને ભડકે બળતી આગથી સચેત કરી દીધા છે.",
    "૧૫) જેમાં ફકત તે જ વિદ્રોહી દાખલ થશે.",
    "૧૬) જેણે જુઠલાવ્યું અને (તેના અનુસરણથી)   મોઢું ફેરવી લીધું.",
    "૧૭)   અને તેનાથી એવો વ્યક્તિ દૂર રાખવામાં આવશે જે ખુબ જ સંયમી હશે.",
    "૧૮)  જે  પવિત્ર  થવા  માટે  પોતાનું  ધન  આપે  છે.",
    "૧૯)    કોઇનો  તેના  પર કોઇ ઉપકાર નથી કે જેનો બદલો આપવામાં આવતો   હોય.",
    "૨૦)  પરંતુ  ફકત  પોતાના  પાલનહાર  ઇઝઝતવાળા  તથા  સર્વોચ્ચ  ની પ્રસન્નતા પ્રાપ્ત કરવા માટે.",
    "૨૧) નિ:શંક તે (અલ્લાહ પણ) નજીકમાં રાજી થઇ જશે.",
    "૧)   સોગંદ છે પ્રકાશિત સમયનાં.",
    "૨)   અને સોગંદ છે રાત્રિના જ્યારે છવાઇ જાય.",
    "૩)   ન તો તારા પાલનહારે તને છોડયો છે, અને ન તો તે કંટાળ્યો છે.",
    "૪)   નિશ્ર્ચિતપણે તમારા માટે પરિણામ શરૂઆત કરતા ઉત્તમ હશે.",
    "૫)   તમને  તમારો  પાલનહાર  ખુબ  નજીકમાં  (ફળ)  આપશે  અને  તમે  ખુશ થઇ જશો.",
    "૬)   શું તેણે તમને અનાથ જોઇ શરણ ન આપ્યું ?",
    "૭)   અને તમને માર્ગથી અજાણ જોઇ માર્ગદર્શન ન આપ્યું.",
    "૮)   અને તમને નિર્ધન જોઇ ધનવાન ન બનાવી દીધા ?",
    "૯)   બસ ! તમે અનાથ સાથે કઠોર વ્યવહાર ન કરો.",
    "૧૦) અને ન માંગવાવાળા ને ધુત્કારો.",
    "૧૧) અને પોતાના પાલનહારની કૃપાનું વર્ણન કરતા રહો.",
    "૧)   શું અમે તમારી છાતી નથી ખોલી નાખી.",
    "૨)   અને તમારા પર થી તમારો ભાર અમે ઉતારી દીધો.",
    "૩)   જેણે તમારી પીઠ તોડી દીધી હતી.",
    "૪)   અને અમે તમારા સ્મરણને ઉન્નતિ આપી.",
    "૫)   બસ ! નિ:શંક તંગીની સાથે સરળતા છે.",
    "૬)   ચોક્કસપણે તંગીની સાથે સરળતા છે.",
    "૭)   બસ જ્યારે તમે પરવારી જાવ તો બંદગી માં મહેનત કરો.",
    "૮)   અને પોતાના પાલનહાર તરફ જ મગ્ન થઇ જાવ.",
    "૧)   સોગંદ છે અંજીર અને જેતૂનના.",
    "૨)   અને તૂરે સીનીન્ ના (એક પર્વત નું નામ).",
    "૩)   અને તે શાંતિવાળા શહેરના.",
    "૪)   નિ:શંક અમે માનવીનું સર્વોત્તમ સ્વરૂપમાં સર્જન કર્યુ.",
    "૫)   પછી તેને નીચા માં નીચો કરી દીધો.",
    "૬)   પરંતુ જે લોકો ઇમાન લાવ્યા અને (પછી) સદકાર્યો કર્યા તો તેમના માટે એવો બદલો છે જે કદી ખત્મ નહીં થાય.",
    "૭)   બસ ! તને બદલાના દિવસને જુઠલાવવા પર કઇ વસ્તુ ઉભારે છે.",
    "૮)   શું અલ્લાહ તઆલા (બધા) નિર્ણયકર્તાઓ નો નિર્ણયકર્તા નથી.",
    "૧)   પઢો પોતાના પાલનહારના નામથી જેણે સર્જન કર્યુ.",
    "૨)   જેણે માનવીનું જામી ગયેલા લોહીથી સર્જન કર્યુ.",
    "૩)   તમે પઢતા રહો તારો પાલનહાર અત્યંત ઉદાર છે.",
    "૪)   જેણે પેન મારફતે (જ્ઞાન) શીખવાડયું.",
    "૫)   જેણે માનવીને તે શીખવાડયું જેને તે ન જાણતો હતો.",
    "૬)   ખરેખર માનવી તો વિદ્રોહી બની રહ્યો છે.",
    "૭)   એટલા માટે કે તે પોતાને બેદરકાર (ખુશહાલ) સમજે છે.",
    "૮)   ખરેખર પાછા ફરવું તારા પાલનહાર તરફ છે.",
    "૯)   તેને પણ તે જોયો જે બંદાને અટકાવે છે.",
    "૧૦) જ્યારે કે તે બંદો નમાઝ પઢે છે.",
    "૧૧) શું બતાઓ તો, તે સત્ય માર્ગ તરફ હોય.",
    "૧૨) અથવા તો સંયમતાનો આદેશ આપતો હોય.",
    "૧૩)  તમારો  શું  ખ્યાલ  છે,  અગર  આ  જુઠલાવતો  હોય  અને  મોઢું  ફેરવતો હોય તો.",
    "૧૪) શું તેણે નથી જાણ્યું કે અલ્લાહ તઆલા તેને જોઇ રહ્યો છે.",
    "૧૫) કદાપિ નહીં, અગર આ બચતો ન રહ્યો તો અમે તેના કપાળના વાળ પકડીને ખેંચીશું.",
    "૧૬) એવુ કપાળ જે જુઠ્ઠુ પાપી છે.",
    "૧૭) તે પોતાના ટેકેદારોને બોલાવી લે.",
    "૧૮) અમે પણ (જહન્નમના) રખેવાળને બોલાવી લઇશું.",
    "૧૯)  સાવધાન  !  તેની  વાત  કદાપિ  ન  માનશો.  અને  સજદો  કરો,અને  નિકટ થઇ જાઓ.",
    "૧)   નિ:શંક અમે આ (કુરઆન) ને કદ્રની રાતમાં ઉતાર્યુ.",
    "૨)   તને શું ખબર કે કદ્રની રાત શું છે ?",
    "૩)   કદ્રની રાત એક હજાર મહીનાઓ થી ઉત્તમ છે.",
    "૪)    તે  (રાતમાં  દરેક  કાર્ય)  કરવા  માટે  પોતાના  પાલનહારના  આદેશથી ફરિશ્તાઓ અને રૂહ (જિબ્રઇલ ) ઉતરે છે.",
    "૫)  આ  રાત્રિ  સંપૂર્ણ  સલામતી  વાળી  હોય  છે  અને  પરોઢના  ઉદય  સુધી (રહે છે).",
    "૧)     ગ્રંથવાળાઓ  માં  ના  ઇન્કારીઓ  અને  મુશરિક  લોકો  જ્યાં  સુધી તેમની  પાસે  સ્પષ્ટ  દલીલ  ન  આવી  જાય  અટકનારા  ન  હતા  (તે દલીલ આ હતી કે).",
    "૨)   અલ્લાહ તઆલાનો એક પયગંબર જે પવિત્ર ગ્રંથ પઢે.",
    "૩)   જેમાં સાચા અને ઠોસ આદેશો હોય.",
    "૪)    ગ્રંથવાળાઓ  પોતાની  પાસે  ખુલ્લી  દલીલ  આવી  ગયા  પછી  પણ (મતભેદ કરીને) અલગ-અલગ થઇ ગયા.",
    "૫)   તેમને  આના  સિવાય  બીજો  કોઇ  આદેશ  આપવામાં  ન  આવ્યો  કે  ફકત અલ્લાહની   ઉપાસના   કરે.   તેના   માટે   જ   દીન   ને   વિશુધ્ધ   રાખે. ઇબ્રાહીમ   હનીફ   ના   દીન   ઉપર   અને   નમાઝને   કાયમ   કરે.   અને ઝકાત આપતા રહે. આ જ છે દીન સાચા પંથનો.",
    "૬)   નિ:શંક  જે  લોકો  ગ્રંથવાળાઓ  માંથી  ઇન્કારી  થયા  અને  મુશરિક,  સૌ જહન્નમની   આગમાં   (જશે)   જ્યાં   તેઓ   હંમેશા   રહેશે.   આ   લોકો દુષ્ટતમ સર્જન છે.",
    "૭)   નિ:શંક   જે   લોકો   ઇમાન   લાવ્યા   અને   સદકર્મો   કર્યા   આ   લોકો શ્રેષ્ઠતમ સર્જન છે.",
    "૮)  તેમનું  ફળ  તેમના  પાલનહાર  પાસે  હંમેશા  રહેનારી  જન્નતો  છે,  જેમની નીચે  નહેરો  વહી  રહી  છે.  જેમાં  તેઓ  હંમેશાહંમેશ  રહેશે.  અલ્લાહ તઆલા  તેમના  થી  ખુશ  થયો  અને  તે  તેનાથી  ખુશ  થયા.  આ  છે  તેના માટે જે પોતાના પાલનહાર થી ડરે.",
    "૧)   જ્યારે જમીન પૂરેપૂરી હલાવી નાખવામાં આવશે.",
    "૨)   અને જમીન પોતાનો બોજ બહાર કાઢી ફેંકી દેશે.",
    "૩)   માનવી કહેવા લાગશે કે આને શું થઇ ગયુ ?",
    "૪)   તે દિવસે જમીન પોતાની દરેક વાતોનું વર્ણન કરી દેશે.",
    "૫)   એટલા માટે કે તારા પાલનહારે તેને આદેશ આપ્યો હશે.",
    "૬)    તે  દિવસે  લોકો  અલગ-અલગ  સમુહ  બનીને  (પાછા  )  ફરશે.  જેથી તેમને તેમના કર્મ બતાવવામાં આવે.",
    "૭)   બસ ! જેણે રજભાર ભલાઇ કરી હશે, તે તેને જોઇ લેશે.",
    "૮)   અને જેણે રજભાર બુરાઇ કરી હશે, તે તેને જોઇ લેશે.",
    "૧)   હાંફતા દોડનારા ઘોડાઓના સોગંદ.",
    "૨)   પછી ટાપ મારીને અંગારા ખેરનારાઓના સોગંદ.",
    "૩)   પછી વહેલી સવારે છાપા મારનારના સોગંદ.",
    "૪)   બસ ! તે વખતે ધુળની ડમરીઓ ઉડાવે છે.",
    "૫)   પછી તેની સાથે લશકરના ટોળામાં ઘુસી જાય છે.",
    "૬)   ખરેખર માનવી પોતાના પાલનહાર નો ખુબ જ અપકારી છે.",
    "૭)   અને નિ:સંદેહ તે સ્વયં તેના પર સાક્ષી છે.",
    "૮)   તે માલના મોંહ માં પણ સખત છે.",
    "૯)   શું  તેને  તે  સમય  ની  ખબર  નથી  જ્યારે  કબરો  માં  જે  (કંઇ)  છે,  કાઢી લેવામાં આવશે.",
    "૧૦) અને હૃદયો ની છુપી વાતો કાઢી નાખવામાં આવશે.",
    "૧૧)  ચોક્કસપણે  તેમનો  પાલનહાર  તે  દિવસે  તેમની  અવસ્થાથી  વાકેફ હશે.",
    "૧)   ખટખટાવી નાખનાર.",
    "૨)   શું છે તે ખટખટાવી નાખનાર.",
    "૩)   તને શું ખબર તે ખટખટાવી નાખનાર શું છે.",
    "૪)   જે દિવસે માનવી વિખરાયેલા પતંગિયાની માફક થઇ જશે.",
    "૫)   અને પર્વતો પિંજાયેલા રંગીન ઊન જેવા થઇ જશે.",
    "૬)   પછી જેના પલ્લા ભારે હશે.",
    "૭)   તો તેઓ મનપસંદ એશઆરામ માં હશે.",
    "૮)   અને જેના પલ્લાઓ હલ્કા હશે.",
    "૯)   તેમનું ઠેકાણું હાવિયહ છે.",
    "૧૦) તને શું ખબર કે તે શું છે ?",
    "૧૧) ભડકે બળતી આગ (છે).",
    "૧)   વધુ પ્રાપ્તિની ઘેલછાએ તમને બેધ્યાન કરી દીધા.",
    "૨)   એટલે સુધી કે તમે કબર સુધી પહોંચી ગયા.",
    "૩)   કદાપિ નહીં, તમે નજીકમાં જાણી લેશો.",
    "૪)   કદાપિ નહીં , ફરી તમે ટૂંક સમયમાં જાણી લેશો.",
    "૫)   કદાપિ નહીં , અગર તમે ખરેખર જાણી લો.",
    "૬)   તો નિ:શંક તમે જહન્નમ જોઇ લેશો.",
    "૭)   અને તમે તેને વિશ્ર્વસનીય આંખથી જોઇ લેશો.",
    "૮)   ફરી તે દિવસે તમારાથી ચોક્કસપણે કૃપા વિશે પુછતાછ થશે.",
    "૧)   જમાનાના સોગંદ.",
    "૨)   નિ:શંક (ચોક્કસપણે) માનવી ખરેખર નુકસાનમાં છે.",
    "૩)    સિવાય  તે  લોકોના  જેઓ  ઇમાન  લાવ્યા  ,  અને  સારા  કાર્યો  કર્યા અને  (જેમણે)  એકબીજાને  સત્યનું  સૂચન  કર્યુ,  અને  એકબીજા  ને ધૈર્યની શિખામણ કરી.",
    "૧)    મોટો  વિનાશ  છે  તે  દરેક  વ્યક્તિ  માટે  જે  મેણા-ટોણા  મારનાર,  નિંદા કરવા વાળો હોય,",
    "૨)   જે ધન એકઠું કરતો જાય અને ગણતો જાય.",
    "૩)   તે સમજે છે કે તેનું ધન તેની પાસે હંમેશા રહેશે.",
    "૪)   કદાપિ  નહીં,  આ  તો  જરૂર  તોડી  ફોડી  નાખનાર  આગમાં  નાખી  દેવામાં આવશે.",
    "૫)   અને તને શું ખબર કે આ આગ કેવી હશે ?",
    "૬)   તે અલ્લાહ તઆલાએ ભડકાવેલી આગ હશે.",
    "૭)   જે હૃદયો પર ચઢતી જશે.",
    "૮)   તે તેમના ઉપર બધી બાજુથી બંધ કરેલી હશે.",
    "૯)   મોટા મોટા સ્તંભોમાં.",
    "૧)   શું તમે ન જોયું, કે તમારા પાલનહારે હાથીવાળાઓ સાથે શું કર્યુ ?",
    "૨)   શું તેમની યુક્તિને નિષ્ફળ ન કરી દીધી ?",
    "૩)   અને તેમના ઉપર પક્ષીઓના ટોળે-ટોળા મોકલી દીધા.",
    "૪)   જે તેમને માટી અને પત્થરની કાંકરીઓ મારી રહ્યા હતા.",
    "૫)   બસ ! તેમને ખાધેલા ભુસા જેવા કરી નાખ્યા.",
    "૧)   કુરૈશીઓ માં શોખ ઉત્પન્ન થવાને કારણે.",
    "૨)    (એટલે  કે)  તેમને  શિયાળા  અને  ઉનાળાના  સફરથી  ટેવાઇ  જવા  માટે, (તેના ઉપકાર માં)",
    "૩)   બસ ! તેમણે જોઇએ કે તે જ ઘર ના પાલનહારની બંદગી કરતા રહે.",
    "૪)    જેણે  તેમને  ભુખમરા  માં  ખવડાવ્યું,  અને  ડર  (ભય)  માં  શાંતિ  (અને નિશ્ર્ચિંતતા) આપી.",
    "૧) શું તમે (તેને પણ) જોયો જે બદલાના દિવસને જુઠલાવે છે ?",
    "૨) આ જ તે છે જે અનાથને ધક્કા મારે છે,",
    "૩) અને ગરીબને ખવડાવવાનું પ્રોત્સાહન નથી આપતો.",
    "૪) તે નમાઝીઓ માટે ખેદ છે (અને વૈલ નામની જહન્નમની જગ્યા) છે.",
    "૫) જે પોતાની નમાઝથી બેપરવાહ છે.",
    "૬) જે દેખાડો કરે છે,",
    "૭) અને સામાન્ય જરૂરિયાતથી રોકે છે.",
    "૧)   નિ:શંક અમે તમને (હૌઝ) કૌષર (અને ઘણું બધુ) આપ્યું છે.",
    "૨)   બસ ! તુ પોતાના પાલનહાર માટે નમાઝ પઢ અને કુરબાની કર.",
    "૩)   ખરેખર તમારો શત્રુ જ વારસદાર વગરનો છે, અને બદનામ છે.",
    "૧)   તમે કહી દો કે અય ઇન્કારીઓ.",
    "૨)   ન હું બંદગી કરૂ છું તેની, જેની તમે બંદગી કરો છો.",
    "૩)   ન તમે બંદગી કરવાના છો તેની, જેની હું બંદગી કરૂ છું.",
    "૪)   અને ન હું બંદગી કરીશ, જેની તમે બંદગી કરો છો,",
    "૫)   અને ન તમે તેની બંદગી કરવાના છો, જેની હું બંદગી કરી રહ્યો છું.",
    "૬)   તમારા માટે તમારો દીન છે અને મારા માટે મારો દીન છે.",
    "૧)   જ્યારે અલ્લાહની મદદ અને વિજય આવી જાય,",
    "૨)   અને તમે લોકોને અલ્લાહના દીનમાં ટોળે-ટોળા આવતા જોઇ લો.",
    "૩)   તમે   પોતાના   પાલનહારની   “તસ્બીહ”   (ગુણગાન)   માં   લાગી   જાવ, પ્રશંસા  સાથે  અને  તેનાથી  ક્ષમાની  દુઆ  માંગ,  નિ:શંક  તે  ખુબ  જ ક્ષમા કબુલ કરવાવાળો છે.",
    "૧)    અબૂ  લહબ  ના  બન્ને  હાથ  તુટી  ગયા  અને  તે  (પોતે)  બરબાદ  થઇ ગયો.",
    "૨)   ન તો તેનું ધન તેના માટે કામ આવ્યું અને ન તો તેની કમાણી.",
    "૩)   તે નજીકમાં ભડકાવેલી આગમાં જશે.",
    "૪)   અને તેની પત્નિ પણ (જશે) જે લાકડીઓ ઉઠાવનારી છે,",
    "૫)   તેના ગળામાં કાથીનું દોરડું હશે.",
    "૧)   તમે કહી દો કે તે અલ્લાહ તઆલા એક જ છે.",
    "૨)   અલ્લાહ  તઆલા  બેનિયાઝ  છે.  (એવી  હસ્તી  કે  દરેક  સર્જનને  તેની જરૂર છે, તેને કોઇની જરૂર નથી.)",
    "૩)   ન તેનાથી કોઇ પેદા થયુ અને ન તે કોઇના થી પેદા થયો.",
    "૪)   અને ન કોઇ તેની સરખામણીનું છે.",
    "૧)   તમે કહી દો ! કે હું સવારના પાલનહારની શરણમાં આવું છું.",
    "૨)   દરેક તે વસ્તુની બુરાઇથી જે તેણે પેદા કરી.",
    "૩)   અને અંધારી રાત્રિની બુરાઇથી જ્યારે તેનું અંધારૂ ફેલાય જાય.",
    "૪)   અને ગાંઠ (લગાવીને તે) માં ફુંકનારની બુરાઇથી (પણ).",
    "૫)   અને ઇર્ષા કરનારાઓ ની બુરાઇથી જ્યારે તે ઇર્ષા કરે.",
    "૧)   તમે કહી દો ! કે હું લોકોના પાલનહારની શરણમાં આવું છું.",
    "૨)   લોકોના માલિકના (અને)",
    "૩)   લોકોના મઅબૂદના (શરણમાં)",
    "૪)   શંકાઓ નાખનાર, પાછા હટી જનારની બુરાઇથી",
    "૫)   જે લોકોના હૃદયોમાં શંકાઓ નાખે છે.",
    "૬)   (પછી) તે જિન્નાતોમાં થી હોય અથવા તો મનુષ્યોમાં થી."
  ]
}