{
  "meta": {
    "id": 95,
    "name": "A. Maududi (Tafhim commentary)",
    "translator_name": "Sayyid Abul Ala Maududi",
    "slug": "en-al-maududi",
    "language_name": "english"
  },
  "verses": [
    "Abraham said: “Envoys (of Allah), what is your errand?”",
    "They replied: “Behold, we have been sent to a wicked people",
    "that we may unleash a shower of clay-stones",
    "marked by your Lord upon those who go beyond the limits.”",
    "Then We evacuated there from all the believers",
    "– and We did not find there any, apart from a single house of Muslims –",
    "and We left therein a Sign for those who fear the grievous chastisement.",
    "There is also a Sign for you in the story of Moses when We sent him with a clear authority to Pharaoh.",
    "But Pharaoh turned away, showing arrogance on account of his power, and said (about Moses): “He is either a sorcerer or a madman.”",
    "So We seized him and his hosts, and cast them into the sea. He became an object of much blame.",
    "There is also a Sign for you in (the story of) Ad, when We let loose upon them an ominous wind",
    "that left nothing that it came upon without reducing it to rubble.",
    "There is also a Sign for you in (the story of) Thamud. They were told: “Enjoy yourselves for a while.”",
    "But they brazenly disobeyed their Lord’s command, and then a sudden chastisement overtook them while they looked on.",
    "They were unable even to stand up or protect themselves.",
    "Before all these We destroyed the people of Noah: they were a wicked people.",
    "And heaven – We made it with Our Own Power and We have the Power to do so.",
    "And the earth – We spread it out, and how well have We smoothed it!",
    "And of everything We have created pairs; perhaps you will take heed.",
    "Flee, therefore, to Allah. Surely I am a clear warner to you from Him;",
    "and do not set up any deity with Allah. Surely I am a clear warner to you from Him.",
    "Thus has it been (in the past): never did a Messenger come to the nations that preceded them but they said: “(He is) a sorcerer, or a mad-man.”",
    "Have they arrived at a common understanding concerning this? No; but they are a people given to transgression.",
    "So turn your attention away from them; you shall incur no blame.",
    "Do, however, keep exhorting them; for exhortation benefits those endowed with faith.",
    "I created the jinn and humans for nothing else but that they may serve Me;",
    "I desire from them no provision, nor do I want them to feed Me.",
    "Surely Allah is the Bestower of all provision, the Lord of all power, the Strong.",
    "The wrong-doers shall receive a portion of the chastisements as their fellows (of yore). So let them not rush Me.",
    "Woe, then, betide those who disbelieved in that Day of theirs which they are being asked to hold in dread.",
    "By the Mount,",
    "and the Book inscribed",
    "on fine parchment;",
    "by the much-frequented House,",
    "by the elevated canopy;",
    "and by the swelling sea:",
    "verily your Lord's chastisement shall come to pass,",
    "none can avert that.",
    "(It shall come to pass) on the Day when the heaven will convulse in a great convulsion,",
    "and the mountains shall violently fly about.",
    "Woe, then, on that Day to those who give the lie (to this Message)",
    "and amuse themselves with vain argumentation.",
    "On the Day when they shall be thrust into Hell with a violent thrust (and shall be told):",
    "“This is the Hell which you used to give the lie to.”",
    "Is this, then, any feat of magic or are you unable to see?",
    "Go now and burn in it. It is all the same whether you bear it patiently or do not bear it with patience. You are only being recompensed for your deeds.”",
    "Surely the God-fearing shall be in Gardens and bliss,",
    "enjoying what Allah will have endowed them with; and their Lord will have saved them from the torment of the Blazing Fire.",
    "(They will be told): “Eat and drink to your hearts' content as a reward for your deeds.”",
    "The God-fearing shall be reclining on couches facing each other, and We shall wed them to maidens with large, beautiful eyes.",
    "We shall unite the believers with those descendants of theirs who followed them in their faith, and shall not deny them any part of the reward for their good deeds. Every person is pledged to what he did.",
    "We shall provide them in abundance with all kinds of fruit and meat, whatever they may desire.",
    "They shall pass on to one another a cup that will incite neither levity nor sin.",
    "Youths as fair as hidden pearls will be set apart to wait upon them; they will be running to and fro to serve them.",
    "They will turn to one another and ask (regarding the past events).",
    "They will say: “When we were living before among our kinsfolk we lived in constant fear (of Allah's displeasure).",
    "Then Allah graced us with His favour and saved us from the chastisement of the scorching wind.",
    "Formerly we had always prayed to Him. Surely He is Most Benign, Most Compassionate.”",
    "So exhort (them, O Prophet), for by your Lord's Grace, you are neither a soothsayer nor a madman.",
    "Or do they say: “He is a poet for whom we await an adverse turn of fortune.”",
    "Tell them: “Wait; I too am waiting with you.”",
    "Do their minds prompt them to say such things, or are they a people immersed in transgression?”",
    "Do they say: “He has himself fabricated the Qur'an?” No; the truth is that they are altogether averse to believing.",
    "(If they are truthful in this), then let them produce a discourse of similar splendour.",
    "Did they come into being without any creator? Or were they their own creators?",
    "Or is it they who created the heavens and the earth? No; the truth is that they lack sure faith.",
    "Or do they have your Lord's treasures in their keeping? Or have absolute authority over them?",
    "Or do they have a ladder whereon they can climb and attempt to listen (to what is transpiring in the Higher Realm)? Then, let any of them who has listened to it produce a clear proof of it.",
    "Or does Allah have daughters whereas you have sons?",
    "Or is it that you ask of them any recompense so that they should fear to be weighed down under the burden of debt?",
    "Or is it that they have access to (the Truths in) the realm beyond sense-perception which they are writing down?",
    "Or are they contriving a stratagem against you? If so, that stratagem will rebound against the unbelievers.",
    "Do they have any god other than Allah? Exalted be Allah above whatever they associate (with Him in His Divinity).",
    "(So obstinate are they that) even if they were to see some fragments of the sky falling down they would still say: “It is only a mass of cloud.”",
    "So leave them alone until they encounter that Day of theirs when they shall be struck down,",
    "when their stratagem shall be of no avail to them, nor shall they be succoured.",
    "Surely a chastisement awaits the wrong-doers even before the coming of that Day; but most of them do not know.",
    "Be patient, then, (O Prophet), until the judgement of your Lord comes. For surely you are before Our eyes. And celebrate the praise of your Lord when you rise,",
    "and also celebrate His praise at night, and at the retreat of the stars.",
    "By the star when it sets:",
    "your companion has neither strayed nor is he deluded;",
    "nor does he speak out of his desire.",
    "This is nothing but a revelation that is conveyed to him,",
    "something that a very powerful one has imparted to him,",
    "one endowed with immense wisdom. He came forth and stood poised,",
    "being on the higher horizon.",
    "Then he drew near and hung above suspended,",
    "until he was two bows' length away, or nearer.",
    "Then he revealed to Allah's servant whatever he had to reveal.",
    "His heart added no untruth to what he saw.",
    "Are you, then, going to contend with him regarding what he sees with his eyes?",
    "Indeed he saw him a second time,",
    "by the lote-tree at the farthest boundary,",
    "near which is the Garden of Abode.",
    "(This was) when the lote-tree was covered with that which covered it. ",
    "His eye did not waver, nor did it stray,",
    "and he certainly saw some of the greatest Signs of His Lord.",
    "Have you ever thought about al-Lat and al-Uzza,",
    "and about the third deity, al-Manat?",
    "Shall you have the male issues, and He the female issues?",
    "That is indeed an unfair division!",
    "These are nothing but names that you and your forefathers have invented, for which Allah has sent down no authority. They are merely following their conjectures and their carnal desires although guidance has come to them from their Lord.",
    "Does man imagine that whatever he wishes for is right for him?",
    "To Allah belong both the Next World and the present.",
    "Numerous are the angels in the heavens; yet their intercession shall be of no avail, except in regard to those whom He grants the leave of intercession and whose plea He is pleased to accept.",
    "Those who do not believe in the Hereafter give angels the names of females,",
    "although they have no knowledge regarding that. They only follow their conjecture and conjecture can never take the place of the Truth.",
    "So leave alone those who turn away from the remembrance of Us and who seek nothing but the life of the world –",
    "that being the utmost of their knowledge. Surely your Lord fully knows those who have strayed away from His Path and He also fully knows those who are rightly guided.",
    "To Allah alone belongs whatever is in the heavens and whatever is in the earth. He will requite the evil-doers for their deeds and bestow a goodly reward on those who have done good,",
    "on those who avoid grave sins and shameful deeds, even if they may sometimes stumble into lesser offences. Surely your Lord is abounding in His Forgiveness. Very well is He aware of you since He produced you from the earth, and while you were still in your mothers' wombs and not yet born. So do not boastfully claim yourselves to be purified. He fully knows those that are truly Godfearing.",
    "(O Prophet), did you see him who turned away (from the Path of Allah),",
    "who gave a little, and then stopped?",
    "Does he have any knowledge of the world beyond the ken of sense-perception, and therefore, clearly sees (the Truth)?",
    "Has he not been informed of what is in the Scrolls of Moses,",
    "and of Abraham, who lived up to the trust?",
    "“That no bearer of a burden shall bear the burden of another,",
    "and that man shall have nothing but what he has striven for,",
    "and that (the result of) his striving shall soon be seen,",
    "and that he shall then be fully recompensed,",
    "and that the final end is with your Lord,",
    "and that He it is Who causes people to laugh and to cry,",
    "and that He it is Who causes death and grants life,",
    "and He it is Who created the two kinds, the male and the female,",
    "from a drop of sperm when it was emitted,",
    "and that it is for Him to grant the second life,",
    "that He it is Who bestowed wealth and riches,",
    "that He is the Lord of Sirius,",
    "that He it is Who destroyed the ancient 'Ad,",
    "and Thamud, leaving no trace of them,",
    "and that He it is Who destroyed the people of Noah before for they were much given to iniquity and transgression.",
    "And He brought perdition upon the subverted cities",
    "and caused them to be covered with that which He covered them with.",
    "So, which of your Lord's bounties will you doubt?”",
    "This is a warning among the warnings of yore.",
    "The imminent Hour has drawn near,",
    "and none but Allah can avert it.",
    "Will you, then, wonder at this?",
    "Will you laugh at it rather than weep?",
    "Will you occupy yourselves simply in merriment?",
    "Prostrate yourselves before Allah, and serve Him.",
    "The Hour of Resurrection drew near and the moon split asunder.",
    "(Regardless of any Signs these people see), they turn away and say: “This is an ongoing sorcery.”",
    "They also gave the lie to (the splitting asunder of the moon) and only followed their desires. Yet everything is destined to reach an end. ",
    "Surely there came to them narratives (of the ancient nations) that should suffice to deter (them from transgression),",
    "narratives that are full of consummate wisdom. But warnings do not avail them.",
    "So turn away from them, (O Prophet). On the Day when a caller shall call them to a thing most terrible,",
    "with down-cast eyes they shall go forth from their graves, as though they were scattered locusts.",
    "They shall be hurrying forth towards the caller, and the unbelievers (who had once denied this Day), will say: “This is a woeful Day.”",
    "Before them Noah's people also gave the lie (to his Message). They rejected Our servant as a liar, saying: “He is a madman”; and he was rebuffed.",
    "Then he called upon His Lord: “Verily I am vanquished; so come You to my aid.”",
    "Thereupon We opened the gates of the sky for water to pour down,",
    "and We made the earth burst forth with springs, and all this water converged to fulfil that which had been decreed.",
    "And We bore Noah on the vessel built of planks and nails,",
    "which sailed on under Our supervision: a reward for him who had been shown ingratitude.",
    "And We left the Ark as a Sign. Is there, then, any who will take heed?",
    "So how awesome were My chastisement and My warnings!",
    "We have made this Qur'an easy as a reminder. Is there, then, any who will take heed?",
    "'Ad also gave the lie (to Hud). So how awesome were My chastisement and My warnings!",
    "We sent a tumultuous wind against them on a day of unremitting misfortune,",
    "which tore people away and hurled them as though they were trunks of uprooted palm-trees.",
    "So how awesome were My chastisement and My warnings!",
    "We have made the Qur'an easy to derive lessons from. Is there, then, any who will take heed?",
    "Thamud gave the lie to the warnings,",
    "saying: “Are we to follow a single mortal, one from among ourselves? If we do that, we shall surely be in error and folly.",
    "Was there none but he to whom the Reminder could be vouchsafed excluding all others? Nay; he is an insolent liar.”",
    "(We told Our Messenger): “Tomorrow they shall know who is the insolent liar.",
    "We shall send the she-camel as a trial for them; so watch their end with patience.",
    "Let them know that the water should be divided between them and the she-camel, each availing their turn.”",
    "Eventually, they summoned their companion, and he undertook the (outrageous) task and hamstrung the she-camel.",
    "So how awesome were My chastisement and My warnings!",
    "Behold, We sent a single Blast against them, and they became like the trampled twigs of a sheep pen-builder.",
    "Surely We have made this Qur'an easy as a reminder. Is there, then, any who will take heed?",
    "Lot's people also gave the lie to the warnings,",
    "and behold, We let loose upon them a tempest which rained stones upon them, except upon Lot's household whom We rescued in the last hours of the night",
    "as a favour from Us. Thus do We reward those who give thanks.",
    "Surely Lot warned his people that We shall seize them (with Our chastisement), but they doubted the warnings.",
    "Then they even solicited his guests from him, whereupon We blotted out their eyes, (telling them): “Now have a taste of My chastisement and My warnings.” ",
    "Indeed an abiding chastisement came upon them in the morning.",
    "So have a taste of My chastisement and My warnings.",
    "Surely We have made this Qur'an easy as a reminder. Is there, then, any who will take heed?",
    "Warnings also came to the Pharaonites,",
    "but they gave the lie to Our Signs, to all of them. Thereupon We seized them with the seizing of the Most Mighty, the Most Powerful.",
    "Are your unbelievers (of Makkah) any better than they? Or have you been granted any immunity in the Scriptures?",
    "Or do they say: “We are a strong legion, strong enough for victory?”",
    "Soon shall this legion be routed and shall turn their backs and flee.",
    "Nay; the Hour of Doom is their appointed time, and the Hour shall be more calamitous and bitter.",
    "The evil-doers are victims of error and madness.",
    "There shall come a Day when they will be dragged on their faces into the Fire and will be told: “Now taste the flame of Hell.”",
    "We have created everything in a determined measure.",
    "Our command consists of only one Word which is carried out in the twinkling of an eye.",
    "We did indeed destroy many like you. Is there, then, any who will heed?",
    "All their deeds are recorded in the Scrolls;",
    "everything large or small, is duly inscribed.",
    "Surely those who shun disobedience will dwell amidst Gardens and running streams",
    "where they will be honourably seated in the presence of a King, Mighty in Power.",
    "The Merciful One",
    "has taught the Qur'an,",
    "has created man,",
    "and has taught him articulate speech.",
    "The sun and the moon follow a reckoning,",
    "and the stars and the trees all prostrate themselves,",
    "and He has raised up the heaven and has set a balance",
    "that you may not transgress in the balance,",
    "but weigh things equitably and skimp not in the balance.",
    "And He has set up the earth for all beings.",
    "Therein are fruit and palm-trees with their dates in sheaths,",
    "and a variety of corn with both husk and grain.",
    "Which of the bounties of your Lord will you twain – you men and jinn – then deny?",
    "He has created man from dry, rotten clay like the potter's,",
    "and has created the jinn from the flame of fire.",
    "Which of the wonders of your Lord's power will you twain – you men and jinn – then deny?",
    "Lord of the two easts and of the two wests is He.",
    "Which of the powers of your Lord will you twain – you men and jinn – then deny?",
    "He unleashed the two seas so that they merge together,",
    "and yet there is a barrier between them which they may not overstep.",
    "Which of the wonders of your Lord will you twain – you men and jinn – then deny?",
    "From these seas come forth pearls and coral.",
    "Which of the wonders of your Lord's power will you twain – you men and jinn – then deny?",
    "His are the ships, towering on the sea like mountains.",
    "Which of the favours of your Lord will you twain – you men and jinn – then deny?",
    "All that is on earth will perish,",
    "only the Person of your Lord, full of majesty and splendour, will endure.",
    "So which of the wonders of your Lord will you twain – you men and jinn – then deny?",
    "All in the heavens and the earth entreat Him for their needs; a new, mighty task engages Him each day.",
    "Which of your Lord's laudable attributes will you twain – you men and jinn – then deny?",
    "O you twain, who are a burden (on the earth), We shall attend to you and call you to account.",
    "(We shall then see), which of the favours of your Lord will you twain – you men and jinn – then deny?",
    "O company of jinn and men, if you have the power to go beyond the bounds of the heavens and the earth, go beyond them! Yet you will be unable to go beyond them for that requires infinite power.",
    "Which of your Lord's powers will you twain – you men and jinn – then deny?",
    "(If you so venture) a flame of fire and smoke shall be lashed at you, which you shall be unable to withstand.",
    "Which of your Lord's powers will you twain – you men and jinn – then deny?",
    "(What will happen) when the heaven will be split asunder and will become crimson like leather?",
    "Which of your Lord's powers will you twain – you men and jinn – then deny?",
    "On that Day there will be no need to ask either men or jinn about their sins.",
    "(We shall see) which of the favours of your Lord will you twain – you men and jinn – then deny?",
    "The culprits shall be known by their marks, and shall be seized by their forelocks and their feet.",
    "Which of the powers of your Lord, will you twain – you men and jinn – then deny?",
    "(It will be said): “This is the Hell that the culprits had cried lies to.",
    "They will keep circling around between Hell and boiling water.",
    "Which of your Lord's powers will you twain – you men and jinn – then deny?",
    "For any who fears to stand before his Lord are two Gardens.",
    "Which of your Lord's favours will you twain – you men and jinn – then deny?",
    "These Gardens will abound in green, blooming branches.",
    "Which of your Lord's favours will you twain – you men and jinn – then deny?",
    "In each of the two Gardens are two flowing springs.",
    "Which of your Lord's favours will you twain – you men and jinn – then deny?",
    "In both these is a pair of every fruit.",
    "Which of your Lord's favours will you twain – you men and jinn – then deny?",
    "They shall recline on couches lined with brocade, and within reach shall hang the fruits of the two Gardens.",
    "Which of your Lord's favours will you twain – you men and jinn – then deny?",
    "In the midst of these shall be maidens with modest, restrained glances; maidens whom no man or jinn has ever touched before.",
    "Which of your Lord's favours will you twain – you men and jinn – then deny?",
    "Lovely as rubies and pearls.",
    "Which of the favours of your Lord will you twain – you men and jinn – then deny?",
    "Can the reward of goodness be any other than goodness?",
    "Which of the laudable attributes of your Lord will you twain – you men and jinn – then deny?",
    "And besides these two there shall be two other Gardens.",
    "Which of the favours of your Lord will you twain – you men and jinn – then deny?",
    "Two Gardens, dark green and fresh.",
    "Which of the favours of your Lord will you twain – you men and jinn – then deny?",
    "In them will be two gushing springs.",
    "Which of the favours of your Lord will you twain – you men and jinn – then deny?",
    "Therein will be fruits and dates and pomegranates.",
    "Which of the favours of your Lord will you twain – you men and jinn – then deny?",
    "In the midst of these will be maidens, good and comely.",
    "Which of the favours of your Lord will you twain – you men and jinn – then deny?",
    "There shall be maidens sheltered in tents.",
    "Which of the favours of your Lord will you twain – you men and jinn – then deny?",
    "No man or jinn ever touched them before.",
    "Which of the favours of your Lord will you twain – you men and jinn – then deny?",
    "They shall be reclining on green cushions and splendid carpets.",
    "Which of the favours of your Lord will you twain – you men and jinn – then deny?",
    "Blessed be the name of your Lord, the Lord of Majesty and Glory.",
    "When the Event will come to pass",
    "– and then there will be no one to deny its occurrence –",
    "(a calamitous Event) that shall turn things upside down:",
    "when the earth will suddenly shake with a terrible shaking,",
    "and the mountains will crumble",
    "and will scatter abroad into fine dust.",
    "You shall then become three groups.",
    "The People on the Right: and how fortunate will be the People on the Right!",
    "And the People on the Left: and how miserable will be the People on the Left!",
    "As for the Foremost, they will be the foremost!",
    "They shall be near-stationed (to their Lord),",
    "in the Gardens of Bliss.",
    "A throng of the ancients,",
    "and a few from later times.",
    "They (will be seated) on gold-encrusted couches,",
    "reclining on them, arrayed face to face;",
    "immortal youths shall go about them",
    "with goblets and ewers and a cup filled with a drink drawn from a running spring,",
    "a drink by which their minds will not be clouded nor will it cause drunkenness;",
    "they will also go about them with the fruits of which they may choose,",
    "and with the flesh of any fowl that they may desire to eat;",
    "and there shall be wide-eyed maidens,",
    "beautiful as pearls hidden in their shells.",
    "All this shall be theirs as a reward for their deeds.",
    "There they shall hear no idle talk nor any sinful speech.",
    "All talk will be sound and upright.",
    "As for the People on the Right, how fortunate shall be the people on the Right!",
    "They shall be in the midst of thornless lote trees,",
    "and flower-clad acacias,",
    "and extended shade,",
    "and gushing water,",
    "and abundant fruit,",
    "never-ending and unforbidden.",
    "They shall be on upraised couches,",
    "and their spouses We shall have brought them into being afresh,",
    "and shall have made them virgins,",
    "intensely loving and of matching age.",
    "All this will be for the People on the Right;",
    "a large throng from the ancients,",
    "and also a large throng from those of later times.",
    "As for the People on the Left: how miserable will be the People on the Left!",
    "They will be in the midst of scorching wind and boiling water,",
    "and a shade of thick, pitch-black smoke,",
    "which will neither be cool nor soothing.",
    "Surely they had lived before in luxury,",
    "and had persisted in the Great Sin.",
    "They used to say: “What! Once we are dead and are reduced to dust and bones, shall we still be raised to a new life from the dead?",
    "(We) and our fore-fathers of yore?”",
    "Tell them, (O Prophet): “The earlier ones and the later ones",
    "shall all be brought together on an appointed Day.",
    "Then you, the erring ones and those that gave the lie to the Truth,",
    "shall all eat from the Tree of al-Zaqqum,",
    "filling your bellies with it;",
    "and thereupon you shall drink boiling water,",
    "drinking it as thirsty camels do.”",
    "Thus shall they be entertained on the Day of Recompense.",
    "We have created you, then why would you not confirm it?",
    "Did you ever consider the sperm that you emit?",
    "Do you create a child out of it, or are We its creators?",
    "It is We Who ordained death upon you and We are not to be frustrated.",
    "Had We so wished, nothing could have hindered Us from replacing you by others like yourselves, or transforming you into beings you know nothing about.",
    "You are well aware of the first creation; then, do you learn no lesson from it?",
    "Have you considered the seeds you till?",
    "Is it you or We Who make them grow?",
    "If We so wished, We could have reduced your harvest to rubble, and you would have been left wonder-struck to exclaim:",
    "“We have been penalised;",
    "nay; we have been undone!”",
    "Did you cast a good look at the water that you drink?",
    "Is it you who brought it down from the clouds or is it We Who brought it down?",
    "If We had so pleased, We could have made it bitter. So why would you not give thanks?",
    "Did you consider the fire which you kindle?",
    "Did you make its tree grow or was it We Who made it grow?",
    "We made it a reminder and a provision for the needy.",
    "Glorify, then, (O Prophet), the name of your Great Lord.",
    "No! I swear by the positions of the stars –",
    "and this is indeed a mighty oath, if only you knew –",
    "that this indeed is a noble Qur'an,",
    "inscribed in a well-guarded Book,",
    "which none but the pure may touch;",
    "a revelation from the Lord of the Universe.",
    "Do you, then, take this discourse in light esteem,",
    "and your portion in it is simply that you denounce it as false?",
    "Why, then, when the soul leaps up to the throat,",
    "the while you are helplessly watching that he is on the verge of death,",
    "– at that moment when We are closer to him than you, although you do not see (Us)",
    "if you are not subject to anyone's authority,",
    "why are you then not able to bring them back to life if you are truthful?",
    "So if he is one of those who are near-stationed (to Allah),",
    "then happiness and delight and Gardens of Bliss are his.",
    "And if he is one of the People on the Right,",
    "he will be welcomed by the words: “Peace to you” from the People on the Right.",
    "And if he is one of those who give the lie (to this Message) and go astray,",
    "then he will be served boiling water,",
    "and will be scorched by the Fire.",
    "That indeed is the absolute truth.",
    "So glorify the name of your Great Lord.",
    "All that is in the heavens and the earth extols the glory of Allah. He is the Most Mighty, the Most Wise.",
    "His is the dominion of the heavens and the earth. He gives life and causes death, and He has power over everything.",
    "He is the First and the Last, and the Manifest and the Hidden, and He has knowledge of everything.",
    "He it is Who created the heavens and the earth in six days and then established Himself on the Throne. He knows all that enters the earth and all that comes forth from it, and all that comes down from the heaven and all that goes up to it. He is with you wherever you are. Allah sees all that you do.",
    "His is the dominion of the heavens and the earth, and to Him are all matters referred (for judgement).",
    "He causes the night to pass into the day, and causes the day to pass into the night, and He fully knows all that is hidden in the breasts of people.",
    "Believe in Allah and in His Messenger and expend of what He has entrusted to you. A great reward awaits those of you who believe and spend their wealth.",
    "How is it that you do not believe in Allah when the Messenger calls you to believe in your Lord and although he has taken a covenant from you, if indeed you are believers?",
    "He it is Who sends down Clear Signs to His servant so as to bring you out from darkness into light. Surely Allah is Most Kind and Most Compassionate to you.",
    "How is it that you do not expend in the Way of Allah when to Allah belongs the inheritance of the heavens and the earth? Those who spent their wealth and took part in fighting before the Victory cannot be equated (with those who spent their wealth and took part in fighting afterwards). They are higher in rank than those who spent and fought afterwards. But to each Allah has promised a good reward. Allah is well aware of all that you do.",
    "Who is it that will give Allah a beautiful loan? A loan that Allah will repay after increasing it many times and grant him a generous reward.",
    "On that Day you will see believing men and women that their light will be running before them and on their right hands. (They will be told): “A good tiding to you today.” There shall be Gardens beneath which rivers flow; therein they shall abide. That indeed is the great triumph.",
    "On that Day the hypocrites, both men and women, shall say to the believers: “Look at us that we may extract some light from your light.” They will be told: “Go back and seek light for yourselves elsewhere.” Then a wall shall be erected between them with a door in it. On the inside of it there will be mercy, and on the outside of it there will be chastisement.",
    "The hypocrites will call out to the believers: “Were we not with you?” The believers will reply: “Yes; but you allowed yourselves to succumb to temptations, and you wavered and you remained in doubt and false expectations deluded you until Allah's command came to pass, and the Deluder deluded you concerning Allah.",
    "So no ransom shall be accepted from you today, nor from those who disbelieved. You are destined for the Fire. That will be your guardian. And that indeed is a grievous destination.",
    "Is the time not come that the hearts of the believers should be humbled to Allah's remembrance and to the Truth that He has revealed, and that they should not be like those who were vouchsafed the Book and then a long time elapsed so that their hearts were hardened? A great many of them are now evil-doers.",
    "Know well that Allah revives the earth after it becomes lifeless. We have clearly shown Our Signs to you, perchance you will use your reason.",
    "Verily those who give alms be they men or women, and give Allah a beautiful loan shall be repaid after increasing it many times; and theirs shall be a generous reward.",
    "In Allah's sight only those who truly believe in Allah and His Messengers are utterly truthful and true bearers of witness(for the sake of Allah). For them is their reward and their light. As for those who gave the lie to Our Signs, they are the people of Hell.",
    "Know well that the life of this world is merely sport and diversion and adornment and an object of your boasting with one another, and a rivalry in the multiplication of riches and children. Its likeness is that of rain: when it produces vegetation it delights the tillers. But then it withers and you see it turn yellow, and then it crumbles away. In the Hereafter there is (either) grievous chastisement (or) forgiveness from Allah and (His) good pleasure. The life of this world is nothing but delusion.",
    "So vie with one another in seeking to attain your Lord's forgiveness and a Garden whose width is as the width of the heaven and the earth, one which has been prepared for those who believe in Allah and His Messengers. That is Allah's bounty which He bestows upon those whom He pleases. Allah is the Lord of abounding bounty.",
    "No misfortune ever befalls on earth, nor on yourselves but We have inscribed it in the Book before We make it manifest. Surely that is easy for Allah.",
    "(We do so) that you may not grieve over the loss you suffer, nor exult over what He gave you. Allah does not love the vainglorious, the boastful,",
    "those who are niggardly and bid others to be niggardly. And he who turns away, (should know that) Allah is Self-Sufficient, Immensely Praiseworthy.",
    "Indeed We sent Our Messengers with Clear Signs, and sent down with them the Book and the Balance that people may uphold justice. And We sent down iron, wherein there is awesome power and many benefits for people, so that Allah may know who, without even having seen Him, helps Him and His Messengers. Surely Allah is Most Strong, Most Mighty.",
    "Indeed We sent forth Noah and Abraham and established in their line Prophecy and the Book. Then some of them embraced the guidance and many of them are wicked.",
    "In their wake, We sent a succession of Our Messengers, and raised Jesus, son of Mary, after all of them, and bestowed upon him the Evangel, and We set tenderness and mercy in the hearts of those that followed him. As for monasticism, it is they who invented it; We did not prescribe it for them. They themselves invented it in pursuit of Allah's good pleasure, and then they did not observe it as it ought to have been observed. So We gave their reward to those of them that believed. But many of them are wicked.",
    "Believers, have fear of Allah and believe in His Messenger, and He will grant you a two-fold portion of His Mercy, and will appoint for you a light whereby you shall walk; and He will forgive you. Allah is Most Forgiving, Most Compassionate.",
    "(You should do this) so that the People of the Book know that they have no control over Allah's Bounty, and that all bounty is in Allah's Hand; He bestows it on whomsoever He pleases. Allah is the Lord of abounding bounty."
  ]
}