{
  "meta": {
    "id": 95,
    "name": "A. Maududi (Tafhim commentary)",
    "translator_name": "Sayyid Abul Ala Maududi",
    "slug": "en-al-maududi",
    "language_name": "english"
  },
  "verses": [
    "Blessed is He in Whose Hand is the dominion of the Universe, and Who has power over everything;",
    "Who created death and life that He might try you as to which of you is better in deed. He is the Most Mighty, the Most Forgiving;",
    "Who created the seven heavens one upon another. You will see no incongruity in the Merciful One's creation. Turn your vision again, can you see any flaw?",
    "Then turn your vision again, and then again; in the end your vision will come back to you, worn out and frustrated.",
    "We have adorned the lower heaven with lamps, and have made them a means to drive away the satans. We have prepared for them the chastisement of the Blazing Fire.",
    "The chastisement of Hell awaits those who disbelieve in their Lord. What a wretched destination!",
    "When they will be cast into it, they will hear it roar as it boils,",
    "as though it will burst with rage. Every time a multitude is cast into it, its keepers will ask them: “Did no warner come to you?”",
    "They will say: “Yes, a warner came to us, but we gave the lie to him and said: 'Allah has revealed nothing. You are surely in huge error.'",
    "They will say: 'If we had only listened and understood, we would not be among the inmates of the Blazing Fire.'”",
    "Thus will they confess their sins. Damned are these inmates of the Blazing Fire.",
    "Surely forgiveness and a mighty reward await those who fear Allah without seeing Him.",
    "Whether you speak in secrecy or aloud, (it is all the same to Allah). He even knows the secrets that lie hidden in the breasts of people.",
    "Would He not know, He Who has created, when He is All-Subtle, All-Aware?",
    "He it is Who made the earth subservient to you. So traverse in its tracks and partake of the sustenance He has provided. To Him will you be resurrected.",
    "Do you feel secure that He Who is in the heaven will not cause the earth to cave in with you, and then suddenly it will begin to rock violently?",
    "Do you feel secure that He Who is in the heaven will not let loose upon you a storm of stones? Then shall you know what My warning is like!",
    "Those who came before them also gave the lie (to the Messengers): then how awesome was My chastisement!",
    "Have they not seen birds above them spreading and closing their wings, with none holding them except the Merciful One? He oversees everything.",
    "Which is your army that will come to your aid against the Merciful Lord? But the unbelievers are in utter delusion.",
    "Who shall provide for you if He withholds His sustenance? Nay; but they persist in rebellion and aversion.",
    "Who is better guided: he who walks grovelling on his face, or he who walks upright on a Straight Path?",
    "Say: “He it is Who has brought you into being, and has given you hearing and sight, and has given you hearts to think and understand. How seldom do you give thanks!”",
    "Say: “Allah it is Who multiplied you in the earth and to Him you will be mustered.”",
    "They say: “If you are truthful, tell us when will this promise (of the Hereafter) be fulfilled?”",
    "Say: “Allah alone knows about that; and I am no more than a plain warner.”",
    "When they will see it near at hand, the faces of all those who had denied it will be distraught, and then they will be told: “This is the doom which you used to ask for.”",
    "Say to them: “Did you ever consider: whether Allah destroys me and those that are with me, or shows mercy to us, who can protect the unbelievers from a grievous chastisement?”",
    "Say to them: “He is Merciful, and it is in Him that we believe, and it is in Him that we put all our trust. Soon will you know who is in manifest error.”",
    "Say to them: “Did you even consider: if all the water that you have (in the wells) were to sink down into the depths of the earth, who will produce for you clear, flowing water?”",
    "Nun. By the pen and what the scribes write.",
    "By your Lord's Grace, you are not afflicted with madness,",
    "and surely yours shall be a never-ending reward,",
    "and you are certainly on the most exalted standard of moral excellence.",
    "So you will soon see, and they too will see,",
    "which of you is afflicted with madness.",
    "Surely your Lord knows well those who have strayed from His Way just as He knows well those who are on the Right Way.",
    "Do not, then, yield to those who reject the Truth, decrying it as false;",
    "they would wish you to be pliant so that they too may be pliant.",
    "And do not yield to any contemptible swearer,",
    "the fault-finder who goes around slandering,",
    "the hinderer of good, the transgressor, the sinful;",
    "the coarse-grained, and above all mean and ignoble;",
    "(who so acts) simply because he has wealth and sons,",
    "and whenever Our verses are rehearsed to him, he says: “These are fairy- tales of times gone by.”",
    "Soon shall We brand him on his snout.",
    "We have put them [i.e., the Makkans] to test even as We put to test the owners of the orchard when they vowed that they would gather the fruit of their orchard in the morning,",
    "without making any allowance (for the will of Allah).",
    "Thereupon a calamity from your Lord passed over it while they were asleep,",
    "and so by morning the orchard lay as though it had been fully harvested.",
    "At daybreak they called out to one another:",
    "“Hurry to your orchard if you would gather its fruit.”",
    "So off they went, whispering to one another:",
    "“No destitute person shall enter it today.”",
    "They went forth early, believing that they had the power (to gather the fruit).",
    "But as soon as they beheld the orchard, (they cried out): “We have certainly lost the way;",
    "rather, we are utterly ruined.”",
    "The best among them said: “Did I not say to you: why do you not give glory to (your Lord)?”",
    "They cried out: “Glory be to our Lord! Certainly we were sinners.”",
    "Then they began to reproach one another.",
    "They said: “Woe to us! We had indeed transgressed.",
    "Maybe our Lord will give us a better orchard in its place; to our Lord do we penitently turn.”",
    "Such is the chastisement; and the chastisement of the Hereafter is assuredly even greater, if only they knew.",
    "Surely the God-fearing shall have Gardens of bliss with their Lord.",
    "What! Shall We treat those who have submitted (to Our command) like those who have acted as criminals?",
    "What is the matter with you? How ill do you judge!",
    "Or do you have a Book wherein you read",
    "that (in the Hereafter) you shall have all that you choose for yourselves?",
    "Or have We sworn a covenant with you which We are bound to keep till the Day of Resurrection, (a covenant requiring that whatever you ordain for yourselves shall be yours)?",
    "Ask them: “Which of them can guarantee that?",
    "Or has something been guaranteed by any of those whom they associate with Allah in His Divinity?” If so, let them bring forth their associates, if they are truthful.",
    "On the Day when the dreadful calamity will unfold, when people will be summoned to prostrate themselves, and yet they will not be able to prostrate.",
    "Their eyes shall be downcast and ignominy shall overwhelm them. For when they were safe and sound, they were summoned to prostrate themselves, (and they refused).",
    "So leave Me, (O Prophet), to deal with him who gives the lie to this Discourse. We shall draw them little by little (to their undoing) in a way that they will not know.",
    "I am giving them a respite. Great is My scheme!",
    "Or are you asking them for some compensation so that they feel burdened with debt?",
    "Or do they have any knowledge of the Unseen which they are now writing down?",
    "So bear with patience until the Judgement of your Lord comes, and do not belike the man in the fish (i.e., Jonah) who called out, choking with grief:",
    "had his Lord not bestowed His favour upon him, he would have been cast upon that barren shore (and would have remained there) in disgrace.",
    "But his Lord exalted him, and included him among His righteous servants.",
    "When the unbelievers hear this Exhortation, they look at you as though they would knock you off your feet with their (hostile) glances. They say: “Surely he is afflicted with madness”;",
    "although this is nothing but an Exhortation (to goodness) for everyone in the world.",
    "The indubitable event!",
    "And what is that indubitable event?",
    "And what do you know what that indubitable event is?",
    "The Thamud and the Ad denied the (possibility of a) sudden calamity, calling it false.",
    "Then the Thamud were destroyed by an awesome upheaval;",
    "and the Ad were destroyed by a furiously raging wind-storm",
    "which He let loose upon them for seven nights and eight days in succession; so that (if you had been there) you might have seen people lying prostrate, as though they were uprooted trunks of hollowed palm trees.",
    "Do you now see any trace of them?",
    "Pharaoh and those before him and the people of the overturned habitations all engaged in the same great sin.",
    "They did not follow the Messenger of their Lord, and so He seized them with a severe grip.",
    "Verily when the water rose to great heights, We bore you upon a floating vessel (i.e. the Ark)",
    "so that We might make it an instructive event for you, and retentive ears might preserve its memory.",
    "So when the Trumpet is blown with a single blast",
    "and the earth and the mountains are carried aloft and are crushed to bits at one stroke,",
    "on that Day shall that indubitable event come to pass;",
    "when the sky will be rent asunder, the grip holding it together having loosened on that Day,",
    "and the angels will stand on the sides, with eight of them bearing aloft the Throne of your Lord on that Day.",
    "That will be the Day when you shall be brought forth (before Allah) and no secret of yours shall remain hidden.",
    "On that Day, he whose Record is given to him in his right hand will say: “Lo! Read my Record!",
    "Verily I was sure that I would be handed over my account.”",
    "Then he shall find himself in a life of bliss;",
    "in a lofty Garden",
    "the clusters of whose fruit will be hanging low to be within reach (of the inmates of Paradise).",
    "(They will be told): “Eat and drink with good cheer as a reward for the good deeds you did in the days that have passed by.”",
    "As for him whose Record will be given to him in his left hand, he will exclaim: “Would that I had never been given my Record,",
    "and had not known my account.",
    "Oh! Would that the death that came to me in the world had made an end of me!",
    "My riches have not availed me,",
    "and my authority has vanished.”",
    "(A command will be issued): “Seize him and shackle him,",
    "then cast him in the Fire,",
    "then fasten him with a chain, seventy cubits long.",
    "He would not believe in Allah, the Most Great;",
    "nor would he urge the feeding of the poor.",
    "Today he has been left here friendless;",
    "and has no food except the filth from the washing of wounds,",
    "which only the sinners will eat.”",
    "But no; I swear by what you see,",
    "and by what you do not see,",
    "that this is the speech of an honourable Messenger,",
    "not the speech of a poet. Little do you believe!",
    "Nor is this the speech of a soothsayer. Little do you reflect!",
    "It has been revealed by the Lord of the Universe.",
    "And if he [i.e., the Prophets] had forged this Discourse and thereafter ascribed it to Us,",
    "We would surely have seized him by the right hand,",
    "and then severed his life vein;",
    "and not one of you would have been able to withhold Us from doing so.",
    "Surely it is a Good Counsel for the God-fearing.",
    "We certainly know that some among you will give the lie to it,",
    "and surely it will be a cause of regret for the unbelievers.",
    "Certainly it is a Truth of absolute certainty.",
    "So glorify the name of your Lord Most Great.",
    "A beseecher besought the visitation of chastisement,",
    "(a chastisement meant) for the unbelievers, one which none can avert;",
    "a chastisement from Allah, the Lord of the ascending steps,",
    "by which the angels and the Spirit ascend to Him in one Day the duration of which is fifty thousand years.",
    "So, (O Prophet), persevere with gracious perseverance.",
    "Verily they think that the chastisement is far off,",
    "while We think that it is near at hand.",
    "It shall befall on a Day whereon the sky will become like molten brass,",
    "and the mountains will become like dyed tufts of wool,",
    "and no bosom friend will enquire about any of his bosom friends",
    "although they shall be within sight of one another. The guilty one would fain ransom himself from the torment of that Day by offering his children,",
    "and his spouse and his brother,",
    "and his kinsfolk who had stood by him,",
    "and all persons of the earth, if only he could thus save himself.",
    "By no means! It will be the fierce flame",
    "that will strip off the scalp.",
    "It shall insistently summon him who turned his back and retreated,",
    "and amassed wealth and covetously hoarded it.",
    "Verily man is impatient by nature:",
    "bewailing when evil befalls him,",
    "and tight-fisted when good fortune visits him,",
    "except those that pray,",
    "and are constant in their Prayer;",
    "and those in whose wealth there is a known right",
    "for those that ask and those that are dispossessed,",
    "those who firmly believe in the Day of Recompense,",
    "and fear the chastisement of their Lord–",
    "surely the chastisement of their Lord is a thing none can feel secure from –",
    "and those who guard their private parts,",
    "except in regard to their spouses and those whom their right hands possess, for in regard to them they are not reproachable,",
    "but any who seeks to go beyond that, it is indeed they who are the transgressors,",
    "and those who fulfil their trusts and their covenants,",
    "and those who are upright in their testimonies;",
    "and who take due care of their Prayer:",
    "all these shall live honourably in the Gardens.",
    "But what is the matter with the unbelievers who are hurrying towards you",
    "in crowds, both on the right and on the left?",
    "Does everyone of them wish to enter the Garden of Bliss?",
    "By no means! They know that which We have created them from.",
    "I swear by the Lord of the easts and the wests that We have the power",
    "to replace them by others who would be better than they; and We shall certainly not be overpowered.",
    "So leave them to engage in vain talk and to amuse themselves until they come face to face with the Day which they are promised,",
    "the Day on which they will hastily come forth from their graves, as though they were hurrying on to the altars of their deities.",
    "Their eyes will be downcast and disgrace will overwhelm them. Such is the Day that they were promised.",
    "We sent Noah to his people (and directed him): “Warn your people before a grievous chastisement comes upon them.”",
    "Noah said: “My people, I have certainly been sent as a clear warner to you,",
    "that you serve Allah and fear Him, and follow me;",
    "He will forgive your sins and will grant you respite until an appointed term. Indeed when Allah's appointed term comes, it cannot be deferred; if you only knew!”",
    "He said: “My Lord, I called my people by night and by day,",
    "but the more I called, the farther they fled.",
    "And every time I called them so that You might forgive them, they thrust their fingers into their ears and wrapped up their faces with their garments and obstinately clung to their attitude, and waxed very proud.",
    "Then I summoned them openly,",
    "and preached to them in public, and also addressed them in secret.",
    "I said to them: “Ask forgiveness from your Lord; surely He is Most Forgiving.",
    "He will shower upon you torrents from heaven,",
    "and will provide you with wealth and children, and will bestow upon you gardens and rivers.",
    "What is amiss with you that you do not look forward to the majesty of Allah",
    "when He has created you in stages?",
    "Do you not see how Allah has created seven heavens, one upon the other,",
    "and has placed the moon in them as a light, and the sun as a radiant lamp?",
    "And Allah has caused you to grow out of the earth so wondrously,",
    "and He will later cause you to return to it and will then again bring you out of it.",
    "Allah has made the earth a wide expanse for you",
    "so that you may tread its spacious paths.”",
    "Noah said: “My Lord, they did not pay heed to what I said, and followed those (nobles) whose possession of wealth and children has led them to an even greater loss.",
    "They contrived a plot of great magnitude.",
    "They said: “Do not abandon your deities; do not abandon Wadd, nor Suwa, nor Yaghuth, nor Yauq, nor Nasr.",
    "They have misled many. So do not enable these evildoers to increase in anything except straying (from the Right Way).”",
    "And so they were drowned on account of their sins, and then cast into the Fire, and did not find any other than Allah, to come forth to their help.",
    "Noah said: “My Lord, do not leave out of these unbelievers even a single dweller on earth,",
    "for certainly if You should leave them (alive), they will mislead Your servants, and will beget none but sinners and utter unbelievers.",
    "My Lord, forgive me and my parents, and whoever enters my house as a believer, and forgive all believers, both men and women, and do not increase the wrong-doers in anything except perdition.”",
    "Say, (O Prophet), it was revealed to me that a band of jinn attentively listened to (the recitation of the Qur'an) and then (went back to their people) and said:",
    "“We have indeed heard a wonderful Qur'an which guides to the Right Way; so we have come to believe in it, and we will not associate aught with Our Lord in His Divinity”;",
    "and that “He – exalted be His Majesty – has not taken to Himself either a wife or a son”;",
    "and that “the foolish among us have been wont to say outrageous things about Allah”;",
    "and that “we had thought that men and jinn would never speak a lie about Allah”,",
    "and that “some from among the humans used to seek protection of some among the jinn, and thus they increased the arrogance of the jinn”;",
    "and that “they thought, even as you thought, that Allah would never raise anyone (as a Messenger)”;",
    "and that “we tried to pry (the secrets of) the heaven, but we found it full of terrible guards and shooting meteors”;",
    "and that “we would take up stations in the heaven to try to hear but anyone who now attempts to listen finds a shooting meteor in wait for him”;",
    "and that “we do not know whether evil is intended for those on the earth, or whether their Lord intends to direct them to the Right Way”;",
    "and that “some of us are upright and some of us are otherwise for we follow widely divergent paths”;",
    "and that “we thought that we will neither be able to frustrate Allah on earth, nor frustrate Him by flight”;",
    "and that “when we heard the teaching of the Right Way we came to believe in it; he who believes in His Lord shall have no fear of suffering loss or being subjected to any injustice”;",
    "and that “among us some are Muslims (Those who have submitted to Allah), and some of us are deviant. So those who became Muslims found the Right Course;",
    "but those who deviated from the Truth, will be the fuel for Hell.”",
    "If people were to keep firmly to the Right Way, We would have vouchsafed them abundant rain",
    "so that We might try them through this bounty. Whoso turns away from the remembrance of his Lord, He will cause him to suffer a grievous chastisement;",
    "and that “mosques belong to Allah, so do not invoke anyone with Him”;",
    "and when Allah's servant stood up to call on Him, they well-nigh swarmed him.",
    "Say, (O Prophet): “I call on my Lord alone, and I do not associate aught with Him in His Divinity.”",
    "Say: “Surely neither it is in my power to hurt you nor to bring you to the Right Way.”",
    "Say: “None can protect me from Allah, nor can I find a refuge apart from Him.",
    "(My task is no more than) to deliver Allah's proclamation and His messages. And whoever disobeys Allah and His Messenger, surely the Fire of Hell awaits him; therein he will abide in perpetuity.”",
    "(They shall not change their ways) until they see that against which they had been warned, and then they will know whose helpers are weaker and whose supporters are fewer in number.",
    "Say: “I know not whether what you are promised is near or whether my Lord will prolong its term.",
    "He is the Knower of the Unseen, and He does not disclose His Unseen to anyone",
    "other than to a Messenger whom He chooses (for the bestowal of any part of the knowledge of the Unseen), whereafter He appoints guards who go before him and behind him,",
    "so that He may know that they have delivered the messages of their Lord. He encompasses in His knowledge their surroundings and keeps a count of all things.”",
    "O you the (sleeping) enwrapped one!",
    "Stand up in Prayer by night, all but a small part of it;",
    "half of it, or reduce it a little;",
    "or add to it a little; and recite the Qur'an slowly and distinctly.",
    "Behold, We shall cast upon you a Weighty Word.",
    "Surely getting up at night is the best means of subduing the self and is more suitable for uprightness in speech.",
    "You are indeed much occupied during the day with the affairs of the world.",
    "So remember the name of your Lord and devote yourself to Him with exclusive devotion.",
    "He is the Lord of the East and the West; there is no god but He. So take Him alone for your Guardian,",
    "And bear patiently the vain things they utter, and gracefully forsake them.",
    "Leave it to Me to deal with the affluent ones who give the lie (to the Truth), and bear with them for a while.",
    "We have heavy fetters and a blazing Fire in store for them;",
    "and a food that chokes, and a grievous chastisement.",
    "(They will come across all this) on the Day when the earth and the mountains shall tremble violently and the mountains shall crumble into heaps of scattered sand.",
    "Surely We have sent to you a Messenger as a witness over you, just as We had sent a Messenger to Pharaoh.",
    "But Pharaoh disobeyed Our Messenger, so We seized him with a terrible seizing.",
    "If you persist in disbelieving, how will you guard yourself against the (woe of the) Day that will turn children grey-haired,",
    "the Day whose severity shall cause the heaven to split asunder? Allah's promise is ever bound to be fulfilled.",
    "Indeed this is nothing but a Good Counsel; so let him who will take a way leading to his Lord.",
    "(O Prophet), your Lord knows that you sometimes stand up in Prayer nearly two-thirds of the night, and sometimes half or one-third of it,  and so does a party of those with you; Allah measures the night and the day. He knows that you cannot keep an accurate count of it, so He has shown mercy to you. So now recite as much of the Qur'an as you can. He knows that there are among you those who are sick and others who are journeying in the land in quest of Allah's bounty, and still others who are fighting in the cause of Allah. So recite as much of the Qur'an as you easily can, and establish Prayer, and pay Zakah, and give Allah a goodly loan. Whatever good you send forth for yourselves, you shall find it with Allah. That is better and its reward is greater. And ask for Allah's forgiveness; surely He is Most Forgiving, Most Compassionate.",
    "O you enveloped in your cloak!",
    "Arise, and warn,",
    "and magnify the glory of your Lord,",
    "and purify your robes,",
    "and shun uncleanness,",
    "and bestow not favour in order to seek from others a greater return,",
    "and persevere for your Lord's sake.",
    "When the Trumpet shall be sounded,",
    "that will surely be a hard day,",
    "not an easy day for the unbelievers.",
    "Leave Me with him whom I alone have created,",
    "whom I have endowed with abundant riches,",
    "and sons ever present with him,",
    "and for whom I have smoothed the way (to power and riches),",
    "and who still greedily desires that I should bestow upon him more.",
    "By no means; he is stubbornly opposed to Our Signs.",
    "I shall soon constrain him to a hard ascent.",
    "He reflected and then hatched a scheme.",
    "Ruin seize him, how did he hatch a scheme?",
    "Again, ruin seize him, how did he hatch a scheme?",
    "He looked (at others);",
    "then frowned and scowled;",
    "then he retreated and waxed proud,",
    "and said: “This (Qur'an) is merely a sorcery of yore;",
    "this is nothing but the word of a mere mortal!”",
    "Him shall I soon roast in Hell.",
    "And what do you know what Hell is?",
    "It spares nothing; it leaves nothing intact;",
    "it scorches (even) the skin.",
    "Over it are nineteen keepers.",
    "We have appointed none but angels as the keepers of the Fire, and We have not made their number but as a trial for the unbelievers so that those who have been endowed with the Book will be convinced and the believers' faith will increase,  and neither those who have been endowed with the Book nor the believers will fall into any doubt. As for those in whose hearts there is a sickness as well as the unbelievers, they will say: “What did Allah aim at by this strange parable?” Thus does Allah let whomsoever He pleases to go astray, and directs whomsoever He pleases to the Right Way. And none knows the hosts of your Lord but He. (And Hell has only been mentioned here) that people may take heed.",
    "Nay, by the moon,",
    "and by the night when it recedes,",
    "and by the day when it dawns (with its radiance),",
    "surely (Hell) is one of the greatest Signs,",
    "a warning to humankind,",
    "a warning to everyone of you whether he would like to come forward or lag behind.",
    "Each one is a hostage to one's deeds,",
    "save the People of the Right Hand",
    "who shall be in the Gardens, and shall ask",
    "about the guilty ones:",
    "“What drove you to Hell?”",
    "They will answer: “We were not among those who observed Prayer,",
    "and we did not feed the poor,",
    "and we indulged in vain talk with those who indulged in vain talk,",
    "and we gave the lie to the Day of Judgement",
    "until the inevitable event overtook us.”",
    "The intercession of the intercessors shall then be of no avail to them.",
    "What is the matter with people that they are turning away from this Exhortation,",
    "as though they were frightened wild asses,",
    "fleeing from a lion?",
    "No indeed; each one of them desires that open letters be sent to each of them.",
    "No indeed; the truth is that they have no fear of the Hereafter.",
    "Nay; this is an Exhortation.",
    "So, whoever wills may benefit from it.",
    "But they will not benefit from it unless Allah Himself so wills. He is worthy to be feared; and He is worthy to forgive (those that fear Him).",
    "Nay, I swear by the Day of Resurrection;",
    "and nay, I swear by the self-reproaching soul!",
    "Does man imagine that We will not be able to bring his bones together again?",
    "Yes indeed; We have the power to remould even his finger-tips.",
    "But man desires to persist in his evil ways.",
    "He asks: “When will the Day of Resurrection be?”",
    "When the sight is dazed,",
    "and the moon is eclipsed,",
    "and the sun and the moon are joined together,",
    "on that Day will man say: “Whither the refuge?”",
    "No, there is no refuge.",
    "With your Lord alone will be the retreat that Day.",
    "On that Day will man be apprised of his deeds, both the earlier and the later.",
    "But lo, man is well aware of himself,",
    "even though he might make up excuses.",
    "(O Prophet), do not stir your tongue hastily (to commit the Revelation to memory).",
    "Surely it is for Us to have you commit it to memory and to recite it.",
    "And so when We recite it, follow its recitation attentively;",
    "then it will be for Us to explain it.",
    "Nay; the truth is that you love ardently (the good of this world) that can be obtained hastily,",
    "and are oblivious of the Hereafter.",
    "Some faces on that Day will be fresh and resplendent,",
    "and will be looking towards their Lord;",
    "and some faces on that Day will be gloomy,",
    "believing that a crushing calamity is about to strike them.",
    "Nay; when a man's soul reaches up to the throat,",
    "and it is said: “Is there any enchanter who can step forward and help (by his chanting)?”",
    "and he realises that the hour of parting is come,",
    "and calf is inter-twined with calf.",
    "On that Day you will be driven to your Lord.",
    "But he did not verify the Truth, nor did he observe Prayer;",
    "on the contrary, he gave the lie to the Truth and turned his back upon it,",
    "then he went back to his kinsfolk, elated with pride.",
    "This (attitude) is worthy of you, altogether worthy;",
    "again, it is worthy of you, altogether worthy.",
    "Does man think that he will be left alone, unquestioned?",
    "Was he not a drop of ejaculated semen,",
    "then he became a clot, and then Allah made it into a living body and proportioned its parts,",
    "and then He made of him a pair, male and female?",
    "Does He, then, not have the power to bring back the dead to life?",
    "Was there a period of time when man was not even worthy of a mention?",
    "Verily We created man out of a drop of intermingled sperm so that We might try him, and We therefore endowed him with hearing and sight.",
    "Surely We showed him the Right Path, regardless of whether he chooses to be thankful or unthankful (to his Lord).",
    "For the unbelievers, We have kept ready chains and fetters and a Blazing Fire.",
    "The virtuous shall drink from a cup tempered with camphor water.",
    "This will be a gushing spring wherefrom Allah's servants shall drink wine, a spring from which they will take out channels wherever they wish.",
    "These will be the ones who fulfil their vows and dread the Day whose woe shall be spread far and wide;",
    "those who, for the love of Him, feed the needy, and the orphan, and the captive,",
    "(saying): “We feed you only for Allah's sake; we do not seek of you any recompense or thanks,",
    "we fear from our Lord a Day that shall be long and distressful.”",
    "So Allah shall guard them against the woe of that Day, and will procure them freshness and joy,",
    "and will reward them for their steadfastness with Paradise and robes of silk.",
    "There they will recline on elevated couches and will be subjected neither to the burning heat of the sun nor to bitter cold.",
    "The shades of Paradise will bend over them, and its fruits will be brought within their easy reach;",
    "and there shall be passed around them vessels of silver and goblets of crystal,",
    "goblets bright as crystal but made of silver, filled to exact measure.",
    "Therein they shall be served a cup flavoured with ginger,",
    "drawn from a spring (in Paradise) called Salsabil.",
    "There boys of everlasting youth shall go about attending them: when you see them, you would think that they are scattered pearls.",
    "Whitherto you look around, you will see an abundance of bliss and the glories of a great kingdom.",
    "They [i.e., the virtuous] shall be attired in garments of fine green silk and rich brocade and will be adorned with bracelets of silver. Their Lord will give them a pure wine to drink.",
    "Behold, this is your recompense and your endeavour has been appreciated.",
    "(O Prophet), indeed We have revealed the Qur'an to you in portions.",
    "So persevere with the command of your Lord and do not pay any heed to the wicked and the unbelieving,",
    "and remember the name of your Lord, morning and evening;",
    "and prostrate yourself before Him at night, and extol His Glory during the long watches of the night.",
    "Verily they love (the good of this world) that is hastily obtainable and are oblivious of the burdensome Day ahead of them.",
    "We created them and strengthened their joints; and whenever We wish, We can change their faces entirely.",
    "Verily this is an Exhortation; so let him who so will take a way to his Lord.",
    "But your willing shall be of no avail until Allah Himself so wills. Surely Allah is All-Knowing, Most Wise.",
    "He admits to His Mercy whomsoever He pleases. As for the wrong-doers, He has prepared for them a grievous chastisement.",
    "By the (winds) sent forth in quick succession,",
    "which then blow tempestuously",
    "and raise (clouds) and scatter them around,",
    "then winnow them thoroughly,",
    "and then cast (Allah's) remembrance (in people's hearts),",
    "to serve as an excuse or a warning.",
    "Surely what you are promised shall come to pass. ",
    "So when the stars are extinguished,",
    "and the sky is rent asunder,",
    "and the mountains are blown away,",
    "and the appointed time to bring the Messengers together arrives,(then shall the promised event come to pass).",
    "To which Day has this task been deferred?",
    "To the Day of Judgement.",
    "What do you know what the Day of Judgement is?",
    "Woe on that Day to those that give the lie to the Truth!",
    "Did We not destroy many a nation of the earlier times?",
    "And We shall cause those of later times to follow them.",
    "Thus do We deal with the guilty.",
    "Woe on that Day to those that give the lie to the Truth!",
    "Did We not create you of a mean fluid,",
    "which We then placed in a secure repository",
    "until an appointed time?",
    "See that We had the power to do so. Great indeed is Our power to do what We will.",
    "Woe on that Day to those that give the lie to the Truth!",
    "Did We not make the earth a receptacle,",
    "for the living and the dead,",
    "and did We not firmly fix towering mountains on it and give you sweet water to drink?",
    "Woe on that Day to those that give the lie to the Truth!",
    "Proceed now towards that which you were wont to deny as false;",
    "proceed towards the three-pronged shadow,",
    "which neither provides (cooling) shade nor protection against the flames;",
    "it indeed throws up sparks like castles,",
    "which seem as though they are yellow-coloured camels.",
    "Woe on that Day to those that give the lie to the Truth!",
    "That will be the Day on which they will not (be able to) utter a word,",
    "nor will they be allowed to proffer excuses.",
    "Woe on that Day to those that give the lie to the Truth!",
    "That is the Day of Judgement on which We have assembled you as well as all those who went before you.",
    "So if you have any ploy, try it against Me!",
    "Woe on that Day to those that give the lie to the Truth!",
    "Behold, today the God-fearing will be amidst shades and springs,",
    "and the fruits that they desire (will be ready at hand).",
    "Eat and drink and may every joy attend you as a reward for your deeds.",
    "Thus do We reward those that do good.",
    "Woe on that Day to those that give the lie to the Truth!",
    "Eat and enjoy yourselves for a while. Surely you are evil-doers.",
    "Woe on that Day to those that give the lie to the Truth!",
    "When it is said to them: “Bow down (before Allah),” they do not bow down.",
    "Woe on that Day to those that give the lie to the Truth!",
    "In what discourse after this (Qur'an) will they, then, believe?"
  ]
}