{
  "meta": {
    "id": 95,
    "name": "A. Maududi (Tafhim commentary)",
    "translator_name": "Sayyid Abul Ala Maududi",
    "slug": "en-al-maududi",
    "language_name": "english"
  },
  "verses": [
    "About what are they asking one another?",
    "Is it about the awesome tiding",
    "that they are in utter disagreement?",
    "No indeed; soon will they come to know;",
    "again, no indeed; soon will they come to know.",
    "Have We not spread the earth like a bed,",
    "and fixed the mountains like pegs,",
    "and created you in pairs (as men and women),",
    "and made your sleep a means of repose,",
    "and made the night a covering,",
    "and made the day to seek livelihood,",
    "and built above you seven strong firmaments,",
    "and placed therein a hot, shining lamp,",
    "and sent down abundant water from the clouds",
    "so that We may thereby bring forth grain and vegetation,",
    "and gardens dense with foliage?",
    "Surely the Day of Judgement has an appointed time;",
    "the Day when the Trumpet shall be blown, and you will come forth in multitudes;",
    "and when the sky shall be opened up and will become all doors;",
    "and the mountains will be set in motion and become a mirage.",
    "Surely the Hell is an ambush,",
    "a resort for the rebellious;",
    "therein they shall abide for ages,",
    "they shall taste in it no coolness, nor any pleasant drink",
    "save boiling water and wash of the wounds;",
    "a befitting recompense for their deeds.",
    "For indeed they did not look forward to any reckoning,",
    "and roundly denied Our Signs as false.",
    "And everything have We recorded in a Book.",
    "So taste (the fruit of your deeds). We shall only increase your torment.",
    "Surely the state of triumph awaits the God-fearing:",
    "gardens and vineyards,",
    "and youthful maidens of like age,",
    "and an overflowing cup.",
    "Therein they shall hear no idle talk, nor any falsehood;",
    "a recompense from your Lord and an ample reward",
    "from the Lord of the heavens and the earth and of that which is between them; the Most Merciful Lord before Whom none dare utter a word.",
    "The Day when the Spirit and the angels are ranged row on row. None shall speak save he whom the Merciful Lord will permit; and he too will speak what is right.",
    "That Day is sure to come. So let him who will seek a resort with his Lord.",
    "Lo! We warn you of a chastisement near at hand; the Day when a man will look on what his own hands have sent forth, and the unbelievers shall say: “Oh would that I were utter dust.”",
    "By those (angels) that pluck out the soul from depths,",
    "and gently take it away;",
    "and by those that speedily glide along (the cosmos),",
    "and vie with the others(in carrying out their Lord's behests);",
    "and then manage the affairs of the Universe(according to their Lord's commands).",
    "The Day when the quaking will cause a violent convulsion,",
    "and will be followed by another quaking.",
    "On that Day some hearts shall tremble (with fright),",
    "and their eyes shall be downcast with dread.",
    "They say: “Shall we indeed be restored to life,",
    "even after we have been reduced to bones, hollow and rotten?”",
    "They say: “That will then be a return with a great loss!”",
    "Surely they will need no more than a single stern blast,",
    "and lo, they will all be in the open plain.",
    "Has Moses' story reached you?",
    "When his Lord called him in the sacred valley of Tuwa,",
    "and directed him: “Go to Pharaoh, he has rebelled,",
    "and say to him: 'Are you willing to be purified,",
    "that I may direct you to your Lord and then you hold Him in awe?' ”",
    "Then Moses (went to Pharaoh and) showed him the Great Sign;",
    "but he denied it as false and disobeyed,",
    "and then he turned back to have recourse to his craftiness,",
    "and gathered his people and declared:",
    "“I am the supreme lord of you all.”",
    "Thereupon Allah seized him for the chastisement of the World to Come as well as of the present.",
    "Surely there is a great lesson in it for whoever would fear (Allah).",
    "Is it harder to create you or the heaven? But Allah built it,",
    "and raised its vault high and proportioned it;",
    "and covered its night with darkness and brought forth from it its day;",
    "and thereafter spread out the earth,",
    "and brought out of it its water and its pasture,",
    "and firmly fixed in it mountains;",
    "all this as provision for you and your cattle.",
    "But when the great calamity will come about",
    "on the Day when man will recall all his strivings,",
    "and Hell will be brought in sight for anyone to see:",
    "then he who transgressed",
    "and preferred the life of this world,",
    "most surely his abode shall be Hell.",
    "But he who feared to stand before his Lord, and restrained himself from evil desires,",
    "most surely his abode shall be Paradise.",
    "They ask you about the Hour: “When will it be?”",
    "What concern do you have to speak about that?",
    "Its knowledge rests with your Lord.",
    "You are only a warner to him who has a fear of it.",
    "On the Day they see it, they will feel as though they had stayed (in the grave) no more than one evening or one morning.",
    "He frowned and turned away",
    "that the blind man came to him.",
    "How could you know? Perhaps he would cleanse himself,",
    "or he might be mindful and good counsel might avail him.",
    "Now he who waxes indifferent,",
    "you attend to him,",
    "though you are not to blame if he would not cleanse himself.",
    "But he who comes to you running,",
    "and fears (Allah),",
    "you pay no heed to him.",
    "No indeed; this is only a Reminder.",
    "So whoso wills may give heed to it.",
    "It is contained in scrolls highly honoured,",
    "most exalted and purified,",
    "borne by the hands of scribes,",
    "noble and purified.",
    "Accursed be man! How stubbornly he denies the Truth.",
    "Out of what did Allah create him?",
    "Out of a sperm-drop did He create him and then determined a measure for him,",
    "and then made the course of life easy for him,",
    "then He caused him to die and brought him to the grave,",
    "and then, whenever He wishes, He will raise him back to life.",
    "Nay, but man did not fulfil what Allah had enjoined upon him.",
    "So let man just consider his food:",
    "We poured water, pouring it in great abundance,",
    "and cleaved the earth, cleaving it asunder;",
    "then caused the grain to grow out of it,",
    "together with grapes and vegetables,",
    "and olives and palms,",
    "and dense orchards,",
    "and fruits and pastures –",
    "all this as a provision for you and your cattle.",
    "But when the deafening cry shall be sounded",
    "on the Day when each man shall flee from his brother,",
    "and his mother and his father;",
    "and his consort and his children;",
    "on that Day each will be occupied with his own business, making him oblivious of all save himself.",
    "Some faces on that Day shall be beaming with happiness,",
    "and be cheerful and joyous.",
    "Some faces on that Day shall be dust-ridden,",
    "enveloped by darkness.",
    "These will be the unbelievers, the wicked.",
    "When the sun shall be folded up,",
    "when the stars shall scatter away,",
    "when the mountains shall be set in motion,",
    "when the ten-months pregnant camels shall be abandoned,",
    "when the savage beasts shall be brought together,",
    "when the seas shall be set boiling,",
    "when the souls shall be rejoined (with their bodies),",
    "and when the girl-child buried alive shall be asked:",
    "for what offence was she killed?",
    "and when the scrolls of (men's) deeds shall be unfolded,",
    "and when Heaven is laid bare;",
    "and Hell is stoked,",
    "and Paradise brought nigh:",
    "then shall each person know what he has brought along.",
    "No indeed; I swear by the alternating stars",
    "that hide,",
    "and by the night as it recedes,",
    "and the morn as it breathes.",
    "Verily this is the word of a noble message-bearer;",
    "one mighty and held in honour with the Lord of the Throne;",
    "there he is obeyed and held trustworthy.",
    "(O people of Makkah), your companion is not mad;",
    "he indeed saw the message-bearer on the clear horizon;",
    "nor does he grudge (conveying this knowledge about) the Unseen;",
    "nor is it a word of an accursed Satan.",
    "Where to are you then heading?",
    "It is nothing but Good Counsel for everyone in the world,",
    "for everyone of you who wishes to follow the Straight Way;",
    "but your wishing will not avail unless Allah, the Lord of the Universe, so wishes.",
    "When the heaven is split asunder,",
    "when the stars are scattered,",
    "when the seas are made to burst forth,",
    "and when graves are laid open,",
    "everyone shall know all his deeds, both the earlier and the later.",
    "O man! What has deceived you about your generous Lord",
    "Who created you, shaped you, and made you well-proportioned,",
    "and set you in whatever form He pleased?",
    "No indeed; (the fact is that) you deny the Reckoning, declaring it a lie;",
    "you do so the while there are watchers over you;",
    "noble scribes,",
    "who know what you do.",
    "Surely the virtuous shall be in Bliss,",
    "and the wicked shall be in the Blazing Fire.",
    "They shall enter it on the Day of Recompense",
    "and then shall never come out of it.",
    "What do you know what the Day of Recompense is?",
    "Again, what do you know what the Day of Recompense is?",
    "It is the Day when no one shall have the power to do anything for another, and all command shall be Allah's.",
    "Woe to the stinters; ",
    "those who, when they take from others by measure, take their full share; ",
    "but who, when they measure or weigh for others, give less than their due.",
    "Do they not realise that they will be raised to life",
    "on a Great Day, ",
    "a Day when mankind will stand before the Lord of the Universe?",
    "No indeed! Verily the deeds of the wicked are in the Record locked up in the prison-house!",
    "And how would you know what the Record of the prison-house is?",
    "It is a Book inscribed.",
    "Woe, then, to those that give the lie,",
    "those that give the lie to the Day of Recompense.",
    "Yet none gives the lie to it except the transgressor immersed in sin;",
    "who, when Our verses are recited to him, says: “Mere tales of olden times!”",
    "No indeed! The truth is that their hearts have become rusted on account of their evil deeds.",
    "No indeed! On that Day they will be screened off from seeing their Lord,",
    "and then they shall enter Hell,",
    "whereafter they will be told: “This is what you used to give the lie to.”",
    "No indeed! Verily, the deeds of the virtuous shall be in the record of the exalted ones.",
    "And what do you know what the Record of the exalted ones is?",
    "It is a Book inscribed,",
    "which the angels placed near Allah to safeguard.",
    "Verily the virtuous shall be in Bliss;",
    "resting on couches, looking around.",
    "You shall see upon their faces the glow of bliss.",
    "They will be served a drink of the finest sealed wine,",
    "whose seal is musk – so let all aspirants aspire after that –",
    "a wine whose mixture is Tasnim,",
    "a fountain at which the chosen ones shall drink.",
    "Behold, the wicked were wont to laugh at the believers:",
    "when they passed by them they winked,",
    "and when they went back to their families, they went back jesting,",
    "and when they saw the believers, they said: “Lo! These are the erring ones”;",
    "(they said so although) they had not been appointed watchers over them.",
    "But today the believers are laughing at the unbelievers;",
    "seated upon their couches, they are looking around.",
    "Have the unbelievers been duly rewarded for their deeds?",
    "When the sky is rent asunder",
    "and hearkens to the command of its Lord, doing what it should;",
    "and when the earth is stretched out",
    "and casts out what is within it and is emptied,",
    "and hearkens to the command of its Lord, doing what it should.",
    "O man, you are striving unto your Lord and you will meet Him.",
    "Whoever is given the Record in his right hand",
    "shall be called to an easy accounting,",
    "and shall return to his people joyfully.",
    "But he who is given the Record behind his back,",
    "shall cry for “perdition,”",
    "and will enter the Blazing Fire.",
    "He used to live joyfully among his people,",
    "thinking he would never revert (to Us).",
    "But no; (how would he not revert)? His Lord was ever watching him.",
    "Nay; I swear by the twilight;",
    "and by the night and what it enfolds,",
    "and by the moon, when it reaches its fullness:",
    "you shall proceed onwards from stage to stage.",
    "So, what is the matter with them that they do not believe,",
    "and when the Qur'an is recited to them, they do not prostrate themselves?",
    "Instead, the unbelievers reject it, calling it a lie.",
    "Allah knows best what they are accumulating (in their Record).",
    "So give them the good news of a painful chastisement,",
    "except for those who believe and do good deeds. Theirs shall be an unending reward.",
    "By the heaven with its impregnable castles;",
    "by the Promised Day,",
    "and by the witness and what is witnessed:",
    "the people of the pit were destroyed",
    "with fire abounding in fuel,",
    "while they sat around it,",
    "and were witnessing what they did to the believers.",
    "Against these they had no grudge except that they believed in Allah, the Most Mighty, the Most Praiseworthy,",
    "to Whom belongs the dominion of the heavens and the earth. Allah witnesses everything.",
    "Surely those who tormented the believing men and the believing women and then did not repent, theirs shall be the chastisement of Hell, and theirs shall be the chastisement of burning.",
    "As for those who believed and acted righteously, theirs shall be Gardens beneath which rivers flow. That is the great triumph.",
    "Stern indeed is your Lord's punishment.",
    "He it is Who creates for the first time and He it is Who will create again,",
    "and He is the Ever Forgiving, the Most Loving",
    "– the Lord of the Glorious Throne,",
    "the Executor of what He wills.",
    "Has the story of the armies reached you,",
    "the armies of Pharaoh and Thamud?",
    "The unbelievers are indeed engaged in denying it, calling it a lie,",
    "although Allah surrounds them.",
    "Nay; but this is a glorious Qur'an,",
    "inscribed on a well-guarded Tablet.",
    "By the heaven, and the night-visitor,",
    "what do you know what the night-visitor is?",
    "It is the piercing star.",
    "There is no living being but there is a protector over it.",
    "So let man consider of what he was created.",
    "He was created of a gushing fluid,",
    "emanating from between the loins and the ribs.",
    "Surely He (the Creator) has the power to bring him back (to life).",
    "On the Day when man's deepest secrets shall be put to the test",
    "he shall have no power, and no helper.",
    "By the heaven with its recurring cycle of rain,",
    "and by the earth ever bursting with verdure,",
    "this (Qur'an) is surely a decisive Word,",
    "not a flippant jest.",
    "They are devising a guile,",
    "and I too am devising a guile.",
    "So leave the unbelievers to themselves; respite them awhile.",
    "Glorify the name of your Lord, the Most High,",
    "Who created all things and fashioned them in good proportion;",
    "Who determined and guided them,",
    "Who brought forth the pasture,",
    "and then made it into a blackish straw.",
    "We shall make you recite and then you will not forget,",
    "except what Allah should wish. He knows all that is manifest and all that is hidden.",
    "We shall ease you to follow the way of Ease.",
    "So render good counsel if good counsel will avail.",
    "He who fears (Allah) shall heed it,",
    "but the wretched will turn away from it.",
    "He will be cast into the Great Fire.",
    "Then he will neither die in it, nor live.",
    "He who purified himself shall prosper,",
    "remembering his Lord's name and praying.",
    "No; but you prefer the present life,",
    "whereas the Hereafter is better and more enduring.",
    "This, indeed, was in the ancient Scrolls,",
    "the Scrolls of Abraham and Moses.",
    "Has the news of the overwhelming event reached you?",
    "Some faces that Day shall be downcast with fear,",
    "be toiling and worn-out;",
    "they shall burn in a Scorching Fire;",
    "their drink shall be from a boiling spring.",
    "They shall have no food except bitter dry thorns",
    "that will neither nourish nor satisfy their hunger.",
    "On that very Day some faces shall be radiant with joy,",
    "well-pleased with their striving.",
    "They will be in a lofty Garden",
    "wherein they shall hear no vain talk.",
    "In it there shall be a flowing spring,",
    "and couches raised high,",
    "and goblets laid out,",
    "and cushions arrayed in rows,",
    "and rich carpets levelled out.",
    "Do (these unbelievers) not observe the camels: how they were created?",
    "And the sky: how it was raised high?",
    "And the mountains: how they were fixed?",
    "And the earth: how it was spread out?",
    "So render good counsel, for you are simply required to counsel,",
    "and are not invested with the authority to compel them.",
    "But whoever will turn away (from the Truth),",
    "Allah will chastise him with the most terrible chastisement.",
    "Surely to Us is their return;",
    "and then it is for Us to call them to account.",
    "By the dawn,",
    "and the ten nights,",
    "and the even and the odd,",
    "and by the night when it departs.",
    "Is there in this an oath for one endowed with understanding?",
    "Have you not seen how your Lord dealt with Ad",
    "of Iram, known for their lofty columns,",
    "the like of whom no nation was ever created in the lands of the world?",
    "And how did He deal with Thamud who hewed out rocks in the valley?",
    "And with Pharaoh of the tent pegs",
    "who transgressed in the countries of the world",
    "spreading in them much corruption?",
    "Then their Lord unloosed upon them the lash of chastisement.",
    "Truly your Lord is ever watchful.",
    "As for man, when his Lord tests him by exalting him and bestowing His bounties upon him, he says: “My Lord has exalted me.”",
    "But when He tests him by straitening his sustenance, he says: “My Lord has humiliated me.”",
    "But no; you do not treat the orphan honourably,",
    "and do not urge one another to feed the poor,",
    "and greedily devour the entire inheritance,",
    "and love the riches, loving them ardently.",
    "But no; when the earth is ground to powder,",
    "and when your Lord appears with rows upon rows of angels,",
    "and when Hell is brought near that Day. On that Day will man understand, but of what avail will that understanding be?",
    "He will say: “Would that I had sent ahead what would be of avail for this life of mine!”",
    "Then on that Day Allah will chastise as none other can chastise;",
    "and Allah will bind as none other can bind.",
    "(On the other hand it will be said): “O serene soul!",
    "Return to your Lord well-pleased (with your blissful destination), well-pleasing (to your Lord).",
    "So enter among My (righteous) servants",
    "and enter My Paradise.”",
    "Nay! I swear by this city",
    "– this city wherein you have been rendered violable–",
    "and I swear by the parent and his offspring:",
    "Verily We have created man into toil and hardship.",
    "Does he think that no one can overpower him?",
    "He says: “I have squandered enormous wealth.”",
    "Does he believe that none has seen him?",
    "Did We not grant him two eyes,",
    "and a tongue and two lips?",
    "And did We not show him the two highroads (of good and evil)?",
    "But he did not venture to scale the difficult steep.",
    "And what do you know what that difficult steep is?",
    "It is freeing someone's neck from slavery;",
    "or giving food on a day of hunger",
    "to an orphan near of kin;",
    "or to a destitute lying in dust;",
    "and, then besides this, he be one of those who believed, and enjoined upon one another steadfastness and enjoined upon one another compassion.",
    "These are the People of the Right Hand.",
    "As for those who rejected Our Signs, they are the People of the Left Hand.",
    "Upon them shall be a Fire that will hem them in.",
    "By the sun and its heat and brightness,",
    "and by the moon as it follows it;",
    "and by the day as it displays the sun's glory,",
    "and by the night as it envelopes the sun;",
    "and by the sky and by Him Who made it;",
    "and by the earth and by Him Who stretched it out;",
    "and by the soul and by Him Who perfectly proportioned it,",
    "and imbued it with (the consciousness of) its evil and its piety:",
    "He who purifies it will prosper,",
    "and he who suppresses it will be ruined.",
    "In their presumptuous insolence the Thamud called the Truth a lie",
    "when their arch-criminal rose up in rage.",
    "Then Allah's Messenger warned them: “Hands off the she-camel and her drink!”",
    "But they rejected his statement as a lie and hamstrung the she-camel. For that crime their Lord rumbled down upon them, utterly razing them to the ground.",
    "He has no fear of its sequel.",
    "By the night when it enshrouds,",
    "and by the day when it breaks in its glory,",
    "and by Him Who created the male and the female:",
    "surely your strivings are divergent.",
    "As for him who gave out his wealth (for Allah's sake) and abstained (from disobeying Him),",
    "and affirmed the Truth of goodness:",
    "We shall facilitate for him the Way to Bliss.",
    "As for him who was a miser and behaved with aversion (to Allah),",
    "and denied the Truth of goodness:",
    "We shall facilitate for him the way to Hardship,",
    "and his wealth shall be of no avail to him when he perishes.",
    "Surely it is for Us to show the Right Way,",
    "and to Us belong the Next Life and the present.",
    "I have now warned you of a Blazing Fire,",
    "where none shall burn except the most wicked,",
    "who rejected the Truth, calling it falsehood and turned his back on it.",
    "But the God-fearing shall be kept away from it,",
    "the Godfearing who spends his wealth to purify himself;",
    "not as payment for any favours that he received,",
    "but only to seek the good pleasure of his Lord Most High.",
    "He will surely be well-pleased (with him).",
    "By the bright forenoon,",
    "and by the night when it covers the world with peace:",
    "(O Prophet), your Lord has neither forsaken you, nor is He displeased.",
    "Indeed what is to come will be better for you than what has gone by.",
    "Verily your Lord will soon give you so amply that you will be well-pleased.",
    "Did He not find you an orphan and then gave you shelter?",
    "Did He not find you unaware of the Right Way, and then directed you to it?",
    "And did He not find you in want, and then enriched you?",
    "Therefore, be not harsh with the orphan;",
    "and chide not him who asks,",
    "and proclaim the bounty of your Lord.",
    "(O Prophet), Did We not lay open your breast",
    "and relieve you of the burden",
    "that had well-nigh broken your back?",
    "And did We not exalt your fame?",
    "Indeed, there is ease with hardship.",
    "Most certainly, there is ease with hardship.",
    "So, whenever you are free, strive in devotion,",
    "and turn to your Lord with longing.",
    "By the fig and the olive;",
    "and by the Mount Sinai,",
    "and by this city (of Makkah), a haven of peace:",
    "surely We created man in the best mould;",
    "then We reverted him to the lowest of the low,",
    "except those who have faith and do righteous deeds. Theirs is a never ending reward.",
    "Who, then, can give the lie to you, (O Prophet), about the Reward and the Punishment?",
    "Is not Allah the Greatest of all sovereigns?",
    "Recite in the name of your Lord Who created,",
    "created man from a clot of congealed blood.",
    "Recite: and your Lord is Most Generous,",
    "Who taught by the pen,",
    "taught man what he did not know.",
    "Nay, surely man transgresses;",
    "for he believes himself to be self-sufficient.",
    "Surely to your Lord is your return.",
    "Did you see him who forbids",
    "a servant (of Allah) when he prays?",
    "Did you consider: what if he is on the Right Way,",
    "and enjoins piety?",
    "Did you consider: what if he gives the lie (to the Truth) and turns away (from it)?",
    "Does he not know that Allah sees everything?",
    "No indeed; if he does not desist, We shall drag him by the forelock;",
    "by the lying forelock steeped in sin.",
    "So let him summon his helpmates;",
    "We too shall summon the guards of Hell.",
    "No, not at all. Never obey him. But prostrate yourself and become nigh (to your Lord).",
    "Behold, We revealed this (Qur'an) on the Night of Power.",
    "And what do you know what the Night of Power is?",
    "The Night of Power is better than a thousand months.",
    "The angels along with the Spirit descend in it by the permission of their Lord with all kinds of decrees.",
    "All peace is that night until the rise of dawn.",
    "Those who disbelieved – be they from the People of the Book or from those who associated others with Allah in His Divinity – will not desist from unbelief until the Clear Proof should come to them;",
    "a Messenger from Allah, reciting from Purified Scrolls;",
    "in writings wherein are scriptures, absolutely true and unerring.",
    "Nor did those to whom the Book had been given split up until after the Proof (of the Right Way) had come to them.",
    "Yet all that they had been commanded was that they serve Allah, with utter sincerity, devoting themselves exclusively to Him, and that they establish Prayer and pay Zakah. That is the Right Faith.",
    "Those who disbelieved – be they from among the People of the Book or among those who associated others with Allah in His Divinity– shall be in the Fire, and will abide in it. They are the worst of creatures.",
    "But those that believe and work righteous deeds, they are the best of creatures.",
    "Their recompense lies with their Lord: Gardens of eternity beneath which rivers flow; therein they shall dwell, forever and ever. Allah is well-pleased with them, and they are well-pleased with Him. All this is for him who fears his Lord.",
    "When the earth will be shaken with a mighty shaking,",
    "and the earth will throw up all her burdens,",
    "and man will cry out: “What is the matter with her?”",
    "On that Day it will relate all her news,",
    "for your Lord will have commanded her (to do so).",
    "On that Day people will go forth in varying states so that they be shown their deeds.",
    "So, whoever does an atom's weight of good shall see it;",
    "and whoever does an atom's weight of evil shall see it.",
    "By (the horses) that charge snorting,",
    "then raise sparks of fire (by their hoofs),",
    "then raid by the dawn,",
    "and blaze a trail of dust,",
    "and penetrate deep into a host.",
    "Verily man is most ungrateful to his Lord;",
    "and he himself is a witness to that,",
    "and surely he loves riches with a passionate loving.",
    "Is he not aware that when whatever lies (buried) in the graves is overthrown;",
    "and the secrets of the hearts are laid bare (and examined)?",
    "Surely on that Day will their Lord be fully informed about them.",
    "The Calamity!",
    "What is the Calamity?",
    "And what do you know what the Calamity is?",
    "On that Day human beings shall be like scattered moths,",
    "and the mountains shall be like fluffs of carded wool in varying colours.",
    "Then he whose scales weigh heavier",
    "shall have a blissful life;",
    "but he whose scales weigh lighter,",
    "his shall be the deep pit for a dwelling.",
    "And what do you know what that is?",
    "A Blazing Fire!",
    "The craving for ever-greater worldly gains and to excel others in that regard keeps you occupied",
    "until you reach your graves.",
    "Nay, you will soon come to know;",
    "nay, again, you shall soon come to know.",
    "Nay, would that you knew with certainty of knowledge (what your attitude will lead to, you would never have acted the way you do).",
    "You will surely end up seeing Hell;",
    "again, you shall most certainly end up seeing it with absolute certainty.",
    "Then, on that Day, you will be called to account for all the bounties you enjoyed.",
    "By the time!",
    "Lo! Man is in a state of loss;",
    "save those who have faith and do righteous deeds, and counsel each other to hold on to truth and counsel each other to be steadfast.",
    "Woe to every fault-finding backbiter;",
    "who amasses wealth and counts it over and again.",
    "He thinks that his wealth will immortalise him forever.",
    "Nay, he shall be thrown into the Crusher.",
    "And what do you know what the Crusher is?",
    "It is the Fire kindled by Allah,",
    "the Fire that shall rise to the hearts (of criminals).",
    "Verily it will close in upon them,",
    "in outstretched columns.",
    "Have you not seen how your Lord dealt with the people of the elephants?",
    "Did He not bring their plan to naught?",
    "And He sent against them swarms of birds",
    "which smote them with stones of baked clay,",
    "and made them like straw eaten up (by cattle).",
    "Since the Quraysh became accustomed,",
    "accustomed to the journey of winter and summer,",
    "therefore, let them worship the Lord of this House;",
    "Who fed them against hunger, and secured them against fear.",
    "Did you see him who gives the lie to the Reward and Punishment of the Hereafter?",
    "Such is the one who repulses the orphans away,",
    "and urges not the feeding of the needy.",
    "Woe, then, to those who pray,",
    "but are heedless in their Prayers,",
    "those who do good (in order) to be seen,",
    "and deny people the articles of common necessity.",
    "(O Prophet), We have surely bestowed upon you good in abundance.",
    "So offer Prayer and sacrifice to your Lord alone.",
    "Verily your enemy alone has been cut off from the roots.",
    "Say: “O unbelievers!”",
    "I do not worship those that you worship",
    "neither do you worship Him Whom I worship;",
    "nor will I worship those whom you have worshipped;",
    "nor are you going to worship Him Whom I worship.",
    "To you is your religion, and to me, my religion.",
    "When the help comes from Allah, and victory (is granted),",
    "and you see people entering Allah's religion in multitudes,",
    "then extol the praise of your Lord and pray to Him for forgiveness. For He indeed is ever disposed to accept repentance.",
    "Destroyed were the hands of Abu Lahab, and he lay utterly doomed.",
    "His wealth did not avail him, nor his acquisitions.",
    "Surely, he will be cast into a Flaming Fire",
    "along with his wife, that carrier of slanderous tales;",
    "upon her neck shall be a rope of palm-fibre.",
    "Say: “He is Allah, the One and Unique;",
    "Allah, Who is in need of none and of Whom all are in need;",
    "He neither begot any nor was He begotten,",
    "and none is comparable to Him.”",
    "Say: “I seek refuge with the Lord of the rising day;",
    "from the evil of all that He created;",
    "from the evil of night's darkness when it spreads around;",
    "from the evil of the women who blow on knots;",
    "and from the evil of the envier when he envies.”",
    "Say: “I seek refuge with the Lord of mankind;",
    "the King of mankind,",
    "the True God of mankind,",
    "from the mischief of the whispering, elusive prompter who returns again and again,",
    "who whispers in the hearts of people;",
    "whether he be from the jinn or humans.”"
  ]
}