{
    "data": [
        {
            "duaId": 1,
            "englishTranslation": "O Allah, bring it over us with blessing and faith, and security and Islam. My Lord and your Lord is Allah.",
            "transliteration": "Alhamdu lillaahil-lathee 'ahyaanaa ba'da maa 'amaatanaa wa'ilayhin-nushoor.",
            "arabicVerse": "اَلْحَمْدُ لِلَّهِ الَّذي أَحْيَانَا بَعْدَ مَا أَمَاتَنَا وَإِلَيْهِ النُّشُورُ",
            "reference": "[Hisnul 1] [Al-Bukhari, cf. Al-Asqalani, Fathul-Bari 11/113, Muslim 4/2083.]",
            "url": "https://admin.gomasjid.co.uk/assets/dua/1hm.mp3"
        },
        {
            "duaId": 2,
            "englishTranslation": "There is none worth of worship but Allah alone, Who has no partner, His is the dominion and to Him belongs all praise, and He is able to do all things. Glory is to Allah. Praise is to Allah. There is none worth of worship but Allah. Allah is the Most Great. There is no might and no power except by Allah's leave, the Exalted, the Mighty. My Lord, forgive me. (Whoever says this will be forgiven, and if he supplicates Allah, his prayer will be answered; if he performs ablution and prays, his prayer will be accepted.)",    
            "transliteration": "Laa 'illaha 'illallahu wahdahu la shareeka lahu, lahul-mulku wa lahul-hamdu, wa Huwa 'alaa kulli shay'in Qadeer Subhaanallahi, walhamdu lillaahi, wa laa 'ilaha 'illallahu, wallaahu 'akbar, wa laa hawla wa laa Quwwata 'illaa billaahil-'Aliyyil-'Adheem, Rabbighfir lee","arabicVerse": "لَا إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، سُبْحاَنَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلاَ إِلَهَ إِلاَّ اللَّهُ وَاللَّهُ أَكْبَرُ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ الْعَلِيِّ الْعَظِيمِ، رَبِّ اغْفِرْ لِ",
            "reference": "[Hisnul 2] [Al-Bukhari, cf. Al-Asqalani, Fathul-Bari 3/39, Ibn Majah 2/335.]",
            "url": "https://admin.gomasjid.co.uk/assets/dua/2hm.mp3"
        },
        {
            "duaId": 3,
            "englishTranslation": "Praise is to Allah Who gave strength to my body and returned my soul to me and permitted me to remember Him.",
            "transliteration": "Alhamdu lillaahil-lathee 'aafaanee fee jasadee, wa radda 'alayya roohee, wa 'athina lee bithikrihi.",
            "arabicVerse": "الْحَمْدُ للّهِ الَّذِي عَافَانِي فِي جَسَدِيْ، وَرَدَّ عَلَيَّ رُوحِي، وَأَذِنَ لِي بِذِكْرِهِ",
            "reference": "[Hisnul 3] [At-Tirmizi 5/473, Al-Albani's Sahih Tirmithi 3/144.]",
            "url": "https://admin.gomasjid.co.uk/assets/dua/3hm.mp3"
        },
        {
            "duaId": 4,
            "englishTranslation": "Indeed, in the creation of the heavens and the earth and the alternation of the night and the day are signs for those of understanding.190 Who remember Allah while standing or sitting or (lying) on their sides and give thought to the creation of the heavens and the earth, (saying), 'Our Lord, You did not create this aimlessly; exalted are You (above such a thing); then protect us from the punishment of the Fire.191 Our Lord, indeed whoever You admit to the Fire - You have disgraced him, and for the wrongdoers there are no helpers.192 Our Lord, indeed we have heard a caller calling to faith, (saying), 'Believe in your Lord,' and we have believed. Our Lord, so forgive us our sins and remove from us our misdeeds and cause us to die with the righteous.193 Our Lord, and grant us what You promised us through Your messengers and do not disgrace us on the Day of Resurrection. Indeed, You do not fail in (Your) promise.194 And their Lord responded to them, 'Never will I allow to be lost the work of (any) worker among you, whether male or female; you are of one another. So those who emigrated or were evicted from their homes or were harmed in My cause or fought or were killed - I will surely remove from them their misdeeds, and I will surely admit them to gardens beneath which rivers flow as reward from Allah , and Allah has with Him the best reward.'195 Be not deceived by the (uninhibited) movement of the disbelievers throughout the land.196 (It is but) a small enjoyment; then their (final) refuge is Hell, and wretched is the resting place.197 But those who feared their Lord will have gardens beneath which rivers flow, abiding eternally therein, as accommodation from Allah . And that which is with Allah is best for the righteous.198 And indeed, among the People of the Scripture are those who believe in Allah and what was revealed to you and what was revealed to them, (being) humbly submissive to Allah . They do not exchange the verses of Allah for a small price. Those will have their reward with their Lord. Indeed, Allah is swift in account.199 O you who have believed, persevere and endure and remain stationed and fear Allah that you may be successful.200",
            "transliteration": "Inna fee khalqis-samaawaati wal'ardhi wakhtilaafil-layli wannahaari la'aayaatil-li 'oolil-'albaab. Allatheena yathkuroon-allaaha qiyaaman wa qu'oodan vua 'alaa junoobihim wa yatafakkaroona fee khalqis-samaawaati wal'ardhi Rabbanaa maa khalaqta haathaa baatilan subhaanaka faqinaa 'athaaban-naar. Rabbanaa 'innaka man tudkhilin-naara faqad 'akhzaytahu wa maa lidhdhalimeena rain 'ansaar. Rabbanaa 'innanaa sami'naa munaadiyan yunaadee lil'eemaani 'an 'aaminoo birabbikum fa'aamannaa, Rabbanaa faghfir lanaa thunoobanaa wa kaffir 'annaa sayyi'aatinaa wa tawaffanaa ma'al-'abraar. Rabbanaa wa 'aatinaa maa wa'adtanaa 'alaa rusulika wa laa tukhzinaa yawmal-qiyaamati, 'innaka laa tukhliful-mee'aad. Fastajaaba lahum Rabbuhum'annee laa 'udhee'u 'amala 'aanulim-minkum min thakarin 'aw 'unthaa, ba'dhukum mim ba'dh, fallatheena haajaroo wa 'ukhrijoo min diyaarihim wa 'oothoo fee sabeelee wa qaataloo wa qutiloo la'ukaffiranna 'anhum sayyi'aatihim wa la'udkhilannahum jannaatin tajree min tahtihal-'anhaaru thawaaban min 'indillaah, wallaahu 'indahu husnuth-thawaab. Laa yaghur-rannaka taqallubul-latheena kafaroo fil-bilaad. Mataa'un qaleelun thumma ma'waahum jahannam, wa bi'sal-mihaad. Laakinil-latheenat-taqaw Rabbahum lahumjannaatun tajree min tahtihal-'anhaaru khaalideena feehaa nuzulam-min 'indillaah, wa maa 'indallaahi khayrul-lil'abraar. Wa 'inna min 'ahlil-kitaabi laman yu'minu billaahi wa maa 'unzila 'ilaykum wa maa 'unzila 'ilayhim khaashi'eena lillaahi laa yashtaroona bi'aayaatillaahi thamanan qaleela, 'oolaa'ika lahum 'ajruhum 'inda Rabbihim, 'innallaaha saree'ul-hisaab. Yaa'ayyuhal-latheena 'aamanus-biroo wa saabiroo wa raabitoo wattaqul-laaha la'allakum tuflihoon.",
            "arabicVerse": "إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لِأُولِي الأَلْبَابِ، الَّذِينَ يَذْكُرُونَ اللهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلًا سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ، رَبَّنَا إِنَّكَ مَنْ تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ، رَبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلْإِيمَانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الْأَبْرَارِ، رَبَّنَا وَآتِنَا مَا وَعَدْتَنَا عَلَى رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ، فَاسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّي لَا أُضِيعُ عَمَلَ عَامِلٍ مِنْكُمْ مِنْ ذَكَرٍ أَوْ أُنْثَى بَعْضُكُمْ مِنْ بَعْضٍ فَالَّذِينَ هَاجَرُوا وَأُخْرِجُوا مِنْ دِيَارِهِمْ وَأُوذُوا فِي سَبِيلِي وَقَاتَلُوا وَقُتِلُوا لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ثَوَابًا مِنْ عِنْدِ اللَّهِ وَاللَّهُ عِنْدَهُ حُسْنُ الثَّوَابِ، لَا يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُوا فِي الْبِلَادِ، مَتَاعٌ قَلِيلٌ ثُمَّ مَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمِهَادُ، لَكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا نُزُلًا مِنْ عِنْدِ اللَّهِ وَمَا عِنْدَ اللَّهِ خَيْرٌ لِلْأَبْرَارِ، وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَنْ يُؤْمِنُ بِاللَّهِ وَمَا أُنْزِلَ إِلَيْكُمْ وَمَا أُنْزِلَ إِلَيْهِمْ خَاشِعِينَ للَّهِ لَا يَشْتَرُونَ بِآيَاتِ اللَّهِ ثَمَنًا قَلِيلًا أُولَئِكَ لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ إِنَّ اللهَ سَرِيعُ الْحِسَابِ، يَا أَيُّهَا الَّذِينَ آمَنُوا اصْبِرُوا وَصَابِرُوا وَرَابِطُوا وَاتَّقُوا اللهَ لَعَلَّكُمْ تُفْلِحُون",
            "reference": "[Hisnul 4] [Qur'an Al-'Imran 3: 190-200, Al-Bukhari, cf. Al-Asqalani, Fathul-Bari 8/237, Muslim 1/530.]",
            "url": "https://admin.gomasjid.co.uk/assets/dua/4hm.mp3"
        }
    ]
}