{
    "data": [

{
    "duaId": 1,
    "englishTranslation": "Recite Al-Ikhlas, Al-Falaq and An-Nas. (Whoever recites these three times in the morning and in the evening, they will suffice him as a protection against everything.)",
    "transliteration": "Qul huwa Allahu ahad, Allahu assamad, Lam yalid walam yoolad, Walam yakun lahu kufuwan ahad. Qul a'aoothu birabbi alfalaq, Min sharri ma khalaq, Wamin sharri ghasiqin ithawaqab, Wamin sharri annaffathatifee al'uqad, Wamin sharri hasidin itha hasad. Qul a'aoothu birabbi annas, Maliki annas, Ilahi annas, Min sharri alwaswasi alkhannas, Allathee yuwaswisu fee sudoori annas, Mina aljinnati wannas.",
    "arabicVerse": "قُلْ هُوَ اللَّـهُ أَحَدٌ، اللَّـهُ الصَّمَدُ، لَمْ يَلِدْ وَلَمْ يُولَدْ، وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ. قُلْ أَعُوذُ بِرَ‌بِّ الْفَلَقِ، مِن شَرِّ‌ مَا خَلَقَ، وَمِن شَرِّ‌ غَاسِقٍ إِذَا وَقَبَ، وَمِن شَرِّ‌ النَّفَّاثَاتِ فِي الْعُقَدِ، وَمِن شَرِّ‌ حَاسِدٍ إِذَا حَسَدَ. قُلْ أَعُوذُ بِرَ‌بِّ النَّاسِ، مَلِكِ النَّاسِ، إِلَـٰهِ النَّاسِ، مِن شَرِّ‌ الْوَسْوَاسِ الْخَنَّاسِ، الَّذِي يُوَسْوِسُ فِي صُدُورِ‌ النَّاسِ، مِنَ الْجِنَّةِ وَالنَّاسِ.",
    "reference": "[Hisnul 99] [Al-Bukhari, Muslim 4/1723.]",
    "url": "https://admin.gomasjid.co.uk/assets/dua/76hm.mp3"
},
{
    "duaId": 2,
    "englishTranslation": "Allah! There is no God but He, the Ever Living, the One Who sustains and protects all that exists. Neither slumber nor sleep overtakes Him. To Him belongs whatever is in the heavens and whatever is on the earth. Who is he that can intercede with Him except with His Permission? He knows what happens to them in this world, and what will happen to them in the Hereafter. And they will never encompass anything of His Knowledge except that which He wills. His Throne extends over the heavens and the earth, and He feels no fatigue in guarding and preserving them. And He is the Most High, the Most Great. (Whoever reads this when he lies down to sleep will have a guardian from Allah remain with him, and Satan will not be able to come near him until he rises in the morning.)",
    "transliteration": "Allaahu laa 'ilaaha 'illaa Huwal-Hayyul-Qayyoom, laa ta'khuthuhu sinatun wa laa nawm, lahu maa fis-samaawaati wa maa fil-'ardh, man thal-lathee yashfa'u 'indahu 'illaa bi'ithnihi, ya'lamu maa bayna 'aydeehim wa maa khalfahum, wa laa yuheetoona bishay'im-min 'ilmihi 'illaa bimaa shaa'a, wasi'a kursiyyuhus-samaawaati wal'ardha, wa laa ya'ooduhu hifdhuhumaa, wa Huwal- 'Aliyyul- 'Adheem.",
    "arabicVerse": "اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ وَلَا يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ",
    "reference": "[Hisnul 100] [Al-Baqarah 2:255, Al-Bukhari.]",
    "url": "https://admin.gomasjid.co.uk/assets/dua/100hm.mp3"
},
{
    "duaId": 3,
    "englishTranslation": "The Messenger has believed in what was revealed to him from his Lord, and [so have] the believers. All of them have believed in Allah and His angels and His books and His messengers, (saying), \"We make no distinction between any of His messengers.\" And they say, \"We hear and we obey. (We seek) Your forgiveness, our Lord, and to You is the (final) destination.\" (1) Allah does not charge a soul except (with that within) its capacity. It will have (the consequence of) what (good) it has gained, and it will bear (the consequence of) what (evil) it has earned. \"Our Lord, do not impose blame upon us if we have forgotten or erred. Our Lord, and lay not upon us a burden like that which You laid upon those before us. Our Lord, and burden us not with that which we have no ability to bear. And pardon us; and forgive us; and have mercy upon us. You are our protector, so give us victory over the disbelieving people.\" (These two Verses will be sufficient for anyone who recites them at night before sleeping.)",
    "transliteration": "Aamanar-Rasoolu bimaa 'unzila ilayhi mir-Rabbihi walmu'minoon, kullun 'aamana billaahi wa malaa'ikatihi wa Kutubihi wa Rusulihi, laa nufarriqu bayna 'ahadim-mir-Rusulihi, wa qaaloo sami'naa wa 'ata'naa ghufraanaka Rabbanaa wa 'ilaykal-maseer. (1) Laa yukallifullaahu nafsan 'illaa wus'ahaa, lahaa maa kasabat wa 'alayhaa mak-tasabat, Rabbanaa laa tu'aakhithnaa 'in naseenaa 'aw 'akhta'naa, Rabbanaa wa laa tahmil 'alaynaa 'isran kamaa hamaltahu 'alal-latheena min qablinaa, Rabbanaa wa laa tuhammilnaa maa laa taaqata lanaa bihi, wa'fu 'annaa, waghfir lanaa warhamnaa, 'Anta Mawlaanaa fansurnaa 'alal-qawmil-kaafireen.",
    "arabicVerse": "(1) آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ ...",
    "reference": "[Hisnul 101] [Al-Baqarah 2:285-6, Al-Bukhari, Muslim 1/554.]",
    "url": "https://admin.gomasjid.co.uk/assets/dua/101hm.mp3"
},
{
    "duaId": 4,
    "englishTranslation": "With Your Name my Lord, I lay myself down and with Your Name I rise. And if my soul You take, have mercy on it, and if You send it back then protect it as You protect Your righteous slaves. (If any of you rises from his bed and later returns to it, let him dust off his bed with his waist garment three times and mention the Name of Allah, for he does not know what may have entered the bed after him, and when he lies down he should say: بِسْمِ اللَّهِ)'",
    "transliteration": "'Bismika Rabbee wadha'tu janbee, wa bika 'arfa'uhu, fa'in 'amsakta nafsee farhamhaa, wa 'in 'arsaltahaa fahfadhhaa, bimaa tahfadhu bihi 'ibaadakas-saaliheen.",
    "arabicVerse": "'بِاسْمِكَ رَبِّي وَضَعْتُ جَنْبِي، وَبِكَ أَرْفَعُهُ، فَإِنْ أَمْسَكْتَ نَفْسِي فَارْحَمْهَا، وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا، بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِينَ'",
    "reference": "[Hisnul 102] [Al-Bukhari 11/126, Muslim 4/2084.]",
    "url": "https://admin.gomasjid.co.uk/assets/dua/102hm.mp3"
},
{
    "duaId": 4,
    "englishTranslation": "With Your Name my Lord, I lay myself down and with Your Name I rise. And if my soul You take, have mercy on it, and if You send it back then protect it as You protect Your righteous slaves. (If any of you rises from his bed and later returns to it, let him dust off his bed with his waist garment three times and mention the Name of Allah, for he does not know what may have entered the bed after him, and when he lies down he should say: بِسْمِ اللَّهِ)",
    "transliteration": "Bismika Rabbee wadha'tu janbee, wa bika 'arfa'uhu, fa'in 'amsakta nafsee farhamhaa, wa 'in 'arsaltahaa fahfadhhaa, bimaa tahfadhu bihi 'ibaadakas-saaliheen.",
    "arabicVerse": "بِاسْمِكَ رَبِّي وَضَعْتُ جَنْبِي، وَبِكَ أَرْفَعُهُ، فَإِنْ أَمْسَكْتَ نَفْسِي فَارْحَمْهَا، وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا، بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِينَ",
    "reference": "[Hisnul 102] [Al-Bukhari 11/126, Muslim 4/2084.]",
    "url": "https://admin.gomasjid.co.uk/assets/dua/102hm.mp3"
},
{
    "duaId": 5,
    "englishTranslation": "O Allah, You have created my soul and You take it back. Unto You is its death and its life. If You give it life then protect it, and if You cause it to die then forgive it. O Allah, I ask You for strength.",
    "transliteration": "Allaahumma innaka khalaqta nafsee wa Anta tawaffaahaa, laka mamaatuhaa wa mahyaahaa, in ahyaytahaa fahfadhhaa, wa in amattahaa faghfir lahaa. Allaahumma innee as'alukal-'aafiyata.",
    "arabicVerse": "اللَّهُمَّ إِنَّكَ خَلَقْتَ نَفْسِي وَأَنْتَ تَوَفَّاهَا، لَكَ مَمَاتُهَا وَمَحْيَاهَا، إِنْ أَحْيَيْتَهَا فَاحْفَظْهَا، وَإِنْ أَمَتَّهَا فََاغْفِرْ لَهَا، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيَةَ",
    "reference": "[Hisnul 103] [Muslim 4/2083, Ahmad 2/79.]",
    "url": "https://admin.gomasjid.co.uk/assets/dua/103hm.mp3"
},
{
    "duaId": 6,
    "englishTranslation": "O Allah, save me from Your punishment on the Day that You resurrect Your slaves. (Three times) (When the Prophet ﷺ wanted to lie down to sleep, he used to place his right hand under his cheek and say this dua.)",
    "transliteration": "Allaahumma qinee 'athaabaka yawma tab'athu 'ibaadaka.",
    "arabicVerse": "اللَّهُمَّ قِنِي عَذَابَكَ يَوْمَ تَبْعَثُ عِبَادَكَ",
    "reference": "[Hisnul 104] [Abu Dawud 4/311, Sahih At-Tirmidhi 3/143.]",
    "url": "https://admin.gomasjid.co.uk/assets/dua/104hm.mp3"
},
{
    "duaId": 7,
    "englishTranslation": "In Your Name, O Allah, I die and I live.",
    "transliteration": "Bismika Allaahumma amootu wa ahyaa.",
    "arabicVerse": "بِاسْمِكَ اللَّهُمَّ أَمُوتُ وَأَحْيَا",
    "reference": "[Hisnul 105] [Al-Bukhari, Muslim 4/2083.]",
    "url": "https://admin.gomasjid.co.uk/assets/dua/105hm.mp3"
},
{
    "duaId": 8,
    "englishTranslation": "Glory is to Allah. (Thirty-three times), praise is to Allah. (Thirty-three times), Allah is the Most Great. (Thirty-four times)",
    "transliteration": "Subhaanallaahi (33x), Walhamdu lillaahi (33x), Wallaahu akbar (34x).",
    "arabicVerse": "سُبْحَانَ اللَّهِ (٣٣) والْحَمْدُ للَّهِ (٣٣) وَاللَّهُ أَكْبَرُ (٣٤)",
    "reference": "[Hisnul 106] [Al-Bukhari, Muslim 4/2091.]",
    "url": "https://admin.gomasjid.co.uk/assets/dua/106hm.mp3"
},
{
    "duaId": 9,
    "englishTranslation": "O Allah! Lord of the Seven heavens and Lord of the Magnificent Throne. Our Lord and the Lord of everything. Splitter of the grain and the date-stone, Revealer of the Torah and the Injeel and the Furqan (the Qur'an), I seek refuge in You from the evil of everything that You shall seize by the forelock. O Allah You are the First and nothing has come before you, and You are the Last, and nothing may come after You. You are the Most High, nothing is above You and You are the Most Near and nothing is nearer than You. Remove our debts from us and enrich us against poverty.",
    "transliteration": "Allaahumma Rabbas-samaawaatis-sab'i wa Rabbal-'Arshil-'Adheem, Rabbanaa wa Rabba kulli shay 'in, faaliqal-habbi wannawaa , wa munzilat-Tawraati wal-'Injeeli, wal-Furqaani, 'a'oothu bika min sharri kulli shay 'in 'Anta 'aakhithun binaasiyatihi. Allaahumma 'Antal-'Awwalu falaysa qablaka shay'un, wa 'Antal-'Aakhiru falaysa ba'daka shay'un, wa 'Antadh-Dhaahiru falaysa fawqaka shay'un, wa 'Antal-Baatinu falaysa doonaka shay'un, iqdhi 'annad-dayna wa 'aghninaa minal-faqri.",
    "arabicVerse": "اللَّهُمَّ رَبَّ السَّمَاوَاتِ السَّبْعِ وَرَبَّ الْعَرْشِ الْعَظِيمِ، رَبَّنَا وَرَبَّ كُلِّ شَيْءٍ، فَالِقَ الْحَبِّ وَالنَّوَى، وَمُنْزِلَ التَّوْرَاةِ، وَالْإِنجِيلِ، وَالْفُرْقَانِ، أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ شَيْءٍ أّنْتَ آخِذٌ بِنَاصِيَتهِ. اللَّهُمَّ أَنْتَ الأَوَّلُ فَلَيْسَ قَبْلَكَ شَيْءٌ، وَأَنْتَ الآخِرُ فَلَيْسَ بَعْدَكَ شَيْءٌ، وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَيْءٌ، وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَيْءٌ، اِقْضِ عَنَّا الدَّيْنَ وَأَغْنِنَا مِنَ الْفَقْرِ",
    "reference": "[Hisnul 107] [Muslim 4/2084.]",
    "url": "https://admin.gomasjid.co.uk/assets/dua/107hm.mp3"
},
{
    "duaId": 10,
    "englishTranslation": "Praise is to Allah Who has provided us with food and with drink, sufficed us and gave us an abode for how many are there with no provision and no home.",
    "transliteration": "Alhamdu lillaahil-lathee 'at'amanaa wa saqaanaa, wa kafaanaa, wa 'aawaanaa, fakam mimman laa kaafiya lahu wa laa mu'wiya.",
    "arabicVerse": "الْحَمْدُ للّهِ الَّذِي أَطْعَمَنَا وَسَقَانَا، وَكَفَانَا، وَآوَانَا، فَكَمْ مِمَّنْ لَا كَافِيَ لَهُ وَلَا مُؤْويَ",
    "reference": "[Hisnul 108] [Muslim 4/2085.]",
    "url": "https://admin.gomasjid.co.uk/assets/dua/108hm.mp3"
},
{
    "duaId": 11,
    "englishTranslation": "O Allah, Knower of the unseen and the evident, Maker of the heavens and the earth, Lord of everything and its Master, I bear witness that there is none worthy of worship but You. I seek refuge in You from the evil of my soul and from the evil of Satan and his helpers. (I seek refuge in You) from bringing evil upon my soul and from harming any Muslim.",
    "transliteration": "Allaahumma 'Aalimal-ghaybi wash-shahaadati faatiras-samaawaati wal'ardhi, Rabba kulli shay 'in wa maleekahu, 'ash-hadu 'an laa 'ilaaha 'illaa 'Anta, 'a'oothu bika min sharri nafsee, wa min sharrish-shaytaani wa shirkihi, wa 'an 'aqtarifa 'alaa nafsee soo 'an, 'aw 'ajurrahu 'ilaa Muslimin.",
    "arabicVerse": "اللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَاواتِ والْأَرْضَ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءاً، أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
    "reference": "[Hisnul 109] [Abu Dawud 4/317, Sahih At-Tirmizi 3/142.]",
    "url": ""
},
{
    "duaId": 12,
    "englishTranslation": "Recite Surah 32 (As-Sajdah) and Surah 67 (Al-Mulk).",
    "transliteration": "",
    "arabicVerse": "يقرأ الم تنزيل السجدة وتبارك الذي بيده الملك",
    "reference": "[Hisnul 110] [At-Tirmizi, An-Nasa'i, Sahih al-Jami' as-Saghir 4/255.]",
    "url": ""
},
{
    "duaId": 13,
    "englishTranslation": "O Allah, I submit myself to You, entrust my affairs to You, turn my face to You, and lay myself down depending upon You, hoping in You and fearing You. There is no refuge, and no escape, except to You. I believe in Your Book (the Qur'an) that You revealed, and the Prophet whom You sent.(Before you go to bed perform ablutions as you would for prayer, then lie down on your right side and says this dua'. Whoever says this and dies in his sleep, has died in a state of the natural monotheism (Fitrah).)",
    "transliteration": "Allaahumma 'aslamtu nafsee 'ilayka, wa fawwadhtu 'amree 'ilayka, wa wajjahtu wajhee 'ilayka, wa 'alja'tu dhahree 'ilayka, raghbatan wa rahbatan 'ilayka, laa maalja' wa laa manja minka 'illaa 'ilayka, 'aamantu bikitaabikal-lathee 'anzalta wa bi-nabiyyikal-lathee 'arsalta.",
    "arabicVerse": "اللَّهُمَّ أَسْلَمْتُ نَفْسِي إِلَيْكَ، وَفَوَّضْتُ أَمْرِي إِلَيْكَ، وَوَجَّهْتُ وَجْهِي إِلَيْكَ، وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ، رَغْبَةً وَرَهْبَةً إِلَيْكَ، لَا مَلْجَأَ وَلاَ مَنْجَا مِنْكَ إِلَّا إِلَيْكَ، آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ",
    "reference": "[Hisnul 111] [Al-Bukhari, Muslim 4/2081.]",
    "url": "https://admin.gomasjid.co.uk/assets/dua/111hm.mp3"
}
    ]
}