{
    "data": [
        {
            "duaId": 1,
            "englishTranslation": "The Prophet (SAW) said: \"Whoever prays for Allah's blessings upon me once, will be blessed for it by Allah ten times.\"",
            "transliteration": "",
            "arabicVerse": "قَالَ ﷺ: «مَنْ صَلَّ عَلَيَّ صَلاةً صَلَّ اللهُ عَلَيْهِ بِهَا عَشَراً»",
            "reference": "[Hisnul 219] [Muslim 1/288.]",
            "url": ""
        },
        {
            "duaId": 2,
            "englishTranslation": "The Prophet (SAW) said: \"Do not make my grave a place of ritual celebration, but pray for Allah's blessings upon me, for your blessings reach me from wherever you are.\"",
            "transliteration": "",
            "arabicVerse": "قَالَ ﷺ: «لا تَجْعَلُوا قَبْرِيْ عِيْداً وَ صَلُّوا عَلَيَّ فَإِنَّ صَلاتَكُمْ تَبْلُغُنِي حَيْثُ كُنْتُمْ»",
            "reference": "[Hisnul 220] [Abu Dawud 2/218, Ahmad 2/367.]",
            "url": ""
        },
        {
            "duaId": 3,
            "englishTranslation": "The Prophet (SAW) said: \"The miser is the one in whose presence I am mentioned yet does not pray for Allah's blessings upon me.\"",
            "transliteration": "",
            "arabicVerse": "قَالَ ﷺ: «البَخِيْلُ مَنْ ذُكِرْتُ عِنْدَهُ فَلَمْ يُصَلِّ عَلَيَّ»",
            "reference": "[Hisnul 221] [At-Tirmizi 5/551.]",
            "url": ""
        },
        {
            "duaId": 4,
            "englishTranslation": "The Prophet (SAW) said: \"Indeed Allah has angels who roam the earth and they convey to me the greetings (or prayers of peace) of my 'ummah (nation).\"",
            "transliteration": "",
            "arabicVerse": "قَالَ ﷺ: «إنَّ لِلَّهِ مَلائِكَةً سَيَّا حِيْنَ فِي الأرْضِ، يُبَلِّغُونِي مِنْ أُمَّتِي السَّلامَ»",
            "reference": "[Hisnul 222] [An-Nasa'i, Al-Hakim 2/421.]",
            "url": ""
        },
        {
            "duaId": 5,
            "englishTranslation": "The Prophet (SAW) said: \"No one sends greetings (or prayers of peace) upon me but Allah returns my soul to me so that I may return his greetings.\"",
            "transliteration": "",
            "arabicVerse": "قَالَ ﷺ: «مَا مِنْ أحَدٍ يُسَلِّمُ عَلَيَّ، إلَّا رَدَّ اللهُ عَلَيَّ رُوْحي، حَتَّى أرُدَّ عَلَيْهِ السَّلامَ»",
            "reference": "[Hisnul 223] [Abu Dawud (Hadith no. 2041).]",
            "url": ""
        }]
}