{
    "data": [
        {
            "duaId": 1,
            "englishTranslation": "The Prophet (SAW) said: \"By Allah, I seek the forgiveness of Allah, and repent to Him more than seventy times in a day.\"",
            "transliteration": "",
            "arabicVerse": "قَالَ رَسُولُ اللهِ ﷺ: «وَ اللهِ إِنِّي لأسْتَغْفِرُ اللهَ وَ أ تُوبُ إلَيْهِ فِي اليَوْمِ أكثَرَ مِنْ سَبْعِيْنَ مَرَّةٍ»",
            "reference": "[Hisnul 248] [Al-Bukhârî [6307](11/101).]",
            "url": ""
        },
        {
            "duaId": 2,
            "englishTranslation": "The Prophet (SAW) said: \"O people, repent to Allah, for I verily repent to Him one hundred times a day.\"",
            "transliteration": "",
            "arabicVerse": "قَالَ رَسُولُ اللهِ ﷺ: «يَا أَيُّهَا النَّاسُ تُوبُوا إلَى اللهِ، فَإِنِّي أتُوبُ إلَيْهِ مِئَةَ مَرَّةٍ»",
            "reference": "[Hisnul 249] [Muslim 4/2076.]",
            "url": ""
        },
        {
            "duaId": 3,
            "englishTranslation": "I seek Allah’s forgiveness, besides whom, none has the right to be worshipped except He, The Ever Living, The Self-Subsisting and Supporter of all, and I turn to Him in repentance.",
            "transliteration": "",
            "arabicVerse": "قَالَ رَسُولُ اللهِ ﷺ: «مَنْ قَالَ أسْتَغْفِرُ اللهَ العَظِيْمَ الَّذِي لَا إلَهَ إلَّا هُوَ الحَيُّ القَيُّومُ وَ أتُوبُ إلَيْهِ، غَفَرَ للهُ لَهُ، وَ إنْ كَانَ فَرَّ مِنَ الزَّحْفِ»",
            "reference": "Abû Dâwud [1517](2/85), At-Tirmidhî [3577](5/569), Al-Hâkim (1/511) and he authenticated it and Adh-Dhahabî agreed with him. Al-Albânî authenticated it, see Ŝaĥîĥ At-Tirmidhî (3/182) and Al-Jâmi' Al-'Uŝûl Li-Ahâdîth Al-Rasûl (4/389-390) with research by Arnâ'ûť.",
            "url": "https://admin.gomasjid.co.uk/assets/dua/250hm.mp3"
        },
        {
            "duaId": 4,
            "englishTranslation": "The Prophet (SAW) said: \"The closest that the Lord comes to the slave is in the last portion of the night. So, if you are able to be among those who remember Allah in this hour, then be among them.\"",
            "transliteration": "",
            "arabicVerse": "قَالَ رَسُولُ اللهِ ﷺ: «أقْرَبُ مَا يَكُونُ الرَّبُّ مِنَ العَبْدِ، فِي جَوْفِ اللَّيْلِ الآخِرِ؛ فَإنْ اسْتَطَعْتَ أنْ تَكُونَ مِمَّنْ يَذْكُرُ اللهَ فِي تِلْكَ السَّاعَةِ؛ فَكُنْ»",
            "reference": "[Hisnul 251] [At-Tirmizi, An-Nasa'i 1/279 and Al-Hakim.]",
            "url": ""
        },
        {
            "duaId": 5,
            "englishTranslation": "The Prophet (SAW) said: \"The closest that the slave comes to his Lord is when he is prostrating, so invoke Allah much (in prostration).\"",
            "transliteration": "",
            "arabicVerse": "قَالَ رَسُولُ اللهِ ﷺ: «أقْرَبُ مَا يَكُونُ العَبْدُ مِنْ رَبِّهِ، وَ هُوَ سَاجِدٌ فَأكْثِرُوا الدُّعَاءَ»",
            "reference": "[Hisnul 252] [Muslim 1/350.]",
            "url": ""
        },
        {
            "duaId": 6,
            "englishTranslation": "The Prophet (SAW) said: \"Verily my heart becomes preoccupied, and verily I seek Allah's forgiveness a hundred times a day.\"",
            "transliteration": "",
            "arabicVerse": "قَالَ رَسُولُ اللهِ ﷺ: «إنَّهُ لَيُغَانُ عَلَى قَلْبِي، وَ إنِّي لأسْتَغْفِرُ اللهَ فِي اليَوْمِ مِئَةَ مَرَّةٍ»",
            "reference": "[Hisnul 253] [Muslim 4/2075.]",
            "url": ""
        }]
}