{
    "data": [
        {
            "duaId": 1,
            "englishTranslation": "O Allah, Lord of the Seven heavens, Lord of the Magnificent Throne, be for me a support against (say the person's name) and his helpers from among Your creatures, lest any of them abuse me or do me wrong. Mighty is Your patronage and glorious are Your praises. There is none worthy of worship but You.",
            "transliteration": "Allaahumma Rabbas-samaawaatis-sab'i, wa Rabbal-'Arshil-'Adheem, kun lee jaaran min (name of the person), wa 'ahzaabihi min khalaa'iqika, 'an yafruta 'alayya 'ahadun minhum 'aw yatghaa, 'azzajaaruka, wajalla thanaa'uka, wa laa 'ilaaha 'illaa 'Anta.",
            "arabicVerse": "اللَّهُمَّ رَبَّ السَّمَاوَاتِ السَّبْعِ، وَرَبَّ الْعَرْشِ الْعَظِيمِ، كُنْ لِي جَاراً مِنْ (اِسمُه) وَأَحْزَابِهِ مِنْ خَلاَئِقِكَ، أَن يَفْرُطَ عَلَيَّ أَحَدٌ مِنْهُمْ أَوْ يَطْغَى، عَزَّ جَارُكَ وَجَلَّ ثَنَائُكَ، وَلَا إِلَهَ إِلَّا أَنْتَ",
            "reference": "[Hisnul 129] [Al-Bukhari[Al-Adab Al-Mufrad][707] and Al-Albânî authenticated it in Ŝaĥîĥ Al-Adab Al-Mufrad [545].]",
            "url": "https://admin.gomasjid.co.uk/assets/dua/129hm.mp3"
        },
        {
            "duaId": 2,
            "englishTranslation": "Allah is the Most Great, Mightier than all His creation. He is Mightier than what I fear and dread. I seek refuge in Allah, Who there is none worthy of worship but Him. He is the One Who holds the Seven heavens from falling upon the earth except by His command. (I seek refuge in You Allah) from the evil of Your slave (say the person's name), and his helpers, his followers and his supporters from among the jinn and mankind. O Allah, be my support against their evil. Glorious are Your praises and mighty is Your patronage. Blessed is Your Name, there is no true God but You. (Three times)",
            "transliteration": "Allahu 'Akbar, Allahu 'a'azzu min khalqihi jamee'an, Allaahu 'a'azzu mimmaa 'akhaafu wa 'ahtharu, 'a'oothu billaahil-lathee laa 'ilaaha 'illaa Huwa, almumsikis-samaawaatis-sab'i 'an yaqa'na 'alal-'ardhi 'illaa bi'ithnihi, min sham 'abdika (name of the person), wa junoodihi wa 'atbaa'ihi wa 'ashyaa'ihi, minal-jinni wal'insi, Allaahumma kun lee jaaran min sharrihim, jalla thanaa'uka wa 'azza jaaruka, wa tabaarakasmuka, wa laa 'ilaaha ghayruka.",
            "arabicVerse": "اللَّهُ أَكْبَرُ، اللَّهُ أَعَزُّ مِنْ خَلْقِهِ جَمِيعًا، اللَّهُ أَعَزُّ مِمَّا أَخَافُ وَ أَحْذَرُ، أَعُوذُ بِاللَّهِ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ، الْمُمْسِكِ السَّمَاوَاتِ السَّبْعِ أَنْ يَقَعْنَ عَلَى الأَرْضَ إِلاَّ بِإِذْنِهِ، مِنْ شَرِّ عَبْدِكَ (اِسمُه)، وَجُنُودِهِ وَأَتْبَاعِهِ وَأَشْيَاعِهِ، مِنَ الْجِنِّ وَالإِنْسِ، اللَّهُمَّ كُنُ لِي جَارًا مِنْ شَرِّهِمْ، جَلَّ ثَنَاؤُكَ وَعَزَّ جَارُكَ، وَتَبَارَكَ اسْمُكَ، وَلاَ إِلَهَ غَيْرُكَ",
            "reference": "[Hisnul 130] [Al-Bukhari[Al-Adab Al-Mufrad][708] and Al-Albânî authenticated it in Ŝaĥîĥ Al-Adab Al-Mufrad (546).]",
            "url": "https://admin.gomasjid.co.uk/assets/dua/130hm.mp3"
        }
    ]
}