{
  "meta": {
    "id": 85,
    "name": "M.A.S. Abdel Haleem",
    "translator_name": "Abdul Haleem",
    "slug": "en-haleem",
    "language_name": "english"
  },
  "verses": [
    "Exalted is He who holds all control in His hands; who has power over all things;",
    "who created death and life to test you [people] and reveal which of you does best––He is the Mighty, the Forgiving;",
    "who created the seven heavens, one above the other. You will not see any flaw in what the Lord of Mercy creates. Look again! Can you see any flaw?",
    "Look again! And again! Your sight will turn back to you, weak and defeated.",
    "We have adorned the lowest heaven with lamps and made them [missiles] for stoning devils for whom We have also prepared the torment of a blazing fire.",
    "For those who defy their Lord We have prepared the torment of Hell: an evil destination.",
    "They will hear it drawing in its breath when they are thrown in. It blazes forth,",
    "almost bursting with rage. Its keepers will ask every group that is thrown in, ‘Did no one come to warn you?’",
    "They will reply, ‘Yes, a warner did come to us, but we did not believe him. We said, “God has revealed nothing: you are greatly misguided”.’",
    "They will say, ‘If only we had listened, or reasoned, we would not be with the inhabitants of the blazing fire,’ and",
    "they will confess their sins. Away with the inhabitants of the blazing fire!",
    "But there is forgiveness and a great reward for those who fear their Lord though they cannot see Him.",
    "Whether you keep your words secret or state them openly, He knows the contents of every heart.",
    "How could He who created not know His own creation, when He is the Most Subtle, the All Aware?",
    "It is He who has made the earth manageable for you––travel its regions; eat His provision- and to Him you will be resurrected.",
    "Are you sure that He who is in Heaven will not make the earth swallow you up with a violent shudder?",
    "Are you sure that He who is in Heaven will not send a whirlwind to pelt you with stones? You will come to know what My warning means.",
    "Those who went before them also disbelieved- how terrible was My condemnation!",
    "Do they not see the birds above them spreading and closing their wings? It is only the Lord of Mercy who holds them up: He watches over everything.",
    "What force can help you if the Lord of Mercy does not? The disbelievers are truly deluded.",
    "Who can provide for you if He withholds His provision? Yet they persist in their insolence and their avoidance of the Truth.",
    "Who is better guided: someone who falls on his face, or someone who walks steadily on a straight path?",
    "Say [Prophet], ‘It is He who brought you into being, He who endowed you with hearing, sight, and understanding- what small thanks you give!’",
    "Say, ‘It is He who scattered you throughout the earth, He to whom you will be gathered.’",
    "They say, ‘If what you say is true, when will this promise be fulfilled?’",
    "Say, ‘God alone has knowledge of this: my only duty is to give clear warning.’",
    "When they see it close at hand, the disbelievers’ faces will be gloomy, and it will be said, ‘This is what you were calling for.’",
    "Say, ‘Just think- regardless of whether God destroys me and my followers or has mercy on us- who will protect the disbelievers from an agonizing torment?’",
    "Say, ‘He is the Lord of Mercy; we believe in Him; we put our trust in Him. You will come to know in time who is in obvious error.’",
    "Say, ‘Just think: if all your water were to sink deep into the earth who could give you flowing water in its place?’",
    "Nun By the pen! By all they write!",
    "Your Lord’s grace does not make you [Prophet] a madman:",
    "you will have a never-ending reward––",
    "truly you have a strong character––",
    "and soon you will see, as will they,",
    "which of you is afflicted with madness.",
    "Your Lord knows best who strays from His path and who is rightly guided.",
    "So do not yield to those who deny the truth––",
    "they want you to compromise with them and then they will compromise with you––",
    "do not yield to any contemptible swearer,",
    "to any backbiter, slander-monger,",
    "or hinderer of good, to anyone who is sinful, aggressive,",
    "coarse, and on top of all that, an imposter.",
    "Just because he has wealth and sons,",
    "when our revelations are recited to him, he says, ‘These are just ancient fables.’",
    "We shall brand him on the snout!",
    "We have tried them as We tried the owners of a certain garden, who swore that they would harvest its fruits in the morning",
    "and made no allowance [for the Will of God]:",
    "a disaster from your Lord struck the garden as they slept",
    "and by morning it was stripped bare, a desolate land.",
    "Still they called each other at daybreak,",
    "‘Go early to your field if you wish to gather all its fruits,’",
    "and went off, whispering,",
    "‘Make sure no poor person enters the garden today!’––",
    "they left early, bent on their purpose-",
    "but when they saw the garden, they said, ‘We must have lost our way!",
    "No- we are ruined!’",
    "The wisest of them said, ‘Did I not say to you, “Will you not glorify God?”’-",
    "they said, ‘Glory be to God, Our Lord! Truly, we were doing wrong!’-",
    "and then they turned to each other in mutual reproach.",
    "They said, ‘Alas for us! We have done terrible wrong,",
    "but maybe our Lord will give us something better in its place: we truly turn to Him in hope.’",
    "Such is the punishment [in this life], but greater still is the punishment in the Hereafter, if only they knew.",
    "There will be Gardens of bliss for those who are mindful of God.",
    "Should We treat those who submit to Us as We treat those who do evil?",
    "What is the matter with you? On what basis do you judge?",
    "Do you have a Scripture that tells you",
    "that you will be granted whatever you choose?",
    "Have you received from Us solemn oaths, binding to the Day of Resurrection, that you will get whatever you yourselves decide?",
    "Ask them [Prophet] which of them will guarantee this.",
    "Do they have ‘partners’ [besides God]? Let them produce their ‘partners’, if what they say is true.",
    "On the Day when matters become dire, they will be invited to prostrate themselves but will be prevented from doing so,",
    "and their eyes will be downcast and they will be overwhelmed with shame: they were invited to prostrate themselves when they were safe [but refused].",
    "So [Prophet] leave those who reject this revelation to Me: We shall lead them on, step by step, in ways beyond their knowledge;",
    "I will allow them more time, for My plan is powerful.",
    "Do you demand some reward from them that would burden them with debt?",
    "Do they have knowledge of the unseen that enables them to write it down?",
    "Wait patiently [Prophet] for your Lord’s judgement: do not be like the man in the whale who called out in distress:",
    "if his Lord’s grace had not reached him, he would have been left, abandoned and blameworthy, on the barren shore,",
    "but his Lord chose him and made him one of the Righteous.",
    "The disbelievers almost strike you down with their looks when they hear the Quran. They say, ‘He must be mad!’",
    "but truly it is nothing other than a Reminder for all peoples.",
    "The Inevitable Hour!",
    "What is the Inevitable Hour?",
    "What will explain to you what the Inevitable Hour is?",
    "The people of Thamud and 'Ad denied that the crashing blowwould come:",
    "Thamud was destroyed by a deafening blast;",
    "Ad was destroyed by a furious wind",
    "that God let loose against them for seven consecutive nights, eight consecutive days, so that you could have seen its people lying dead like hollow palm-trunks.",
    "Can you see any trace of them now?",
    "And there came Pharaoh and those before him and the overturned cities with sin.",
    "these people committed grave sins and disobeyed the messenger of their Lord, so He seized them with an ever-tightening grip.",
    "But when the Flood rose high, We saved you in the floating ship,",
    "making that event a reminder for you: attentive ears may take heed.",
    "When the Trumpet is sounded a single time,",
    "when the earth and its mountains are raised high and then crushed with a single blow,",
    "on that Day the Great Event will come to pass.",
    "The sky will be torn apart on that Day, it will be so frail.",
    "The angels will be on all sides of it and, on that Day, eight of them will bear the throne of your Lord above them.",
    "On that Day you will be brought to judgement and none of your secrets will remain hidden.",
    "Anyone who is given his Record in his right hand will say, ‘Here is my Record, read it.",
    "I knew I would meet my Reckoning,’",
    "and so he will have a pleasant life",
    "in a lofty Garden,",
    "with clustered fruit within his reach.",
    "It will be said, ‘Eat and drink to your heart’s content as a reward for what you have done in days gone by.’",
    "But anyone who is given his Record in his left hand will say, ‘If only I had never been given any Record",
    "and knew nothing of my Reckoning.",
    "How I wish death had been the end of me.",
    "My wealth has been no use to me,",
    "and my power has vanished.’",
    "‘Take him, put a collar on him,",
    "lead him to burn in the blazing Fire,",
    "and [bind him] in a chain seventy metres long:",
    "he would not believe in Almighty God,",
    "he never encouraged feeding the hungry,",
    "so today he has no real friend here,",
    "and the only food he has is the filth",
    "that only sinners eat.’",
    "So I swear by what you can see",
    "and by what you cannot see:",
    "this [Quran] is the speech of an honoured messenger,",
    "not the words of a poet- how little you believe!-",
    "nor the words of a soothsayer- how little you reflect!",
    "This [Quran] is a message sent down from the Lord of the Worlds:",
    "if [the Prophet] had attributed some fabrication to Us,",
    "We would certainly have seized his right hand",
    "and cut off his lifeblood,",
    "and none of you could have defended him.",
    "This [Quran] is a reminder for those who are aware of God.",
    "We know that some of you consider it to be lies-",
    "this will be a source of bitter regret for the disbelievers-",
    "but it is in fact the certain Truth.",
    "So [Prophet] glorify the name of your Lord, the Almighty.",
    "A man [mockingly] demanded the punishment.",
    "It will fall on the disbelievers––none can deflect it––",
    "from God, the Lord of the Ways of Ascent,",
    "by which the angels and the Spirit ascend to Him, on a Day whose length is fifty thousand years.",
    "So be patient, [Prophet], as befits you.",
    "The disbelievers think it is distant,",
    "but We know it to be close.",
    "On a Day when the heavens will be like molten brass",
    "and the mountains like tufts of wool,",
    "when no friend will ask about his friend,",
    "even when they are within sight of one another. The guilty person will wish he could save himself from the suffering of that Day by sacrificing his sons,",
    "his spouse, his brother,",
    "the kinsfolk who gave him shelter,",
    "and everyone on earth, if it could save him.",
    "But no! There is a raging flame",
    "that strips away the skin,",
    "and it will claim everyone who rejects the truth, turns away,",
    "amasses wealth and hoards it.",
    "Man was truly created anxious:",
    "he is fretful when misfortune touches him,",
    "but tight-fisted when good fortune comes his way.",
    "Not so those who pray",
    "and are constant in their prayers;",
    "who give a due share of their wealth",
    "to beggars and the deprived;",
    "who believe in the Day of Judgement",
    "and fear the punishment of their Lord––",
    "none may feel wholly secure from it––",
    "who guard their chastity",
    "from all but their spouses or their slave-girls––there is no blame attached to [relations with] these,",
    "but those whose desires exceed this limit are truly transgressors––",
    "who are faithful to their trusts and their pledges;",
    "who give honest testimony",
    "and are steadfast in their prayers.",
    "They will be honoured in Gardens of bliss.",
    "What is wrong with the disbelievers? Why do they rush to peer at you [Prophet],",
    "from right and left, in crowds?",
    "Does every one of them expect to enter a Garden of bliss?",
    "No! We created them from the substance they know,",
    "and, by the Lord of every sunrise and sunset, We have the power",
    "to substitute for them others better than they are- nothing can prevent Us from doing this.",
    "So leave them to wallow in idle talk, until they come face to face with their promised Day,",
    "the Day they will rush out of their graves as if rallying to a flag,",
    "eyes downcast and covered in shame: that is the Day of which they were warned.",
    "We sent Noah to his people: ‘Warn your people, before a painful punishment comes to them.’",
    "And so he said, ‘My people, I am here to warn you plainly.",
    "Serve God, be mindful of Him and obey me.",
    "He will forgive you your sins and spare you until your appointed time––when God’s appointed time arrives it cannot be postponed. If only you understood!’",
    "He said, ‘My Lord, I have called my people night and day,",
    "but the more I call them, the further they run away:",
    "every time I call them, so that You may forgive them, they thrust their fingers into their ears, cover their heads with their garments, persist in their rejection, and grow more insolent and arrogant.",
    "I have tried calling them openly.",
    "I have tried preaching to them in public and speaking to them in private.",
    "I said, “Ask forgiveness of your Lord: He is ever forgiving.",
    "He will send down abundant rain from the sky for you;",
    "He will give you wealth and sons; He will provide you with gardens and rivers.",
    "What is the matter with you? Why will you not fear God’s majesty,",
    "when He has created you stage by stage?",
    "Have you ever wondered how God created seven heavens, one above the other,",
    "placed the moon as a light in them and the sun as a lamp,",
    "how God made you spring forth from the earth like a plant,",
    "how He will return you into it and then bring you out again,",
    "and how He has spread the Earth out for you",
    "to walk along its spacious paths?” ’",
    "Noah said, ‘My Lord, they have disobeyed me and followed those whose riches and children only increase their ruin;",
    "who have made a grand plan,",
    "saying, “Do not renounce your gods! Do not renounce Wadd, Suwa, Yaghuth, Yauq, or Nasr!”",
    "They have led many astray. Lord, bring nothing but destruction down on the evildoers!’",
    "They were drowned and sent to Hell for their evildoings: they found no one to help them against God.",
    "And Noah said, ‘Lord, do not leave any of the disbelievers on the earth-",
    "if you leave them they will lead Your servants astray and beget only sinners and disbelievers-",
    "Lord, forgive me, my parents, and whoever enters my house as a believer. Forgive believing men and women but bring nothing but ruin down on the evildoers!’",
    "Say [Prophet], ‘It has been revealed to me that a group of jinn once listened in and said, “We have heard a wondrous Quran,",
    "that gives guidance to the right path, and we have come to believe it––We shall never set up partners with our Lord––",
    "and that He––exalted be the glory of our Lord!––has neither spouse nor child.",
    "Outrageous things have been said about God by the foolish among us,",
    "although we had thought that no man or jinn would [dare to] tell a lie about Him.",
    "Men have sought refuge with the jinn in the past, but they only misguided them further.",
    "They thought, as you did, that God would never raise anyone from the dead.",
    "We tried to reach heaven, but discovered it to be full of stern guards and shooting stars––",
    "we used to sit in places there, listening, but anyone trying to listen now will find a shooting star lying in wait for him––",
    "[so now] we do not know whether those who live on earth are due for misfortune, or whether their Lord intends to guide them.",
    "Some of us are righteous and others less so: we follow different paths.",
    "We know we can never frustrate God on earth; we can never escape Him.",
    "When we heard the guidance we came to believe: whoever believes in his Lord need fear no loss nor injustice.",
    "Some of us submit to Him and others go the wrong way: those who submit to God have found wise guidance,",
    "but those who go wrong will be fuel for Hellfire.” ’",
    "If they had taken to the right way, We would have given them abundant water to drink-",
    "a test for them––but anyone who turns away from his Lord’s Revelation will be sent by Him to spiralling torment.",
    "Places of worship are for God alone- so do not pray to anyone other than God-",
    "yet when God’s Servant stood up to pray to Him, they pressed in on him.",
    "Say, ‘I pray to my Lord alone; I set up no partner with Him.’",
    "Say, ‘I have no control over any harm or good that may befall you.’",
    "Say, ‘No one can protect me from God: I have no refuge except in Him.",
    "I only deliver [what I receive] from God- only His messages.’ Whoever disobeys God and His Messenger will have Hell’s Fire as his permanent home:",
    "when they are confronted by what they have been warned about, they will realize who has the weaker protector and the smaller number.",
    "Say, ‘I do not know whether what you have been warned about is near, or whether a distant time has been appointed for it by my Lord.’",
    "He is the One who knows what is hidden.",
    "He does not disclose it except to a messenger of His choosing. He sends watchers to go in front and behind",
    "to ensure that each of His messengers delivers his Lord’s message: He knows all about them, and He takes account of everything.",
    "You [Prophet], enfolded in your cloak!",
    "Stay up throughout the night, all but a small part of it,",
    "half, or a little less,",
    "or a little more; recite the Quran slowly and distinctly:",
    "We shall send a momentous message down to you.",
    "Night prayer makes a deeper impression and sharpens words––",
    "you are kept busy for long periods of the day––",
    "so celebrate the name of your Lord and devote yourself wholeheart-edly to Him.",
    "He is Lord of the east and west, there is no god but Him, so take Him as your Protector,",
    "patiently endure what they say, ignore them politely,",
    "and leave to Me those who deny the truth and live in luxury. Bear with them for a little while;",
    "We have fetters, a blazing fire,",
    "food that chokes, and agonizing torment in store for them",
    "on the Day when the earth and the mountains will shake. The mountains will become a heap of loose sand.",
    "We have sent a messenger to you [people] to be your witness, just as We sent a messenger to Pharaoh,",
    "but Pharaoh disobeyed the messenger and so We inflicted a heavy punishment on him.",
    "So if you disbelieve, how can you guard yourselves against a Day that will turn children’s hair grey,",
    "a Day when the sky will be torn apart? God’s promise will certainly be fulfilled.",
    "This is a reminder. Let whoever wishes take the way to his Lord.",
    "[Prophet], your Lord is well aware that you sometimes spend nearly two-thirds of the night at prayer––sometimes half, sometimes a third––as do some of your followers. God determines the division of night and day. He knows that you will not be able to keep a measure of it and He has relented towards all of you, so recite as much of the Quran as is easy for you. He knows that some of you will be sick, some of you travelling through the land seeking God’s bounty, some of you fighting in God’s way: recite as much as is easy for you, keep up the prayer, pay the prescribed alms, and make God a good loan. Whatever good you store up for yourselves will be improved and increased for you. Ask God for His forgiveness, He is most forgiving, most merciful.",
    "You, wrapped in your cloak,",
    "arise and give warning!",
    "Proclaim the greatness of your Lord;",
    "cleanse yourself;",
    "keep away from all filth;",
    "do not be overwhelmed and weaken;",
    "be steadfast in your Lord’s cause.",
    "When the Trumpet sounds,",
    "that will be a Day of anguish for the disbelievers.",
    "They will have no ease.",
    "[Prophet], leave Me to deal with the one I created helpless,",
    "then gave vast wealth,",
    "and sons by his side,",
    "making everything easy for him––",
    "yet he still hopes I will give him more.",
    "No! He has been stubbornly hostile to Our revelation:",
    "I will inflict a spiralling torment on him.",
    "He planned and plotted––",
    "devilishly he plotted!",
    "ferociously he plotted!––",
    "and looked",
    "and frowned and scowled",
    "and turned away and behaved arrogantly",
    "and said, ‘This is just old sorcery,",
    "just the talk of a mortal!’",
    "I will throw him into the scorching Fire.",
    "What will explain to you what the scorching Fire is?",
    "It spares nothing and leaves nothing;",
    "it scorches the flesh of humans;",
    "there are nineteen in charge of it––",
    "none other than angels appointed by Us to guard Hellfire- and We have made their number a test for the disbelievers. So those who have been given the Scripture will be certain and those who believe will have their faith increased: neither those who have been given the Scripture nor the believers will have any doubts, but the sick at heart and the disbelievers will say, ‘What could God mean by this description?’ God leaves whoever He will to stray and guides whoever He will- no one knows your Lord’s forces except Him- this [description] is a warning to mortals.",
    "Yes––by the moon!",
    "By the departing night!",
    "By the shining dawn!",
    "It is one of the mightiest things,",
    "a warning to all mortals,",
    "to those of you who choose to go ahead and those who lag behind.",
    "Every soul is held in pledge for its deeds,",
    "but the Companions of the Right will stay",
    "in Gardens and ask",
    "about the guilty.",
    "‘What drove you to the Scorching Fire?’ [they will ask]",
    "and they will answer, ‘We did not pray;",
    "we did not feed the poor;",
    "we indulged with others [in mocking the believers];",
    "we denied the Day of Judgement",
    "until the Certain End came upon us.’",
    "No intercessor’s plea will benefit them now.",
    "What is the matter with them? Why do they turn away from the warning,",
    "like frightened asses",
    "fleeing from a lion?",
    "Each one of them demands that a scripture be sent down to him and unrolled before his very eyes-",
    "No! Truly they have no fear of the life to come-",
    "but truly this is a reminder.",
    "Let whoever wishes to take heed do so:",
    "they will only take heed if God so wishes. He is the Lord who should be heeded, the Lord of forgiveness.",
    "By the Day of Resurrection",
    "and by the self-reproaching soul!",
    "Does man think We shall not put his bones back together?",
    "In fact, We can reshape his very fingertips.",
    "Yet man wants to deny what is ahead of him:",
    "he says, ‘So, when will this Day of Resurrection be?’",
    "When eyes are dazzled",
    "and the moon eclipsed,",
    "when the sun and the moon are brought together,",
    "on that Day man will say, ‘Where can I escape?’",
    "Truly, there is no refuge:",
    "they will all return to your Lord on that Day.",
    "On that Day, man will be told what he put first and what he put last.",
    "Truly, man is a clear witness against himself,",
    "despite all the excuses he may put forward.",
    "[Prophet], do not rush your tongue in an attempt to hasten [your memorization of] the Revelation:",
    "We shall make sure of its safe collection and recitation.",
    "When We have recited it, repeat the recitation",
    "and We shall make it clear.",
    "Truly you [people] love this fleeting world",
    "and neglect the life to come.",
    "On that Day there will be radiant faces,",
    "looking towards their Lord,",
    "and on that Day there will be the sad and despairing faces",
    "of those who realize that a great calamity is about to befall them.",
    "Truly, when the soul reaches the collarbone;",
    "when it is said, ‘Could any charm-healer save him now?’;",
    "when he knows it is the final parting;",
    "when his legs are brought together:",
    "on that day he will be driven towards your Lord.",
    "He neither believed nor prayed,",
    "but denied the truth and turned away,",
    "walking back to his people with a conceited swagger.",
    "Closer and closer it comes to you.",
    "Closer and closer still.",
    "Does man think he will be left alone?",
    "Was he not just a drop of spilt-out sperm,",
    "which became a clinging form, which God shaped in due proportion,",
    "fashioning from it the two sexes, male and female?",
    "Does He who can do this not have the power to bring the dead back to life?",
    "Was there not a period of time when man was nothing to speak of ?",
    "We created man from a drop of mingled fluid to put him to the test; We gave him hearing and sight;",
    "We guided him to the right path, whether he was grateful or not.",
    "We have prepared chains, iron collars, and blazing Fire for the disbelievers, but",
    "the righteous will have a drink mixed with kafur,",
    "a spring for God’s servants, which flows abundantly at their wish.",
    "They fulfil their vows; they fear a day of widespread woes;",
    "they give food to the poor, the orphan, and the captive, though they love it themselves,",
    "saying, ‘We feed you for the sake of God alone: We seek neither recompense nor thanks from you.",
    "We fear the Day of our Lord––a woefully grim Day.’",
    "So God will save them from the woes of that Day, give them radiance and gladness,",
    "and reward them, for their steadfastness, with a Garden and silken robes.",
    "They will sit on couches, feeling neither scorching heat nor biting cold,",
    "with shady [branches] spread above them and clusters of fruit hanging close at hand.",
    "They will be served with silver plates",
    "and gleaming silver goblets according to their fancy,",
    "and they will be given a drink infused with ginger",
    "from a spring called Salsabil.",
    "Everlasting youths will attend them––if you could see them, you would think they were scattered pearls––",
    "and if you were to look around, you would see bliss and great wealth:",
    "they will wear garments of green silk and brocade; they will be adorned with silver bracelets; their Lord will give them a pure drink.",
    "[It will be said], ‘This is your reward. Your endeavours are appreciated.’",
    "We Ourself have sent down this Quran to you [Prophet] in gradual revelation.",
    "Await your Lord’s Judgement with patience; do not yield to any of these sinners or disbelievers;",
    "remember the name of your Lord at dawn and in the evening;",
    "bow down before Him, and glorify Him at length by night.",
    "These people love the fleeting life. They put aside [all thoughts of] a Heavy Day.",
    "Yet We created them; We strengthened their constitution; if We please, We can replace such people completely.",
    "This is a reminder. Let whoever wishes, take the way to his Lord.",
    "But you will only wish to do so if God wills- God is all knowing, all wise-",
    "He admits whoever He will into His Mercy and has prepared a painful torment for the disbelievers.",
    "By the [winds] sent forth in swift succession,",
    "violently storming,",
    "scattering far and wide,",
    "separating forcefully,",
    "delivering a reminder,",
    "as a proof or a warning:",
    "what you are promised will come to pass.",
    "When the stars are dimmed",
    "and the sky is torn apart,",
    "when the mountains are turned to dust",
    "and the messengers given their appointed time––",
    "for what Day has all this been set?",
    "The Day of Decision.",
    "What will explain to you what the Day of Decision is?",
    "Woe, on that Day, to those who denied the truth!",
    "Did We not destroy the first [of them]?",
    "We shall make the last follow them:",
    "this is how We deal with the guilty.",
    "Woe, on that Day, to those who denied the truth!",
    "Did We not make you from an underrated fluid",
    "which We housed in a safe lodging",
    "for a determined period?",
    "We determine [it]: how excellently We determine!",
    "Woe, on that Day, to those who denied the truth!",
    "Did We not make the earth a home",
    "for the living and the dead?",
    "Did We not place firm, lofty mountains on it and provide you with sweet water?",
    "Woe, on that Day, to those who denied the truth!",
    "They will be told, ‘Go to that which you used to deny!",
    "Go to a shadow of smoke!’ It rises in three columns;",
    "no shade does it give, nor relief from the flame;",
    "it shoots out sparks as large as treetrunks",
    "and as bright as copper.",
    "Woe, on that Day, to those who denied the truth!",
    "On that Day they will be speechless,",
    "and they will be given no chance to offer any excuses.",
    "Woe, on that Day, to those who denied the truth!",
    "[They will be told], ‘This is the Day of Decision: We have gathered you and earlier generations.",
    "If you have any plots against Me, try them now.’",
    "Woe, on that Day, to those who denied the truth!",
    "But those who took heed of God will enjoy cool shade, springs,",
    "and any fruit they desire;",
    "[they will be told], ‘Eat and drink to your hearts’ content as a reward for your deeds:",
    "this is how We reward those who do good.’",
    "Woe, on that Day, to those who denied the truth!",
    "[You may] eat and enjoy yourselves for a short while, evildoers that you are.",
    "Woe, on that Day, to those who denied the truth!",
    "When they are told, ‘Bow down in prayer,’ they do not do so.",
    "Woe, on that Day, to those who denied the truth!",
    "In what revelation, after this, will they believe?"
  ]
}