{
  "meta": {
    "id": 85,
    "name": "M.A.S. Abdel Haleem",
    "translator_name": "Abdul Haleem",
    "slug": "en-haleem",
    "language_name": "english"
  },
  "verses": [
    "We favoured some of these messengers above others. God spoke to some; others He raised in rank; We gave Jesus, son of Mary, Our clear signs and strengthened him with the holy spirit. If God had so willed, their successors would not have fought each other after they had been brought clear signs. But they disagreed: some believed and some disbelieved. If God had so willed, they would not have fought each other, but God does what He will.",
    "You who believe, give from what We have provided for you, before the Day comes when there is no bargaining, no friendship, and no intercession. It is the disbelievers who are wrong.",
    "God: there is no god but Him, the Ever Living, the Ever Watchful.Neither slumber nor sleep overtakes Him. All that is in the heavens and in the earth belongs to Him. Who is there that can intercede with Him except by His leave? He knows what is before them and what is behind them, but they do not comprehend any of His knowledge except what He wills. His throne extends over the heavens and the earth; it does not weary Him to preserve them both. He is the Most High, the Tremendous.",
    "There is no compulsion in religion: true guidance has become distinct from error, so whoever rejects false gods and believes in God has grasped the firmest hand-hold, one that will never break. God is all hearing and all knowing.",
    "God is the ally of those who believe: He brings them out of the depths of darkness and into the light. As for the disbelievers, their allies are false gods who take them from the light into the depths of darkness, they are the inhabitants of the Fire, and there they will remain.",
    "[Prophet], have you not thought about the man who disputed with Abraham about his Lord, because God had given him power to rule? When Abraham said, ‘It is my Lord who gives life and death,’ he said, ‘I too give life and death.’ So Abraham said, ‘God brings the sun from the east; so bring it from the west.’ The disbeliever was dumbfounded: God does not guide those who do evil.",
    "Or take the one who passed by a ruined town. He said, ‘How will God give this life when it has died?’ So God made him die for a hundred years, and then raised him up, saying, ‘How long did you stay like that?’ He answered, ‘A day, or part of a day.’ God said, ‘No, you stayed like that for a hundred years. Look at your food and drink: they have not gone bad. Look at your donkey- We will make you a sign for the people- look at the bones: see how We bring them together and clothe them with flesh!’ When all became clear to him, he said, ‘Now I know that God has power over everything.’",
    "And when Abraham said, ‘My Lord, show me how You give life to the dead,’ He said, ‘Do you not believe, then?’ ‘Yes,’ said Abraham, ‘but just to put my heart at rest.’ So God said, ‘Take four birds and train them to come back to you. Then place them on separate hilltops, call them back, and they will come flying to you: know that God is all powerful and wise.’",
    "Those who spend their wealth in God’s cause are like grains of corn that produce seven ears, each bearing a hundred grains. God gives multiple increase to whoever He wishes: He is limitless and all knowing.",
    "Those who spend their wealth in God’s cause, and do not follow their spending with reminders of their benevolence or hurtful words, will have their rewards with their Lord: no fear for them, nor will they grieve.",
    "A kind word and forgiveness is better than a charitable deed followed by hurtful [words]: God is self-sufficient, forbearing.",
    "You who believe, do not cancel out your charitable deeds with reminders and hurtful words, like someone who spends his wealth only to be seen by people, not believing in God and the Last Day. Such a person is like a rock with earth on it: heavy rain falls and leaves it completely bare. Such people get no rewards for their works: God does not guide the disbelievers.",
    "But those who spend their wealth in order to gain God’s approval, and as an affirmation of their own faith, are like a garden on a hill: heavy rain falls and it produces double its normal yield; even if no heavy rain falls, it will still be watered by the dew. God sees all that you do.",
    "Would any of you like to have a garden of palm trees and vines, graced with flowing streams and all kinds of produce, which, when you are afflicted with old age and feeble offspring, is struck by a fiery whirlwind and burnt down? In this way God makes His messages clear to you, so that you may reflect on them.",
    "You who believe, give charitably from the good things you have acquired and that We have produced for you from the earth. Do not give away the bad things that you yourself would only accept with your eyes closed: remember that God is self-sufficient, worthy of all praise.",
    "Satan threatens you with the prospect of poverty and commands you to do foul deeds; God promises you His forgiveness and His abundance: God is limitless and all knowing,",
    "and He gives wisdom to whoever He will. Whoever is given wisdom has truly been given much good, but only those with insight bear this in mind.",
    "Whatever you may give, or vow to give, God knows it well, and those who do wrong will have no one to help them.",
    "If you give charity openly, it is good, but if you keep it secret and give to the needy in private, that is better for you, and it will atone for some of your bad deeds: God is well aware of all that you do.",
    "It is not for you [Prophet] to guide them; it is God who guides whoever He will. Whatever charity you give benefits your own soul, provided you do it for the sake of God: whatever you give will be repaid to you in full, and you will not be wronged.",
    "[Give] to those needy who are wholly occupied in God’s way and cannot travel in the land [for trade]. The unknowing might think them rich because of their self-restraint, but you will recognize them by their characteristic of not begging persistently. God is well aware of any good you give.",
    "Those who give, out of their own possessions, by night and by day, in private and in public, will have their reward with their Lord: no fear for them, nor will they grieve.",
    "But those who take usury will rise up on the Day of Resurrection like someone tormented by Satan’s touch. That is because they say, ‘Trade and usury are the same,’ but God has allowed trade and forbidden usury. Whoever, on receiving God’s warning, stops taking usury may keep his past gains- God will be his judge- but whoever goes back to usury will be an inhabitant of the Fire, there to remain.",
    "God blights usury, but blesses charitable deeds with multiple increase: He does not love the ungrateful sinner.",
    "Those who believe, do good deeds, keep up the prayer, and pay the prescribed alms will have their reward with their Lord: no fear for them, nor will they grieve.",
    "You who believe, beware of God: give up any outstanding dues from usury, if you are true believers.",
    "If you do not, then be warned of war from God and His Messenger. You shall have your capital if you repent, and without suffering loss or causing others to suffer loss.",
    "If the debtor is in difficulty, then delay things until matters become easier for him; still, if you were to write it off as an act of charity, that would be better for you, if only you knew.",
    "Beware of a Day when you will be returned to God: every soul will be paid in full for what it has earned, and no one will be wronged.",
    "You who believe, when you contract a debt for a stated term, put it down in writing: have a scribe write it down justly between you. No scribe should refuse to write: let him write as God has taught him, let the debtor dictate, and let him fear God, his Lord, and not diminish [the debt] at all. If the debtor is feeble-minded, weak, or unable to dictate, then let his guardian dictate justly. Call in two men as witnesses. If two men are not there, then call one man and two women out of those you approve as witnesses, so that if one of the two women should forget the other can remind her. Let the witnesses not refuse when they are summoned. Do not disdain to write the debt down, be it small or large, along with the time it falls due: this way is more equitable in God’s eyes, more reliable as testimony, and more likely to prevent doubts arising between you. But if the merchandise is there and you hand it over, there is no blame on you if you do not write it down. Have witnesses present whenever you trade with one another, and let no harm be done to either scribe or witness, for if you did cause them harm, it would be a crime on your part. Be mindful of God, and He will teach you: He has full knowledge of everything.",
    "If you are on a journey, and cannot find a scribe, something should be handed over as security, but if you decide to trust one another, then let the one who is trusted fulfil his trust; let him be mindful of God, his Lord. Do not conceal evidence: anyone who does so has a sinful heart, and God is fully aware of everything you do.",
    "Whatever is in the heavens and in the earth belongs to God and, whether you reveal or conceal your thoughts, God will call you to account for them. He will forgive whoever He will and punish whoever He will: He has power over all things.",
    "The Messenger believes in what has been sent down to him from his Lord, as do the faithful. They all believe in God, His angels, His scriptures, and His messengers. ‘We make no distinction between any of His messengers,’ they say, ‘We hear and obey. Grant us Your forgiveness, our Lord. To You we all return!’-",
    "God does not burden any soul with more than it can bear: each gains whatever good it has done, and suffers its bad- ‘ Lord, do not take us to task if we forget or make mistakes. Lord, do not burden us as You burdened those before us. Lord, do not burden us with more than we have strength to bear. Pardon us, forgive us, and have mercy on us. You are our Protector, so help us against the disbelievers.’",
    "Alif Lam Mim",
    "God: there is no god but Him, the Ever Living, the Ever Watchful.",
    "Step by step, He has sent the Scripture down to you [Prophet] with the Truth, confirming what went before: He sent down the Torah and the Gospel",
    "earlier as a guide for people and He has sent down the distinction [between right and wrong]. Those who deny God’s revelations will suffer severe torment: God is almighty and capable of retribution.",
    "Nothing on earth or in heaven is hidden from God:",
    "it is He who shapes you all in the womb as He pleases. There is no God but Him, the Mighty, the Wise:",
    "it is He who has sent this Scripture down to you [Prophet]. Some of its verses are definite in meaning- these are the cornerstone of the Scripture- and others are ambiguous. The perverse at heart eagerly pursue the ambiguities in their attempt to make trouble and to pin down a specific meaning of their own: only God knows the true meaning. Those firmly grounded in knowledge say, ‘We believe in it: it is all from our Lord’- only those with real perception will take heed-",
    "‘Our Lord, do not let our hearts deviate after You have guided us. Grant us Your mercy: You are the Ever Giving.",
    "Our Lord, You will gather all people on the Day of which there is no doubt: God never breaks His promise.’",
    "Neither their possessions nor their children will be any use to the disbelievers against God. The disbelievers will be fuel for the Fire,",
    "just as Pharaoh’s people and their predecessors denied Our revelations, and God punished them for their sins: God is severe in punishing.",
    "[Prophet], say to the disbelievers, ‘You will be defeated and driven together into Hell, a foul resting place.",
    "You have already seen a sign in the two armies that met in battle, one fighting for God’s cause and the other made up of disbelievers. With their own eyes [the former] saw [the latter] to be twice their number, but God helps whoever He will. There truly is a lesson in this for all with eyes to see.’",
    "The love of desirable things is made alluring for men- women, children, gold and silver treasures piled up high, horses with fine markings, livestock, and farmland- these may be the joys of this life, but God has the best place to return to.",
    "[Prophet], say, ‘Would you like me to tell you of things that are better than all of these? Their Lord will give those who are mindful of God Gardens graced with flowing streams, where they will stay with pure spouses and God’s good pleasure- God is fully aware of His servants-",
    "those who say, “Our Lord, we believe, so forgive us our sins and protect us from suffering in the Fire,”",
    "those who are steadfast, truthful, truly devout, who give [in God’s cause] and pray before dawn for forgiveness.’",
    "God bears witness that there is no god but Him, as do the angels and those who have knowledge. He upholds justice. There is no god but Him, the Almighty, the All Wise.",
    "True Religion, in God’s eyes, is islam: [devotion to Him alone]. Those who were given the Scripture disagreed out of rivalry, only after they had been given knowledge- if anyone denies God’s revelations, God is swift to take account-",
    "if they argue with you [Prophet], say, ‘I have devoted myself to God alone and so have my followers.’ Ask those who were given the Scripture, as well as those without one, ‘Do you too devote yourselves to Him alone?’ If they do, they will be guided, but if they turn away, your only duty is to convey the message. God is aware of His servants.",
    "Give news of agonizing torment to those who ignore God’s revelations, who unjustifiably kill prophets, who kill those who command that justice is done:",
    "the deeds of such people will come to nothing in this world and in the next and no one will help them.",
    "Have you considered those who were given a share of the Scripture? When they are asked to accept judgement from God’s Scripture, some of them turn their backs and walk away, all because they declare,",
    "‘The Fire will only touch us for a limited number of days.’ The lies they have invented have led them astray in their own religion.",
    "How will they fare when We gather them together for a Day of which there is no doubt, when every soul will be paid in full for what it has done, and they will not be wronged?",
    "Say, ‘God, holder of all control, You give control to whoever You will and remove it from whoever You will; You elevate whoever You will and humble whoever You will. All that is good lies in Your hand: You have power over everything.",
    "You merge night into day and day into night; You bring the living out of the dead and the dead out of the living; You provide limitlessly for whoever You will.’",
    "The believers should not make the disbelievers their allies rather than other believers- anyone who does such a thing will isolate himself completely from God- except when you need to protect yourselves from them. God warns you to beware of Him: the Final Return is to God.",
    "Say [Prophet], ‘God knows everything that is in your hearts, whether you conceal or reveal it; He knows everything in the heavens and earth; God has power over all things.’",
    "On the Day when every soul finds all the good it has done present before it, it will wish all the bad it has done to be far, far away. God warns you to beware of Him, but God is compassionate towards His servants.",
    "Say, ‘If you love God, follow me, and God will love you and forgive you your sins; God is most forgiving, most merciful.’",
    "Say, ‘Obey God and the Messenger,’ but if they turn away, [know that] God does not love those who ignore [His commands].",
    "God chose Adam, Noah, Abraham’s family, and the family of Imran, over all other people,",
    "in one line of descent- God hears and knows all.",
    "Imran’s wife said, ‘Lord, I have dedicated what is growing in my womb entirely to You; so accept this from me. You are the One who hears and knows all,’",
    "but when she gave birth, she said, ‘My Lord! I have given birth to a girl’- God knew best what she had given birth to: the male is not like the female- ‘ I name her Mary and I commend her and her offspring to Your protection from the rejected Satan.’",
    "Her Lord graciously accepted her and made her grow in goodness, and entrusted her to the charge of Zachariah. Whenever Zachariah went in to see her in her sanctuary, he found her supplied with provisions. He said, ‘Mary, how is it you have these provisions?’ and she said, ‘They are from God: God provides limitlessly for whoever He will.’",
    "There and then Zachariah prayed to his Lord, saying, ‘Lord, from Your grace grant me virtuous offspring: You hear every prayer.’",
    "The angels called out to him, while he stood praying in the sanctuary, ‘God gives you news of John, confirming a Word from God. He will be noble and chaste, a prophet, one of the righteous.’",
    "He said, ‘My Lord, how can I have a son when I am so old and my wife is barren?’ [An angel] said, ‘It will be so: God does whatever He will.’",
    "He said, ‘My Lord, give me a sign.’ ‘Your sign,’ [the angel] said, ‘is that you will not communicate with anyone for three days, except by gestures. Remember your Lord often; celebrate His glory in the evening and at dawn.’",
    "The angels said to Mary: ‘Mary, God has chosen you and made you pure: He has truly chosen you above all women.",
    "Mary, be devout to your Lord, prostrate yourself in worship, bow down with those who pray.’",
    "This is an account of things beyond your knowledge that We reveal to you [Muhammad]: you were not present among them when they cast lots to see which of them should take charge of Mary, you were not present with them when they argued [about her].",
    "The angels said, ‘Mary, God gives you news of a Word from Him, whose name will be the Messiah, Jesus, son of Mary, who will be held in honour in this world and the next, who will be one of those brought near to God.",
    "He will speak to people in his infancyand in his adulthood. He will be one of the righteous.’",
    "She said, ‘My Lord, how can I have a son when no man has touched me?’ [The angel] said, ‘This is how God creates what He will: when He has ordained something, He only says, “Be”, and it is.",
    "He will teach him the Scripture and wisdom, the Torah and the Gospel,",
    "He will send him as a messenger to the Children of Israel: “I have come to you with a sign from your Lord: I will make the shape of a bird for you out of clay, then breathe into it and, with God’s permission, it will become a real bird; I will heal the blind and the leper, and bring the dead back to life with God’s permission; I will tell you what you may eat and what you may store up in your houses. There truly is a sign for you in this, if you are believers.",
    "I have come to confirm the truth of the Torah which preceded me, and to make some things lawful to you which used to be forbidden. I have come to you with a sign from your Lord. Be mindful of God, obey me:",
    "God is my Lord and your Lord, so serve Him- that is a straight path.”’",
    "When Jesus realized they [still] did not believe, he said, ‘Who will help me in God’s cause?’ The disciples said, ‘We will be God’s helpers; we believe in God- witness our devotion to Him.",
    "Lord, we believe in what You have revealed and we follow the messenger: record us among those who bear witness [to the Truth].’",
    "The [disbelievers] schemed but God also schemed; God is the Best of Schemers.",
    "God said, ‘Jesus, I will take you back and raise you up to Me: I will purify you of the disbelievers. To the Day of Resurrection I will make those who follow you superior to those who disbelieved. Then you will all return to Me and I will judge between you regarding your differences.",
    "I will make the disbelievers suffer severely in this world and the next; no one will help them.’",
    "God will pay those who believe and do good deeds their reward in full; God does not love evildoers.",
    "We relate to you [Muhammad] this revelation, a decisive statement.",
    "In God’s eyes Jesus is just like Adam: He created him from dust, said to him, ‘Be’, and he was.",
    "This is the truth from your Lord, so do not be one of those who doubt.",
    "If anyone disputes this with you now that you have been given this knowledge, say, ‘Come, let us gather our sons and your sons, our women and your women, ourselves and yourselves, and let us pray earnestly and invoke God’s rejection on those of us who are lying.",
    "This is the truth of the matter: there is no god but God; God is the Exalted, the Decider.’",
    "If they turn away, [know that] God is well aware of anyone who causes corruption.",
    "Say, ‘People of the Book, let us arrive at a statement that is common to us all: we worship God alone, we ascribe no partner to Him, and none of us takes others beside God as lords.’ If they turn away, say, ‘Witness our devotion to Him.’",
    "People of the Book, why do you argue about Abraham when the Torah and the Gospels were not revealed until after his time? Do you not understand?",
    "You argue about some things of which you have some knowledge, but why do you argue about things of which you know nothing? God knows and you do not.",
    "Abraham was neither a Jew nor a Christian. He was upright and devoted to God, never an idolater,",
    "and the people who are closest to him are those who truly follow his ways, this Prophet, and [true] believers- God is close to [true] believers.",
    "Some of the People of the Book would dearly love to lead you [believers] astray, but they only lead themselves astray, though they do not realize it.",
    "People of the Book, why do you deny God’s revelations when you can see they are true?",
    "People of the Book, why do you mix truth with falsehood? Why do you hide the truth when you recognize it?",
    "Some of the People of the Book say, ‘At the beginning of the day, believe in what has been revealed to these believers [the Muslims], then at the end of the day reject it, so that they too may turn back,",
    "but do not sincerely believe in anyone unless he follows your own religion’- [Prophet], tell them, ‘True guidance is the guidance of God’- [they say], ‘Do not believe that anyone else could be given a revelation similar to what you were given, or that they could use it to argue against you in your Lord’s presence.’ [Prophet], tell them, ‘All grace is in God’s hands: He grants it to whoever He will- He is all embracing, all knowing-",
    "and He singles out for His mercy whoever He will. His grace is infinite.’",
    "There are People of the Book who, if you [Prophet] entrust them with a heap of gold, will return it to you intact, but there are others of them who, if you entrust them with a single dinar, will not return it to you unless you keep standing over them, because they say, ‘We are under no obligation towards the gentiles.’ They tell a lie against God and they know it.",
    "No indeed! God loves those who keep their pledges and are mindful of Him,",
    "but those who sell out God’s covenant and their own oaths for a small price will have no share in the life to come. God will neither speak to them nor look at them on the Day of Resurrection- He will not cleanse them [of their sins]- agonizing torment awaits them.",
    "There are some who twist the Scripture with their tongues to make you [people] think that what they say is part of the Scripture when it is not; they say it is from God when it is not; they attribute lies to God and they know it.",
    "No person to whom God had given the Scripture, wisdom, and prophethood would ever say to people, ‘Be my servants, not God’s.’ [He would say], ‘You should be devoted to God because you have taught the Scripture and studied it closely.’",
    "He would never command you to take angels and prophets as lords. How could he command you to be disbelievers after you had devoted yourselves to God?",
    "God took a pledge from the prophets, saying, ‘If, after I have bestowed Scripture and wisdom upon you, a messenger comes confirming what you have been given, you must believe in him and support him. Do you affirm this and accept My pledge as binding on you?’ They said, ‘We do.’ He said, ‘Then bear witness and I too will bear witness.’",
    "Those who turn away after this are the ones who break pledges.",
    "Do they seek anything other than submission to God? Everyone in the heavens and earth submits to Him, willingly or unwillingly; they will all be returned to Him.",
    "Say [Muhammad], ‘We [Muslims] believe in God and in what has been sent down to us and to Abraham, Ishmael, Isaac, Jacob, and the Tribes. We believe in what has been given to Moses, Jesus, and the prophets from their Lord. We do not make a distinction between any of the [prophets]. It is to Him that we devote ourselves.’",
    "If anyone seeks a religion other than [islam] complete devotion to God, it will not be accepted from him: he will be one of the losers in the Hereafter.",
    "Why would God guide people who deny the truth, after they have believed and acknowledged that the Messenger is true, and after they have been shown clear proof? God does not guide evildoers:",
    "such people will be rewarded with rejection by God, by the angels, by all people,",
    "and so they will remain, with no relief or respite for their suffering.",
    "Not so those who afterwards repent and mend their ways- God is most forgiving and merciful-",
    "[although] the repentance of those who, having believed, then increase in their disbelief, will not be accepted. They are the ones who have gone [far] astray:",
    "those who disbelieve and die disbelievers will not be saved even if they offer enough gold to fill the entire earth. Agonizing torment is in store for them, and there will be no one to help them."
  ]
}