{
  "meta": {
    "id": 85,
    "name": "M.A.S. Abdel Haleem",
    "translator_name": "Abdul Haleem",
    "slug": "en-haleem",
    "language_name": "english"
  },
  "verses": [
    "What are they asking about?",
    "The momentous announcement",
    "about which they differ.",
    "They will find out.",
    "In the end they will find out.",
    "Did We not make the earth smooth,",
    "and make the mountains to keep it stable?",
    "Did We not create you in pairs,",
    "give you sleep for rest,",
    "the night as a cover,",
    "and the day for your livelihood?",
    "Did We not build seven strong [heavens] above you,",
    "and make a blazing lamp?",
    "Did We not send water pouring down from the clouds",
    "to bring forth with it grain, plants,",
    "and luxuriant gardens?",
    "A time has been appointed for the Day of Decision:",
    "a Day when the Trumpet will sound and you will come forward in crowds,",
    "when the sky will open up like wide portals,",
    "when the mountains will vanish like a mirage.",
    "Hell lies in wait,",
    "a home for oppressors",
    "to stay in for a long, long time,",
    "where they will taste no coolness nor drink",
    "except one that is scalding and dark––",
    "a fitting requital,",
    "for they did not fear a reckoning,",
    "and they rejected Our messages as lies.",
    "We have recorded everything in a Record.",
    "‘Taste this: all you will get from Us is more torment.’",
    "For those who were aware of God there is supreme fulfilment:",
    "private gardens, vineyards,",
    "nubile, well-matched companions,",
    "and an overflowing cup.",
    "There they will hear no vain or lying talk:",
    "a reward from your Lord, a fitting gift",
    "from the Lord of the heavens and earth and everything between, the Lord of Mercy. They will have no authority from Him to speak.",
    "On the Day when the Spirit and the angels stand in rows, they will not speak except for those to whom the Lord of Mercy gives permission, who will say only what is right.",
    "That is the Day of Truth. So whoever wishes to do so should take the path that leads to his Lord.",
    "We have warned you of imminent torment, on the Day when every person will see what their own hands have sent ahead for them, when the disbeliever will say, ‘If only I were dust!’",
    "By the forceful chargers",
    "raring to go,",
    "sweeping ahead at full stretch,",
    "overtaking swiftly",
    "to bring the matter to an end,",
    "on the Day when the blast reverberates",
    "and the second blast follows,",
    "hearts will tremble",
    "and eyes will be downcast.",
    "They say, ‘What? shall we be brought back to life,",
    "after we have turned into decayed bones?’ and they say,",
    "‘Such a return is impossible!’",
    "But all it will take is a single blast,",
    "and they will be back above ground.",
    "Have you [Prophet] heard the story of Moses?",
    "His Lord called out to him in the sacred valley of Tuwa:",
    "‘Go to Pharaoh, for he has exceeded all bounds,",
    "and ask him, “Do you want to purify yourself [of sin]?",
    "Do you want me to guide you to your Lord, so that you may hold Him in awe?” ’",
    "Moses showed him the great sign,",
    "but he denied it and refused [the faith].",
    "He turned away and hastily",
    "gathered his people, proclaiming,",
    "‘I am your supreme lord,’",
    "so God condemned him to punishment in the life to come as well as in this life:",
    "there truly is a lesson in this for anyone who stands in awe of God.",
    "Which is harder to create: you people or the sky that He built,",
    "raising it high and perfecting it,",
    "giving darkness to its night and bringing out its morning brightness,",
    "and the earth, too, He spread out,",
    "bringing waters and pastures out of it,",
    "and setting firm mountains [in it]",
    "for you and your animals to enjoy?",
    "When the great overwhelming event arrives",
    "on the Day that man remembers what he has done",
    "and Hell is there for all to see,",
    "for anyone who has transgressed",
    "and preferred the present life",
    "Hell will be home;",
    "for anyone who feared the meeting with his Lord and restrained himself from base desires,",
    "Paradise will be home.",
    "They ask you [Prophet] about the Hour,",
    "saying, ‘When will it arrive?’, but how can you tell [them that]?",
    "Its time is known only to your Lord;",
    "you are only sent to warn those who fear it.",
    "On the Day they see it, it will seem they lingered [in this life] an evening [at most,] or its morning.",
    "He frowned and turned away",
    "when the blind man came to him––",
    "for all you know, he might have grown in spirit,",
    "or taken note of something useful to him.",
    "For the self-satisfied one",
    "you go out of your way––",
    "though you are not to be blamed for his lack of spiritual growth––",
    "but from the one who has come to you full of eagerness",
    "and awe",
    "you allow yourself to be distracted.",
    "No indeed! This [Quran] is a lesson",
    "from which those who wish to be taught should learn,",
    "[written] on honoured,",
    "exalted, pure pages,",
    "by the hands of",
    "noble and virtuous scribes.",
    "Woe to man! How ungrateful he is!",
    "From what thing does God create him?",
    "He creates him from a droplet, He proportions him,",
    "He makes the way easy for him,",
    "then He causes him to die and be buried.",
    "When He wills, He will raise him up again.",
    "Yet man does not fulfil God’s commands.",
    "Let man consider the food he eats!",
    "We pour down abundant water",
    "and cause the soil to split open.",
    "We make grain grow,",
    "and vines, fresh vegetation,",
    "olive trees, date palms,",
    "luscious gardens,",
    "fruits, and fodder:",
    "all for you and your livestock to enjoy.",
    "When the Deafening Blast comes––",
    "the Day man will flee from his own brother,",
    "his mother, his father,",
    "his wife, his children:",
    "each of them will be absorbed in concerns of their own on that Day-",
    "on that Day some faces will be beaming,",
    "laughing, and rejoicing,",
    "but some faces will be dust-stained",
    "and covered in darkness:",
    "those are the disbelievers, the licentious.",
    "When the sun is shrouded in darkness,",
    "when the stars are dimmed,",
    "when the mountains are set in motion,",
    "when pregnant camels are abandoned,",
    "when wild beasts are herded together,",
    "when the seas boil over,",
    "when souls are sorted into classes,",
    "when the baby girl buried alive is asked",
    "for what sin she was killed,",
    "when the records of deeds are spread open,",
    "when the sky is stripped away,",
    "when Hell is made to blaze",
    "and Paradise brought near:",
    "then every soul will know what it has brought about.",
    "I swear by the planets",
    "that recede, move, and hide,",
    "by the night that descends,",
    "by the dawn that softly breathes:",
    "this is the speech of a noble messenger,",
    "who possesses great strength and is held in honour by the Lord of the Throne––",
    "he is obeyed there and worthy of trust.",
    "Your companion is not mad:",
    "he did see him on the clear horizon.",
    "He does not withhold what is revealed to him from beyond.",
    "This is not the word of an outcast devil.",
    "So where are you [people] going?",
    "This is a message for all people;",
    "for those who wish to take the straight path.",
    "But you will only wish to do so by the will of God, the Lord of all people.",
    "When the sky is torn apart,",
    "when the stars are scattered,",
    "when the seas burst forth,",
    "when graves turn inside out:",
    "each soul will know what it has done and what it has left undone.",
    "Mankind, what has lured you away from God,",
    "your generous Lord, who created you, shaped you, proportioned you,",
    "in whatever form He chose?",
    "Yet you still take the Judgement to be a lie!",
    "Over you stand",
    "watchers, noble recorders",
    "who know what you do:",
    "the good will live in bliss,",
    "and the wicked will burn in the Fire.",
    "They will enter it on the Day of Judgement",
    "and they will find no escape.",
    "What will explain to you what the Day of Judgement is?",
    "Yes! What will explain to you what the Day of Judgement is?",
    "The Day when no soul will be able to do anything for another; on that Day, command will belong to God.",
    "Woe to those who give short measure,",
    "who demand of other people full measure for themselves,",
    "but give less than they should when it is they who weigh or measure for others!",
    "Do these people not realize that they will be raised up",
    "on a mighty Day,",
    "a Day when everyone will stand before the Lord of the Worlds?",
    "No indeed! The list of the wicked is in Sijjin––",
    "what will explain to you what Sijjin is?––",
    "a clearly numbered list.",
    "Woe on that day to the deniers,",
    "those who deny the Day of Judgement!",
    "Only the evil aggressor denies it:",
    "when Our revelations are recited to him, he says, ‘Ancient fables!’",
    "No indeed! Their hearts are encrusted with what they have done.",
    "No indeed! On that Day they will be screened off from their Lord,",
    "they will burn in Hell,",
    "and they will be told, ‘This is what you called a lie.’",
    "No indeed! The list of the truly good is in 'Illiyyin––",
    "what will explain to you what 'Illiyyin is?––",
    "a clearly written list,",
    "witnessed by those brought near.",
    "The truly good will live in bliss,",
    "seated on couches, gazing around.",
    "You will recognize on their faces the radiance of bliss.",
    "They will be served a sealed nectar,",
    "its seal [perfumed with] a fragrant herb––let those who strive, strive for this––",
    "mixed with the water of Tasnim,",
    "a spring from which those brought near will drink.",
    "The wicked used to laugh at the believers––",
    "they would wink at one another when the believers passed by them,",
    "joke about them when they got back to their own people,",
    "and say, when they saw them, ‘These people are misguided,’",
    "though they were not sent to be their keepers-",
    "so today the believers are laughing at the disbelievers",
    "as they sit on couches, gazing around.",
    "Have the disbelievers [not] been repaid for their deeds?",
    "When the sky is ripped apart,",
    "obeying its Lord as it rightly must,",
    "when the earth is levelled out,",
    "casts out its contents, and becomes empty,",
    "obeying its Lord as it rightly must,",
    "you humans, toiling laboriously towards your Lord, will meet Him:",
    "whoever is given his record in his right hand",
    "will have an easy reckoning",
    "and return to his people well pleased,",
    "but whoever is given his record from behind his back",
    "will cry out for destruction––",
    "he will burn in the blazing Fire.",
    "He used to live among his people well pleased.",
    "He thought he would never return [to his Lord]––",
    "indeed he will! His Lord was watching him.",
    "I swear by the glow of sunset,",
    "by the night and what it covers,",
    "by the full moon,",
    "you will progress from stage to stage.",
    "So why do they not believe?",
    "Why, when the Quran is read to them, do they not prostrate themselves [to God]?",
    "No! The disbelievers reject the Quran––",
    "God knows best what they keep hidden inside––",
    "so give them news of a painful torment.",
    "But those who believe and do good deeds will have a never-ending reward.",
    "By the sky with its towering constellations,",
    "by the promised Day,",
    "by the Witness and that which is witnessed,",
    "damned were the makers of the trench,",
    "the makers of the fuel-stoked fire!",
    "They sat down",
    "to watch what they were doing to the believers.",
    "Their only grievance against them was their faith in God, the Mighty, the Praiseworthy,",
    "to whom all control over the heavens and earth belongs: God is witness over all things.",
    "For those who persecute believing men and women, and do not repent afterwards, there will be the torment of Hell and burning.",
    "But for those who believe and do good deeds there will be Gardens graced with flowing streams: that is the great triumph.",
    "[Prophet], your Lord’s punishment is truly stern––",
    "it is He who brings people to life, and will restore them to life again––",
    "and He is the Most Forgiving, the Most Loving.",
    "The Glorious Lord of the Throne,",
    "He does whatever He will.",
    "Have you [not] heard the stories of the forces",
    "of Pharaoh and Thamud?",
    "Yet still the disbelievers persist in denial.",
    "God surrounds them all.",
    "This is truly a glorious Quran",
    "[written] on a preserved Tablet.",
    "By the sky and the night-comer––",
    "What will explain to you what the night-comer is?",
    "The piercing star––",
    "there is a watcher over every soul.",
    "Man should reflect on what he was created from.",
    "He is created from spurting fluid,",
    "then he emerges from between the backbone and breastbone:",
    "God is certainly able to bring him back to life.",
    "On the Day when secrets are laid bare",
    "he will have no power and no one to help him.",
    "By the sky and its recurring rain,",
    "by the earth that cracks open!",
    "This is truly a decisive statement;",
    "it is not something to be taken lightly.",
    "They plot and scheme,",
    "but so do I:",
    "[Prophet], let the disbelievers be, let them be for a while.",
    "[Prophet], glorify the name of your Lord the Most High,",
    "who created [all things] in due proportion;",
    "who determined their destinies and guided them;",
    "who brought out the green pasture",
    "then made it dark debris.",
    "[Prophet], We shall teach you [the Quran] and you will not forget––",
    "unless God wishes; He knows both what is open and what is hidden––",
    "We shall show you the easy way.",
    "So remind, if reminding will help.",
    "Those who stand in awe of God will heed the reminder,",
    "but it will be ignored by the most wicked,",
    "who will enter the Great Fire,",
    "where they will neither die nor live.",
    "Prosperous are those who purify themselves,",
    "remember the name of their Lord, and pray.",
    "Yet you [people] prefer the life of this world,",
    "even though the Hereafter is better and more lasting.",
    "All this is in the earlier scriptures,",
    "the scriptures of Abraham and Moses.",
    "Have you heard tell [Prophet] about the Overwhelming Event?",
    "On that Day, there will be downcast faces,",
    "toiling and weary,",
    "as they enter the blazing Fire",
    "and are forced to drink from a boiling spring,",
    "with no food for them except bitter dry thorns",
    "that neither nourish nor satisfy hunger.",
    "On that Day there will also be faces radiant with bliss,",
    "well pleased with their labour,",
    "in a lofty garden,",
    "where they will hear no idle talk,",
    "with a flowing spring,",
    "raised couches,",
    "goblets placed before them,",
    "cushions set in rows,",
    "and carpets spread.",
    "Do the disbelievers not see how rain clouds are formed 1",
    "how the heavens are lifted,",
    "how the mountains are raised high,",
    "how the earth is spread out?",
    "So [Prophet] warn them: your only task is to give warning,",
    "you are not there to control them.",
    "As for those who turn away and disbelieve,",
    "God will inflict the greatest torment upon them.",
    "It is to Us they will return,",
    "and then it is for Us to call them to account.",
    "By the Daybreak,",
    "by the Ten Nights,",
    "by the even and the odd,",
    "by the passing night––",
    "is this oath strong enough for a rational person?",
    "Have you [Prophet] considered how your Lord dealt with [the people] of 'Ad,",
    "of Iram, [the city] of lofty pillars,",
    "whose like has never been made in any land,",
    "and the Thamud, who hewed into the rocks in the valley,",
    "and the mighty and powerful Pharaoh?",
    "All of them committed excesses in their lands,",
    "and spread corruption there:",
    "your Lord let a scourge of punishment loose on them.",
    "Your Lord is always watchful.",
    "[The nature of] man is that, when his Lord tries him through honour and blessings, he says, ‘My Lord has honoured me,’",
    "but when He tries him through the restriction of his provision, he says, ‘My Lord has humiliated me.’",
    "No indeed! You [people] do not honour orphans,",
    "you do not urge one another to feed the poor,",
    "you consume inheritance greedily,",
    "and you love wealth with a passion.",
    "No indeed! When the earth is pounded to dust, pounded and pounded,",
    "when your Lord comes with the angels, rank upon rank,",
    "when Hell is that Day brought near- on that Day man will take heed, but what good will that be to him then?",
    "He will say, ‘Would that I had provided for this life to come!’",
    "On that Day, no one will punish as He punishes,",
    "and no one will bind as He binds.",
    "‘[But] you, soul at peace:",
    "return to your Lord well pleased and well pleasing;",
    "go in among My servants;",
    "and into My Garden.’",
    "I swear by this city––",
    "and you [Prophet] are an inhabitant of this city––",
    "[I swear] by parent and offspring,",
    "that We have created man for toil and trial.",
    "Does he think that no one will have power over him?",
    "‘I have squandered great wealth,’ he says.",
    "Does he think no one observes him?",
    "Did We not give him eyes,",
    "a tongue, lips,",
    "and point out to him the two clear ways [of good and evil]?",
    "Yet he has not attempted the steep path.",
    "What will explain to you what the steep path is?",
    "It is to free a slave,",
    "to feed at a time of hunger",
    "an orphaned relative",
    "or a poor person in distress,",
    "and to be one of those who believe and urge one another to steadfastness and compassion.",
    "Those who do this will be on the right-hand side,",
    "but those who disbelieve in Our revelations will be on the left-hand side,",
    "and the Fire will close in on them.",
    "By the sun in its morning brightness",
    "and by the moon as it follows it,",
    "by the day as it displays the sun’s glory",
    "and by the night as it conceals it,",
    "by the sky and how He built it",
    "and by the earth and how He spread it,",
    "by the soul and how He formed it",
    "and inspired it [to know] its own rebellion and piety!",
    "The one who purifies his soul succeeds",
    "and the one who corrupts it fails.",
    "In their arrogant cruelty, the people of Thamud called [their messenger] a liar,",
    "when the most wicked man among them rose [against him].",
    "The messenger of God said to them, ‘[Leave] God’s camel to drink,’",
    "but they called him a liar and hamstrung her. Their Lord destroyed them for their crime and levelled them.",
    "He did not hesitate to punish them.",
    "By the enshrouding night,",
    "by the radiant day,",
    "by His creation of male and female!",
    "The ways you take differ greatly.",
    "There is the one who gives, who is mindful of God,",
    "who testifies to goodness––",
    "We shall smooth his way towards ease.",
    "There is the one who is miserly, who is self-satisfied,",
    "who denies goodness––",
    "We shall smooth his way towards hardship",
    "and his wealth will not help him as he falls.",
    "Our part is to provide guidance––",
    "this world and the next belong to Us––",
    "so I warn you about the raging Fire,",
    "in which none but the most wicked one will burn,",
    "who denied [the truth], and turned away.",
    "The most pious one will be spared this––",
    "who gives his wealth away as self-purification,",
    "not to return a favour to anyone",
    "but for the sake of his Lord the Most High––",
    "and he will be well pleased.",
    "By the morning brightness",
    "and by the night when it grows still,",
    "your Lord has not forsaken you [Prophet], nor does He hate you,",
    "and the future will be better for you than the past;",
    "your Lord is sure to give you so much that you will be well satisfied.",
    "Did He not find you an orphan and shelter you?",
    "Did He not find you lost and guide you?",
    "Did He not find you in need and make you self-sufficient?",
    "So do not be harsh with the orphan",
    "and do not chide the one who asks for help;",
    "talk about the blessings of your Lord.",
    "Did We not relieve your heart for you [Prophet],",
    "and remove the burden",
    "that weighed so heavily on your back,",
    "and raise your reputation high?",
    "So truly where there is hardship there is also ease;",
    "truly where there is hardship there is also ease.",
    "The moment you are freed [of one task] work on,",
    "and turn to your Lord for everything.",
    "By the fig, by the olive,",
    "by Mount Sinai,",
    "by this safe town,",
    "We create man in the finest state",
    "then reduce him to the lowest of the low,",
    "except those who believe and do good deeds–– they will have an unfailing reward.",
    "After this, what makes you [man] deny the Judgement?",
    "Is God not the most decisive of judges?",
    "Read! In the name of your Lord who created:",
    "He created manfrom a clinging form.",
    "Read! Your Lord is the Most Bountiful One",
    "who taught by [means of] the pen,",
    "who taught man what he did not know.",
    "But man exceeds all bounds",
    "when he thinks he is self-sufficient:",
    "[Prophet], all will return to your Lord.",
    "Have you seen the man who forbids",
    "[Our] servant to pray?",
    "Have you seen whether he is rightly guided,",
    "or encourages true piety?",
    "Have you seen whether he denies the truth and turns away from it?",
    "Does he not realize that God sees all?",
    "No! If he does not stop, We shall drag him by his forehead––",
    "his lying, sinful forehead.",
    "Let him summon his comrades;",
    "We shall summon the guards of Hell.",
    "No! Do not obey him [Prophet]: bow down in worship and draw close.",
    "We sent it down on the Night of Glory.",
    "What will explain to you what that Night of Glory is?",
    "The Night of Glory is better than a thousand months;",
    "on that night the angels and the Spirit descend again and again with their Lord’s permission on every task;",
    "[there is] peace that night until the break of dawn.",
    "Those who disbelieve among the People of the Book and the idolaters were not about to change their ways until they were sent clear evidence,",
    "a messenger from God, reading out pages [blessed with] purity,",
    "containing true scriptures.",
    "[Yet] those who were given the Scripture became divided only after they were sent [such] clear evi-dence",
    "though all they are ordered to do is worship God alone, sincerely devoting their religion to Him as people of true faith, keep up the prayer, and pay the prescribed alms, for that is the true religion.",
    "Those who disbelieve among the People of the Book and the idolaters will have the Fire of Hell, there to remain. They are the worst of creation.",
    "Those who believe and do good deeds are the best of creation.",
    "Their reward with their Lord is everlasting Gardens graced with flowing streams, where they will stay forever. God is well pleased with them and they with Him. All this is for those who stand in awe of their Lord.",
    "When the earth is shaken violently in its [last] quaking,",
    "when the earth throws out its burdens,",
    "when man cries, ‘What is happening to it?’;",
    "on that Day, it will tell all",
    "because your Lord will inspire it [to do so].",
    "On that Day, people will come forward in separate groups to be shown their deeds:",
    "whoever has done an atom’s-weight of good will see it,",
    "but whoever has done an atom’s-weight of evil will see that.",
    "By the charging steeds that pant",
    "and strike sparks with their hooves,",
    "who make dawn raids,",
    "raising a cloud of dust,",
    "and plunging into the midst of the enemy,",
    "man is ungrateful to his Lord––",
    "and He is witness to this––",
    "he is truly excessive in his love of wealth.",
    "Does he not know that when the contents of graves burst forth,",
    "when the secrets of hearts are uncovered, on that Day,",
    "their Lord will be fully aware of them all?",
    "The Crashing Blow!",
    "What is the Crashing Blow?",
    "What will explain to you what the Crashing Blow is?",
    "On a Day when people will be like scattered moths",
    "and the mountains like tufts of wool,",
    "the one whose good deeds are heavy on the scales",
    "will have a pleasant life,",
    "but the one whose good deeds are light",
    "will have the Bottomless Pit for his home––",
    "what will explain to you what that is?––",
    "a blazing fire.",
    "Striving for more distracts you",
    "until you go into your graves.",
    "No indeed! You will come to know.",
    "No indeed! In the end you will come to know.",
    "No indeed! If only you knew for certain.",
    "You will most definitely see Hellfire,",
    "you will see it with the eye of certainty.",
    "On that Day, you will be asked about your pleasures.",
    "By the declining day,",
    "man is [deep] in loss,",
    "except for those who believe, do good deeds, urge one another to the truth, and urge one another to steadfastness.",
    "Woe to every fault-finding backbiter",
    "who amasses riches, counting them over,",
    "thinking they will make him live for ever.",
    "No indeed! He will be thrust into the Crusher!",
    "What will explain to you what the Crusher is?",
    "It is God’s Fire, made to blaze,",
    "which rises over people’s hearts.",
    "It closes in on them",
    "in towering columns.",
    "Do you [Prophet] not see how your Lord dealt with the army of the elephant?",
    "Did He not utterly confound their plans?",
    "He sent ranks of birds against them,",
    "pelting them with pellets of hard-baked clay:",
    "He made them [like] cropped stubble.",
    "[He did this] to make the Quraysh feel secure,",
    "secure in their winter and summer journeys.",
    "So let them worship the Lord of this House:",
    "who provides them with food to ward off hunger, safety to ward off fear.",
    "[Prophet], have you considered the person who denies the Judgement?",
    "It is he who pushes aside the orphan",
    "and does not urge others to feed the needy.",
    "So woe to those who pray",
    "but are heedless of their prayer;",
    "those who are all show",
    "and forbid common kindnesses.",
    "We have truly given abundance to you [Prophet]––",
    "so pray to your Lord and make your sacrifice to Him alone––",
    "it is the one who hates you who has been cut off.",
    "Say [Prophet], ‘Disbelievers:",
    "I do not worship what you worship,",
    "you do not worship what I worship,",
    "I will never worship what you worship,",
    "you will never worship what I worship:",
    "you have your religion and I have mine.’",
    "When God’s help comes and He opens up your way [Prophet],",
    "when you see people embracing God’s faith in crowds,",
    "celebrate the praise of your Lord and ask His forgiveness: He is always ready to accept repentance.",
    "May the hands of Abu Lahab be ruined! May he be ruined too!",
    "Neither his wealth nor his gains will help him:",
    "he will burn in the Flaming Fire––",
    "and so will his wife, the firewood-carrier,",
    "with a palm-fibre rope around her neck.",
    "Say, ‘He is God the One,",
    "God the eternal.",
    "He begot no one nor was He begotten.",
    "No one is comparable to Him.’",
    "Say [Prophet], ‘I seek refuge with the Lord of daybreak",
    "against the harm in what He has created,",
    "the harm in the night when darkness gathers,",
    "the harm in witches when they blow on knots,",
    "the harm in the envier when he envies.’",
    "Say, ‘I seek refuge with the Lord of people,",
    "the Controller of people,",
    "the God of people,",
    "against the harm of the slinking whisperer––",
    "who whispers into the hearts of people––",
    "whether they be jinn or people.’"
  ]
}