{
  "meta": {
    "id": 227,
    "name": "Maulana Abder-Rahim ibn Muhammad",
    "translator_name": "Maulana Abder-Rahim ibn Muhammad",
    "slug": "tel-adber-rahim",
    "language_name": "telugu"
  },
  "verses": [
    "ఎవరి చేతిలోనయితే విశ్వసామ్రాజ్యాధిపత్యం ఉందో! ఆయన సర్వశ్రేష్ఠుడు (శుభదాయకుడు) మరియు ఆయన ప్రతిదీ చేయగల సమర్ధుడు.",
    "ఆయనే! మీలో మంచిపనులు చేసే వారెవరో పరీక్షించటానికి, చావు-బ్రతుకులను సృష్టించాడు. మరియు ఆయన సర్వశక్తిమంతుడు, క్షమాశీలుడు.",
    "ఆయనే ఒకదానిపై ఒకటి ఏడు ఆకాశాలను సృష్టించాడు. ఆ అనంత కరుణా మయుని సృష్టిలో నీవు ఎలాంటి లోపాన్నీ చూడలేవు. కావాలంటే మరొకసారి చూడు: \"ఏమీ? నీకేమైనా లోపం కనిపిస్తుందా?\"",
    "ఇంకా, మాటిమాటికీ నీ చూపులు త్రిప్పి చూడు. అది (నీ చూపు) విఫలమై అలిసి సొలిసి తిరిగి నీ వైపుకే వస్తుంది.",
    "మరియు వాస్తవంగా, మేము భూమికి దగ్గరగా ఉన్న ఆకాశాన్ని దీపాలతో అలంకరించాము. మరియు వాటిని, షైతాన్ లను తరిమి కొట్టే సాధనాలుగా చేశాము. మరియు వారి కొరకు (షైతానుల కొరకు) మేము భగభగ మండే అగ్నిజ్వాలల శిక్షను సిద్ధపరచి ఉంచాము.",
    "మరియు తన ప్రభువును (అల్లాహ్ ను) తిరస్కరించే వారికి నరకశిక్ష ఉంది. అది ఎంత చెడ్డ గమ్యస్థానం.",
    "వారు అందులోకి విసిరి వేయ బడినప్పుడు వారు దాని (భయంకరమైన) గర్జనను వింటారు. మరియు అది మరిగి పొంగుతూ ఉంటుంది.",
    "అది దాదాపు ఉద్రేకంగా ప్రేలిపోతూ ఉంటుంది. ప్రతిసారి అందులోకి (పాపుల) గుంపు పడవేయబడి నప్పుడు! దాని కాపలాదారులు వారితో: \"ఏమీ? మీ వద్దకు ఏ హెచ్చరిక చేసేవాడు రాలేదు?\" అని ప్రశ్నిస్తారు.",
    "వారంటారు: \"ఎందుకు రాలేదు! వాస్తవానికి మా వద్దకు హెచ్చరిక చేసేవాడు వచ్చాడు, కాని మేము అతనిని అసత్యుడవని తిరస్కరించాము మరియు అతనితో ఇలా అన్నాము: 'అల్లాహ్ దేనినీ (ఏ దివ్యజ్ఞానాన్ని) అవతరింప జేయలేదు; మీరు కేవలం ఘోర మార్గభ్రష్టత్వంలో పడి ఉన్నారు!'\"",
    "ఇంకా వారు ఇలా అంటారు: \"ఒకవేళ మేము విని ఉంటే లేదా గ్రహించి ఉంటే, మేము మండే అగ్నిజ్వాలలో పడి వుండే వారితో చేరే వారము కాము కదా!\"",
    "అప్పుడు వారే స్వయంగా తమ పాపాన్ని ఒప్పుకుంటారు. కావున భగభగమండే అగ్నిజ్వాలలు దూరమై పోవుగాక!",
    "నిశ్చయంగా, ఎవరైతే అగోచరుడైన తమ ప్రభువుకు భయపడతారో! వారికి క్షమాపణ మరియు గొప్ప ప్రతిఫలం ఉంటాయి.",
    "మరియు మీరు మీ మాటలను రహస్యంగా ఉంచినా సరే! లేక వాటిని వెల్లడి చేసినా సరే! నిశ్చయంగా, ఆయనకు హృదయాల స్థితి బాగా తెలుసు.",
    "ఏమిటీ? పుట్టించిన వాడికే తెలియదా? మరియు ఆయన సూక్ష్మగ్రాహి, సర్వం తెలిసినవాడు!",
    "భూమిని మీ అధీనంలో ఉంచినవాడు ఆయనే! కావున మీరు దాని దారులలో తిరగండి. మరియు ఆయన ప్రసాదించిన జీవనోపాధిని తినండి, మరియు మీరు ఆయన వైపునకే సజీవులై మరలి పోవలసి ఉంది.",
    "ఏమీ? మీరు నిర్భయంగా ఉన్నారా? ఆకాశాలలో ఉన్నవాడు, మిమ్మల్ని భూమిలోకి అణగద్రొక్కడని, ఎప్పుడైతే అది తీవ్రకంపనాలకు గురి అవుతుందో?",
    "లేక ఆకాశాలలో ఉన్నవాడు, మీపైకి రాళ్ళు కురిపించే గాలివాన పంపడని మీరు నిర్భయంగా ఉన్నారా? నా హెచ్చరిక ఎలాంటిదో అప్పుడు మీరు తెలుసుకోగలరు.",
    "మరియు వాస్తవానికి వారికి పూర్వం గతించిన వారు కూడా (ప్రవక్తలను) తిరస్కరించారు. నా పట్టు (శిక్ష) ఎంత తీవ్రంగా ఉండిందో (చూశారా)?",
    "ఏమీ? వారు తమ ఎగిరే పక్షులు రెక్కలను ఎలా చాపుతూ ముడుచుకుంటూ, ఎగురుతున్నాయో చూడటం లేదా? ఆ అనంత కరుణామయుడు తప్ప మరెవ్వరూ వాటిని అలా నిలిపి ఉంచలేరు కదా! నిశ్చయంగా ఆయన ప్రతి దానినీ చూస్తున్నాడు!",
    "ఏమీ? అనంత కరుణామయుడు తప్ప మీకు సేన వలే అడ్డుగా నిలిచి, మీకు సహాయపడ గల వాడెవడైనా ఉన్నాడా? ఈ సత్యతిరస్కారులు కేవలం మోసంలో పడి వున్నారు.",
    "ఒకవేళ ఆయన మీ జీవనోపాధిని ఆపి వేస్తే, మీకు జీవనోపాధి ఇచ్చేవాడు ఎవడున్నాడు? అయినా వారు తలబిరుసుతనంలో మునిగి (సత్యానికి) దూరమై పోతున్నారు.",
    "ఏమీ? ఎవడైతే తన ముఖం మీద దేవులాడుతూ నడుస్తాడో, అతడు సరైన మార్గం పొందుతాడా? లేక చక్కగా ఋజుమార్గం మీద నడిచేవాడు పొందుతాడా?",
    "వారితో ఇలా అను: \"ఆయనే మిమ్మల్ని సృజించాడు. మరియు ఆయనే మీకు వినికిడినీ, దృష్టినీ మరియు హృదయాలనూ ఇచ్చాడు. (అయినా) మీరు కృతజ్ఞతలు తెలిపేది చాలా తక్కువ!\"",
    "(ఇంకా) ఇలా అను: \"ఆయనే మిమ్మల్ని భూమిలో వ్యాపింపజేశాడు మరియు ఆయన వద్దనే మీరంతా సమావేశ పరచబడతారు.\"",
    "మరియు వారు ఇలా అడుగుతున్నారు: \"మీరు సత్యవంతులే అయితే, ఈ వాగ్దానం ఎప్పుడు నెరవేరనున్నది?\"",
    "వారితో ఇలా అను: \"నిశ్చయంగా, దాని జ్ఞానం కేవలం అల్లాహ్ కే ఉంది. మరియు నేను స్పష్టంగా హెచ్చరిక చేసే వాడిని మాత్రమే!\"",
    "తరువాత వారు దానిని సమీపంలో ఉండటం చూసినప్పుడు, సత్యతిరస్కారుల ముఖాలు దుఃఖంతో నిండి నల్లబడిపోతాయి. మరియు వారితో ఇలా అనబడుతుంది: \"మీరు దేనినయితే అడుగుతూ ఉండేవారో అది (ఆ వాగ్దానం) ఇదే!\"",
    "(ఓ ప్రవక్తా!) వారితో ఇలా అను: \"ఏమీ? మీరు ఆలోచించరా? ఒకవేళ అల్లాహ్ నన్ను మరియు నా తోటి వారిని నాశనం చేయనూ వచ్చు! లేదా మమ్మల్ని కరుణించనూ వచ్చు. కాని సత్యతిరస్కారులను బాధాకరమైన శిక్ష నుండి ఎవడు రక్షించగలడు?\"",
    "వారితో ఇంకా ఇలా అను: \"ఆయనే అనంత కరుణామయుడు, మేము ఆయననే విశ్వసించాము మరియు ఆయననే నమ్ముకున్నాము. ఇక ఎవరు స్పష్టమైన మార్గభ్రష్టత్వంలో పడి ఉన్నారో త్వరలోనే మీరు తెలుసుకోగలరు!\"",
    "వారితో ఇలా అను: \"ఏమీ? మీరు ఆలోచించరా? ఒకవేళ మీ బావులలోని నీరు, భూమిలోనికి ఇంకి పోతే, ప్రవహించే ఈ నీటి ఊటలను మీ కొరకు ఎవడు బయటికి తేగలడు?\"",
    "నూన్, కలం సాక్షిగా! మరియు వారు (దేవదూతలు) వ్రాస్తున్న దాని సాక్షిగా!",
    "నీ ప్రభువు అనుగ్రహం వలన నీవు (ఓ ముహమ్మద్) పిచ్చివాడవు కావు!",
    "మరియు నిశ్చయంగా, నీకు ఎన్నటికీ తరిగిపోని ప్రతిఫలం ఉంది.",
    "మరియు నిశ్చయంగా, నీవు ఉత్తమమైన శీలవంతుడవు!",
    "కావున త్వరలోనే నీవు చూడగలవు మరియు వారు కూడా చూడగలరు;",
    "మీలో ఎవరికి పిచ్చి ఉందో!",
    "నిశ్చయంగా, నీ ప్రభువు! ఆయనకు ఎవడు మార్గభ్రష్టుడయ్యాడో తెలుసు మరియు ఎవడు సన్మార్గం మీద ఉన్నాడో కూడా ఆయనకు బాగా తెలుసు!",
    "కావున నీవు ఈ అసత్యవాదులను అనుసరించకు.",
    "ఒకవేళ నీవు (ధర్మం విషయంలో) మెత్తపడితే వారు కూడా మెత్తపడ కోరుతున్నారు.",
    "కావున నీవు ప్రమాణాలు చేసే ప్రతి నీచుడిని అనుసరించకు;",
    "చాడీలు చెప్పేవాడిని, ఎత్తి పొడుస్తూ ఉండేవాడిని;",
    "మంచిని నిరోధించేవాడిని, హద్దు మీరి ప్రవర్తించే పాపిష్ఠుడిని;",
    "నిర్ధయుడిని, ఇంతే గాకుండా అపఖ్యాతి గల (నిందార్హుడైన) వాడిని;",
    "వాడు ధనవంతుడూ మరియు సంతాన భాగ్యంతో తలతూగుతూ ఉన్నవాడు అయినా సరే!",
    "ఒకవేళ వాడికి మా సూచనలు (ఆయాత్) వినిపిస్తే, అందుకు వాడు: \"ఇవి పూర్వకాలపు కట్టుకథలే!\" అని అంటాడు.",
    "మేము త్వరలోనే వాడి ముక్కు మీద వాత పెడ్తాము.",
    "నిశ్చయంగా, మేము ఆ తోటవారిని పరీక్షించినట్లుగా వీరిని కూడా పరీక్షిస్తాము. ఎవరైతే తెల్లవారగానే తప్పక దాని పంట కోసుకుందామని ప్రతిజ్ఞ చేసుకున్నారో!",
    "మరియు (అల్లాహ్ కోరితే) అనే, మినహాయింపుకు తావు ఇవ్వకుండా!",
    "కావున వారు పడుకొని ఉండగానే నీ ప్రభువు తరఫు నుండి దానిపై (ఆ తోటపై) ఒక ఆపద వచ్చి పడింది.",
    "దాంతో తెల్లవారే సరికి అది (ఆ తోట) పంట కోసిన పొలం వలే మారి పోయింది.",
    "తరువాత ఉదయం లేచి వారు ఒకరితో నొకరు ఇలా చెప్పుకోసాగారు:",
    "\"మీరు పంటను కోయదలుచుకుంటే ఉదయమే మీ పొలానికి వెళ్ళండి.\"",
    "ఆ తరువాత వారు ఒకరితోనొకరు (ఈ విధంగా) మెల్లగా చెప్పుకుంటూ బయలు దేరారు.",
    "\"ఈ రోజు ఏ పేదవాడిని కూడా మీ దగ్గరకు రానివ్వకండి!\"",
    "మరియు వారు (పేదవారిని) దగ్గరకు రానివ్వకూడదని గట్టి నిర్ణయంతో తెల్లవారు ఝామున బయలు దేరారు.",
    "వారు దానిని (తోటను) చూసి ఇలా వాపోయారు: \"నిశ్చయంగా, మనం దారి తప్పాము!",
    "కాదు! కాదు! మనం సర్వం కోల్పోయాము!\"",
    "వారిలో మధ్యరకానికి చెందినవాడు ఇలా అన్నాడు: \"ఏమీ? నేను మీతో అనలేదా? మీరు ఎందుకు ఆయన (అల్లాహ్) పవిత్రతను కొనియాడరని ('ఇన్ షా అల్లాహ్!' అనరని)?\"",
    "వారు ఇలా అన్నారు: \"మా ప్రభువు సర్వలోపాలకూ అతీతుడు! నిశ్చయంగా, మేమే దుర్మార్గులము!\"",
    "తరువాత వారు అభిముఖులై ఒకరి నొకరు నిందించుకోసాగారు.",
    "వారు ఇలా వాపోయారు: \"అయ్యో! మా పాడుగాను! నిశ్చయంగా, మేము తలబిరుసుతనం చూపాము!",
    "బహశా! మన ప్రభువు మనకు దీనికి బదులుగా దీని కంటే శ్రేష్ఠమైన దానిని ప్రసాదించ వచ్చు! నిశ్చయంగా, మనం మన ప్రభువు వైపునకు (పశ్చాత్తాపంతో) మరలుదాము!\"",
    "ఈ విధంగా ఉంటుంది శిక్ష! మరియు పరలోక శిక్ష దీని కంటే ఘోరంగా ఉంటుంది. వారు ఇది తెలుసుకుంటే ఎంత బాగుండేది!",
    "నిశ్చయంగా, దైవభీతి గలవారికి వారి ప్రభువు వద్ద పరమానందకరమైన స్వర్గవనాలు ఉంటాయి.",
    "ఏమీ? మేము విధేయులను (ముస్లింలను) నేరస్థులతో సమానంగా ఎంచుదుమా?",
    "మీకేమయింది? మీరు ఏ విధమైన నిర్ణయాలు చేస్తున్నారు?",
    "మీ వద్ద ఏదయినా (దివ్య) గ్రంథముందా? దాని నుండి మీరు నేర్చుకోవటానికి!",
    "నిశ్చయంగా, అందులో మీకు, మీరు కోరేదంతా ఉందని?",
    "లేక, పునరుత్థాన దినం వరకు, మీరు నిర్ణయించుకున్నదే మీకు తప్పక లభిస్తుందని, మేము మీతో చేసిన గట్టి ప్రమాణం ఏదైనా ఉందా?",
    "వారిలో దీనికి ఎవడు హామీగా ఉన్నాడో అడుగు.",
    "లేక, వారికి ఎవరైనా (వారు అల్లాహ్ కు కల్పించిన) భాగస్వాములు ఉన్నారా? ఒకవేళ వారు సత్యవంతులే అయితే తమ ఆ భాగస్వాములను తీసుకు రమ్మను.",
    "(జ్ఞాపకముంచుకోండి) ఏ రోజయితే పిక్క ఎముక తెరిచి వేయబడుతుందో! మరియు వారు సాష్టాంగం (సజ్దా) చేయటానికి పిలువబడతారో, అప్పుడు వారు (కపట విశ్వాసులు), అలా (సజ్దా) చేయలేరు!",
    "వారి చూపులు క్రిందికి వాలిపోయి ఉంటాయి, అవమానం వారిని ఆవరించి ఉంటుంది. మరియు వాస్తవానికి వారు నిక్షేపంగా ఉన్నప్పుడు సాష్టాంగం (సజ్దా) చేయటానికి ఆహ్వానించబడితే (తిరస్కరించేవారు)!",
    "కావున నన్ను మరియు ఈ సందేశాన్ని అబద్ధమని తిరస్కరించే వారిని వదలండి. వారు గ్రహించని విధంగా మేము వారిని క్రమక్రమంగా (వినాశం వైపునకు) తీసుకొని పోతాము.",
    "మరియు నేను వారికి కొంత వ్యవధి నిస్తున్నాను. నిశ్చయంగా, నా పన్నాగం చాలా దృఢమైనది.",
    "లేక, (ఓ ప్రవక్తా!) నీవు వారిని ఏదైనా ప్రతిఫలం ఇవ్వమని అడుగుతున్నావా? వారికి దాని రుణం భారమవటానికి?",
    "లేక, వారి వద్ద ఏదైనా అగోచర జ్ఞానం ఉందా? వారు దానిని వ్రాసి పెట్టడానికి?",
    "కావున నీవు నీ ప్రభువు ఆజ్ఞ కొరకు వేచి ఉండు. మరియు నీవు, చేపవాని (యూనుస్) వలే వ్యవహరించకు. (గుర్తుకు తెచ్చుకో) అతను దుఃఖంలో ఉన్నప్పుడు (తన ప్రభువును) మొర పెట్టుకున్నాడు.",
    "అతని ప్రభువు అనుగ్రహమే గనక అతనికి అందక పోయి ఉంటే, అతను అవమానకరమైన స్థితిలో (చేప కడుపులో పడి ఉండేవాడు కాని మేము అతనిని క్షమించాము). కావున అతను చౌట (బంజరు) మైదానంలో విసరి వేయ బడ్డాడు.",
    "చివరకు అతని ప్రభువు అతనిని ఎన్నుకొని సత్పురుషులలో చేర్చాడు.",
    "మరియు ఆ సత్యతిరస్కారులు, ఈ సందేశాన్ని (ఖుర్ఆన్ ను) విన్నప్పుడు, తమ చూపులతో నీ కాళ్ళు ఊడగొడతారా అన్నట్లు (నిన్ను జారించి పడవేసేటట్లు) నిన్ను చూస్తున్నారు. మరియు వారు నిన్ను (ఓ ముహమ్మద్!): \"నిశ్చయంగా ఇతడు పిచ్చివాడు!\" అని అంటున్నారు.",
    "కాని సర్వలోకాల (వారికి) ఇదొక హితోపదేశం మాత్రమే!",
    "ఆ అనివార్య సంఘటన (పునరుత్థానం)!",
    "ఏమిటా అనివార్య సంఘటన?",
    "మరియు ఆ అనివార్య సంఘటన, అంటే ఏమిటో నీకేమి తెలుసు?",
    "సమూద్ మరియు ఆద్ జాతి వారు అకస్మాత్తుగా విరుచుకుపడే ఆ ఉపద్రవాన్ని అసత్యమని తిరస్కరించారు.",
    "కావున సమూద్ జాతి వారైతే ఒక భయంకరమైన గర్జన ద్వారా నాశనం చేయబడ్డారు.",
    "మరియు ఆద్ జాతి వారేమో అతి తీవ్రమైన తుఫాను గాలి ద్వారా నాశనం చేయబడ్డారు.",
    "ఆయన (అల్లాహ్), దానిని వారి మీద ఏడు రాత్రులు మరియు ఎనిమిది పగళ్ళ వరకు ఎడతెగకుండా ఆవరింపజేశాడు. దాని వలన వారు వేళ్ళతో పెళ్ళగించబడిన ఖర్జూరపు బోదెల వలే పాడై పోవటం, నీవు చూస్తావు!",
    "అయితే ఇప్పుడు వారిలో ఎవరైనా మిగిలి ఉన్నట్లు నీవు చూస్తున్నావా?",
    "ఫిర్ఔన్ మరియు అతనికి పూర్వం గతించిన వారూ మరియు తలక్రిందులు చేయబడిన నగరాల వారూ, అందరూ గొప్ప నేరాలకు పాల్పడినవారే.",
    "మరియు వారు తమ ప్రభువు పంపిన ప్రవక్తలకు అవిధేయత కనబరచారు, కావున ఆయన వారిని కఠినమైన పట్టుతో పట్టుకున్నాడు.",
    "నిశ్చయంగా, ఎప్పుడైతే (నూహ్ తుఫాన్) నీరు హద్దు లేకుండా ఉప్పొంగి పోయిందో! అప్పుడు మేము, మిమ్మల్ని పయనించే (నావలో) ఎక్కించాము.",
    "దానిని, మీకొక హితబోధగానూ మరియు జ్ఞాపకముంచుకోగల చెవి, దానిని జ్ఞాపకం ఉంచుకోవటానికి అనువైనదిగా చేశాము.",
    "ఇక ఎప్పుడైతే ఒక పెద్ద ధ్వనితో బాకా ఊదబడుతుందో!",
    "మరియు భూమి మరియు పర్వతాలు పైకి ఎత్తబడి ఒక పెద్ద దెబ్బతో తుత్తునియలుగా చేయబడతాయో!",
    "అప్పుడు, ఆ రోజున సంభవించవలసిన ఆ అనివార్య సంఘటన సంభవిస్తుంది.",
    "మరియు ఆ రోజున ఆకాశం బ్రద్దలై పోతుంది మరియు దాని వ్యవస్థ సడలి పోతుంది.",
    "మరియు దేవదూతలు దాని (అర్ష్) ప్రక్కలలో ఉంటారు. మరియు నీ ప్రభువు యొక్క సింహాసనాన్ని (అర్ష్ ను), ఆ రోజు ఎనిమిది మంది (దేవదూతలు) ఎత్తుకొని ఉంటారు.",
    "ఆ రోజు మీరు (తీర్పు కొరకు) హాజరు చేయబడతారు. మీరు దాచిన ఏ రహస్యం కూడా (ఆ రోజు) దాగి ఉండదు.",
    "ఇక ఎవనికైతే తన కర్మపత్రము కుడి చేతిలో ఇవ్వబడుతుందో, అతడు ఇలా అంటాడు: \"ఇదిగో నా కర్మపత్రాన్ని తీసుకొని చదవండి!",
    "నిశ్చయంగా, నా లెక్క నాకు తప్పకుండా లభిస్తుందని నేను భావించేవాడిని!\"",
    "కావున, అతడు సంతోషకరమైన జీవితం గడుపుతాడు.",
    "అత్యున్నతమైన స్వర్గవనంలో.",
    "దాని పండ్లగుత్తులు, సమీపంలో వ్రేలాడుతూ ఉంటాయి.",
    "(వారితో ఇలా అనబడుతుంది): \"గడిచి పోయిన దినాలలో మీరు చేసి పంపిన కర్మలకు ప్రతిఫలంగా, ఇప్పుడు మీరు హాయిగా తినండి మరియు త్రాగండి!\"",
    "ఇక ఎవడికైతే, తన కర్మపత్రం ఎడమ చేతికి ఇవ్వబడుతుందో, అతడు ఇలా వాపోతాడు: \"అయ్యో! నా పాడుగాను! నా కర్మపత్రం అసలు నాకు ఇవ్వబడకుండా ఉంటే ఎంత బాగుండేది!",
    "మరియు నా లెక్క ఏమిటో నాకు తెలియకుంటే ఎంత బాగండేది!",
    "అయ్యో! నా పాడుగాను! అది (ఆ మరణమే) నాకు అంతిమ మరణమై ఉంటే ఎంత బాగుండేది!",
    "నా సంపద నాకేమీ పనికి రాలేదు;",
    "నా అధికారమంతా అంతమై పోయింది!\"",
    "(అప్పుడు ఇలా ఆజ్ఞ ఇవ్వబడుతుంది): \"అతన్ని పట్టుకోండి మరియు అతని మెడలో సంకెళ్ళు వేయండి;",
    "తరువాత అతనిని భగభగమండే నరకాగ్నిలో వేయండి.",
    "ఆ తరువాత అతనిని డెబ్భై మూరల పొడవు గల గొలుసుతో బంధించండి!\"",
    "వాస్తవానికి అతడు సర్వోత్తముడైన అల్లాహ్ ను విశ్వసించేవాడు కాదు.",
    "మరియు నిరుపేదలకు ఆహారం పెట్టమని ప్రోత్సహించేవాడు కాదు.",
    "కావున, ఈనాడు అతనికి ఇక్కడ ఏ స్నేహితుడూ లేడు;",
    "మరియు అసహ్యకరమైన గాయాల కడుగు తప్ప, మరొక ఆహారమూ లేదు!",
    "దానిని పాపులు తప్ప మరెవ్వరూ తినరు!",
    "కావున, నేను మీరు చూడగలిగే వాటి శపథం చేస్తున్నాను;",
    "మరియు మీరు చూడలేనట్టని వాటి (శపథం) కూడా!",
    "నిశ్చయంగా, ఇది (ఈ ఖుర్ఆన్) గౌరవనీయుడైన సందేశహరుని (పై అవతరింప జేయబడిన) వాక్కు.",
    "మరియు ఇది ఒక కవి యొక్క వాక్కు కాదు. మీరు విశ్వసించేది చాలా తక్కువ.",
    "మరియు ఇది ఏ జ్యాతిష్యుని వాక్కు కూడా కాదు! మీరు గ్రహించేది చాలా తక్కువ.",
    "ఇది సర్వలోకాల ప్రభువు తరఫు నుండి అవతరించింది.",
    "ఒకవేళ ఇతను (ఈ ప్రవక్త), మా (అల్లాహ్ ను) గురించి ఏదైనా అబద్ధపు మాట కల్పించి ఉంటే!",
    "మేము అతని కుడి చేతిని పట్టుకునే వారం.",
    "తరువాత అతని (మెడ) రక్తనాళాన్ని కోసేవారం.",
    "అప్పుడు మీలో నుండి ఏ ఒక్కడు కూడా అతనిని (మా శిక్ష నుండి) కాపాడ లేక పోయేవాడు.",
    "మరియు నిశ్చయంగా, ఇది (ఈ ఖుర్ఆన్) దైవభీతి గల వారికొక హితోపదేశం.",
    "మరియు నిశ్చయంగా మీలో కొందరు దీనిని (ఈ ఖుర్ఆన్ ను) అసత్యమని అనేవారు ఉన్నారని మాకు బాగా తెలుసు.",
    "మరియు నిశ్చయంగా, ఇది (ఈ తిరస్కారం) సత్యతిరస్కారులకు దుఃఖ కారణమవుతుంది.",
    "మరియు నిశ్చయంగా, ఇది (ఈ ఖుర్ఆన్) నమ్మదగిన సత్యం.",
    "కావున నీవు సర్వోత్తముడైన నీ ప్రభువు పవిత్ర నామాన్ని స్తుతించు.",
    "ప్రశ్నించేవాడు, ఆ అనివార్యమైన శిక్షను గురించి ప్రశ్నించాడు;",
    "సత్యతిరస్కారులకు విధించబడే దాని గురించి; దానిని ఎవ్వడూ తొలగించలేడు.",
    "అది ఆరోహణ మార్గాలకు యజమానుడైన అల్లాహ్ తరఫు నుండి వస్తుంది.",
    "యాభై వేల సంవత్సరాలకు సమానమైన (ప్రమాణం గల) ఒక రోజులో, దేవదూతలు మరియు ఆత్మ (జిబ్రీల్) ఆయన వద్దకు అధిరోహిస్తారు.",
    "కావున (ఓ ముహమ్మద్!) నీవు సహనం వహించు, ఉత్తమమైన సహనంతో!",
    "వాస్తవానికి, వారు (ప్రజలు) అది (ఆ దినం) దూరంగా ఉందని అనుకుంటున్నారు.",
    "కాని మాకది అతి దగ్గరలో కనిపిస్తోంది.",
    "ఆ రోజు ఆకాశం మరిగే సీసం వలే (నూనే వలే) అయి పోతుంది.",
    "మరియు కొండలు ఏకిన ఉన్ని వలె అయి పోతాయి.",
    "మరియు ప్రాణ స్నేహితుడు కూడా తన స్నేహితుని (క్షేమాన్ని) అడగడు.",
    "వారు ఒకరినొకరు చూసుకుంటూ ఉంటారు. ఆ రోజు అపరాధి తన సంతానాన్ని పరిహారంగా ఇచ్చి అయినా శిక్ష నుండి తప్పించుకోగోరుతాడు;",
    "మరియు తన సహవాసిని మరియు తన సోదరుణ్ణి;",
    "మరియు తనకు ఆశ్రయమిచ్చిన దగ్గరి బంధువులను;",
    "మరియు భూమిలో ఉన్న వారినందరినీ కూడా ఇచ్చి అయినా, తాను విముక్తి పొందాలని కోరుతాడు.",
    "కాని అలా కానేరదు! నిశ్చయంగా, ఆ మండే అగ్నిజ్వాల (అతని కొరకు వేచి ఉంటుంది)!",
    "అది అతని చర్మాన్ని పూర్తిగా వలచి కాల్చి వేస్తుంది.",
    "అది (సత్యం నుండి) వెనుదిరిగి మరియు వెన్ను చూపి, పోయేవారిని (అందరినీ) పిలుస్తుంది.",
    "మరియు (ధనాన్ని) కూడబెట్టి, దానిని దాచేవారిని.",
    "నిశ్చయంగా, మానవుడు ఆత్రగాడుగా (తొందరపడేవాడిగా) సృష్టించబడ్డాడు;",
    "తనకు కీడు కలిగినప్పుడు వాడు ఆందోళన చెందుతాడు;",
    "మరియు తనకు మేలు కలిగినపుడు స్వార్థపరునిగా ప్రవర్తిస్తాడు.",
    "నమాజ్ ను ఖచ్ఛితంగా పాఠించేవారు తప్ప!",
    "ఎవరైతే తమ నమాజ్ ను సదా నియమంతో పాటిస్తారో;",
    "మరియు అలాంటి వారు, ఎవరైతే తమ సంపదలలో (ఇతరులకు) ఉన్న హక్కును సమ్మతిస్తారో!",
    "యాచకులకు మరియు లేమికి గురి అయిన వారికి;",
    "మరియు అలాంటి వారికి, ఎవరైతే తీర్పుదినాన్ని సత్యమని నమ్ముతారో;",
    "మరియు ఎవరైతే తమ ప్రభువు శిక్షకు భయపడుతారో!",
    "నిశ్చయంగా, వారి ప్రభువు యొక్క ఆ శిక్ష; దాని పట్ల ఎవ్వరూ నిర్భయంగా ఉండలేరు!",
    "మరియు ఎవరైతే, తమ మర్మాంగాలను కాపాడుకుంటారో -",
    "తమ భార్యలు (అజ్వాజ్), లేదా ధర్మసమ్మతంగా తమ ఆధీనంలో ఉన్న (బానిస) స్త్రీలతో తప్ప - అలాంటప్పుడు వారు నిందార్హులు కారు.",
    "కాని ఎవరైతే వీటిని మించి పోగోరుతారో, అలాంటివారే మితిమీరి పోయేవారు.",
    "మరియు ఎవరైతే తమ అమానతులను మరియు తమ వాగ్దానాలను కాపాడుకుంటారో;",
    "మరియు ఎవరైతే తమ సాక్ష్యాల మీద స్థిరంగా ఉంటారో;",
    "మరియు ఎవరైతే తమ నమాజులను కాపాడుకుంటారో;",
    "ఇలాంటి వారంతా సగౌరవంగా స్వర్గవనాలలో ఉంటారు.",
    "ఈ సత్యతిరస్కారులకు ఏమయ్యింది? వీరెందుకు హడావిడిగా, నీ ముందు ఇటూ అటూ తిరుగుతున్నారు?",
    "కుడి ప్రక్క నుండి మరియు ఎడమ ప్రక్క నుండి గుంపులుగా;",
    "ఏమీ? వారిలో ప్రతి ఒక్కడూ, తాను పరమ సుఖాలు గల స్వర్గవనంలో ప్రవేశింప జేయబడతానని ఆశిస్తున్నాడా?",
    "అలా కానేరదు! నిశ్చయంగా, మేము వారిని దేనితో పుట్టించామో వారికి బాగా తెలుసు!",
    "కావున! నేను తూర్పుల మరియు పడమరల ప్రభువు శపథం చేసి చెబుతున్నాను. నిశ్చయంగా, మేము అలా చేయగల సమర్థులము;",
    "వారికి బదులుగా వారి కంటే ఉత్తమమైన వారిని వారి స్థానంలో తీసుకురావటానికి; మరియు మమ్మల్ని మించి పోయేవారు ఎవ్వరూ లేరు.",
    "కావున వారిని - వారితో వాగ్దానం చేయబడిన ఆ దినానికి చేరే వరకు - వ్యర్థపు మాటలలో మరియు విలాస వినోదాల్లో విడిచిపెట్టు.",
    "ఆ రోజు వారు తమ సమాధుల నుండి లేచి, తమ గమ్యస్థానాలకు చేరుకోవటానికి తొందర పడుతూ వేగంగా బయటికి వస్తారు.",
    "వారి చూపులు క్రిందికి వాలి ఉంటాయి, అవమానం వారిని క్రమ్ముకొని ఉంటుంది. అదే వారికి వాగ్దానం చేయబడిన దినం!",
    "నిశ్చయంగా, మేము నూహ్ ను అతని జాతి వారి వద్దకు: \"వారిపై బాధాకరమైన శిక్ష రాకముందే వారిని హెచ్చరించు!\" అని (ఆజ్ఞాపించి) పంపాము.",
    "అతను వారితో ఇలా అన్నాడు: \"ఓ నా జాతి ప్రజలారా! నిశ్చయంగా, నేను మీకు స్పష్టంగా హెచ్చరిక చేయటానికి వచ్చిన వాడిని!",
    "కావున మీరు అల్లాహ్ నే ఆరాధించండి మరియు ఆయన యందు భయభక్తులు కలిగి ఉండండి మరియు నన్ను అనుసరించండి.",
    "అలా చేస్తే ఆయన మీ పాపాలను క్షమిస్తాడు. మరియు ఒక నియమిత కాలం వరకు మిమ్మల్ని వదలి పెడ్తాడు. నిశ్చయంగా, అల్లాహ్ నిర్ణయించిన కాలం వచ్చినపుడు, దానిని తప్పించడం సాధ్యం కాదు. ఇది మీరు తెలుసుకుంటే ఎంత బాగుండేది!\"",
    "అతను ఇలా ప్రార్థించాడు: \"ఓ నా ప్రభూ! నిశ్చయంగా, నేను నా జాతివారిని రేయింబవళ్ళు పిలిచాను;",
    "కాని, నా పిలుపు, వారి పలాయనాన్ని మాత్రమే హెచ్చించింది.",
    "మరియు వాస్తవానికి, నేను వారిని, నీ క్షమాభిక్ష వైపునకు పిలిచినప్పుడల్లా, వారు తమ చెవులలో వ్రేళ్ళు దూర్చుకునేవారు మరియు తమ వస్త్రాలను తమపై కప్పుకునేవారు మరియు వారు మొండి వైఖరి అవలంబిస్తూ దురహంకారంలో మునిగి ఉండేవారు.",
    "తరువాత వాస్తవానికి, నేను వారిని ఎలుగెత్తి పిలిచాను.",
    "ఆ తరువాత వాస్తవంగా, నేను వారికి బహిరంగంగా చాటి చెప్పాను మరియు ఏకాంతంలో రహస్యంగా పిలిచాను.",
    "ఇంకా వారితో ఇలా అన్నాను: 'మీ ప్రభువును క్షమాపణకై వేడుకోండి, నిశ్చయంగా ఆయన ఎంతో క్షమాశీలుడు!",
    "ఆయన మీపై ఆకాశం నుండి ధారాళంగా వర్షాన్ని కురిపింపజేస్తాడు.",
    "మరియు మీకు ధన సంపదలలోను మరియు సంతానంలోను వృద్ధి నొసంగుతాడు మరియు మీ కొరకు తోటలను ఉత్పత్తి చేస్తాడు. మరియు నదులను ప్రవహింపజేస్తాడు.'\"",
    "మీకేమయింది? మీరు అల్లాహ్ మహత్త్వమును ఎందుకు ఆదరించరు?",
    "మరియు వాస్తవానికి ఆయనే మిమ్మల్ని విభిన్న దశలలో సృష్టించాడు.",
    "ఏమీ? మీరు చూడటం లేదా? అల్లాహ్ ఏడు ఆకాశాలను ఏ విధంగా అంతస్తులలో సృష్టించాడో!",
    "మరియు వాటి మధ్య చంద్రుణ్ణి (ప్రతిబింబించే) కాంతిగాను మరియు సూర్యుణ్ణి (వెలిగే) దీపం గాను చేశాడు!",
    "మరియు అల్లాహ్ యే మిమ్మల్ని భూమి (మట్టి) నుండి ఉత్పత్తి చేశాడు!",
    "తరువాత ఆయన మిమ్మల్ని అందులోకే తీసుకొని పోతాడు మరియు మిమ్మల్ని దాని నుండి (బ్రతికించి) బయటికి తీస్తాడు!",
    "మరియు అల్లాహ్ యే మీ కొరకు భూమిని విస్తరింపజేశాడు.",
    "మీరు దానిపై నున్న విశాలమైన మార్గాలలో నడవటానికి.",
    "నూహ్ ఇంకా ఇలా విన్నవించుకున్నాడు: \"ఓ నా ప్రభూ! వాస్తవానికి వారు నా మాటను ధిక్కరించారు. మరియు వాడిని అనుసరించారు, ఎవడి సంపద మరియు సంతానం వారికి కేవలం నష్టం తప్ప మరేమీ అధికం చేయదో!",
    "మరియు వారు పెద్ద కుట్ర పన్నారు.",
    "మరియు వారు ఒకరితోనొకరు ఇలా అనుకున్నారు: 'మీరు మీ ఆరాధ్యదైవాలను విడిచి పెట్టకండి. వద్ద్ మరియు సువాఅ; యగూస్, యఊఖ్ మరియు నస్ర్ లను విడిచిపెట్టకండి!'",
    "మరియు వాస్తవానికి, వారు చాలా మందిని తప్పు దారిలో పడవేశారు. కావున (ఓ నా ప్రభూ!) : నీవు కూడా ఈ దుర్మార్గులకు కేవలం వారి మార్గభ్రష్టత్వాన్నే హెచ్చించు!''\"",
    "వారు తమ పాపాల కారణంగా ముంచి వేయబడ్డారు మరియు నరకాగ్నిలోకి త్రోయబడ్డారు, కావున వారు అల్లాహ్ తప్ప తమను కాపాడే వారినెవ్వరినీ పొందలేక పోయారు.",
    "మరియు నూహ్ ఇలా ప్రార్థించాడు: \"ఓ నా ప్రభూ! సత్యతిరస్కారులలో ఒక్కరిని కూడా భూమి మీద వదలకు.",
    "ఒకవేళ నీవు వారిని వదలి పెడితే, నిశ్చయంగా వారు నీ దాసులను మార్గభ్రష్టత్వంలో పడవేస్తారు. మరియు వారు పాపులను మరియు కృతఘ్నులను మాత్రమే పుట్టిస్తారు.",
    "ఓ మా ప్రభూ! నన్ను, నా తల్లిదండ్రులను మరియు విశ్వాసిగా నా ఇంటిలోనికి ప్రవేశించిన వానిని మరియు విశ్వాసులైన పురుషులను మరియు విశ్వాసులైన స్త్రీలను, అందరినీ క్షమించు. మరియు దుర్మార్గులకు వినాశం తప్ప మరేమీ అధికం చేయకు!\"",
    "(ఓ ప్రవక్తా!) ఇలా అను: \"నాకు ఈ విధంగా దివ్యసందేశం పంపబడింది; నిశ్చయంగా, ఒక జిన్నాతుల సమూహం - దీనిని (ఈ ఖుర్ఆన్ ను) విని - తమ జాతి వారితో ఇలా అన్నారు: 'వాస్తవానికి మేము ఒక అద్భుతమైన పఠనం (ఖుర్ఆన్) విన్నాము!",
    "అది సరైన మార్గం వైపునకు మార్గదర్శకత్వం చేస్తుంది. కావున మేము దానిని విశ్వసించాము. మరియు మేము మా ప్రభువుకు ఎవ్వడిని కూడా భాగస్వామిగా సాటి కల్పించము.",
    "మరియు నిశ్చయంగా, మా ప్రభువు వైభవం ఎంతో ఉన్నతమైనది. ఆయన ఎవ్వడినీ భార్యగా (సాహిబతున్ గా) గానీ, కుమారునిగా గానీ చేసుకోలేదు.",
    "మరియు నిశ్చయంగా, మనలోని అవివేకులు, కొందరు అల్లాహ్ విషయంలో దారుణమైన మాటలు పలుకుతున్నారు.",
    "మరియు వాస్తవానికి మనం మానవులు గానీ, జిన్నాతులు గానీ అల్లాహ్ ను గురించి అబద్ధం పలకరని భావించేవారము.",
    "మరియు వాస్తవానికి, మానవులలో నుండి కొందరు పురుషులు, జిన్నాతులలో నుండి కొందరు పురుషుల శరణు వేడుతూ ఉండేవారు. ఈ విధంగా వారు, వారి (జిన్నాతుల) తలబిరుసుతనం మరింత అధికమే చేసేవారు.",
    "మరియు వాస్తవానికి, వారు (మానవులు) కూడా మీరు (జిన్నాతులు) భావించినట్లు, అల్లాహ్ ఎవ్వడినీ కూడా సందేశహరునిగా పంపడని భావించారు.",
    "మరియు నిశ్చయంగా, మేము ఆకాశాలలో (రహస్యాలను) తొంగి చూడటానికి ప్రయత్నించినపుడు, మేము దానిని కఠినమైన కావలివారితో మరియు అగ్ని జ్వాలలతో నిండి ఉండటాన్ని చూశాము.",
    "మరియు వాస్తవానికి పూర్వం అక్కడి మాటలు వినటానికి మేము రహస్యంగా అక్కడ కూర్చునేవారం. కాని ఇప్పుడు ఎవడైనా (రహస్యంగా) వినే ప్రయత్నం చేస్తే, అతడి కొరకు అక్కడ ఒక అగ్నిజ్వాల పొంచి ఉంటుంది.",
    "మరియు వాస్తవానికి భూమిలో ఉన్న వారికి ఏదైనా కీడు ఉద్దేశింపబడిందా, లేక వారి ప్రభువు వారికి సరైన మార్గం చూపగోరుతున్నాడా అనే విషయం మాకు అర్థం కావడం లేదు.",
    "మరియు వాస్తవానికి, మనలో కొందరు సద్వర్తనులున్నారు, మరికొందరు దానికి విరుద్ధంగా ఉన్నారు. వాస్తవానికి మనం విభిన్న మార్గాలను అనుసరిస్తూ వచ్చాము.",
    "మరియు నిశ్చయంగా, మేము అల్లాహ్ నుండి భూలోకంలో తప్పించుకోలేము, అని అర్థం చేసుకున్నాము. మరియు పారిపోయి కూడా ఆయన నుండి తప్పించుకోలేము.",
    "మరియు నిశ్చయంగా, మేము ఈ మార్గదర్శకత్వాన్ని (ఖుర్ఆన్ ను) విన్నప్పుడు దానిని విశ్వసించాము. కావున ఎవడైనా తన ప్రభువును విశ్వసిస్తాడో అతడికి తన సత్కర్మల ఫలితంలో నష్టాన్ని గురించీ మరియు శిక్షలో హెచ్చింపును గురించీ భయపడే అవసరం ఉండదు.",
    "మరియు నిశ్చయంగా, మనలో కొందరు అల్లాహ్ కు విధేయులైన వారు (ముస్లింలు) ఉన్నారు. మరికొందరు నిశ్చయంగా, అన్యాయపరులు (సత్యానికి దూరమైన వారు) ఉన్నారు. కావున ఎవరైతే అల్లాహ్ కు విధేయత (ఇస్లాం) ను అవలంబించారో, అలాంటి వారే సరైన మార్గాన్ని కనుగొన్న వారు!' \"",
    "మరియు అన్యాయపరులే (సత్యానికి దూరమైనవారు) నరకానికి ఇంధనమయ్యే వారు!",
    "ఒకవేళ వారు (సత్యతిరస్కారులు) ఋజుమార్గం మీద స్థిరంగా ఉన్నట్లైతే, మేము వారిపై పుష్కలంగా నీటిని కురిపించే వారము.",
    "దాంతో వారిని పరీక్షించటానికి! మరియు ఎవడైతే తన ప్రభువు ధాన్యం నుండి విముఖుడవుతాడో, ఆయన వానిని తీవ్రమైన శిక్షకు గురి చేస్తాడు.",
    "మరియు నిశ్చయంగా, మస్జిదులు అల్లాహ్ కొరకే ప్రత్యేకించబడ్డాయి. కావున వాటిలో అల్లాహ్ తో పాటు ఇతరులెవ్వరినీ ప్రార్థించకండి.",
    "మరియు నిశ్చయంగా, అల్లాహ్ యొక్క దాసుడు (ముహమ్మద్) ఆయన (అల్లాహ్)ను ప్రార్థించటానికి నిలబడి నప్పుడు, వారు (జిన్నాతులు) అతన చుట్టు దట్టంగా (అతని ఖుర్ఆన్ పఠనాన్ని వినటానికి) గుమి గూడుతారు.",
    "వారితో ఇలా అను: \"నిశ్చయంగా నేను నా ప్రభువును మాత్రమే ప్రార్థిస్తాను మరియు ఆయనకు ఎవ్వరినీ సాటి కల్పించను.\"",
    "వారితో ఇలా అను: \"నిశ్చయంగా, మీకు కీడు చేయటం గానీ, లేదా సరైన మార్గం చూపటం గానీ నా వశంలో లేదు.\"",
    "ఇంకా ఇలా అను: \"నిశ్చయంగా, నన్ను అల్లాహ్ నుండి ఎవ్వడునూ కాపాడలేడు మరియు నాకు ఆయన తప్ప మరొకరి ఆశ్రయం కూడా లేదు;",
    "(నా పని) కేవలం అల్లాహ్ ఉపదేశాన్ని మరియు ఆయన సందేశాన్ని అందజేయటమే!\" ఇక ఎవడైతే అల్లాహ్ మరియు ఆయన ప్రవక్త ఆజ్ఞను ఉల్లంఘిస్తాడో! అతడు నిశ్చయంగా, నరకాగ్నికి గురి అవుతాడు; అందులో శాశ్వతంగా కలకాలం ఉంటాడు.",
    "చివరకు వారికి వాగ్దానం చేయబడిన దానిని వారు చూసినప్పుడు, ఎవరి సహాయకులు బలహీనులో, మరెవరి వర్గం సంఖ్యాపరంగా తక్కువో వారికి తెలిసి పోతుంది.",
    "ఇలా అను: \"మీకు వాగ్దానం చేయబడినది (శిక్ష) సమీపంలోనే రానున్నదో, లేక దాని కొరకు నా ప్రభువు దీర్ఘకాల వ్యవధి నియమించాడో నాకు తెలియదు.\"",
    "ఆయనే అగోచర జ్ఞానం గలవాడు, కావున ఆయన అగోచర విషయాలు ఎవ్వడికీ తెలియజేయడు -",
    "తాను కోరి ఎన్నుకొన్న ప్రవక్తకు తప్ప - ఎందుకంటే, ఆయన నిశ్చయంగా, అతని (ఆ ప్రవక్త) ముందు మరియు వెనుక రక్షకభటులను నియమిస్తాడు.",
    "వారు, (ప్రవక్తలు) తమ ప్రభువు యొక్క సందేశాలను యథాతథంగా అందజేస్తున్నారని పరిశీలించడానికి. మరియు ఆయన వారి అన్ని విషయాలను పరివేష్టించి ఉన్నాడు మరియు ఆయన ప్రతి ఒక్క విషయాన్ని లెక్క పెట్టి ఉంచుతాడు.",
    "ఓ దుప్పటి కప్పుకున్నవాడా!",
    "రాత్రంతా (నమాజ్ లో) నిలబడు, కొంత భాగాన్ని విడిచి;",
    "దాని సగభాగంలో, లేదా దాని కంటే కొంత తక్కువ;",
    "లేదా దాని కంటే కొంత ఎక్కువ; మరియు ఖుర్ఆన్ ను ఆగి ఆగి నెమ్మదిగా స్పష్టంగా పఠించు.",
    "నిశ్చయంగా, మేము నీపై భారమైన సందేశాన్ని అవతరింప జేయబోతున్నాము.",
    "నిశ్చయంగా, రాత్రివేళ లేవటం (మనస్సును) అదుపులో ఉంచుకోవటానికి ఎంతో ఉపయుక్తమైనది మరియు (అల్లాహ్) ప్రవచనాలను (అర్థం చేసుకోవటానికి) కూడా ఎంతో అనుగణమైనది.",
    "వాస్తవానికి, పగటివేళ నీకు చాలా పనులుంటాయి.",
    "మరియు నీవు నీ ప్రభువు నామాన్ని స్మరిస్తూ ఉండు. మరియు అత్యంత శ్రద్థతో ఆయన వైపుకు మరలుతూ ఉండు.",
    "ఆయనే తూర్పూ పడమరల స్వామి, ఆయన తప్ప మరొక ఆరాధ్య దైవం లేడు, కావున నీవు ఆయననే కార్యకర్తగా చేసుకో.",
    "మరియు వారు పలికే మాటలకు సహనం వహించు మరియు మంచితనంతో వారి నుండి తొలగిపో.",
    "మరియు అసత్యవాదులైన ఈ సంపన్నులను, నాకు వదలిపెట్టు. మరియు వారికి కొంత వ్యవధినివ్వు.",
    "నిశ్చయంగా, మా వద్ద వారి కొరకు సంకెళ్ళు మరియు భగభగమండే నరకాగ్ని ఉన్నాయి.",
    "మరియు గొంతులో ఇరుక్కుపోయే ఆహారం మరియు బాధాకరమైన శిక్ష (ఉన్నాయి).",
    "ఆ రోజు భూమి మరియు పర్వతాలు కంపించి పోతాయి. మరియు పర్వతాలు ప్రవహించే ఇసుక దిబ్బలుగా మారిపోతాయి.",
    "మేము ఫిర్ఔన్ వద్దకు సందేశహరుణ్ణి పంపినట్లు, నిశ్చయంగా మీ వద్దకు కూడా ఒక సందేశహరుణ్ణి, మీకు సాక్షిగా ఉండటానికి పంపాము.",
    "కాని ఫిర్ఔన్ ఆ సందేశహరునికి అవిధేయత చూపాడు. కావున మేము అతనిని తీవ్రమైన శిక్షకు గురి చేశాము.",
    "ఒకవేళ మీరు సత్యాన్ని తిరస్కరిస్తే, బాలురను ముసలివారిగా చేసేటటు వంటి ఆ దినపు శిక్ష నుండి ఎలా తప్పించుకోగలరు?",
    "అప్పుడు ఆకాశం బ్రద్దలై పోతుంది. ఆయన యొక్క వాగ్దానం తప్పక నెరవేరి తీరుతుంది.",
    "నిశ్చయంగా, ఇదొక ఉపదేశం కావున ఇష్టమైన వాడు తన ప్రభువు వద్దకు పోయే మార్గాన్ని అవలంబించవచ్చు!",
    "(ఓ ముహమ్మద్!) నీవు, వాస్తవానికి దాదాపు మూడింట రెండు వంతుల రాత్రి లేక సగం (రాత్రి) లేక మూడింట ఒక భాగం (నమాజ్ లో) నిలుస్తావనేది నీ ప్రభువుకు బాగా తెలుసు. మరియు నీతో పాటు ఉన్న వారిలో కొందరు కూడా! మరియు అల్లాహ్ రేయింబవళ్ళ పరిమాణాలను నిర్ణయిస్తాడు. మీరు ఖచ్ఛితంగా పూర్తి రాత్రి ప్రార్థించలేరని ఆయనకు తెలుసు. కావున ఆయన మీ వైపునకు (కనికరంతో) మరలాడు. కావున ఖుర్ఆన్ ను, మీరు సులభంగా పఠించగలిగినంతే పఠించండి. మీలో కొందరు వ్యాధిగ్రస్తులు కావచ్చు, మరికొందరు అల్లాహ్ అనుగ్రహాన్ని అన్వేషిస్తూ భూమిలో ప్రయాణంలో ఉండవచ్చు. మరికొందరు అల్లాహ్ మార్గంలో ధర్మయుద్ధం చేస్తూ ఉండవచ్చు అని ఆయనకు బాగా తెలుసు. కావున మీకు దానిలో సులభమైనంత దానినే పఠించండి. మరియు నమాజ్ను స్థాపించండి, విధిదానం (జకాత్) ఇవ్వండి. మరియు అల్లాహ్ కు మంచి అప్పును, అప్పుగా ఇస్తూ ఉండండి. మరియు మీరు, మీ కొరకు ముందుగా చేసి పంపుకున్న మంచి కార్యాలన్నింటినీ అల్లాహ్ దగ్గర పొందుతారు. అదే చాలా ఉత్తమమైనది. మరియు దాని ప్రతిఫలం చాలా గొప్పది. మరియు మీరు అల్లాహ్ ను క్షమాభిక్ష అర్థిస్తూ ఉండండి. నిశ్చయంగా, అల్లాహ్ క్షమాశీలుడు, అపార కరుణా ప్రదాత.",
    "ఓ దుప్పటిలో చుట్టుకున్నవాడా!",
    "లే! ఇక హెచ్చరించు!",
    "మరియు మీ ప్రభువు గొప్పతనాన్ని (ఘనతను) కొనియాడు (చాటి చెప్పు)!",
    "మరియు నీ వస్త్రాలను పరిశుభ్రంగా ఉంచుకో!",
    "మరియు మాలిన్యానికి దూరంగా ఉండు!",
    "మరియు ఎక్కువ పొందాలనే ఆశతో ఇవ్వకు (ఉపకారం చేయకు)!",
    "మరియు నీ ప్రభువు కొరకు సహనం వహించు!",
    "మరియు బాకా (నాఖూర్) ఊదబడినప్పుడు;",
    "ఆ దినం చాలా కఠినమైన దినమై ఉంటుంది;",
    "సత్యతిరస్కారులకు అది సులభమైన (దినం) కాదు.",
    "వదలండి! నన్నూ మరియు నేను ఒంటరిగా పుట్టించిన వానినీ!",
    "మరియు నేను అతనికి పుష్కలంగా సంపదనిచ్చాను.",
    "మరియు అతనికి తోడుగా ఉండే కుమారులను!",
    "మరియు అతను కొరకు అతని జీవన సౌకర్యాలను సులభం చేశాను.",
    "అయినా నేను అతనికి ఇంకా ఇవ్వాలని అతడు ఆశిస్తూ ఉంటాడు.",
    "అలా కాదు! వాస్తవానికి అతడు మా (అల్లాహ్) సూచనల (ఆయాత్ ల) పట్ల విరోధం కలిగి వున్నాడు.",
    "నేను త్వరలోనే అతనిని దుర్గమమైన స్థానానికి (శిక్షకు) నెట్టుతాను!",
    "వాస్తవానికి, అతడు ఆలోచించాడు మరియు మనస్సులో ప్రణాళిక చేసుకున్నాడు.",
    "కావున (అతనిని) తాను ప్రణాళిక చేసుకున్నట్లు నాశనానికి గురి కానివ్వండి!",
    "అవును (అతనిని) తాను ప్రణాళిక చేసుకున్నట్లు, నాశనానికి గురి కానివ్వండి!",
    "అప్పుడు అతడు ఆలోచించాడు.",
    "తరువాత అతడు నుదరు చిట్లించుకున్నాడు మరియు కోపంతో చూశాడు (ముఖం మాడ్చుకున్నాడు);",
    "తరువాత అతడు వెనుకకు మరలి దురహంకారం చూపాడు.",
    "అప్పుడు అతడు ఇలా అన్నాడు: \"ఇది పూర్వ నుండి వస్తూ వున్న ఒక మంత్రజాలం మాత్రమే!",
    "ఇది కేవలం ఒక మానవ హక్కు మాత్రమే",
    "త్వరలోనే నేను అతనిని నరకాగ్నిలో కాల్చుతాను.",
    "మరియు ఆ నరకాగ్ని అంటే నీవు ఏమనుకుంటున్నావు?",
    "అది (ఎవరినీ) మిగల్చదు మరియు వదలి పెట్టదు.",
    "అది మానవుణ్ణి (అతడి చర్మాన్నిదహించి వేస్తుంది.",
    "దానిపై పందొమ్మిది (దేవదూతలు నియమించబడి) ఉన్నారు.",
    "మరియు మేము దేవదూతలను మాత్రమే నరకానికి రక్షకులుగా నియమించాము. మరియు మేము వారి సంఖ్యను (పందొమ్మిదిని), సత్యతిరస్కారులకు ఒక పరీక్షగా, గ్రంథ ప్రజలకు నమ్మకం కలగటానికి, విశ్వాసుల విశ్వాసాన్ని అధికం చేయటానికి మరియు గ్రంథ ప్రజలు మరియు విశ్వాసులు సందేహంలో పడకుండా ఉండటానికి మరియు తమ హృదయాలలో రోగమున్న వారు మరియు సత్యతిరస్కారులు: \"ఈ ఉపమానం ఇవ్వటంలో అల్లాహ్ ఉద్దేశమేమిటి?\" అని పలుకటానికి! ఈ విధంగా అల్లాహ్ తాను కోరిన వారిని మార్గభ్రష్టత్వంలో వదలుతాడు. మరియు తాను కోరిన వారికి మార్గదర్శకత్వం చేస్తాడు. మరియు నీ ప్రభూవు సైన్యాలను ఆయన తప్ప మరెవ్వరూ ఎరుగరు. మరియు ఇదంతా మానవునికి ఒక జ్ఞాపిక మాత్రమే.",
    "అలా కాదు! చంద్రుని సాక్షిగా!",
    "గడిచిపోయే రాత్రి సాక్షిగా!",
    "ప్రకాశించే, ఉదయం సాక్షిగా!",
    "నిశ్చయంగా, ఇది (ఈ నరకాగ్ని ప్రస్తావన) ఒక గొప్ప విషయం.",
    "మానవునికి ఒక హెచ్చరిక;",
    "మీలో ముందుకు రావాలని కోరుకునే వానికి లేదా వెనుక ఉండి పోయేవానికి;",
    "ప్రతి మానవుడు తాను చేసిన కర్మలకు తాకట్టుగా ఉంటాడు.",
    "కుడిపక్షం వారు తప్ప!",
    "వారు స్వర్గాలలో ఉంటూ ఒకరినొకరు ఇలా ప్రశ్నించుకుంటారు!",
    "అపరాధులను గురించి (మరియు వారితో అంటారు):",
    "\"మిమ్మల్ని ఏ విషయం నరకంలోకి ప్రవేశింపజేసింది?\"",
    "వారు (నరకవాసులు) ఇలా జవాబిస్తారు: \"మేము నమాజ్ చేసే వాళ్ళం కాము.",
    "మరియు నిరుపేదలకు ఆహారం పెట్టేవాళ్ళం కాము;",
    "మరియు వృథా కాలక్షేపం చేసే వారితో కలిసి వ్యర్థ ప్రలాపాలు (ప్రసంగాలు) చేస్తూ ఉండే వాళ్ళము;",
    "మరియు తీర్పుదినాన్ని అబద్ధమని నిరాకరిస్తూ ఉండేవాళ్ళము;",
    "చివరకు ఆ అనివార్యమైన ఘడియ మాపై వచ్చి పడింది.",
    "అప్పుడు సిఫారసు చేసేవారి సిఫారసు వారికి ఏ మాత్రం ఉపయోగపడదు.",
    "అయితే, వారికేమయింది? ఈ హితోపదేశం నుండి వారెందుకు ముఖం త్రిప్పుకుంటున్నారు.",
    "వారి స్థితి బెదిరిన అడవి గాడిదల మాదిరిగా ఉంది;",
    "సింహం నుండి పారిపోయే (గాడిదల మాదిరిగా)!",
    "అలా కాదు! వారిలో ప్రతి ఒక్క వ్యక్తి తనకు విప్పబడిన గ్రంథాలు ఇవ్వబడాలని కోరుతున్నాడు.",
    "కాదు! కాదు! అసలు వారు పరలోక జీవితం గురించి భయపడటం లేదు.",
    "అలా కాదు! నిశ్చయంగా, ఇది ఒక హితోపదేశం.",
    "కావున కోరినవాడు దీని నుండి హితబోధ గ్రహించవచ్చు.",
    "కాని అల్లాహ్ కోరితే తప్ప! వీరు దీని నుండి హితబోధ గ్రహించలేరు. ఆయనే (అల్లాహ్ యే) భయభక్తులకు అర్హుడు మరియు ఆయనే క్షమించే అర్హత గలవాడు.",
    "అలా కాదు! నేను పునరుత్థాన దినపు శపథం చేస్తున్నాను.",
    "అలా కాదు! నేను తనను తాను నిందించుకునే అంతరాత్మ శపథం చేస్తున్నాను.",
    "ఏమిటి? మేము అతని ఎముకలను ప్రోగు చేయలేమని మానవుడు భావిస్తున్నాడా?",
    "వాస్తవానికి! మేము అతని వ్రేళ్ళ కొనలను గూడా సరిగ్గా సవరించగల సమర్ధులము.",
    "అయినా, మానవుడు ఇక మీద కూడా దుష్కార్యాలు చేయగోరుతున్నాడు.",
    "అతడు: \"అయితే ఈ పునరుత్థాన దినం ఎప్పుడు వస్తుంది?\" అని అడుగుతున్నాడు.",
    "కళ్ళు మిరుమిట్లుగొన్నప్పుడు;",
    "మరియు చంద్రునికి గ్రహణం పట్టినప్పుడు;",
    "మరియు సూర్యచంద్రులు కలిపి వేయబడినప్పుడు;",
    "మానవుడు ఆ రోజు: \"ఎక్కడికి పారి పోవాలి?\" అని అంటాడు.",
    "అది కాదు! (అతనికి) ఎక్కడా శరణం ఉండదు!",
    "ఆ రోజు నీ ప్రభువు వద్దనే ఆశ్రయం ఉంటుంది.",
    "ఆ రోజు మానవుడికి, తాను చేసి పంపంది మరియు వెనక వదలింది అంతా తెలుపబడుతుంది.",
    "అలా కాదు! మానవుడు తనకు విరుద్ధంగా, తానే సాక్షి అవుతాడు;",
    "మరియు అతడు ఎన్ని సాకులు చెప్పినా సరే!",
    "నీవు దీనిని (ఈ ఖుర్ఆన్ ను గ్రహించటానికి) నీ నాలుకను త్వరత్వరగా కదిలించకు.",
    "నిశ్చయంగా, దీనిని సేకరించటం మరియు దీనిని చదివించటం మా బాధ్యతే!",
    "కావున మేము దీనిని పఠించినప్పుడు నీవు ఆ పారాయణాన్ని శ్రద్ధగా అనుసరించు.",
    "ఇక దాని భావాన్ని అర్థమయ్యేలా చేయటం మా బాధ్యతే!",
    "అలా కాదు! వాస్తవానికి మీరు అనిశ్చితమైన (ఇహలోక జీవితం పట్ల) వ్యామోహం పెంచుకుంటున్నారు;",
    "మరియు పరలోక జీవితాన్ని వదలి పెడుతున్నారు!",
    "ఆ రోజున కొన్ని ముఖాలు కళకళ లాడుతూ ఉంటాయి;",
    "తమ ప్రభువు (అల్లాహ్) వైపునకు చూస్తూ ఉంటాయి;",
    "మరికొన్ని ముఖాలు ఆ రోజు, కాంతిహీనమై ఉంటాయి;",
    "నడుమును విరిచే బాధ వారికి కలుగుతుందని భావించి.",
    "అలా కాదు! ప్రాణం గొంతులోకి వచ్చినపుడు;",
    "మరియు: \"ఎవడైనా ఉన్నాడా? అతనిని (మరణం నుండి) కాపాడటానికి?\" అని అనబడుతుంది.",
    "మరియు అప్పుడతడు వాస్తవానికి తన ఎడబాటు కాలం వచ్చిందని గ్రహిస్తాడు;",
    "మరియు ఒక పిక్క మరొక పిక్కతో కలిసిపోతుంది.",
    "ఆ రోజు నీ ప్రభువు వైపునకే ప్రయాణం ఉంటుంది!",
    "కాని అతడు సత్యాన్ని నమ్మలేదు మరియు నమాజ్ సలపనూ లేదు!",
    "మరియు అతడు (ఈ సందేశాన్ని) అసత్యమన్నాడు మరియు దాని నుండి వెనుదిరిగాడు!",
    "ఆ తరువాత నిక్కుతూ నీల్గుతూ తన ఇంటివారి వద్దకు పోయాడు!",
    "(ఓ సత్యతిరస్కారుడా!) నీకు నాశనం మీద నాశనం రానున్నది!",
    "అవును, నీకు నాశనం మీద నాశనం రానున్నది!",
    "ఏమిటీ? మానవుడు తనను విచ్చల విడిగా వదలిపెట్టండం జరుగుతుందని భావిస్తున్నాడా?",
    "ఏమీ? అతడు ప్రసరింప జేయబడిన ఒక వీర్యబిందువు కాడా?",
    "తరువాత ఒక రక్తకండగా (జలగగా) ఉండేవాడు కాదా? తరువాత ఆయనే (అల్లాహ్ యే) అతనిని సృష్టించి అతని రూపాన్ని తీర్చిదిద్దాడు.",
    "ఆ తరువాత అతని నుండి స్త్రీ పురుషుల రెండు రకాలను (జాతులను) ఏర్పరచాడు.",
    "అలాంటప్పుడు ఆయనకు మరణించిన వారిని మళ్ళీ బ్రతికించే సామర్థ్యం లేదా?",
    "అనంత కాలచక్రంలో, మానవుడు తాను చెప్పుకోదగిన వస్తువు కాకుండా ఉన్న సమయం గడవలేదా?",
    "నిశ్చయంగా, మేము మానవుణ్ణి ఒక మిశ్రమ వీర్యబిందువుతో సృష్టించాము. అతనిని పరీక్షించటానికి, మేము అతనిని వినేవాడిగా, చూసేవాడిగా చేశాము.",
    "నిశ్చయంగా, మేము అతనికి మార్గం చూపాము. ఇక అతడు కృతజ్ఞుడు కావచ్చు, లేదా కృతఘ్నుడూ కావచ్చు!",
    "నిశ్చయంగా, మేము సత్యతిరస్కారుల కొరకు సంకెళ్ళను, మెడలో పట్టాలను మరియు భగభగ మండే నరకాగ్నిని (సఈరానుసిద్ధపరచి ఉంటాము.",
    "నిశ్చయంగా, పుణ్యాత్ములు కాఫూర్ అనే ఒక చెలమ నుండి ఒక గిన్నెలో తెచ్చిన (పానీయాన్ని) త్రాగుతారు.",
    "ధారాళంగా పొంగి ప్రవహింప జేయబడే ఊటల నుండి, అల్లాహ్ దాసులు త్రాగుతూ ఉంటారు.",
    "వారు తమ మొక్కుబడులను పూర్తి చేసుకున్నవారై ఉంటారు. మరియు దాని హాని అన్ని వైపులా క్రమ్ముకొనే, ఆ దినమును గురించి భయపడుతూ ఉంటారు.",
    "మరియు అది తమకు ప్రీతికరమైనప్పటికీ వారు నిరుపేదలకు మరియు అనాథలకు మరియు ఖైదీలకు, ఆహారం పెట్టేవారై ఉంటారు.",
    "వార (వారితో ఇలా అంటారు): \"వాస్తవానికి మేము అల్లాహ్ ప్రసన్నత కొరకే మీకు ఆహారం పెడుతున్నాము. మేము మీ నుండి ఎలాంటి ప్రతిఫలం గానీ, లేదా కృతజ్ఞతలు గానీ ఆశించటం లేదు.",
    "నిశ్చయంగా, మేము మా ప్రభువు నుండి వచ్చే ఉగ్రమైన, దుర్భరమైన, ఆ దినానికి భయపడుతున్నాము!",
    "కావున అల్లాహ్ వారిని ఆ దినపు కీడు నుండి కాపాడాడు. మరియు వారికి ఉల్లాసాన్ని మరియు ఆనందాన్ని ప్రసాదించాడు.",
    "మరియు వారి సహనానికి ప్రతిఫలంగా వారికి స్వర్గాన్ని మరియు పట్టు వస్త్రాలను ఇచ్చాడు.",
    "అందులో, వారు ఎత్తైన పీఠాల మీద దిండ్లకు ఆనుకొని కూర్చొని ఉంటారు. అందులో వారు ఎండ (బాధ) గానీ, చలి తీవ్రతను గానీ చూడరు!",
    "మరియు అందులో వారిపై నీడలు పడుతుంటాయి. దాని ఫలాల గుత్తులు వారికి అందుబాటులో ఉంటాయి.",
    "మరియు వారి మధ్య వెండి పాత్రలు మరియు గాజుగ్లాసులు త్రిప్ప బడుతూ ఉంటాయి.",
    "ఆ గాజు గ్లాసులు స్ఫటికం వలే తెల్లవైన వెండితో చేయబడి ఉంటాయి. అవి నియమబద్ధాం నింపబడి ఉంటాయి.",
    "మరియు వారికి సొంటి కలిపిన మధుపాత్రలు త్రాగటానికి ఇవ్వబడతాయి.",
    "అది స్వర్గంలోని సల్ సబీల్ అనే పేరు గల ఒక ఊట!",
    "మరియు వారి మద్య శాశ్వతంగా, యవ్వనులుగా ఉంటే బాలురు తిరుగుతూ ఉంటారు. మరియు నీవు వారిని చూస్తే, వారిని వెదజల్లిన ముత్యాలుగా భావిస్తావు.",
    "మరియు నీవు అక్కడ (స్వర్గంలో) చూస్తే, ఎక్కడ చూసినా ఆనందమే పొందుతావు. మరియు ఒక మహత్తర సామ్రాజ్య వైభవం కనిపిస్తుంది.",
    "వారి ఒంటి మీద సన్నని ఆకుపచ్చని శ్రేష్ఠమైన పట్టు వస్త్రాలు మరియు బంగారు జలతారు అల్లిన దుస్తులుంటాయి. మరియు వారికి వెండి కంకణాలు తొడిగించబడతాయి. మరియు వారి ప్రభువు వారికి నిర్మలమైన పానీయాన్ని త్రాగటానికి ప్రసాదిస్తాడు.",
    "(వారితో ఇలా అనబడుతుంది): \"నిశ్చయంగా, ఇది మీకు ఇవ్వబడే ప్రతిఫలం. ఎందుకంటే, మీ శ్రమ అంగీరించబడింది.\"",
    "నిశ్చయంగా, మేమే, ఈ ఖుర్ఆన్ ను, నీ పై (ఓ ముహమ్మద్!) క్రమక్రమంగా అవతరింపజేశాము.",
    "కావున నీవు నీ ప్రభువు యొక్క ఆజ్ఞపై స్థిరంగా ఉండు మరియు వీరిలోని ఏ పాపి యొక్క లేదా సత్యతిరస్కారుని యొక్క మాట గాని వినకు.",
    "మరియు నీ ప్రభువు నామాన్ని ఉదయం మరియు సాయంత్రం స్మరిస్తూ ఉండు.",
    "మరియు రాత్రివేళ ఆయన సన్నిధిలో సాష్టాంగం (సజ్దా) చేస్తూ ఉండు మరియు రాత్రివేళ సుదీర్ఘ కాలం, ఆయన పవిత్రతను కొనియాడుతూ ఉండు.",
    "నిశ్చయంగా, వీరు అనిశ్చితమైన ఈ ప్రాపంచిక జీవితం పట్ల మోహితులై వున్నారు. మరియు మున్ముందు రానున్న భారమైన దినాని విస్మరిస్తున్నారు.",
    "మేమే వీరిని సృష్టించినవారము మరియు వీరి శరీరాన్ని దృఢ పరిచిన వారము. మరియు మేము కోరినప్పుడు వీరికి బదులుగా వీరి వంటి వారిని తేగలము.",
    "నిశ్చయంగా, ఇదొక హితోపదేశం కావున ఇష్టపడినవాడు తన ప్రభువు వైపునకు పోయే మార్గాన్ని అవలంబించవచ్చు!",
    "మరియు అల్లాహ్ కోరకపోతే, మీరు కోరేదీ (జరగదు)! నిశ్చయంగా, అల్లాహ్ సర్వజ్ఞుడు, మహావివేకవంతుడు.",
    "ఆయన తాను కోరినవారిని తన కారుణ్యంలోకి తీసుకుంటాడు. మరియు దుర్మార్గుల కొరకు ఆయన బాధాకరమైన శిక్షను సిద్ధపరచి ఉంచాడు.",
    "ఒకదాని తరువాత ఒకటి, వరుసగా పంపబడే వాయువుల సాక్షిగా!",
    "మరియు తీవ్రమైన వేగతో వీచే వాయువుల సాక్షిగా!",
    "మరియు మేఘాలను దూరదూరంగా వ్యాపింపజేసే వాయువుల సాక్షిగా!",
    "మరియు మంచి చెడులను విశదపరచే (దైవదూతల) సాక్షిగా!",
    "సందేశాలను ప్రవక్తల వద్దకు తెచ్చే (దైవదూత) సాక్షిగా!",
    "సాకుగా లేక హెచ్చరికగా!",
    "నిశ్చయంగా, మీకు వాగ్దానం చేయబడినది, జరగవలసి ఉంది.",
    "అప్పుడు ఎప్పడైతే నక్షత్రాలు కాంతి హీనమై పోతాయో!",
    "మరియు ఆకాశం చీలిపోతుందో!",
    "మరియు పర్వతాలు పొడిగా మారి, చెల్లాచెదురుగా చేయబడతాయో!",
    "మరియు ప్రవక్తలు తమ నిర్ణీత సమయంలో సమావేశపరచబడతారో!",
    "ఏ దినానికి గాను, (ఇవన్నీ) వాయిదా వేయబడ్డాయి?",
    "ఆ తీర్పుదినం కొరకా!",
    "మరియు ఆ తీర్పుదినం అంటే ఏమిటో నీకెలా అర్థం కాగలదు?",
    "ఆ రోజు (పునరుత్థాన దినాన్ని) తిరస్కరించే వారికి వినాశమంది!",
    "ఏమీ? మేము పూర్వీకులను నాశనం చేయలేదా?",
    "తరువాత రాబోయే వారిని కూడా, మేము వారి వెనక పంపుతాము.",
    "ఈ విధంగా మేము నేరస్థుల పట్ల వ్యవహరిస్తాము.",
    "ఆ రోజు (పునరుత్థానాన్ని) తిరస్కరించే వారికి వినాశముంది!",
    "ఏమీ? మేము మిమ్మల్ని తుచ్ఛమైన నీటితో (వీర్యబిందువుతో) సృష్టించలేదా?",
    "తరువాత మేము దానిని ఒక భద్రమైన స్థానంలో ఉంచాము.",
    "ఒక నిర్ణీత కాలం వరకు.",
    "ఈ విధంగా మేము నిర్ణయించాము, ఎందుకంటే మేమే ఉత్తమమైన నిర్ణయాలు తీసుకునే వారము.",
    "ఆ రోజు (పునరుత్థానాన్ని) తిరస్కరించే వారికి వినాశముంది!",
    "ఏమీ? మేము భూమిని ఒక సమీకరించే స్థానంగా చేయలేదా?",
    "జీవులకూ మరియు మృతులకూను?",
    "మరియు దానిలో ఎత్తైన పర్వతాలను స్థిరంగా నిలుపలేదా? మరియు మీకు త్రాగటానికి మంచి నీటిని ప్రసాదించలేదా?",
    "ఆ రోజు (పునరుత్థానాన్ని) తిరస్కరించే వారికి వినాశముంది!",
    "(సత్యతిరస్కారులతో ఇలా అనబడుతుంది): \"మీరు తిరస్కరిస్తూ వచ్చిన దాని వైపునకు పొండి!\"",
    "(దాని పొగ) మూడు శాఖలుగా చీలిపోయే నీడ వైపునకు పొండి;",
    "కాని అది ఏ విధమైన (చల్ల) నీడనూ ఇవ్వదూ మరియు (నరక) జ్వాలల నుండి కూడా కాపాడదు!",
    "వాస్తవానికి అది పెద్ద పెద్ద మొద్దు వంటి అగ్నికణాలను విసురుతుంది.",
    "వాస్తవానికి ఆ అగ్నికణాలు పసుపు పచ్చని ఒంటెల వలే కనిపిస్తాయి.",
    "ఆ రోజు (పునరుత్థానాన్ని) తిరస్కరించే వారికి వినాశముంది!",
    "ఆ దినాన వారు మాట్లాడలేరు.",
    "మరియు వారికి సాకులు చెప్పుకునే అవకాశం కూడా ఇవ్వబడదు.",
    "ఆ రోజు (పునరుత్థానాన్ని) తిరస్కరించే వారికి వినాశముంది!",
    "అది తీర్పుదినమై ఉంటుంది! మేము మిమ్మల్ని మరియు మీ పూర్వీకులను సమావేశపరచి ఉంటాము!",
    "కావున మీ వద్ద ఏదైనా పన్నాగముంటే దానిని పన్నండి.",
    "ఆ రోజు (పునరుత్థానాన్ని) తిరస్కరించే వారికి వినాశముంది!",
    "నిశ్చయంగా భయభక్తులు గలవారు (ఆ రోజు చల్లని) నీడలలో చెలమల దగ్గర ఉంటారు.",
    "మరియు వారికి వారు కోరే ఫలాలు లభిస్తాయి.",
    "(వారితో ఇలా అనబడుతుంది): \"మీరు చేస్తూ ఉండిన కర్మలను ఫలితంగా హాయిగా తినండి, త్రాగండి!\"",
    "నిశ్చయంగా, మేము సజ్జనులకు ఇలాంటి ప్రతిఫలమే ఇస్తాము.",
    "ఆ రోజు (పునరుత్థానాన్ని) తిరస్కరించే వారికి వినాశముంది!",
    "(ఓ సత్యతిరస్కారులారా!) మీరు కొంతకాలం తినండి, సుఖాలు అనుభవించండి. నిశ్చయంగా, మీరు నేరస్థులు!",
    "ఆ రోజు (పునరుత్థానాన్ని) తిరస్కరించే వారికి వినాశముంది!",
    "మరియు వారితో: \"(అల్లాహ్ ముందు) వంగండి (రుకూఉ చేయండి).\" అని అన్నప్పుడు, వారు వంగలేదు.",
    "ఆ రోజు (పునరుత్థానాన్ని) తిరస్కరించే వారికి వినాశముంది!",
    "దీని (ఈ ఖుర్ఆన్) తరువాత ఇక వారు మరెలాంటి సందేశాన్నివిశ్వసిస్తారు?"
  ]
}