{
  "meta": {
    "id": 158,
    "name": "Bayan-ul-Quran",
    "translator_name": "Dr. Israr Ahmad",
    "slug": "ur-israr-ahmad",
    "language_name": "urdu"
  },
  "verses": [
    "اللہ کے نام سے جو رحمان و رحیم ہے",
    "کل شکر اور کل ثنا اللہ کے لیے ہے جو تمام جہانوں کا پروردگار اور مالک ہے۔",
    "بہت رحم فرمانے والا نہایت مہربان ہے",
    "جزا و سزا کے دن کا مالک و مختار ہے۔",
    "ہم صرف تیری ہی بندگی کرتے ہیں اور کرتے رہیں گے اور ہم صرف تجھ ہی سے مدد چاہتے ہیں اور چاہتے رہیں گے۔",
    "(اے رب ہمارے !) ہمیں ہدایت بخش سیدھی راہ کی۔",
    "راہ ان لوگوں کی جن پر تیرا انعام ہوا جو نہ تو مغضوب ہوئے اور نہ گمراہ۔",
    "(الم) ا۔ ل۔ م۔",
    "یہ الکتاب ہے اس میں کچھ شک نہیں۔ ہدایت ہے پرہیزگار لوگوں کے لیے۔",
    "جو ایمان رکھتے ہیں غیب پر اور نماز قائم کرتے ہیں  اور جو کچھ ہم نے انہیں دیا ہے اس میں سے خرچ کرتے ہیں۔",
    "اور جو ایمان رکھتے ہیں اس پر بھی جو (اے نبی) آپ کی طرف نازل کیا گیا ہے  اور آخرت پر وہ یقین رکھتے ہیں۔",
    "یہی وہ لوگ ہیں جو اپنے رب کی طرف سے ہدایت پر ہیں  اور یہی وہ لوگ ہیں جو فلاح پانے والے ہیں۔",
    "یقیناً جن لوگوں نے کفر کیا (یعنی وہ لوگ کہ جو کفر پر اڑ گئے) ان کے لیے برابر ہے (اے محمد ﷺ کہ آپ انہیں انذار فرمائیں یا نہ فرمائیں وہ ایمان لانے والے نہیں ہیں۔",
    "اللہ نے مہر کردی ہے ان کے دلوں پر اور ان کے کانوں پر۔ ) اور ان کی آنکھوں کے سامنے پردہ پڑچکا ہے  اور ان کے لیے بہت بڑا عذاب ہے۔",
    "اور لوگوں میں سے کچھ ایسے بھی ہیں جو کہتے تو یہ ہیں کہ ہم ایمان رکھتے ہیں اللہ پر بھی اور یوم آخر پر بھی مگر وہ حقیقت میں مؤمن نہیں ہیں۔",
    "( وہ دھوکہ دینے کی کوشش کر رہے ہیں اللہ کو اور اہل ایمان کو۔ ) اور نہیں دھوکہ دے رہے مگر صرف اپنے آپ کو۔ اور انہیں اس کا شعور نہیں ہے۔",
    "ان کے دلوں میں ایک روگ ہے  تو اللہ نے ان کے روگ میں اضافہ کردیا۔  اور ان کے لیے تو دردناک عذاب ہے  بسبب اس جھوٹ کے جو وہ بول رہے تھے۔",
    "اور جب ان سے کہا جاتا ہے کہ مت فساد کرو زمین میں  وہ کہتے ہیں ہم تو اصلاح کرنے والے ہیں۔",
    "آگاہ ہوجاؤ کہ حقیقت میں یہی لوگ مفسد ہیں مگر انہیں شعور نہیں ہے۔",
    "اور جب ان سے کہا جاتا ہے کہ ایمان لاؤ جس طرح دوسرے لوگ ایمان لائے ہیں  وہ کہتے ہیں کیا ہم ایمان لائیں جیسے یہ بیوقوف لوگ ایمان لائے ہیں ؟  آگاہ ہوجاؤ کہ وہی بیوقوف ہیں لیکن انہیں علم نہیں۔",
    "اور جب یہ اہل ایمان سے ملتے ہیں تو کہتے ہیں ہم بھی ایمان رکھتے ہیں۔  اور جب یہ خلوت میں ہوتے ہیں اپنے شیطانوں کے پاس  کہتے ہیں کہ ہم تو آپ کے ساتھ ہیں اور ان لوگوں سے تو محض مذاق کر رہے ہیں۔",
    "درحقیقت اللہ ان کا مذاق اڑا رہا ہے اور ان کو ان کی سرکشی میں ڈھیل دے رہا ہے کہ وہ اپنے عقل کے اندھے پن میں بڑھتے چلے جائیں۔",
    "یہ وہ لوگ ہیں کہ جنہوں نے ہدایت کے عوض گمراہی خرید لی ہے۔  سو نافع نہ ہوئی ان کی تجارت ان کے حق میں اور نہ ہوئے راہ پانے والے۔",
    "ان کی مثال ایسی ہے جیسے ایک شخص نے آگ روشن کی۔  پھر جب اس آگ نے سارے ماحول کو روشن کردیا  تو اللہ نے ان کا نور بصارت سلب کرلیا  اور چھوڑ دیا ان کو ان اندھیروں کے اندر کہ وہ کچھ نہیں دیکھتے۔",
    "یہ بہرے ہیں گونگے ہیں اندھے ہیں سو اب یہ نہیں لوٹیں گے۔",
    "یا ان کی مثال ایسی ہے جیسے بڑے زور کی بارش برس رہی ہے آسمان سے اس میں اندھیرے بھی ہیں اور گرج اور بجلی (کی چمک) بھی۔  یہ اپنی انگلیاں اپنے کانوں کے اندر ٹھونسے لیتے ہیں مارے کڑک کے موت کے ڈر سے۔  اور اللہ ایسے کافروں کا احاطہ کیے ہوئے ہے۔",
    "قریب ہے کہ بجلی اچک لے ان کی آنکھیں۔  جب چمکتی ہے ان پر تو چلنے لگتے ہیں اس کی روشنی میں۔  اور جب ان پر تاریکی طاری ہوجاتی ہے تو کھڑے کے کھڑے رہ جاتے ہیں۔  اور اللہ چاہتا تو ان کی سماعت اور بصارت کو سلب کرلیتا۔  یقیناً اللہ ہرچیز پر قادر ہے۔",
    "اے لوگو ! بندگی اختیار کرو اپنے اس ربّ (مالک) کی جس نے تم کو پیدا کیا اور تم سے پہلے جتنے لوگ گزرے ہیں (انہیں بھی پیدا کیا) تاکہ تم بچ سکو۔",
    "جس نے تمہارے لیے زمین کو فرش بنا دیا اور آسمان کو چھت بنا دیا۔ اور آسمان سے پانی برسایا  پھر اس (پانی) کے ذریعے سے (زمین سے) ہر طرح کی پیداوار نکال کر تمہارے لیے رزق بہم پہنچایا۔  تو ہرگز اللہ کے مدمقابل نہ ٹھہراؤ جانتے بوجھتے۔ ّ َ",
    "اور اگر تم واقعتا شک میں ہو اس کلام کے بارے میں جو ہم نے اتارا اپنے بندے پر (کہ یہ ہمارا نازل کردہ ہے یا نہیں)  تو لے آؤ ایک ہی سورت اس جیسی۔  اور بلا لو اپنے سارے مددگاروں کو اللہ کے سوا اگر تم سچے ہو۔ ّ",
    "پھر اگر تم ایسا نہ کرسکو اور ہرگز نہ کرسکوگے ! ) تو پھر بچو اس آگ سے جس کا ایندھن بنیں گے انسان اور پتھر۔  تیار کی گئی ہے کافروں کے لیے۔",
    "اور بشارت دے دیجیے (اے نبی ﷺ !) ان لوگوں کو جو ایمان لائے اور جنہوں نے نیک عمل کیے  کہ ان کے لیے ایسے باغات ہیں جن کے نیچے ندیاں بہتی ہوں گی۔  جب بھی انہیں دیا جائے گا وہاں کا کوئی پھل رزق کے طور پر (یعنی کھانے کے لیے)  وہ کہیں گے یہ تو وہی ہے جو ہمیں پہلے بھی ملتا تھا  اور دیے جائیں گے ان کو پھل ایک صورت کے۔  اور ان کے لیے اس (جنت) میں نہایت پاکباز بیویاں ہوں گی۔  اور وہ اس میں رہیں گے ہمیشہ ہمیشہ۔",
    "یقینا اللہ اس سے نہیں شرما تاکہ بیان کرے کوئی مثال مچھر کی یا اس چیز کی جو اس سے بڑھ کر ہے۔  تو جو لوگ صاحب ایمان ہیں وہ جانتے ہیں کہ یہ یقیناً حق ہے ان کے رب کی طرف سے۔  اور جنہوں نے کفر کیا سو وہ کہتے ہیں کہ کیا مطلب تھا اللہ کا اس مثال سے ؟  گمراہ کرتا ہے اللہ تعالیٰ اس کے ذریعے سے بہتوں کو اور ہدایت دیتا ہے اسی کے ذریعے سے بہتوں کو۔  اور نہیں گمراہ کرتا وہ اس کے ذریعے سے مگر صرف سرکش لوگوں کو۔",
    "جو توڑ دیتے ہیں اللہ کے (ساتھ کیے ہوئے) عہد کو مضبوط باندھ لینے کے بعد۔  اور کاٹتے ہیں اس چیز کو جسے اللہ نے جوڑنے کا حکم دیا ہے  یہی لوگ نقصان اٹھانے والے ہیں۔",
    "تم کیسے کفر کرتے ہو اللہ کا حالانکہ تم مردہ تھے پھر اس نے تمہیں زندہ کیا۔ ُ پھر وہ تمہیں مارے گا پھر جلائے گا پھر تم اسی کی طرف لوٹا دیے جاؤ گے۔ ُ",
    "وہی ہے جس نے پیدا کیا تمہارے لیے جو کچھ بھی زمین میں ہے۔  پھر وہ متوجہّ ہوا آسمانوں کی طرف اور انہیں ٹھیک ٹھیک سات آسمانوں کی شکل میں بنا دیا۔  اور وہ ہرچیز کا علم رکھنے والا ہے۔",
    "اور یاد کرو جب کہ کہا تھا تمہارے رب نے فرشتوں سے کہ میں بنانے والا ہوں زمین میں ایک خلیفہ۔  انہوں نے کہا : کیا آپ زمین میں کسی ایسے کو مقرّر کرنے والے ہیں جو اس میں فساد مچائے گا اور خون ریزی کرے گا ؟  اور ہم آپ کی حمد و ثنا کے ساتھ تسبیح اور آپ کی تقدیس میں لگے ہوئے ہیں۔  فرمایا : میں جانتا ہوں جو کچھ تم نہیں جانتے۔",
    "اور اللہ نے سکھا دیے آدم کو تمام کے تمام نام  پھر ان (تمام اشیاء) کو پیش کیا فرشتوں کے سامنے اور فرمایا کہ بتاؤ مجھے ان چیزوں کے نام اگر تم سچے ہو۔",
    "انہوں نے کہا (پروردگار !) نقص سے پاک تو آپ ہی کی ذات ہے  ہمیں کوئی علم حاصل نہیں سوائے اس کے جو آپ نے ہمیں سکھادیا ہے۔  یقیناً آپ ہی ہیں جو سب کچھ جاننے والے کامل حکمت والے ہیں۔",
    "اللہ نے فرمایا کہ اے آدم ان کو بتاؤ ان چیزوں کے نام !  تو جب اس نے بتا دیے ان کو ان سب کے نام  تو (اللہ نے) فرمایا : کیا میں نے تم سے کہا نہ تھا کہ میں جانتا ہوں آسمانوں اور زمین کی تمام چھپی ہوئی چیزوں کو  اور میں جانتا ہوں جو کچھ تم ظاہر کر رہے تھے اور جو کچھ تم چھپا رہے تھے۔",
    ") اور یاد کرو جب ہم نے کہا فرشتوں سے کہ سجدہ کرو آدم کو تو سب سجدے میں گرپڑے سوائے ابلیس کے۔  اس نے انکار کیا اور تکبرّ کیا۔  اور ہوگیا وہ کافروں میں سے",
    "اور ہم نے کہا اے آدم ! رہو تم اور تمہاری بیوی جنت میں  اور کھاؤ اس میں سے بافراغت جہاں سے چاہو۔  مگر اس درخت کے قریب مت جانا۔  ورنہ تم ظالموں میں سے ہوجاؤ گے۔",
    "پھر پھسلا دیا ان دونوں کو شیطان نے اس درخت کے بارے میں  تو نکلوا دیا ان دونوں کو اس کیفیت میں سے جس میں وہ تھے۔ ) اور ہم نے کہا تم سب اترو تم ایک دوسرے کے دشمن ہو گے۔  اور تمہارے لیے اب زمین میں ٹھکانا ہے اور نفع اٹھانا ہے ایک خاص وقت تک۔",
    "پھر سیکھ لیے آدم نے اپنے رب سے چند کلمات تو اللہ نے اس کی توبہ قبول کرلی۔ یقیناً وہی تو ہے توبہ کا بہت قبول کرنے والا بہت رحم فرمانے والا۔",
    "ہم نے کہا : تم سب کے سب یہاں سے اتر جاؤ۔ تو جب بھی آئے تمہارے پاس میری جانب سے کوئی ہدایت تو جو لوگ میری اس ہدایت کی پیروی کریں گے ان کے لیے نہ کوئی خوف ہوگا اور نہ وہ حزن سے دوچار ہوں گے۔",
    "اور جو کفر کریں گے وہ آگ والے (جہنمی) ہوں گے اس میں وہ ہمیشہ ہمیش رہیں گے۔",
    "اے بنی اسرائیل ! یاد کرو میرے اس انعام کو جو میں نے تم پر کیا اور تم میرے وعدے کو پورا کرو تاکہ میں بھی تمہارے وعدے کو پورا کروں۔ اور صرف مجھ ہی سے ڈرو۔",
    "اور ایمان لاؤ اس کتاب پر جو میں نے نازل کی ہے جو تصدیق کرتے ہوئے آئی ہے اس کتاب کی جو تمہارے پاس ہے اور تم ہی سب سے پہلے اس کا کفر کرنے والے نہ بن جاؤ۔ اور میری آیات کے عوض حقیر سی قیمت قبول نہ کرو۔ اور صرف میرا تقویٰ اختیار کرو۔ مجھ ہی سے بچتے رہو !",
    "اور نہ گڈمڈ کرو حق کے ساتھ باطل کو اور نہ چھپاؤ حق کو درآنحالیکہ تم جانتے ہو۔",
    "اور نماز قائم کرو اور زکوٰۃ ادا کرو اور جھکو (نماز میں) جھکنے والوں کے ساتھ۔",
    "کیا تم لوگوں کو نیکی کا حکم دیتے ہو اور خود اپنے آپ کو بھول جاتے ہو ؟ حالانکہ تم کتاب کی تلاوت کرتے ہو۔ کیا تم عقل سے بالکل ہی کام نہیں لیتے ؟",
    "اور مدد حاصل کرو صبر سے اور نماز سے۔ اور یقینایہ بہت بھاری شے ہے مگر ان عاجزوں پر (بھاری نہیں ہے)۔",
    "جنہیں یہ یقین ہے کہ وہ اپنے رب سے ملاقات کرنے والے ہیں اور (جنہیں یہ یقین ہے کہ) بالآخر انہیں اسی کی طرف لوٹ کر جانا ہے",
    "اے یعقوب کی اولاد ! یاد کرو میرے اس انعام کو جو میں نے تم پر کیا اور یہ کہ میں نے تمہیں فضیلت عطا کی تمام جہانوں پر۔",
    "اور ڈرو اس دن سے کہ جس دن کام نہ آسکے گی کوئی جان کسی دوسری جان کے کچھ بھی اور نہ کسی سے کوئی سفارش قبول کی جائے گی اور نہ کسی سے کوئی فدیہ قبول کیا جائے گا اور نہ انہیں کوئی مدد مل سکے گی۔",
    "اور ذرا یاد کرو جب کہ ہم نے تمہیں نجات دی تھی فرعون کی قوم سے وہ تمہیں بدترین عذاب میں مبتلا کیے ہوئے تھے تمہارے بیٹوں کو ذبح کر ڈالتے تھے اور تمہاری عورتوں کو زندہ رکھتے تھے۔ اور اس میں تمہارے رب کی طرف سے تمہارے لیے بڑی آزمائش تھی۔",
    "اور یاد کرو جبکہ ہم نے تمہاری خاطر سمندر کو (یا دریا کو) پھاڑدیا پھر تمہیں تو نجات دے دی اور فرعون کے لوگوں کو غرق کردیا جبکہ تم دیکھ رہے تھے۔",
    "اور یاد کرو جب ہم نے وعدہ کیا موسیٰ ؑ سے چالیس رات کا پھر تم نے بنا لیا بچھڑے کو (معبود) اس کے بعد اور تم ظالم تھے",
    "پھر ہم نے تمہیں اس کے بعد بھی معاف کیا تاکہ تم شکر کرو",
    "اور یاد کرو جب کہ ہم نے موسیٰ ؑ کتاب اور فرقان عطا فرمائی تاکہ تم ہدایت پاؤ۔",
    "اور یاد کرو جبکہ کہا تھا موسیٰ ؑ نے اپنی قوم سے اے میری قوم کے لوگو ! یقیناً تم نے اپنے اوپر بڑا ظلم کیا ہے بچھڑے کو معبود بنا کر پس اب توبہ کرو اپنے پیدا کرنے والے کی جناب میں تو قتل کرو اپنے آپ کو۔ یہی تمہارے لیے تمہارے رب کے نزدیک بہتر بات ہے۔ تو (اللہ نے) تمہاری توبہ قبول کرلی۔ یقیناً وہ تو ہے ہی توبہ کا بہت قبول فرمانے والا بہت رحم فرمانے والا۔",
    "اور یاد کرو جبکہ تم نے کہا تھا اے موسیٰ ؑ ! ہم تمہارا ہرگز یقین نہیں کریں گے جب تک ہم اللہ کو سامنے نہ دیکھ لیں تو تمہیں آپکڑا ایک بہت بڑی کڑک نے اور تم دیکھ رہے تھے",
    "پھر ہم نے تمہیں دوبارہ اٹھایا تمہاری موت کے بعد تاکہ تم (اس احسان پر ہمارا) شکر کرو۔",
    "اور ہم نے تم پر ابر کا سایہ کیا اور اتارا تم پر مَنّ اور سلویٰ۔ اور انہوں نے ہمارا کچھ نقصان نہ کیا بلکہ وہ خود اپنے اوپر ظلم ڈھاتے رہے۔",
    "اور یاد کرو جبکہ ہم نے تم سے کہا تھا کہ داخل ہوجاؤ اس شہر میں اور پھر کھاؤ اس میں سے بافراغت جہاں سے چاہو جو چاہو لیکن دیکھنا (بستی کے) دروازے میں داخل ہونا جھک کر اور کہتے رہنا مغفرت مغفرت تو ہم تمہاری خطاؤں سے درگزر فرمائیں گے۔ اور محسنین کو ہم مزید فضل و کرم سے نوازیں گے",
    "پھر بدل ڈالا ظالموں نے بات کو خلاف اس کے جو ان سے کہہ دی گئی تھی پھر ہم نے اتارا ظلم کرنے والوں پر ایک بڑا عذاب آسمان سے بسبب اس نافرمانی کے جو انہوں نے کی۔",
    "اور جب پانی مانگا موسیٰ نے اپنی قوم کے لیے تو ہم نے کہا ضرب لگاؤ اپنے عصا سے چٹان پر تو اس سے بارہ چشمے پھوٹ بہے ہر قبیلے نے اپنا گھاٹ جان لیا (اور معینّ کرلیا) (گویا ان سے یہ کہہ دیا گیا کہ) کھاؤ اور پیو اللہ کے رزق میں سے اور زمین میں فساد مچاتے نہ پھرو۔",
    "اور یاد کرو جب کہ تم نے کہا تھا اے موسیٰ ! ہم ایک ہی کھانے پر صبر نہیں کرسکتے تو ذرا اپنے رب سے ہمارے لیے دعا کرو کہ نکالے ہمارے لیے اس سے کہ جو زمین اگاتی ہے اس کی ترکاریاں اور ککڑیاں اور لہسن اور مسور اور پیاز۔ حضرت موسیٰ ؑ نے فرمایا کیا : تم وہ شے لینا چاہتے ہو جو کم تر ہے اس کے بدلے میں جو بہتر ہے ؟ اترو کسی شہر میں تو تم کو مل جائے گا جو کچھ تم مانگتے ہو۔ اور ان پر ذلتّ و خواری اور محتاجی و کم ہمتی تھوپ دی گئی۔ اور وہ اللہ کا غضب لے کر لوٹے۔ یہ اس لیے ہوا کہ وہ اللہ کی آیات کا انکار کرتے رہے اور اللہ کے نبیوں کو ناحق قتل کرتے رہے۔ اور یہ اس لیے ہوا کہ وہ نافرمان تھے اور حد سے تجاوز کرتے تھے۔",
    "یقیناً جو لوگ ایمان لائے اور جو یہودی ہوگئے اور نصرانی اور صابی جو کوئی بھی ایمان لایا (ان میں سے) اللہ پر اور یوم آخر پر اور اس نے اچھے عمل کیے تو ان کے لیے (محفوظ) ہے ان کا اجر ان کے رب کے پاس اور نہ ان پر کوئی خوف ہوگا اور نہ غمگین ہوں گے۔",
    "اور ذرا یاد کرو جب ہم نے تم سے قول وقرار لیا اور تمہارے اوپر اٹھا دیا کوہ طور کو۔ پکڑو اس کو مضبوطی کے ساتھ جو ہم نے تم کو دیا ہے۔ اور یاد رکھو اسے جو کچھ کہ اس میں ہے تاکہ تم بچ سکو۔",
    "پھر تم نے روگردانی کی اس کے بعد پھر اگر تم پر اللہ کا فضل اور اس کی مہربانی نہ ہوتی تو تم (اُسی وقت) خسارہ پانے والے ہوجاتے۔",
    "اور تم انہیں خوب جان چکے ہو جنہوں نے تم میں سے زیادتی کی تھی ہفتہ کے دن میں تو ہم نے کہہ دیا ان سے کہ ہوجاؤ ذلیل بندر۔",
    "پھر ہم نے اس (واقعہ کو یا اس بستی) کو عبرت کا سامان بنا دیا ان کے لیے بھی جو سامنے موجود تھے (اس زمانے کے لوگ) اور ان کے لیے بھی جو بعد میں آنے والے تھے اور ایک نصیحت (اور سبق آموزی کی بات) بنا دیا اہل تقویٰ کے لیے۔",
    "اور یاد کرو جب موسیٰ ؑ نے کہا اپنی قوم سے کہ اللہ تمہیں حکم دیتا ہے کہ ایک گائے کو ذبح کرو۔ انہوں نے کہا : کیا آپ ؑ ہم سے کچھ ٹھٹھا کر رہے ہیں ؟ فرمایا : میں اللہ کی پناہ طلب کرتا ہوں اس سے کہ میں جاہلوں میں سے ہوجاؤں۔",
    "انہوں نے کہا (اچھا ایسی ہی بات ہے تو) ہمارے لیے ذرا اپنے رب سے دعا کیجیے کہ وہ ہم پر واضح کر دے کہ وہ کیسی ہو۔ حضرت موسیٰ ؑ نے فرمایا : اللہ تعالیٰ فرماتا ہے کہ وہ ایک ایسی گائے ہونی چاہیے جو نہ بوڑھی ہو نہ بالکل بچھیا بڑھاپے اور نوجوانی کے بین بین ہو۔ تو اب کر گزرو جو تمہیں حکم دیا جا رہا ہے۔",
    "اب انہوں نے کہا (ذرا ایک دفعہ پھر) ہمارے لیے دعا کیجیے اپنے رب سے کہ وہ ہمیں بتادے کہ اس کا رنگ کیسا ہو۔ فرمایا : اللہ تعالیٰ فرماتا ہے وہ گائے ہونی چاہیے زرد رنگ کی جس کا رنگ ایسا شوخ ہو کہ دیکھنے والوں کو خوب اچھی لگے۔",
    "انہوں نے کہا (ذرا پھر) اللہ سے ہمارے لیے دعا کیجیے کہ وہ ہم پر واضح کر دے کہ وہ گائے کیسی ہو کیونکہ گائے کا معاملہ یقیناً ہم پر کچھ مشتبہ ہوگیا ہے۔ اور اگر اللہ نے چاہا تو ہم ضرور راہ پالیں گے",
    "فرمایا کہ اللہ فرماتا ہے وہ ایک ایسی گائے ہونی چاہیے کہ جس سے کوئی مشقت نہ لی جاتی ہو نہ وہ زمین میں ہل چلاتی ہو اور نہ کھیتی کو پانی دیتی ہو وہ صحیح سالم یک رنگ ہونی چاہیے انہوں نے کہا اب آپ لائے ہیں ٹھیک بات تب انہوں نے اس کو ذبح کیا اور وہ لگتے نہ تھے کہ ایسا کرلیں گے۔",
    "اور یاد کرو جب تم نے ایک شخص کو قتل کردیا تھا اور اس کا الزام تم ایک دوسرے پر لگا رہے تھے۔ اور اللہ کو ظاہر کرنا تھا جو کچھ تم چھپاتے تھے۔",
    "تو ہم نے حکم دیا کہ مقتول کی لاش کو اس گائے کے ایک ٹکڑے سے ضرب لگاؤ۔ دیکھو اسی طرح اللہ مردوں کو زندہ کر دے گا اور وہ تمہیں اپنی نشانیاں (اپنی قدرت کے نمونے) دکھاتا ہے تاکہ تم عقل سے کام لو۔",
    "پھر تمہارے دل سخت ہوگئے اس سب کے بعدپس اب تو وہ پتھروں کی مانند ہیں بلکہ سختی میں ان سے بھی زیادہ شدید ہیں۔ اور پتھروں میں سے تو یقیناً ایسے بھی ہوتے ہیں جن سے چشمے پھوٹ بہتے ہیں۔ اور ان (پتھروں اور چٹانوں) میں سے بیشک ایسے بھی ہوتے ہیں جو شق ہوجاتے ہیں اور ان میں سے پانی برآمد ہوجاتا ہے۔ اور ان میں سے یقیناً وہ بھی ہوتے ہیں جو اللہ کے خوف سے گرپڑتے ہیں۔ اور اللہ تعالیٰ غافل نہیں ہے اس سے کہ جو تم کر رہے ہو۔",
    "تو کیا (اے مسلمانو !) تم یہ توقع رکھتے ہو کہ یہ تمہاری بات مان لیں گے ؟ جبکہ حال یہ ہے کہ ان میں ایک گروہ وہ بھی تھا کہ جو اللہ کا کلام سنتا تھا اور پھر خوب سمجھ بوجھ کر دانستہ اس میں تحریف کرتا تھا۔",
    "اور (ان میں سے کچھ لوگ ہیں کہ) جب ملتے ہیں اہل ایمان سے تو کہتے ہیں کہ ہم ایمان لے آئے۔ اور جب وہ خلوت میں ہوتے ہیں ایک دوسرے کے ساتھ تو کہتے ہیں کیا تم بتا رہے ہو ان کو وہ باتیں جو اللہ نے کھولی ہیں تم پر ؟ تاکہ وہ ان کے ذریعے تم پر حجت قائم کریں تمہارے رب کے پاس ! کیا تمہیں عقل نہیں ہے ؟",
    "اور کیا یہ جانتے نہیں ہیں کہ اللہ کو تو معلوم ہے وہ سب کچھ بھی جو وہ چھپاتے ہیں اور وہ سب کچھ بھی جسے وہ ظاہر کرتے ہیں۔",
    "اور ان میں بعض ان پڑھ ہیں وہ کتاب کا علم نہیں رکھتے سوائے بےبنیاد آرزوؤں کے اور وہ کچھ نہیں کر رہے مگر ظن وتخمین پر چلے جا رہے ہیں۔",
    "پس ہلاکت اور بربادی ہے ان کے لیے جو کتاب لکھتے ہیں اپنے ہاتھ سے پھر کہتے ہیں یہ اللہ کی طرف سے ہے تاکہ حاصل کرلیں اس کے بدلے حقیر سی قیمت تو ہلاکت اور بربادی ہے ان کے لیے اس چیز سے کہ جو ان کے ہاتھوں نے لکھی اور ان کے لیے ہلاکت اور بربادی ہے اس کمائی سے جو وہ کر رہے ہیں",
    "اور وہ کہتے ہیں ہمیں تو آگ ہرگز چھو نہیں سکتی مگر گنتی کے چند دن ان سے کہیے کیا تم نے اللہ سے کوئی عہد لے لیا ہے کہ اب (تمہیں یہ یقین ہے کہ) اللہ اپنے عہد کے خلاف نہیں کرے گا ؟ یا تم اللہ کے ّ ذمے وہ باتیں لگا رہے ہو جنہیں تم نہیں جانتے ؟",
    "کیوں نہیں جس شخص نے جان بوجھ کر ایک گناہ کمایا  اور اس کا گھیراؤ کرلیا اس کے گناہ نے پس یہی ہیں آگ والے وہ اسی میں ہمیشہ رہیں گے۔",
    "اور (اس کے برعکس) جو لوگ ایمان لائیں اور نیک عمل کریں یہی ہیں جنت والے وہ اسی میں ہمیشہ ہمیش رہیں گے۔",
    "اور یاد کرو جب ہم نے بنی اسرائیل سے عہد لیا تھا کہ تم نہیں عبادت کرو گے کسی کی سوائے اللہ کے اور والدین کے ساتھ نیک سلوک کرو گے اور قرابت داروں کے ساتھ بھی (نیک سلوک کرو گے اور یتیموں کے ساتھ بھی اور محتاجوں کے ساتھ بھی اور لوگوں سے اچھی بات کہو اور نماز قائم رکھو اور زکوٰۃ ادا کرو پھر تم (اس سے) پھرَ گئے سوائے تم میں سے تھوڑے سے لوگوں کے اور تم ہو ہی پھرجانے والے",
    "اور جب ہم نے تم سے یہ عہد بھی لیا تھا کہ تم اپنا خون نہیں بہاؤ گے اور نہ ہی تم نکالو گے اپنے لوگوں کو ان کے گھروں سے پھر تم نے اس کا اقرار کیا تھا مانتے ہوئے",
    "پھر تم ہی وہ لوگ ہو کہ اپنے ہی لوگوں کو قتل بھی کرتے ہو اور اپنے ہی لوگوں میں سے کچھ کو ان کے گھروں سے نکال دیتے ہو ان پر چڑھائی کرتے ہو گناہ اور ظلم و زیادتی کے ساتھ اور اگر وہ قیدی بن کر تمہارے پاس آئیں تو تم فدیہ دے کر انہیں چھڑاتے ہو حالانکہ ان کا نکال دیناہی تم پر حرام کیا گیا تھا تو کیا تم کتاب کے ایک حصے کو مانتے ہو اور ایک کو نہیں مانتے ؟  تو نہیں ہے کوئی سزا اس کی جو یہ حرکت کرے تم میں سے سوائے ذلتّ و رسوائی کے دنیا کی زندگی میں۔ اور قیامت کے روز وہ لوٹا دیے جائیں گے شدید ترین عذاب کی طرف۔ اور اللہ تعالیٰ غافل نہیں ہے اس سے جو تم کر رہے ہو۔",
    "یہ وہ لوگ ہیں جنہوں نے دنیا کی زندگی اختیار کرلی ہے آخرت کو چھوڑ کر سو اب نہ تو ان سے عذاب ہلکا کیا جائے گا اور نہ ہی ان کی کوئی مدد کی جائے گی",
    "اور ہم نے موسیٰ کو کتاب دی (یعنی تورات) اور اس کے بعد پے در پے رسول بھیجے۔ اور ہم نے عیسیٰ ابن مریم کو بڑی واضح نشانیاں دیں اور ہم نے مدد کی ان کی روح القدس کے ساتھ پھر بھلا کیا جب بھی آیا تمہارے پاس کوئی رسول وہ چیز لے کر جو تمہاری خواہشات نفس کے خلاف تھی تو تم نے تکبر کیا) پھر ایک جماعت کو تم نے جھٹلایا اور ایک جماعت کو قتل کردیا",
    "اور انہوں نے کہا کہ ہمارے دل تو غلافوں میں بند ہیں بلکہ (حقیقت میں تو) ان پر لعنت ہوچکی ہے اللہ کی طرف سے ان کے کفر کی وجہ سے پس اب کم ہی (ہوں گے ان میں سے جو) ایمان لائیں گے",
    "اور جب آگئی ان کے پاس ایک کتاب (یعنی قرآن) اللہ کے پاس سے اور وہ پہلے سے کفار کے مقابلے میں فتح کی دعائیں مانگا کرتے تھے۔ پھر جب ان کے پاس آگئی وہ چیز جسے انہوں نے پہچان لیا تو وہ اس کے منکر ہوگئے پس اللہ کی لعنت ہے ان منکرین پر",
    "بہت بری شے ہے جس کے عوض انہوں نے اپنی جانوں کو فروخت کردیا کہ وہ انکار کر رہے ہیں اس ہدایت کا جو اللہ نے نازل کی ہے صرف اس ضد کی بنا پر کہ اللہ تعالیٰ نازل فرماتا ہے اپنے فضل (وحی و رسالت) میں سے اپنے بندوں میں سے جس پر چاہتا ہے۔ تو وہ لوٹے غضب پر غضب لے کر اور ایسے کافروں کے لیے سخت ذلتّ آمیز عذاب ہے",
    "اور جب ان سے کہا جاتا ہے ایمان لاؤ اس پر جو اللہ نے نازل فرمایا ہے تو کہتے ہیں ہم ایمان رکھتے ہیں اس پر جو ہم پر نازل ہوا اور وہ کفر کر رہے ہیں اس کا جو اس کے پیچھے ہے حالانکہ وہ حق ہے تصدیق کرتے ہوئے آیا ہے اس کی جو ان کے پاس ہے) (اے نبی ﷺ ! ان سے) کہیے : تو پھر تم کیوں قتل کرتے رہے ہو اللہ کے نبیوں کو اس سے پہلے اگر تم واقعتا ایمان رکھنے والے ہو",
    ") اور آ چکے تمہارے پاس موسیٰ ؑ صریح معجزے اور واضح تعلیمات لے کر ٖ) پھر تم نے اس کی غیر حاضری میں بچھڑے کو اپنا معبود بنا لیا) اور تم ظالم ہو",
    "اور یاد کرو جبکہ ہم نے تم سے عہد لیا تھا اور تمہارے اوپر کوہ طور کو معلق کردیا تھا پکڑو اس کو جو ہم نے تم کو دیا ہے مضبوطی کے ساتھ اور سنو ! انہوں نے کہا ہم نے سنا اور نافرمانی کی اور پلا دی گئی ان کے دلوں میں بچھڑے کی محبت ان کے اس کفر کی پاداش میں کہیے : بہت ہی بری ہیں یہ باتیں جن کا حکم دے رہا ہے تمہیں تمہارا ایمان اگر تم مؤمن ہو",
    "(اے نبی ﷺ ! ان سے) کہیے : اگر تمہارے لیے آخرت کا گھر اللہ کے پاس خالص کردیا گیا ہے دوسرے لوگوں کو چھوڑ کرتب تو تمہیں موت کی تمنا کرنی چاہیے اگر تم (اپنے اس خیال میں) سچے ہو",
    "اور یہ ہرگز آرزو نہیں کریں گے موت کی بسبب ان کرتوتوں کے جو ان کے ہاتھوں نے آگے بھیجے ہوئے ہیں اور اللہ ان ظالموں سے بخوبی واقف ہے",
    "اور تم انہیں پاؤ گے تمام انسانوں سے زیادہ حریص اس (دنیا کی) زندگی پر حتیٰ کہ مشرکوں سے بھی زیادہ حریص ان میں سے ہر ایک کی یہ خواہش ہے کہ کسی طرح اس کی عمر ہزار برس ہوجائے حالانکہ نہیں ہے اس کو بچانے والا عذاب سے اس قدر جینا) اور اللہ دیکھ رہا ہے جو کچھ یہ کر رہے ہیں",
    "(اے نبی ﷺ !) کہہ دیجیے جو کوئی بھی دشمن ہو جبرائیل ؑ کا تو (وہ یہ جان لے کہ) اس نے تو نازل کیا ہے اس قرآن کو آپ ﷺ کے دل پر اللہ کے حکم سے یہ تصدیق کرتے ہوئے آیا ہے اس کلام کی جو اس کے سامنے موجود ہے اور ہدایت اور بشارت ہے اہل ایمان کے لیے",
    ") (تو کان کھول کر سن لو) جو کوئی بھی دشمن ہے اللہ کا اور اس کے فرشتوں کا اور اس کے رسولوں کا اور جبرائیل اور میکائیل کا تو (اللہ تعالیٰ کی طرف سے بھی اعلان ہے کہ) اللہ ایسے کافروں کا دشمن ہے۔",
    "اور (اے نبی ﷺ ہم نے آپ ﷺ کی طرف نازل کردی ہیں روشن آیات اور انکار نہیں کرتے ان کا مگر وہی جو سرکش ہیں",
    "تو کیا (ہمیشہ ایسا ہی نہیں ہوتا رہا ہے کہ) جب کبھی بھی انہوں نے کوئی عہد کیا ان میں سے ایک گروہ نے اسے اٹھا کر پھینک دیا بلکہ ان میں سے اکثر ایسے ہیں جو یقین نہیں رکھتے",
    "اور جب آیا ان کے پاس اللہ کی طرف سے ایک رسول (یعنی محمد ﷺ تصدیق کرنے والا اس کتاب کی جو ان کے پاس موجود ہے تو اہل کتاب میں سے ایک جماعت نے اللہ کی کتاب کو پیٹھوں کے پیچھے پھینک دیا گویا کہ وہ جانتے ہی نہیں",
    "انہوں نے پیروی کی اس علم کی جو شیاطین پڑھا کرتے تھے سلیمان ؑ کی بادشاہت کے وقت وہ لوگوں کو جادو سکھاتے تھے اور (وہ اس علم کے پیچھے پڑے) جو نازل کیا گیا دو فرشتوں ہاروت اور ماروت پر بابل میں اور وہ نہیں سکھاتے تھے کسی کو بھی یہاں تک کہ وہ کہہ دیتے تھے کہ دیکھو ہم تو آزمائش کے لیے بھیجے گئے ہیں پس تم کفر مت کرو) پھر وہ سیکھتے تھے ان دونوں سے وہ شے جن کے ذریعے سے آدمی اور اس کی بیوی کے درمیان جدائی ڈالتے تھے اور نہیں تھے وہ ضرر پہنچانے والے اس کے ذریعے کسی کو بھی اللہ کے اذن کے بغیر اور وہ سیکھتے تھے وہ چیزیں جو خود ان کو بھی ضرر پہنچانے والی تھیں اور انہیں نفع نہیں پہنچاتی تھیں۔ حالانکہ وہ خوب جان چکے تھے کہ جو بھی اس چیز کا خریدار بنا (یعنی جادو سیکھا) اس کے لیے آخرت میں کوئی حصہ نہیں ہے اور بہت ہی بری تھی وہ چیز جس کے بدلے انہوں نے اپنے آپ کو فروخت کردیا کاش انہیں علم ہوتا",
    "اور اگر وہ ایمان رکھتے اور تقویٰ کی روش اختیار کرتے تو بدلہ پاتے اللہ کی طرف سے بہت ہی اچھا۔ کاش ان کو معلوم ہوتا !",
    "اے ایمان والو تم راعِنَا مت کہا کرو بلکہ اُنْظُرْنَا کہا کرو اور توجہّ سے بات کو سنو ! اور ان کافروں کے لیے دردناک عذاب ہے",
    "اور نہیں چاہتے وہ لوگ جنہوں نے کفر کیا ہے اہل کتاب میں سے اور مشرکین میں سے کہ نازل ہو تم پر کوئی بھی خیر تمہارے رب کی طرف سے اور اللہ خاص کرلیتا ہے اپنی رحمت کے ساتھ جس کو چاہتا ہے اور اللہ تعالیٰ بڑے فضل والا ہے",
    "جو بھی ہم منسوخ کرتے ہیں کوئی آیت یا اسے بھلا دیتے ہیں تو ہم (اس کی جگہ پر) لے آتے ہیں اس سے بہتر یا (کم از کم) ویسی ہی کیا تم یہ نہیں جانتے کہ اللہ ہر شے پر قدرت رکھتا ہے ؟",
    "کیا تم نہیں جانتے کہ اللہ ہی کے لیے بادشاہی ہے آسمانوں کی اور زمین کی ؟ اور نہیں ہے تمہارے لیے اللہ کے سوا کوئی بھی حمایتی اور نہ کوئی مددگار",
    "کیا تم مسلمان بھی یہ چاہتے ہو کہ سوالات (اور مطالبے) کرو اپنے رسول ﷺ سے اسی طرح جیسے اس سے پہلے موسیٰ ؑ سے کیے جا چکے ہیں ؟ اور جو کوئی ایمان کے بدلے کفر لے لے گا وہ تو بھٹک چکا سیدھی راہ سے۔",
    "اہل کتاب میں سے بہت سے لوگ یہ چاہتے ہیں کہ کسی طرح تمہیں پھیر کر تمہارے ایمان کے بعد تمہیں پھر کافر بنادیں بسبب ان کے دلی حسد کے اس کے بعد کہ ان پر حق بالکل واضح ہوچکا ہے۔ تو (اے مسلمانو !) تم معاف کرتے رہو اور صرف نظر سے کام لو یہاں تک کہ اللہ اپنا فیصلہ لے آئے یقیناً اللہ ہرچیز پر قادر ہے",
    "اور نماز قائم رکھو اور زکوٰۃ دیتے رہو اور جو بھلائی بھی تم اپنے لیے آگے بھیجو گے اسے اللہ کے ہاں موجود پاؤ گے یقیناً جو کچھ تم کر رہے ہو اللہ اسے دیکھ رہا ہے",
    "اور یہ کہتے ہیں ہرگز داخل نہ ہوگا جنت میں مگر وہی جو یہودی ہو یا نصرانی ہو یہ ان کی تمنائیں ہیں ان سے کہو اپنی دلیل پیش کرو اگر تم (اپنے دعوے میں) سچے ہو",
    "کیوں نہیں ہر وہ شخص جو اپنا چہرہ اللہ کے سامنے جھکا دے اور وہ محسن ہو اور ایسے لوگوں کو نہ تو کوئی خوف لاحق ہوگا اور نہ ہی وہ کسی حزن و ملال سے دوچار ہوں گے",
    "یہودی کہتے ہیں کہ نصاریٰ کسی بنیاد پر نہیں ہیں اور نصاریٰ کہتے ہیں کہ یہود کسی بنیاد پر نہیں ہیں حالانکہ دونوں ہی کتاب پڑھ رہے ہیں اسی طرح کہی تھی ان لوگوں نے جو کچھ بھی نہیں جانتے ان ہی کی سی بات۔) پس اللہ تعالیٰ فیصلہ کر دے گا ان کے مابین قیامت کے دن ان تمام باتوں کا جن میں یہ اختلاف کر رہے تھے۔",
    "اور اس شخص سے بڑھ کر ظالم کون ہوگا جو اللہ تعالیٰ کی مسجدوں سے (لوگوں کو) روکے کہ ان میں اس کا نام لیا جائے ؟ اور وہ ان کی تخریب کے درپے ہو ؟ ایسے لوگوں کو تو ان میں داخل ہی نہیں ہونا چاہیے مگر ڈرتے ہوئے ان کے لیے دنیا میں بھیّ ذلت و رسوائی ہے اور آخرت میں ان کے لیے عذاب عظیم ہے",
    "اور مشرق اور مغرب سب اللہ کے ہیں یقیناً اللہ بہت وسعت والا سب کچھ جاننے والا ہے",
    "اور ان (میں وہ بھی ہیں جن) کا قول ہے کہ اللہ نے کسی کو بیٹا بنایا ہے۔ وہ تو ان باتوں سے پاک ہے۔ بلکہ آسمانوں اور زمین میں جو کچھ ہے اسی کی ملکیت ہے۔ سب کے سب اسی کے مطیع فرمان ہیں",
    "وہ نیا پیدا کرنے والا ہے آسمانوں اور زمین کا اور جب وہ کسی معاملے کا فیصلہ کرلیتا ہے تو اس سے بس یہی کہتا ہے کہ ہوجا اور وہ ہوجاتا ہے",
    "اور کہا ان لوگوں نے جو علم نہیں رکھتے کیوں نہیں بات کرتا ہم سے اللہ یا کیوں نہیں آجاتی ہمارے پاس کوئی نشانی ؟ اسی طرح کی باتیں جو لوگ ان سے پہلے تھے وہ بھی کہتے رہے ہیں ان کے دل ایک دوسرے سے مشابہ ہوگئے ہیں ہم تو اپنی آیات واضح کرچکے ہیں ان لوگوں کے لیے جو یقین کرنا چاہیں",
    "(اے نبی ﷺ !) بیشک ہم نے آپ کو بھیجا ہے حق کے ساتھ بشیر اور نذیر بنا کر اور آپ ﷺ سے سوال نہیں کیا جائے گا جہنمیوں کے بارے میں",
    "اور (اے نبی ﷺ ! آپ کسی مغالطے میں نہ رہیے) ہرگز راضی نہ ہوں گے آپ ﷺ سے یہودی اور نہ نصرانی جب تک کہ آپ ﷺ پیروی نہ کریں ان کی ملت کی کہہ دیجیے ہدایت تو بس اللہ کی ہدایت ہے اور (اے نبی ﷺ !) اگر آپ ﷺ نے ان کی خواہشات کی پیروی کی اس علم کے بعد جو آپ کے پاس آچکا ہے تو نہیں ہوگا اللہ کے مقابلے میں آپ ﷺ کے لیے کوئی مددگار اور نہ حمایتی۔",
    "وہ لوگ جنہیں ہم نے کتاب دی ہے وہ اس کی تلاوت کرتے ہیں جیسا کہ اس کی تلاوت کا حق ہے وہی ہیں جو اس پر ایمان رکھتے ہیں اور جو اس کا کفر کرے گا تو وہی لوگ ہیں خسارے میں رہنے والے۔",
    "اے اولاد یعقوب ! یاد کرو میرے اس انعام کو جو میں نے تم پر کیا اور یہ کہ میں نے تمہیں فضیلت دی تھی اہل عالم پر۔",
    "اور ڈرو اس دن سے کہ جس دن کوئی جان کسی دوسری جان کے کچھ بھی کام نہ آسکے گی اور نہ اس سے کوئی فدیہ قبول کیا جائے گا اور نہ انہیں کوئی مدد مل سکے گی",
    "اور ذرا یاد کرو جب ابراہیم ؑ کو آزمایا اس کے رب نے بہت سی باتوں میں تو اس نے ان سب کو پورا کر دکھایا تب فرمایا : (اے ابراہیم ؑ !) اب میں تمہیں نوع انسانی کا امام بنانے والا ہوں انہوں نے کہا : اور میری اولاد میں سے بھی فرمایا : میرا یہ عہد ظالموں سے متعلق نہیں ہوگا",
    "اور یاد کرو جب ہم نے اس گھر (بیت اللہ) کو قرار دے دیا لوگوں کے لیے اجتماع (اور زیارت) کی جگہ اور اسے امن کا گھر قرار دے دیا اور (ہم نے حکم دیا کہ) مقام ابراہیم ؑ کو اپنی نماز پڑھنے کی جگہ بنا لو اور ہم نے حکم کیا تھا ابراہیم ؑ اور اسماعیل ؑ کو کہ تم دونوں میرے اس گھر کو پاک رکھو طواف کرنے والوں اعتکاف کرنے والوں اور رکوع و سجود کرنے والوں کے لیے",
    "اور یاد کرو جبکہ ابراہیم ؑ نے دعا کی تھی : اے میرے پروردگار ! اس گھر کو امن کی جگہ بنا دے اور یہاں آباد ہونے والوں (یعنی بنی اسماعیل (ؑ) کو پھلوں کا رزق عطا کر جو کوئی ان میں سے ایمان لائے اللہ پر اور یوم آخر پر۔ اللہ تعالیٰ نے فرمایا : اور (تمہاری اولاد میں سے) جو کفر کرے گا تو اس کو بھی میں دنیا کی چند روزہ زندگی کا ساز و سامان تو دوں گا پھر اسے کشاں کشاں لے آؤں گا جہنم کے عذاب کی طرف اور وہ بہت بری جگہ ہے لوٹنے کی",
    "اور یاد کرو جب ابراہیم ؑ اور اسماعیل ؑ ہمارے گھر کی بنیادوں کو اٹھا رہے تھے اے ہمارے ربّ ! ہم سے یہ خدمت قبول فرما لے یقیناً توُ سب کچھ سننے والا جاننے والا ہے",
    "اور اے ہمارے رب ! ہمیں اپنا مطیع فرمان بنائے رکھ اور ہم دونوں کی نسل سے ایک امت اٹھائیو جو تیری فرماں بردار ہو اور ہمیں حج کرنے کے قاعدے بتلا دے اور ہم پر اپنی توجہ فرما یقیناً تو ہی ہے بہت زیادہ توبہ کا قبول فرمانے والا (اور شفقت کے ساتھ رجوع کرنے والا) اور رحم فرمانے والا",
    "اور اے ہمارے پروردگار ! ان لوگوں میں اٹھائیو ایک رسول خود انہی میں سے جو انہیں تیری آیات پڑھ کر سنائے اور انہیں کتاب اور حکمت کی تعلیم دے اور ان کو پاک کرے یقیناً توُ ہی ہے زبردست اور کمال حکمت والا",
    "اور کون ہوگا جو ابراہیم ؑ کے طریقے سے منہ موڑے ؟ سوائے اس کے جس نے اپنے آپ کو حماقت ہی میں مبتلا کرنے کا فیصلہ کرلیا ہو اور ہم نے تو انہیں دنیا میں بھی منتخب کرلیا تھا اور یقیناً آخرت میں بھی وہ ہمارے صالح بندوں میں سے ہوں گے",
    "جب بھی کہا اس سے اس کے پروردگار نے کہ مطیع فرمان ہو جاتو اس نے کہا میں مطیع فرمان ہوں تمام جہانوں کے پروردگار کا۔",
    "اور اسی کی وصیتّ کی تھی ابراہیم ؑ نے اپنے بیٹوں کو اور یعقوب نے بھی اے میرے بیٹو ! اللہ نے تمہارے لیے یہی دین پسند فرمایا ہے پس تم ہرگز نہ مرنا مگر مسلمان !",
    "کیا تم اس وقت موجود تھے جب آدھمکی یعقوب پر موت جب کہا اپنے بیٹوں سے کہ تم کس کی عبادت کرو گے میرے بعد ؟ انہوں نے کہا ہم بندگی کریں گے آپ کے معبود کی اور آپ کے آباء ابراہیم اسماعیل اور اسحاق کے معبود کی وہی ایک معبود ہے اور ہم سب اسی کے مطیع فرمان ہیں",
    "یہ ایک جماعت تھی جو گزر چکی ان کے لیے تھا جو انہوں نے کمایا اور تمہارے لیے ہوگا جو تم کماؤ گے تم سے یہ نہیں پوچھا جائے گا کہ وہ کیا کرتے تھے۔",
    "اور وہ کہتے ہیں یا تو یہودی ہوجاؤ یا نصرانی تو ہدایت پر ہوجاؤ گے کہہ دیجیے نہیں بلکہ (ہم تو پیروی کریں گے) ابراہیم کے طریقے کی بالکل یکسو ہو کر اور وہ مشرکوں میں سے نہیں تھے",
    "کہو ہم ایمان رکھتے ہیں اللہ پر اور جو کچھ نازل کیا گیا ہماری جانب اور جو کچھ نازل کیا گیا ابراہیم اسماعیل اسحاق یعقوب اور اولاد یعقوب کی طرف اور جو کچھ دیا گیا موسیٰ اور عیسیٰ کو اور جو کچھ دیا گیا تمام نبیوں کو ان کے رب کی طرف سے ہم ان میں سے کسی کے مابین تفریق نہیں کرتے اور ہم اسی کے مطیع فرمان ہیں",
    "پھر (اے مسلمانو !) اگر وہ (یہودو نصاریٰ) بھی اسی طرح ایمان لے آئیں جس طرح تم ایمان لائے ہو تب وہ ہدایت پر ہوں گے اور اگر وہ پیٹھ موڑ لیں تو پھر وہی ہیں ضد پر تو (اے نبی ﷺ !) آپ کے لیے ان کے مقابلے میں اللہ کافی ہے اور وہ سب کچھ سننے والا جاننے والا ہے",
    "ہم نے تو اختیار کرلیا ہے اللہ کے رنگ کو اور اللہ کے رنگ سے بہتر اور کس کا رنگ ہوگا ؟ اور ہم تو بس اسی کی بندگی کرنے والے لوگ ہیں",
    "(اے نبی ﷺ ان سے) کہیے کیا تم ہم سے جھگڑ رہے ہو (دلیل بازی کر رہے ہو) اللہ کے بارے میں ؟ حالانکہ وہی ہمارا رب بھی ہے اور تمہارا رب بھی اور ہمارے لیے ہوں گے ہمارے عمل اور تمہارے لیے ہوں گے تمہارے عمل اور ہم تو خالص اسی کے ہیں",
    "کیا تمہارا کہنا یہ ہے کہ ابراہیم اسماعیل اسحاق اور یعقوب اور ان کی اولاد سب یہودی تھے یا نصرانی تھے ؟ کہیے : تم زیادہ جانتے ہو یا اللہ ؟ اور (کان کھول کر سن لو) اس شخص سے بڑھ کر ظالم اور کون ہوگا جس کے پاس اللہ کی طرف سے ایک گواہی تھی جسے اس نے چھپالیا ؟ اور اللہ ہرگز غافل نہیں ہے اس سے جو تم کر رہے ہو۔",
    "وہ ایک جماعت تھی جو گزر چکی ان کے لیے ہے جو کمائی انہوں نے کی اور تمہارے لیے ہے جو کمائی تم نے کی اور تم سے ان کے اعمال کے بارے میں سوال نہیں ہوگا"
  ]
}