{
  "meta": {
    "id": 158,
    "name": "Bayan-ul-Quran",
    "translator_name": "Dr. Israr Ahmad",
    "slug": "ur-israr-ahmad",
    "language_name": "urdu"
  },
  "verses": [
    "اور جان لو کہ جو بھی غنیمت تمہیں حاصل ہوئی ہے اس کا خمس (پانچواں حصہ) تو اللہ کے لیے رسول ﷺ کے لیے اور (رسول ﷺ کے) قرابت داروں کے لیے ہے اور (اس میں حصہ ہوگا) یتیموں مسکینوں اور مسافروں کے لیے (بھی) اگر تم ایمان رکھتے ہو اللہ پر اور اس شے پر جو ہم نے نازل کی اپنے بندے پر فیصلے کے دن جس دن دو فوجوں کا ٹکراؤ ہوا تھا اور اللہ ہر شے پر قادر ہے",
    "جب تم لوگ تھے قریب والے کنارے پر اور وہ لوگ تھے دور والے کنارے پر اور قافلہ تم سے نیچے تھا اور اگر تم لوگ آپس میں میعاد ٹھہرا کر نکلتے تو بھی وقت مقررہ (پر پہنچنے) میں تم ضرور مختلف ہوجاتے لیکن (یہ سب کچھ اس لیے ہوا) تاکہ اللہ فیصلہ کردے اس کام کا جو ہونے ہی والا تھا تاکہ جسے ہلاک ہونا ہے وہ ہلاک ہو بات واضح ہوجانے کے بعد اور جسے زندہ رہنا ہے وہ زندہ رہے واضح دلیل کی بنا پر۔ یقیناً اللہ سب کچھ سننے والا اور جاننے والا ہے",
    "جب اللہ آپ کو دکھا رہا تھا (اے نبی ﷺ انہیں آپ کی نیند میں کم تعداد میں اور اگر آپ ﷺ کو دکھاتا کہ وہ کثیر تعداد میں ہیں (تو اے مسلمانو !) تم ضرور کمزوری دکھاتے اور معاملے میں اختلاف کرتے لیکن اللہ نے سلامتی پیدا فرما دی۔ یقیناً وہ واقف ہے اس سے جو کچھ سینوں کے اندر ہے",
    "اور جب تم آمنے سامنے ہوئے تو تمہاری نظروں میں انہیں (کفار کو) تھوڑا کر کے دکھاتا تھا اور ان کی نظروں میں تمہیں تھوڑا کر کے دکھاتا تھا تاکہ اللہ پورا کر دے اس معاملے کو جو ہونے والا ہی تھا۔ اور تمام معاملات (بالآخر تو) اللہ ہی کی طرف لوٹا دیے جائیں گے",
    "اے اہل ایمان ! جب بھی تمہارا مقابلہ ہو کسی گروہ سے تو ثابت قدم رہو اور اللہ کا ذکر کرتے رہوکثرت کے ساتھ تاکہ تم فلاح پاؤ",
    "اور حکم مانو اللہ کا اور اس کے رسول ﷺ کا اور آپس میں جھگڑا نہ کرو ورنہ تم ڈھیلے پڑجاؤ گے اور تمہاری ہوا اکھڑ جائے گی اور ثابت قدم رہو۔ یقیناً اللہ ثابت قدم رہنے والوں کے ساتھ ہے",
    "اور ان لوگوں کی مانند نہ ہوجانا جو نکلے تھے اپنے گھروں سے اتراتے ہوئے لوگوں کو دکھانے کے لیے اور وہ اللہ کے راستے سے روک رہے تھے۔ اور جو کچھ وہ لوگ کر رہے تھے اللہ اس کا احاطہ کیے ہوئے تھا۔",
    "اور جب شیطان نے ان کے لیے ان کے اعمال کو مزین کردیا تھا اور اس نے (ان سے) کہا تھا کہ آج تم پر انسانوں میں سے کوئی غالب نہیں آسکتا اور میں بھی تمہارے ساتھ ہی ہوں پھر جب دونوں لشکر آمنے سامنے ہوئے تو وہ اپنی ایڑیوں کے بل پیچھے پھر گیا اور کہنے لگا کہ میں تم سے لا تعلق ہوں میں وہ کچھ دیکھ رہا ہوں جو تم نہیں دیکھ رہے ہو مجھے اللہ کا خوف ہے۔ اور اللہ سزا دینے میں بہت سخت ہے۔",
    "جب کہہ رہے تھے منافقین اور وہ لوگ جن کے دلوں میں روگ تھا اِن (مسلمانوں) کو تو ان کے دین نے بالکل دھوکے میں ڈال دیا ہے اور (انہیں کیا پتا کہ) جو کوئی توکل کرتا ہے اللہ پر تو اللہ زبردست ہے حکمت والا ہے",
    "اور کاش تم دیکھ سکتے جب قبض کرتے ہیں فرشتے ان کافروں کی جانوں کو ضربیں لگاتے ہوئے ان کے چہروں اور ان کی پیٹھوں پر اور (کہتے ہیں کہ اب) چکھو جلنے کا عذاب۔",
    "یہ وہ کچھ ہے جو تمہارے اپنے ہاتھوں نے آگے بھیجا ہے اور اللہ تو ہرگز اپنے بندوں کے حق میں ظالم نہیں ہے",
    "(ان کے ساتھ وہی معاملہ ہوا) جیسے کہ معاملہ ہوا آل فرعون کا اور ان لوگوں کا جو ان سے پہلے تھے انہوں نے اللہ کی آیات کا کفر کیا تو اللہ نے انہیں پکڑ لیا ان کے گناہوں کی پاداش میں",
    "یہ اس لیے کہ اللہ کا یہ طریقہ نہیں کہ کوئی نعمت جو اس نے کسی قوم کو دی ہو اس میں تغیر کرے جب تک کہ وہ قوم اپنی اندرونی کیفیت کو متغیر نہ کر دے) اور یہ کہ اللہ سب کچھ سننے والا جاننے والا ہے",
    "جیسا کہ معاملہ ہوا آل فرعون کا اور جو ان سے پہلے تھے انہوں نے اپنے رب کی آیات کو جھٹلایا تو ہم نے ان کو ہلاک کر ڈالا ان کے گناہوں کی پاداش میں اور آل فرعون کو ہم نے غرق کردیا اور یہ سب کے سب ظالم تھے",
    "یقیناً بدترین چوپائے اللہ کے نزدیک یہی لوگ ہیں جو کفر کرتے ہیں اور ایمان نہیں لاتے۔",
    "وہ لوگ جن سے (اے نبی ﷺ آپ نے معاہدہ کیا تھا پھر وہ ہر مرتبہ اپنا عہد توڑ دیتے ہیں اور وہ (اس بارے میں) ڈرتے نہیں ہیں",
    "تو اگر آپ ﷺ انہیں جنگ میں پاجائیں تو ان کو ایسی سزا دیں کہ جو ان کے پیچھے ہیں ان کو بھی خوف زدہ کردیں تاکہ وہ عبرت حاصل کریں",
    "اور اگر آپ ﷺ کو اندیشہ ہوجائے کسی قوم کی طرف سے بدعہدی کا تو پھینک دیجیے (ان کا معاہدہ) ان کی طرف کھلم کھلا یقیناً اللہ خیانت کرنے والوں کو پسند نہیں کرتا",
    "اور نہ سمجھیں وہ لوگ جنہوں نے کفر کیا ہے کہ وہ بچ نکلے ہیں وہ (اللہ کو) عاجز نہیں کرسکیں گے",
    "اور تیار رکھو ان کے (مقابلے کے) لیے اپنی استطاعت کی حد تک طاقت اور بندھے ہوئے گھوڑے (تا کہ) تم اس سے اللہ کے دشمنوں اور اپنے دشمنوں کو ڈرا سکو اور کچھ دوسروں کو (بھی) جو ان کے علاوہ ہیں تم انہیں نہیں جانتے اللہ انہیں جانتا ہے اور جو کچھ بھی تم اللہ کی راہ میں خرچ کرو گے اس کا ثواب پورا پورا تمہیں دیا جائے گا اور تم پر کوئی زیادتی نہیں ہوگی",
    "اور (اے نبی ﷺ !) اگر وہ اپنے بازو جھکا دیں امن کے لیے تو آپ بھی جھک جائیں اس کے لیے اور اللہ پر توکل کیجیے یقیناً وہ سب کچھ سننے والا جاننے والا ہے۔",
    "اور اگر وہ ارادہ رکھتے ہوں آپ ﷺ کو دھوکہ دینے کا تب بھی (آپ ﷺ گھبرایئے نہیں) آپ ﷺ کے لیے اللہ کافی ہے اور وہی تو ہے (اللہ) جس نے آپ ﷺ کی مدد کی ہے اپنی نصرت سے اور اہل ایمان کے ذریعے سے۔",
    "اور اِن (اہل ایمان) کے دلوں میں اس نے الفت پیدا کردی۔ اگر آپ ﷺ زمین کی ساری دولت بھی خرچ کردیتے تو ان کے دلوں میں یہ الفت پیدا نہیں کرسکتے تھے لیکن یہ تو اللہ نے ان کے مابین (ایسی) الفت پیدا کردی یقیناً وہ زبر دست ہے حکمت والا ہے",
    "اے نبی ﷺ آپ کے لیے کافی ہے اللہ اور وہ جو پیروی کر رہے ہیں آپ کی اہل ایمان میں سے",
    "اے نبی ﷺ ترغیب دلائیے اہل ایمان کو قتال کی اگر تم میں سے بیس افراد ہوں گے صبر کرنے والے اور اگر ہوں گے تم میں سے سو افراد تو وہ غالب آجائیں گے کفار کے ایک ہزار افراد پر (ثابت قدم) تو وہ دو سو افراد پر غالب آجائیں گے یہ اس لیے کہ وہ ایسے لوگ ہیں جو سمجھ نہیں رکھتے",
    "اب اللہ نے تم پر سے تخفیف کردی ہے اور اللہ کے علم میں ہے کہ تمہارے اندر کچھ کمزوری آگئی ہے پس اگر تم میں ایک سو ثابت قدم رہنے والے ہوں گے تو وہ دو سو پر غالب آجائیں گے اور یقیناً اللہ صبر کرنے والوں (ثابت قدم رہنے والوں) کے ساتھ ہے",
    "کسی نبی کے لیے یہ زیبا نہیں کہ اس کے قبضے میں قیدی ہوں جب تک کہ وہ (کافروں کو قتل کر کے) زمین میں خوب خونریزی نہ کر دے تم دنیا کا سازو سامان چاہتے ہو اور اللہ کے پیش نظر آخرت ہے۔ اور اللہ زبردست حکمت والا ہے",
    "اگر اللہ کی طرف سے بات پہلے سے طے نہ ہوچکی ہوتی تو جو کچھ (فدیہ وغیرہ) تم نے لیا ہے اس کے باعث تم پر بڑا سخت عذاب آتا",
    "تو اب کھاؤ جو کچھ تمہیں ملا ہے غنیمت میں سے (کہ وہ تمہارے لیے) حلال اور طیب (ہے) اور اللہ کا تقویٰ اختیار کرو یقیناً اللہ بخشنے والا رحم فرمانے والا ہے",
    "اے نبی ﷺ کہہ دیجیے ان لوگوں سے جو آپ کے قبضے میں قیدی ہیں اگر اللہ تمہارے دلوں میں کوئی بھلائی پائے گا تو جو کچھ تم سے لے لیا گیا ہے وہ اس سے بہتر تمہیں دے دے گا اور تمہیں بخش دے گا اور اللہ بخشنے والا بہت رحم کرنے والا ہے",
    "اور اگر یہ لوگ آپ ﷺ سے خیانت کرنا چاہیں تو اس سے پہلے یہ اللہ سے بھی خیانت کرتے رہے ہیں تو اللہ نے ان کو پکڑوا دیا۔ اور اللہ جاننے والا حکمت والا ہے",
    "یقیناً وہ لوگ جو ایمان لائے اور جنہوں نے ہجرت کی اور جہاد کیا اپنے مالوں اور اپنی جانوں کے ساتھ اللہ کی راہ میں اور وہ لوگ جنہوں نے انہیں پناہ دی اور ان کی مدد کی یہ سب لوگ ایک دوسرے کے ساتھی ہیں اور وہ لوگ جو ایمان لائے لیکن انہوں نے ہجرت نہیں کی تمہارا (اب) ان کے ساتھ کوئی تعلق نہیں حتیٰ کہ وہ ہجرت کریں اور اگر وہ تم سے دین کے معاملے میں مدد مانگیں تو ان کی مدد کرنا تم پر واجب ہے مگر کسی ایسی قوم کے خلاف (نہیں) کہ ان کے اور تمہارے درمیان معاہدہ ہو اور جو کچھ تم کر رہے ہو اللہ اسے دیکھ رہا ہے",
    "اور وہ لوگ جنہوں نے کفر کیا وہ آپس میں ایک دوسرے کے ساتھی ہیں اگر تم یہ (اِن قواعد و ضوابط کی پابندی) نہیں کرو گے تو زمین میں فتنہ پھیلے گا اور بہت بڑا فساد برپا ہوجائے گا",
    "اور وہ لوگ جو ایمان لائے اور جنہوں نے ہجرت کی اور جہاد کیا اللہ کی راہ میں (یعنی مہاجرین) اور وہ لوگ (انصار مدینہ) جنہوں نے انہیں پناہ دی اور ان کی نصرت کی یہی لوگ ہیں سچے مؤمن۔ ان کے لیے ہے مغفرت اور رزق کریم",
    "اور جو لوگ بعد میں ایمان لائے اور انہوں نے ہجرت کی اور تمہارے ساتھ مل کر جہاد کیا تو (اے مسلمانو !) وہ تم میں سے ہی ہیں اور رحمی رشتے دار اللہ کے قانون میں ایک دوسرے کے زیادہ حق دار ہیں یقیناً اللہ ہرچیز کا علم رکھتا ہے",
    "اعلان براءت ہے اللہ اور اس کے رسول ﷺ کی طرف سے ان لوگوں کی جانب جن سے (اے مسلمانو !) تم نے معاہدے کیے تھے مشرکین میں سے",
    "تو گھوم پھر لو اس زمین میں چار ماہ تک اور جان لو کہ تم اللہ کو عاجز نہیں کرسکتے اور یہ بھی کہ اللہ کافروں کو رسوا کر کے رہے گا",
    "اور اعلان عام ہے اللہ اور اس کے رسول ﷺ کی طرف سے لوگوں کے لیے حج اکبر کے دن کہ اللہ بری ہے مشرکین سے اور اس کا رسول ﷺ بھی تو اگر تم توبہ کرلو تو تمہارے لیے بہتر ہے اور اگر تم روگردانی کرو گے تو سن رکھو کہ تم اللہ کو عاجز نہیں کرسکتے اور (اے نبی ﷺ !) بشارت دے دیجیے ان کافروں کو دردناک عذاب کی",
    "سوائے ان مشرکین کے جن سے (اے مسلمانو !) تم نے معاہدے کیے تھے) پھر انہوں نے کچھ کمی نہیں کی تمہارے ساتھ اور نہ تمہارے خلاف مدد کی کسی کی بھی یقیناً اللہ تقویٰ اختیار کرنے والوں کو پسند کرتا ہے",
    "پھر جب یہ محترم مہینے گزر جائیں تو قتل کرو ان مشرکین کو جہاں پاؤ اور پکڑو ان کو اور گھیراؤ کرو ان کا اور ان کے لیے ہر جگہ گھات لگا کر بیٹھو پھر اگر وہ توبہ کرلیں نماز قائم کریں اور زکوٰۃ ادا کریں تو ان کا راستہ چھوڑ دو۔ یقیناً اللہ بخشنے والا رحم کرنے والا ہے",
    "اور اگر مشرکین میں سے کوئی شخص آپ ﷺ سے پناہ طلب کرے تو اسے پناہ دے دو یہاں تک کہ وہ اللہ کا کلام سن لے پھر اسے اس کی امن کی جگہ پر پہنچا دو یہ اس لیے کہ یہ ایسے لوگ ہیں جو علم نہیں رکھتے",
    "کیسے ہوسکتا ہے مشرکین کے لیے کوئی عہد اللہ اور اس کے رسول کے نزدیک ؟ سوائے ان لوگوں کے جن کے ساتھ تم نے معاہدہ کیا تھا مسجد حرام کے پاس تو جب تک وہ تمہارے لیے (اس پر) قائم رہیں تم بھی ان کے لیے (معاہدے پر) قائم رہو۔ بیشک اللہ متّقین کو پسند کرتا ہے",
    "کیسے (کوئی معاہدہ قائم رہ سکتا ہے ان سے !) جبکہ اگر وہ تم پر غالب آجائیں تو ہرگز لحاظ نہیں کریں گے تمہارے بارے میں کسی قرابت کا اور نہ عہد کا جبکہ ان کے دل (اب بھی) انکاری ہیں اور ان کی اکثریت فاسقین پر مشتمل ہے",
    "انہوں نے اللہ کی آیات کو فروخت کیا حقیر سی قیمت کے عوض پس وہ لوگوں کو روکتے رہے اللہ کے رستے سے (اور خود بھی رکتے رہے) یقیناً بہت ہی برا ہے جو کچھ یہ کر رہے ہیں",
    "نہیں لحاظ کرتے کسی مؤمن کے حق میں نہ کسی قرابت کا اور نہ کسی معاہدے کا اور یہی لوگ ہیں جو حد سے تجاوز کرنے والے ہیں",
    "پھر بھی اگر وہ توبہ کرلیں نماز قائم کریں اور زکوٰۃ دیں تو وہ تمہارے دینی بھائی ہیں اور ہم اپنی آیات کی تفصیل بیان کر رہے ہیں ان لوگوں کے لیے جو علم رکھتے ہیں",
    "اور اگر وہ توڑ ڈالیں اپنے قول وقرار کو عہد کرنے کے بعد اور عیب لگائیں تمہارے دین میں تو تم جنگ کرو کفر کے ان اماموں سے ان کی قسموں کا کوئی اعتبار نہیں شاید کہ (اس طرح) وہ باز آجائیں",
    "تمہیں کیا ہوگیا ہے کہ تم جنگ نہیں کرنا چاہتے ایسی قوم سے جنہوں نے اپنے قول وقرار توڑ دیے اور رسول ﷺ کو جلاوطن کرنے کا قصد کیا اور انہوں نے ہی آغاز کیا تھا تمہارے ساتھ پہلی مرتبہ کیا تم ان سے ڈر رہے ہو ؟ اللہ زیادہ حقدار ہے کہ تم اس سے ڈرو اگر تم مؤمن ہو",
    "تم ان سے جنگ کرو اللہ انہیں عذاب دے گا تمہارے ہاتھوں اور ان کو رسوا کرے گا اور تمہاری مدد کرے گا ان کے مقابلے میں اور بہت سے اہل ایمان کے سینوں کو ٹھنڈک عطافرمائے گا",
    "اور ان کے دلوں کے غصہ کو نکال دے گا اور اللہ جس کو چاہے گا توبہ کی توفیق دے گا۔ اور اللہ جاننے والا حکمت والا ہے",
    "کیا تم نے گمان کرلیا ہے کہ تم یوں ہی چھوڑ دیے جاؤ گے حالانکہ ابھی تو اللہ نے یہ دیکھا ہی نہیں کہ تم میں سے کون وہ لوگ ہیں جو جہاد کرنے والے ہیں اور جو نہیں رکھتے اللہ اس کے رسول ﷺ اور اہل ایمان کے علاوہ کسی کے ساتھ قلبی دوستی کا کوئی تعلق اور جو کچھ تم کر رہے ہو اللہ اس سے باخبر ہے",
    "مشرکوں کا یہ حق نہیں ہے کہ وہ آباد کریں اللہ کی مسجدوں کو اپنے اوپر کفر کی گواہی دیتے ہوئے یہ وہ لوگ ہیں جن کے سارے اعمال ضائع ہوگئے ہیں اور آگ ہی میں وہ رہیں گے ہمیشہ ہمیش",
    "یقیناً اللہ کی مسجدوں کو تو وہ لوگ آباد کرتے ہیں جو ایمان لائیں اللہ پر اور یوم آخرت پر نماز قائم کریں زکوٰۃ ادا کریں اور نہ ڈریں کسی سے سوائے اللہ کے تو امید ہے کہ یہی لوگ راہ یاب ہوں گے",
    "کیا تم نے حاجیوں کو پانی پلانے اور مسجد حرام کو آباد رکھنے کو برابر کردیا ہے اس شخص (کے اعمال) کے جو ایمان لایا اللہ پر اور یوم آخرت پر اور اس نے جہاد کیا اللہ کی راہ میں ؟) یہ برابر نہیں ہوسکتے اللہ کے نزدیک۔ اور اللہ ایسے ظالموں کو ہدایت نہیں دیتا",
    "وہ لوگ جو ایمان لائے جنہوں نے ہجرت کی اور جہاد کیا اللہ کی راہ میں اپنے مالوں اور اپنی جانوں کے ساتھ ان کا بہت عظیم رتبہ ہے اللہ کے نزدیک اور وہی لوگ ہیں کامیاب ہونے والے",
    "انہیں بشارت دیتا ہے ان کا رب اپنی رحمت خاص اور رضا مندی کی اور ان باغات کی جن کے اندر ان کے لیے ہمیشہ رہنے والی نعمتیں ہوگی",
    "جن میں وہ رہیں گے ہمیشہ ہمیش۔ یقیناً اللہ ہی کے پاس ہے بہت بڑا اجر",
    "اے اہل ایمان ! اپنے باپوں اور بھائیوں کو دلی دوست اور حمایتی مت بناؤ اگر انہوں نے ایمان کے مقابلے میں کفر کو پسند کیا ہے اور تم میں سے جو کوئی بھی ان کے ساتھ ولایت (دوستی) کا تعلق رکھیں گے تو ایسے لوگ (خود بھی) ظالم ٹھہریں گے",
    "(اے نبی ﷺ ! ان سے) کہہ دیجیے کہ اگر تمہارے باپ تمہارے بیٹے تمہارے بھائی تمہاری بیویاں (اور بیویوں کے لیے شوہر) تمہارے رشتہ دار اور وہ مال جو تم نے بہت محنت سے کمائے ہیں اور وہ تجارت جس کے مندے کا تمہیں خطرہ رہتا ہے اور وہ مکانات جو تمہیں بہت پسند ہیں (اگر یہ سب چیزیں) تمہیں محبوب تر ہیں اللہ اس کے رسول اور اس کے رستے میں جہاد سے تو انتظار کرو یہاں تک کہ اللہ اپنا فیصلہ سنا دے اور اللہ ایسے فاسقوں کو راہ یاب نہیں کرتا",
    "(اے مسلمانو !) اللہ نے تمہاری مدد کی ہے بہت سے مواقع پر اور (خاص طور پر) حنین کے دن جب تمہیں اپنی کثرت پر ناز ہوگیا تھا تو وہ (کثرت) تمہارے کچھ کام نہ آسکی اور زمین پوری فراخی کے باوجود تم پر تنگ ہوگئی پھر تم پیٹھ موڑ کر بھاگ کھڑے ہوئے",
    "پھر اللہ نے نازل فرمائی اپنی (طرف سے) تسکین اپنے رسول ﷺ اور اہل ایمان پر اور (اس وقت بھی) ایسے لشکر اتارے جنہیں تم نے نہیں دیکھا اور عذاب دیا کافروں کو۔ اور یقیناً کافروں کا بدلہ یہی ہے",
    "پھر اس کے بعد (بھی) اللہ توبہ نصیب فرمائے گا اپنے بندوں میں سے جس کو چاہے گا۔ اور اللہ بخشنے والا رحم کرنے والا ہے",
    "اے اہل ایمان ! یہ مشرکین یقیناً ناپاک ہیں لہٰذا اس سال کے بعد یہ مسجد حرام کے قریب نہ پھٹکنے پائیں اور اگر تمہیں اندیشہ ہو فقر کا تو عنقریب اللہ تمہیں غنی کردے گا اپنے فضل سے اگر وہ چاہے گا۔ یقیناً اللہ سب کچھ سننے والا حکمت والا ہے",
    "جنگ کرو تم ان لوگوں سے جو نہ اللہ پر ایمان رکھتے ہیں نہ یوم آخرت پر اور نہ حرام ٹھہراتے ہیں اللہ اور اس کے رسول کی حرام کردہ چیزوں کو اور نہ قبول کرتے ہیں دین حق کی تابعداری کو ان لوگوں میں سے جن کو کتاب دی گئی تھی یہاں تک کہ وہ اپنے ہاتھ سے جزیہ پیش کریں اور چھوٹے (تابع) بن کر رہیں",
    "اور یہود نے کہا (عقیدہ گھڑ لیا) کہ عزیر ؑ اللہ کا بیٹا ہے اور نصاریٰ نے کہا (عقیدہ گھڑ لیا) کہ مسیح ؑ اللہ کا بیٹا ہے یہ ان کے منہ کی باتیں ہیں۔ یہ نقل کر رہے ہیں ان لوگوں کی باتوں کی جنہوں نے کفر کیا تھا ان سے پہلے اللہ انہیں ہلاک کرے یہ کہاں سے بچلائے گئے ہیں !",
    "انہوں نے اپنے احبارو رہبان کو رب بنا لیا اللہ کے سوا اور مسیح ؑ ابن مریم کو بھی انہیں نہیں حکم دیا گیا تھا مگر اسی بات کا کہ وہ پوجیں صرف ایک الٰہ کو نہیں ہے کوئی معبود اس کے سوا۔ وہ پاک ہے اس سے جو شرک یہ لوگ کر رہے ہیں",
    "یہ چاہتے ہیں کہ اللہ کے نور کو بجھا دیں اپنے منہ (کی پھونکوں) سے اور اللہ کو ہرگز منظور نہیں ہے مگر یہ کہ وہ اپنے نور کا اتمام فرما کر رہے چاہے یہ کافروں کو کتنا ہی ناگوار گزرے",
    "وہی تو ہے جس نے بھیجا ہے اپنے رسول ﷺ کو الہدیٰ اور دین حق دے کرتا کہ غالب کردے اسے کل کے کل دین (نظام زندگی) پر خواہ یہ مشرکوں کو کتنا ہی ناگوار گزرے",
    "اے اہل ایمان یقیناً بہت سے علماء اور درویش ہڑپ کرتے ہیں لوگوں کے مال باطل طریقے سے اور روکتے ہیں لوگوں کو اللہ کے راستے سے اور وہ لوگ جو جمع کرتے ہیں اپنے پاس سونا اور چاندی اور خرچ نہیں کرتے اس کو اللہ کی راہ میں تو ان کو بشارت دے دیجیے درد ناک عذاب کی",
    "جس دن ان (سونے اور چاندی) کو تپایا جائے گا جہنم کی آگ میں اور پھر داغا جائے گا ان سے ان کی پیشانیوں ان کے پہلوؤں اور ان کی پیٹھوں کو (اور ساتھ کہا جائے گا) یہ ہے جو تم نے اپنے لیے اکٹھا کیا تھا تو اب چکھو مزا اس کا جو کچھ تم جمع کرتے تھے",
    ") بیشک اللہ کے ہاں مہینوں کی تعداد بارہ ہے اللہ کے قانون میں جس دن سے اس نے پیدا کیا آسمانوں اور زمین کو ان میں سے چار مہینے محترم ہیں یہی ہے سیدھا دین تو ان کے معاملے میں اپنے اوپر ظلم نہ کرو اور مشرکین سے سب مل کر جنگ کرو جیسے وہ سب اکٹھے ہو کر تم سے جنگ کرتے ہیں اور جان لو کہ اللہ پرہیزگاروں کے ساتھ ہے",
    "یہ مہینوں کو ہٹا کر آگے پیچھے کرلینا تو کفر میں ایک اضافہ ہے جس کے ذریعے سے گمراہی میں مبتلا کیے جاتے ہیں وہ لوگ جنہوں نے کفر کیا ایک سال حلال کرلیتے ہیں اس (مہینے) کو اور ایک سال اسے حرام قرار دیتے ہیں تاکہ تعداد پوری کرلیں اس کی جو اللہ نے حرام ٹھہرائے ہیں اور (اس طرح) حلال کرلیتے وہ (مہینہ) جو اللہ نے حرام کیا ہے (اسی طرح) ان کے لیے مزین کردیے گئے ان کے برے اعمال۔ اور اللہ کافروں کو ہدایت نہیں دیتا",
    "اے ایمان کے دعوے دارو ! تمہیں کیا ہوگیا ہے کہ جب تم سے کہا جاتا ہے کہ نکلو اللہ کی راہ میں تو تم دھنسے جاتے ہو زمین کی طرف (سوچو !) کیا تم نے آخرت کی بجائے دنیا کی زندگی کو قبول کرلیا ہے ؟ تو (جان لو کہ) دنیا کی زندگی کا سازو سامان آخرت کے مقابلے میں بہت قلیل ہے",
    "اگر تم نہیں نکلو گے (اللہ کی راہ میں تو) وہ تمہیں عذاب دے گا دردناک عذاب اور تمہیں ہٹا کر کسی اور قوم کو لے آئے گا اور تم اس کا کچھ بھی نقصان نہیں کرسکو گے اور اللہ ہرچیز پر قادر ہے",
    "اگر تم ان (رسول اللہ ﷺ کی مدد نہیں کرو گے تو (کچھ پروا نہیں) اللہ نے تو اس وقت ان ﷺ کی مدد کی تھی جب کافروں نے ان ﷺ کو (مکہ سے) نکال دیا تھا (اس حال میں کہ) آپ ﷺ دو میں کے دوسرے تھے جب کہ وہ دونوں غار میں تھے جبکہ وہ اپنے ساتھی سے کہہ رہے تھے کہ غم نہ کرو اللہ ہمارے ساتھ ہے تو اللہ نے اپنی سکینت نازل فرمائی ان ﷺ پر اور ان ﷺ کی مدد فرمائی ان لشکروں سے جنہیں تم نہیں دیکھتے اور کافروں کی بات کو پست کردیا اور اللہ ہی کا کلمہ سب سے اونچا ہے اور اللہ زبردست ہے حکمت والا ہے",
    "نکلو خواہ ہلکے ہو یا بوجھل اور جہاد کرو اللہ کی راہ میں اپنے اموال سے اور اپنی جانوں سے۔ یہی تمہارے لیے بہتر ہے اگر تم علم رکھتے ہو",
    "اگر مال غنیمت قریب ہوتا اور سفر بھی چھوٹا ہوتا تو (اے نبی ﷺ یہ آپ کی پیروی کرتے لیکن ان کو تو بڑی بھاری پڑ رہی ہے دور کی مسافت اور عنقریب یہ لوگ قسمیں کھائیں گے اللہ کی کہ اگر ہمارے اندر استطاعت ہوتی تو ہم ضرور نکلتے تم لوگوں کے ساتھ یہ لوگ اپنے آپ کو ہلاک کر رہے ہیں اور اللہ کو معلوم ہے کہ یہبالکل جھوٹے ہیں",
    "(اے نبی ﷺ !) اللہ آپ کو معاف فرمائے (یا اللہ نے آپ کو معاف فرمادیا) آپ نے انہیں کیوں اجازت دے دی ؟ یہاں تک کہ آپ ﷺ کے لیے واضح ہوجاتا کہ کون لوگ سچے ہیں اور آپ ﷺ (یہ بھی) جان لیتے کہ کون جھوٹے ہیں",
    "وہ لوگ جو اللہ پر اور یوم آخرت پر ایمان رکھتے ہیں وہ آپ ﷺ سے اجازت کے طالب ہو ہی نہیں سکتے کہ وہ جہاد نہ کریں اپنے اموال اور اپنی جانوں کے ساتھ اور اللہ متقی بندوں سے خوب واقف ہے",
    "آپ ﷺ سے رخصت تو وہی مانگ رہے ہیں جو اللہ اور یوم آخرت پر ایمان نہیں رکھتے اور ان کے دل شکوک میں پڑگئے ہیں اور وہ اپنے اسی شک و شبہ کے اندر متردد ہیں",
    "اور اگر انہوں نے نکلنے کا ارادہ کیا ہوتا تو اس کے لیے سازو سامان فراہم کرتے لیکن (حقیقت یہ ہے کہ) اللہ نے پسند ہی نہیں کیا ان کا اٹھنا (اور نکلنا) تو ان کو روک دیا اور کہہ دیا گیا کہ بیٹھے رہو تم بھی بیٹھے رہنے والوں کے ساتھ",
    "اگر یہ نکلتے (اے مسلمانو !) تمہارے ساتھ تو ہرگز اضافہ نہ کرتے تمہارے لیے مگر خرابی ہی کا اور گھوڑے دوڑاتے تمہارے مابین فتنہ پیدا کرنے کے لیے اور تمہارے اندر ان کے جاسوس بھی ہیں۔ اور اللہ ظالموں سے خوب واقف ہے",
    "یہ پہلے بھی فتنہ اٹھاتے رہے ہیں اور (اے نبی ﷺ !) آپ کے لیے معاملات کو الٹ پلٹ کرنے کی کوشش کرتے رہے ہیں یہاں تک کہ حق آگیا اور اللہ کا امر غالب ہوگیا اور انہیں یہ پسند نہیں تھا",
    "اور ان میں سے وہ بھی ہے جو کہتا ہے کہ مجھے رخصت دے دیجیے اور مجھے فتنے میں نہ ڈالیے آگاہ ہوجاؤ فتنے میں تو یہ لوگ پڑچکے اور یقیناً جہنم ان کافروں کا احاطہ کیے ہوئے ہے",
    "(اے نبی ﷺ اگر آپ کو کوئی اچھی بات پہنچتی ہے تو انہیں وہ بری لگتی ہے اور اگر آپ ﷺ کو کوئی تکلیف آجاتی ہے تو کہتے ہیں کہ ہم نے تو اپنا معاملہ پہلے ہی درست کرلیا تھا اور وہ لوٹ جاتے ہیں خوشیاں مناتے ہوئے",
    "آپ ﷺ کہہ دیجیے کہ ہم پر کوئی مصیبت نہیں آسکتی سوائے اس کے جو اللہ نے ہمارے لیے لکھ دی ہو۔ وہی ہمارا مولا ہے اور اللہ پر ہی توکل کرنا چاہیے اہل ایمان کو",
    "(ان سے) کہیے کہ تم ہمارے بارے میں کس شے کا انتظار کرسکتے ہو سوائے دو نہایت عمدہ چیزوں میں سے کسی ایک کے ! اور (اے منافقو !) ہم منتظر ہیں تمہارے بارے میں کہ اللہ تمہیں پہنچائے کوئی عذاب اپنے پاس سے یا ہمارے ہاتھوں تو تم بھی انتظار کرو ہم بھی تمہارے ساتھ انتظار کر رہے ہیں",
    "کہہ دیجئے کہ چاہے خوشی سے خرچ کرو یا مجبوری سے تم سے قبول نہیں کیا جائے گا۔ اس لیے کہ تم نافرمان لوگ ہو",
    "اور نہیں مانع ہوئی کوئی چیز کہ ان سے ان کے نفقات (اموال کا خرچ کرنا) کو قبول کیا جاتا مگر یہ کہ انہوں نے کفر کیا ہے اللہ اور اس کے رسول ﷺ کے ساتھ اور وہ نماز کے لیے نہیں آتے مگر بہت ہی کسل مندی سے اور خرچ نہیں کرتے مگر کراہت کے ساتھ",
    "تو (اے نبی ﷺ !) آپ کو ان کے اموال اور ان کی اولاد سے تعجب نہ ہو اللہ تو چاہتا ہے کہ انہی چیزوں کے ذریعے سے انہیں دنیوی زندگی میں عذاب دے اور ان کی جانیں نکلیں اسی کفر کی حالت میں",
    "اور وہ قسمیں کھا کھا کر کہتے ہیں کہ ہم بھی آپ لوگوں کے ساتھ ہیں لیکن (اے مسلمانو ! حقیقت میں) یہ لوگ تم میں سے نہیں ہیں بلکہ اصل میں یہ ڈرے ہوئے لوگ ہیں",
    "اگر یہ پالیں کہیں کوئی پناہ گاہ یا کوئی غار یا کوئی سر چھپانے کی جگہ تو یہ اس کی طرف بھاگ جائیں اپنی رسیاں تڑاتے ہوئے",
    "اور (اے نبی ﷺ ان میں سے وہ بھی ہیں جو آپ پر الزام لگاتے ہیں صدقات کے بارے میں تو اگر اس میں سے انہیں (خاطر خواہ) دے دیا جائے تو یہ راضی رہتے ہیں اور اگر اس میں سے انہیں (اس قدر) نہ دیا جائے تو فوراً ناراض ہوجاتے ہیں",
    "اور اگر وہ راضی رہتے اس پر جو کچھ دیا انہیں اللہ نے اور اس کے رسول ﷺ نے اور وہ کہتے کہ اللہ ہمارے لیے کافی ہے عنقریب اللہ اور اس کے رسول ﷺ ہمیں (پھر بھی) اپنے فضل سے نوازتے رہیں گے یقیناً ہم اللہ کی طرف رغبت کرنے والے ہیں (تو ان کے حق میں بہتر ہوتا)",
    "صدقات تو بس مفلسوں اور محتاجوں اور عاملین صدقات کے لیے ہیں اور ان کے لیے جن کی تالیف قلوب مطلوب ہو اور گردنوں کے چھڑانے میں اور جن پر تاوان پڑا ہو (ان کے لیے) اور اللہ کی راہ میں اور مسافروں (کی امداد) میں۔ یہ اللہ کی طرف سے معین ہوگیا ہے۔ اور اللہ سب کچھ جاننے والا حکمت والا ہے",
    "اور ان میں وہ لوگ بھی ہیں جو نبی ﷺ کو ایذا پہنچاتے ہیں اور کہتے ہیں یہ تو نرے کان ہیں آپ ﷺ کہیے کہ یہ کان تمہاری بہتری کے لیے ہیں وہ یقین رکھتے ہیں اللہ پر اور بات مان لیتے ہیں اہل ایمان کی اور جو تم میں سے واقعی مؤمن ہیں ان کے حق میں رحمت ہیں اور جو ایذا پہنچاتے ہیں اللہ کے رسول ﷺ کو ان کے لیے بڑا درد ناک عذاب ہے",
    "(اے مسلمانو !) یہ تمہارے سامنے اللہ کی قسمیں کھاتے ہیں تاکہ تمہیں راضی کریں اللہ اور اس کا رسول ﷺ اس بات کے زیادہ حق دار ہیں کہ وہ انہیں راضی کریں اگر وہ واقعتا مؤمن ہیں",
    "کیا وہ جانتے نہیں کہ جو کوئی بھی اللہ اور اس کے رسول ﷺ کا مقابلہ کرے گا تو اس کے لیے جہنم کی آگ ہے جس میں وہ ہمیشہ ہمیش رہے گا۔ یہ بہت بڑی رسوائی ہے",
    "یہ منافق ڈرتے رہتے ہیں کہ کہیں مسلمانوں پر کوئی ایسی سورت نازل نہ ہوجائے جو ان کو ہمارے دلوں کی حالت بتادے آپ ﷺ کہیے کہ ابھی تم استہزاء کرتے رہو یقیناً (ایک وقت آئے گا کہ) اللہ ظاہر کر کے رہے گا جس سے تم ڈر رہے ہو",
    "اور اگر آپ ﷺ ان سے پوچھیں گے تو کہیں گے کہ ہم تو یونہی بات چیت اور دل لگی کر رہے تھے آپ ﷺ کہیے کیا تم اللہ اس کی آیات اور اس کے رسول ﷺ کے ساتھ استہزاء کر رہے تھے ؟",
    "اب بہانے مت بناؤ تم کفر کرچکے ہو اپنے ایمان کے بعد اگر ہم تمہاری ایک جماعت سے درگزر بھی کرلیں گے تو کسی دوسری جماعت کو عذاب بھی دیں گے اس لیے کہ وہ مجرم ہیں",
    "منافق مرد اور منافق عورتیں سب ایک دوسرے میں سے ہیں یہ بدی کا حکم دیتے ہیں اور نیکی سے روکتے ہیں اور اپنے ہاتھوں کو بند رکھتے ہیں انہوں نے اللہ کو بھلا دیا تو اللہ نے (بھی) انہیں نظر انداز کردیا۔ یقیناً یہ منافق ہی نافرمان ہیں",
    "اللہ نے وعدہ کیا ہے ان منافق مردوں منافق عورتوں اور تمام کفار سے جہنم کی آگ کا جس میں وہ ہمیشہ ہمیش رہیں گے بس وہی ان کے لیے کفایت کرے گی۔ اور اللہ نے ان پر لعنت فرما دی ہے اور ان کے لیے عذاب ہے قائم رہنے والا",
    "(تم منافق لوگ) ان لوگوں کی مانند ہو جو تم سے پہلے تھے وہ تم سے کہیں بڑھ کر تھے طاقت میں اور کہیں زیادہ تھے مال اور اولاد میں تو انہوں نے اپنے حصے سے فائدہ اٹھا لیا اور اب تم نے بھی اپنے حصے سے فائدہ اٹھا لیا ہے جیسے کہ ان لوگوں نے اپنے حصے کا فائدہ اٹھایا تھا جو تم سے پہلے تھے اور ویسی ہی بحثوں میں تم بھی پڑے جیسی بحثوں میں وہ پڑے تھے یہ وہ لوگ ہیں جن کے تمام اعمال دنیا اور آخرت میں ضائع ہوگئے۔ اور یہی لوگ ہیں خسارے میں رہنے والے",
    "کیا ان کے پاس ان لوگوں کی خبریں نہیں آچکی ہیں جو ان سے پہلے تھے ؟ قوم نوح ؑ عاد ثمود اور قوم ابراہیم ؑ اور مدین کے لوگوں اور ان بستیوں کی (خبریں) جو الٹ دی گئیں ان کے پاس آئے ان کے رسول واضح نشانیاں (یا احکام) لے کر۔ پس اللہ ان پر ظلم کرنے والا نہیں تھا بلکہ وہ اپنے اوپر خود ہی ظلم ڈھاتے رہے",
    "اور ایمان والے مرد اور ایمان والی عورتیں یہ سب ایک دوسرے کے ساتھی ہیں وہ نیکی کا حکم دیتے ہیں بدی سے روکتے ہیں نماز قائم کرتے ہیں زکوٰۃ ادا کرتے ہیں اور اللہ اور اس کے رسول کی اطاعت کرتے ہیں یہی وہ لوگ ہیں جن پر اللہ رحمت فرمائے گا۔ یقیناً اللہ زبردست حکمت والا ہے",
    "اللہ نے وعدہ کیا ہے مؤمن مردوں اور مؤمن عورتوں سے ان باغات کا جن کے نیچے ندیاں بہتی ہوں گی وہ اس میں ہمیشہ رہیں گے اور بہت عمدہ مکانات (کا وعدہ) ہمیشہ رہنے والے باغات میں اور اللہ کی رضا تو سب سے بڑی نعمت ہے۔ یہی تو ہے بہت بڑی کامیابی",
    "اے نبی ﷺ ! جہاد کیجئے کفار اور منافقین سے اور ان پر سختی کیجیے اور ان کا ٹھکانہ جہنم ہے اور وہ بہت بری جگہ ہے",
    "وہ اللہ کی قسم کھا کر کہتے ہیں کہ انہوں نے یہ بات نہیں کی حالانکہ انہوں نے کہا ہے کفر کا کلمہ اور وہ کفر کرچکے اپنے اسلام کے بعد اور انہوں نے ارادہ کیا تھا اس شے کا جو وہ حاصل نہ کرسکے اور یہ لوگ اپنے عناد کا مظاہرہ نہیں کر رہے مگر اسی لیے کہ اللہ اور اس کے رسول نے انہیں غنی کردیا ہے اپنے فضل سے اب بھی اگر یہ توبہ کرلیں تو ان کے لیے بہتر ہے اور اگر وہ پیٹھ موڑیں گے تو اللہ انہیں بہت درد ناک عذاب دے گا دنیا میں بھی اور آخرت میں بھی اور پوری زمین میں ان کا نہ کوئی دوست ہوگا اور نہ کوئی مددگار",
    "اور ان میں وہ لوگ بھی ہیں جنہوں نے اللہ سے عہد کیا تھا کہ اگر وہ ہمیں اپنے فضل سے نواز دے گا تو ہم خوب صدقہ و خیرات کریں گے اور نیک بن جائیں گے",
    "پھر جب اللہ نے انہیں نواز دیا اپنے فضل سے (غنی کردیا) تو انہوں نے اس دولت کے ساتھ بخل کیا اور پیٹھ موڑ لی اور اعراض کیا",
    "تو اللہ نے سزا کے طور پر ڈال دیا ان کے دلوں میں نفاق (اور یہ نفاق اب رہے گا) اس دن تک جس دن یہ لوگ ملاقات کریں گے اس سے بسبب اس وعدہ خلافی کے جو انہوں نے اللہ سے کی اور بسبب اس جھوٹ کے جو وہ بولتے رہے",
    "کیا انہیں معلوم نہیں ہے کہ اللہ جانتا ہے ان کے بھیدوں کو اور ان کی سرگوشیوں کو اور یہ کہ اللہ تمام غیب کا جاننے والا ہے",
    "جو طعن کرتے ہیں دل کی خوشی سے نیکی کرنے والے اہل ایمان پر (ان کے) صدقات کے بارے میں اور جن کے پاس اپنی محنت ومشقت کے سوا کچھ ہے ہی نہیں (اور وہ اس میں سے بھی خرچ کرتے ہیں) تو وہ (منافقین) ان کا مذاق اڑاتے ہیں۔ اللہ ان کا مذاق اڑاتا ہے اور ان کے لیے دردناک عذاب ہے",
    "(اے نبی ﷺ !) آپ ان کے لیے استغفار کریں یا ان کے لیے استغفار نہ کریں۔ اگر آپ ستر مرتبہ بھی ان کے لیے استغفار کریں گے تب بھی اللہ انہیں ہرگز معاف نہیں فرمائے گا یہ اس لیے کہ یہ لوگ اللہ اور اس کے رسول ﷺ کے ساتھ کفر کرچکے ہیں اور اللہ ایسے فاسقوں کو ہدایت نہیں دیتا",
    "بہت خوش ہوگئے پیچھے رہ جانے والے اپنے بیٹھ رہنے پر اللہ کے رسول ﷺ کے (جانے کے) بعد اور انہوں نے ناپسند کیا کہ وہ جہاد کرتے اپنی جانوں اور اپنے مالوں کے ساتھ اللہ کی راہ میں اور (دوسروں سے بھی) کہنے لگے کہ اس گرمی میں مت نکلو (اے نبی ﷺ ! ان سے) کہہ دیجئے جہنم کی آگ اس سے کہیں زیادہ گرم ہے کاش ان لوگوں کو فہم حاصل ہوتا",
    "تو انہیں چاہیے کہ ہنسیں کم اور روئیں زیادہ بدلہ اس کا جو کمائی انہوں نے کی ہے",
    "پس (اے نبی ﷺ اگر اللہ آپ کو لوٹا کرلے جائے ان کے کسی گروہ کے پاس پھر وہ آپ ﷺ سے اجازت مانگیں (آپ ﷺ کے ساتھ) نکلنے کے لیے تو کہہ دیجئے گا کہ اب تم میرے ساتھ کبھی نہیں نکلو گے اور اب میرے ساتھ ہو کر تم کسی دشمن کے ساتھ جنگ نہیں کرو گے۔ تم پہلی مرتبہ راضی ہوگئے تھے بیٹھ رہنے پر تو (اب ہمیشہ کے لیے) بیٹھ رہو پیچھے رہنے والوں کے ساتھ",
    "اور (اے نبی ﷺ ان میں سے کوئی مرجائے تو اس کی نماز جنازہ کبھی بھی ادا نہ کریں اور اس کی قبر پر بھی کھڑے نہ ہوں یقیناً انہوں نے کفر کیا ہے اللہ اور اس کے رسول ﷺ کے ساتھ اور وہ مرے ہیں اسی حال میں کہ وہ نافرمان تھے",
    "اور آپ ﷺ کو پسند نہ آئیں ان کے اموال اور ان کی اولاد اللہ تو یہی چاہتا ہے کہ انہیں عذاب دے انہی چیزوں کے ذریعے سے دنیا میں اور ان کی جانیں نکلیں اسی حالت کفر میں",
    "اور جب کوئی سورت نازل ہوتی ہے کہ ایمان لاؤ اللہ پر اور جہاد کرو اس کے رسول ﷺ کے ساتھ مل کر تو رخصت مانگتے ہیں آپ ﷺ سے مقدرت والے بھی اور کہتے ہیں کہ ہمیں چھوڑدیجیے کہ ہم بیٹھ رہنے والوں میں شامل ہوجائیں",
    "وہ اس پر راضی ہوگئے کہ پیچھے رہنے والی عورتوں میں شامل ہوجائیں اور ان کے دلوں پر مہر کردی گئی ہے پس اب وہ سمجھ نہیں سکتے",
    "لیکن (اس کے برعکس) رسول ﷺ اور وہ لوگ جو آپ ﷺ کے ساتھ ایمان لائے انہوں نے جہاد کیا اللہ کی راہ میں اپنے اموال سے بھی اور اپنی جانوں سے بھی اور یہی وہ لوگ ہیں جن کے لیے بھلائیاں ہیں اور یہی لوگ ہیں فلاح پانے والے",
    "اللہ نے ان کے لیے باغات تیار کر رکھے ہیں جن کے دامن میں (یا جن کے نیچے) ندیاں بہتی ہوں گی جن میں وہ ہمیشہ ہمیش رہیں گے۔ یہی ہے بہت بڑی کامیابی",
    "اور آئے آپ ﷺ کے پاس بہانے بنانے والے بدو بھی کہ ان کو رخصت دے دی جائے اور بیٹھ رہے وہ لوگ جنہوں نے جھوٹ کہا تھا اللہ سے اور اس کے رسول ﷺ سے عنقریب دردناک عذاب پہنچے گا ان لوگوں کو جو ان میں سے کفر پر اڑے رہیں گے",
    "کچھ گناہ (اور الزام) نہیں ضعیفوں پر نہ بیماروں پر اور نہ ہی ان لوگوں پر جن کے پاس خرچ کرنے کے لیے کچھ نہیں جبکہ وہ اللہ اور اس کے رسول ﷺ کے ساتھ مخلص ہوں ایسے محسنین پر کوئی الزام نہیں اور اللہ غفور اور رحیم ہے",
    "اور نہ ہی ان پر (کوئی الزام ہے) جو آئے آپ ﷺ کے پاس کہ آپ ﷺ ان کے لیے سواری کا انتظام کردیں تو آپ ﷺ نے فرمایا کہ میرے پاس بھی کوئی چیز نہیں جس پر میں تم لوگوں کو سوار کرسکوں (تو مجبوراً) وہ لوٹ گئے اور ان کی آنکھوں سے آنسو جاری تھے اس رنج سے کہ ان کے پاس کچھ نہیں جسے وہ خرچ کرسکیں",
    "الزام تو ان لوگوں پر ہے جو آپ ﷺ سے رخصت مانگتے ہیں جب کہ وہ غنی (مالدار) ہیں وہ راضی ہوگئے اس پر کہ ہوجائیں پیچھے رہنے والی عورتوں کے ساتھ اور اللہ نے ان کے دلوں پر مہر کردی ہے پس وہ صحیح علم سے بےبہرہ ہوچکے ہیں"
  ]
}