{
  "meta": {
    "id": 158,
    "name": "Bayan-ul-Quran",
    "translator_name": "Dr. Israr Ahmad",
    "slug": "ur-israr-ahmad",
    "language_name": "urdu"
  },
  "verses": [
    "پاک ہے وہ ذات جو لے گئی راتوں رات اپنے بندے کو مسجد حرام سے مسجد اقصیٰ (دُور کی مسجد) تک جس کے ماحول کو ہم نے بابرکت بنایا تاکہ ہم دکھائیں اس (بندے محمد) کو اپنی نشانیاں۔ یقیناً وہی ہے سب کچھ سننے والا دیکھنے والا",
    "اور ہم نے موسیٰ کو کتاب (تورات) دی اور ہم نے اسے ہدایت بنایا بنی اسرائیل کے لیے کہ تم مت بناؤ میرے سوا کسی کو کارساز",
    "اے ان لوگوں کی اولاد جنہیں ہم نے سوار کرایا تھا نوح کے ساتھ یقیناً وہ ہمارا بہت ہی شکر گزار بندہ تھا",
    "اور ہم نے متنبہ کردیا تھا بنی اسرائیل کو کتاب میں کہ تم زمین میں دو مرتبہ فساد مچاؤ گے اور بہت بڑی سر کشی کرو گے",
    "پھر جب ان دونوں میں سے پہلے وعدے کا وقت آگیا تو ہم نے تم پر مسلط کردیے اپنے سخت جنگجو بندے تو وہ تمہاری آبادیوں میں گھس گئے اور (یوں ہمارا) جو وعدہ تھا وہ پورا ہو کر رہا",
    "پھر ہم نے تمہاری باری لوٹائی ان پر اور ہم نے مدد کی تمہاری مال و دولت اور بیٹوں کے ذریعے سے اور بنا دیا تمہیں کثیر تعداد (والی قوم)",
    "اگر تم نے کوئی بھلائی کی تو خود اپنے ہی لیے کی اور اگر کوئی برائی کمائی تو وہ بھی اپنے ہی لیے کمائی پھر جب دوسرے وعدے کا وقت آیا تاکہ وہ تمہارے چہرے بگاڑ دیں اور وہ داخل ہوجائیں مسجد میں جیسے کہ داخل ہوئے تھے پہلی مرتبہ اور تباہ و برباد کر کے رکھ دیں (ہر اس شے کو) جس کے اوپر بھی انہیں قبضہ حاصل ہوجائے",
    "ہوسکتا ہے کہ اب تمہارا رب تم پر رحم کرے اور اگر تم نے وہی روش اختیار کی تو ہم بھی وہی کچھ کریں گے اور ہم نے جہنم کو کافروں کے لیے قید خانہ بنا رکھا ہے",
    "یقیناً یہ قرآن راہنمائی کرتا ہے اس راہ کی طرف جو سب سے سیدھی ہے اور بشارت دیتا ہے ان اہل ایمان کو جو نیک عمل بھی کریں کہ ان کے لیے بہت بڑا اجر ہے",
    "اور یہ کہ جو لوگ ایمان نہیں رکھتے آخرت پر ان کے لیے ہم نے تیار کر رکھا ہے ایک درد ناک عذاب",
    "اور انسان شر مانگ بیٹھتا ہے (اپنے نزدیک) بھلائی مانگتے ہوئے اور انسان بہت جلد باز ہے",
    "اور ہم نے بنایا رات اور دن کو دو نشانیاں تو تاریک کردیا ہم نے رات کی نشانی کو اور روشن بنا دیا ہم نے دن کی نشانی کو تاکہ تم تلاش کرو اپنے رب کا فضل اور تاکہ تم جان لو سالوں کی گنتی اور (نظام الاوقات کا) حساب اور ہرچیز کو ہم نے کھول کھول کر بیان کردیا ہے",
    "اور ہر انسان کی قسمت چپکا دی ہے ہم نے اس کی گردن میں اور ہم نکال لیں گے اس کے لیے قیامت کے روز (اسے) ایک کتاب (کی شکل میں) وہ پائے گا اسے کھلی ہوئی",
    "پڑھ لو اپنا اعمال نامہ ! آج تم خود ہی اپنا حساب کرلینے کے لیے کافی ہو",
    "جس کسی نے ہدایت کی راہ اختیار کی تو اس نے اپنے ہی (بھلے کے) لیے ہدایت کی راہ اختیار کی اور جو کوئی گمراہ ہوا تو اس کی گمراہی کا وبال اسی پر ہے اور کوئی جان کسی دوسری جان کا بوجھ اٹھانے والی نہیں بنے گی اور ہم عذاب دینے والے نہیں ہیں جب تک کہ کسی رسول کو نہ بھیج دیں",
    "اور جب ہم ارادہ کرتے کہ تباہ کردیں کسی بستی کو تو ہم اس کے خوشحال لوگوں کو حکم دیتے اور وہ اس میں خوب نافرمانیاں کرتے پس ثابت ہوجاتی اس پر (عذاب کی) بات پھر ہم اس کو بالکل نیست و نابود کردیتے",
    "اور کتنی ہی قوموں کو ہم نے ہلاک کیا نوح کے بعد اور کافی ہے آپ کا رب اپنے بندوں کے گناہوں سے باخبر رہنے اور ان کو دیکھنے کے لیے",
    "جو کوئی عاجلہ کا طلب گار بنتا ہے ہم اس کو جلدی دے دیتے ہیں اس میں سے جو کچھ ہم چاہتے ہیں جس کے لیے چاہتے ہیں پھر ہم مقرر کردیتے ہیں اس کے لیے جہنم وہ داخل ہوگا اس میں ملامت زدہ دھتکارا ہوا",
    "اور جو کوئی آخرت کا طلب گار ہو اور اس کے لیے اس کے شایان شان کوشش کرے اور وہ مؤمن بھی ہو تو یہی لوگ ہوں گے جن کی کوشش کی قدر افزائی کی جائے گی",
    "ہم سب کو مدد پہنچائے جا رہے ہیں ان کو بھی اور ان کو بھی آپ کے رب کی عطا سے اور آپ کے رب کی عطا رکی ہوئی نہیں ہے",
    "دیکھو کیسے ہم نے بعض کو بعض پر فضیلت دی ہے لیکن آخرت کی زندگی درجات اور فضیلت میں اس سے بہت بڑھ کر ہوگی",
    "اللہ کے ساتھ کسی اور کو معبود نہ بناؤ کہ پھر بیٹھے رہ جاؤ گے مذموم و بےسہارا ہو کر",
    "اور فیصلہ کردیا ہے آپ کے رب نے کہ مت عبادت کرو کسی کی سوائے اس کے اور والدین کے ساتھ حسن سلوک کرو اگر پہنچ جائیں تمہارے پاس بڑھاپے کو ان میں سے کوئی ایک یا دونوں تو انہیں اف تک مت کہو اور نہ انہیں جھڑکو اور ان سے بات کرو نرمی کے ساتھ",
    "اور جھکائے رکھو ان کے سامنے اپنے بازو عاجزی اور نیاز مندی سے اور دعا کرتے رہو : اے میرے رب ان دونوں پر رحم فرما جیسے کہ انہوں نے مجھے بچپن میں پالا",
    "تمہارا رب خوب واقف ہے اس سے جو تمہارے دلوں میں ہے۔ اگر تم واقعی نیک ہو گے تو وہ (اپنی طرف) رجوع کرنے والوں کے لیے بڑا بخشنے والا ہے",
    "اور حق ادا کرو قرابت داروں مسکینوں اور مسافروں کا اور فضول میں مال مت اڑاؤ",
    "یقیناً مال کو فضول اڑانے والے شیاطین کے بھائی ہیں اور یقیناً شیطان اپنے رب کا بہت ہی نا شکرا ہے",
    "اور اگر تمہیں اعراض کرنا ہی پڑجائے ان سے اپنے رب کی رحمت کے انتظار میں جس کی تمہیں امید ہے تو ان سے کہو نرم بات",
    "اور نہ باندھ لو اپنے ہاتھ کو اپنی گردن کے ساتھ اور نہ اسے بالکل ہی کھلا چھوڑ دو کہ پھر بیٹھے رہو ملامت زدہ ہارے ہوئے",
    "یقیناً تمہارا رب کشادہ کرتا ہے رزق جس کے لیے چاہتا ہے اور تنگ کرتا ہے (جس کے لیے چاہتا ہے) یقیناً وہ اپنے بندوں کی خبر رکھنے والا (اور ان کے حالات کو) دیکھنے والا ہے",
    "اور اپنی اولاد کو قتل نہ کرو مفلسی کے اندیشے سے ہم ان کو بھی رزق دیں گے اور تمہیں بھی یقیناً ان کو قتل کرنا بہت بڑی خطا ہے",
    "اور زنا کے قریب بھی مت جاؤ یقیناً یہ بہت بےحیائی کا کام ہے اور بہت ہی برا راستہ ہے",
    "اور مت قتل کرو اس انسانی جان کو جسے اللہ نے محترم ٹھہرایا ہے مگر حق کے ساتھ اور جسے قتل کردیا گیا مظلومی میں تو اس کے ولی کو ہم نے اختیار دیا ہے تو وہ بھی قتل میں حد سے تجاوز نہ کرے اس کی مدد کی جائے گی",
    "اور مت قریب جاؤ یتیم کے مال کے مگر احسن طریقے سے یہاں تک کہ وہ اپنی جوانی کو پہنچ جائے اور عہد کو پورا کرو یقیناً عہد کے بارے میں باز پرس ہوگی",
    "اور جب تم ناپو تو پیمانہ پورا بھرو اور وزن کرو سیدھی ترازو کے ساتھ یہی بہتر ہے اور انجام کے اعتبار سے بھی خوب تر ہے",
    "اور مت پیچھے پڑو اس چیز کے جس کے بارے میں تمہیں علم نہیں یقیناً سماعت بصارت اور عقل سبھی کے بارے میں باز پرس کی جائے گی",
    "اور زمین میں اکڑ کر نہ چلو نہ تو تم زمین کو پھاڑ سکو گے اور نہ ہی پہاڑوں کی بلندی کو پہنچ سکو گے",
    "ان سب باتوں کی برائی (کا پہلو) تیرے رب کو بہت ناپسند ہے",
    "یہ ہے جو (اے محمد !) آپ کے رب نے آپ کی طرف وحی کی ہے حکمت میں سے اور مت ٹھہراؤ اللہ کے ساتھ کوئی دوسرا معبود ورنہ تم جھونک دیے جاؤ گے جہنم میں ملامت زدہ دھتکارے ہوئے",
    "تو کیا تمہیں تو منتخب کرلیا ہے تمہارے رب نے بیٹوں کے ساتھ اور اپنے لیے بنا لی ہیں فرشتوں میں سے بیٹیاں یہ تو تم بہت بڑی (گستاخی کی) بات کہتے ہو",
    "اور ہم نے پھیر پھیر کر بیان کیا ہے اس قرآن میں (اپنی آیات کو) تاکہ یہ سبق حاصل کریں مگر یہ نہیں بڑھاتا انہیں مگر نفرت ہی میں",
    "آپ کہیے کہ اگر اس کے ساتھ کچھ دوسرے معبود بھی ہوتے جیسا کہ یہ کہتے ہیں تب تو وہ ضرور تلاش کرتے صاحب عرش کی طرف کوئی راستہ",
    "وہ پاک ہے اور بہت ہی بلندو برتر ہے ان باتوں سے جو یہ کہہ رہے ہیں",
    "اسی کی تسبیح میں لگے ہوئے ہیں ساتوں آسمان اور زمین اور (وہ تمام مخلوق بھی) جو ان میں ہے اور کوئی چیز نہیں مگر یہ کہ وہ تسبیح کرتی ہے اس کی حمد کے ساتھ لیکن تم نہیں سمجھ سکتے ان کی تسبیح کو یقیناً وہ بہت تحمل والا بہت بخشنے والا ہے",
    "اور جب آپ قرآن پڑھتے ہیں تو ہم آپ کے اور ان لوگوں کے درمیان جو آخرت پر ایمان نہیں رکھتے ایک مخفی پردہ حائل کردیتے ہیں",
    "اور ان کے دلوں پر بھی ہم پردے ڈال دیتے ہیں کہ وہ اسے سمجھ نہ سکیں اور ان کے کانوں میں ثقل (پیدا کردیتے ہیں) اور جب آپ قرآن میں تنہا اپنے رب ہی کا ذکر کرتے ہیں تو یہ اپنی پیٹھیں موڑ کر چل دیتے ہیں نفرت کے ساتھ",
    "ہم خوب جانتے ہیں جس غرض سے وہ توجہ سے سنتے ہیں اس (قرآن) کو جب وہ کان لگائے بیٹھے ہوتے ہیں آپ کی طرف اور جب وہ علیحدگی میں سرگوشیاں کرتے ہیں جب یہ ظالم (ایک دوسرے سے) کہہ رہے ہوتے ہیں کہ تم نہیں پیروی کر رہے ہو مگر ایک سحر زدہ شخص کی",
    "دیکھئے کیسے بیان کرتے ہیں یہ لوگ آپ کے لیے مثالیں چناچہ وہ بھٹک گئے ہیں اور اب راہ یاب نہیں ہو سکیں گے",
    "اور وہ کہتے ہیں کہ کیا جب ہم ہوجائیں گے ہڈیاں اور چورا چورا تو کیا ہم اٹھائے جائیں گے ایک نئی تخلیق میں",
    "(ان سے) کہیے کہ خواہ تم پتھر بن جاؤ یا لوہا",
    "یا ایسی مخلوق (بن جاؤ) جو تمہارے دلوں میں ان سے بھی سخت ہو پھر کہیں گے کہ کون ہمیں دوبارہ لوٹائے گا آپ کہیے کہ وہی جس نے پہلی مرتبہ تمہیں پیدا کیا تھا پھر وہ آپ کے سامنے اپنے سروں کو مٹکائیں گے اور کہیں گے کہ یہ کب ہوگا آپ کہیے کہ ہوسکتا ہے (اس کا وقت) قریب ہی ہو",
    "جس دن وہ تمہیں پکارے گا تو تم (اس کی پکار پر) لبیک کہو گے اس کی حمد کرتے ہوئے اور تم گمان کرو گے کہ تم نہیں رہے مگر بہت تھوڑا (عرصہ)",
    "اور آپ میرے بندوں سے کہہ دیجیے کہ وہی بات کہیں جو بہت اچھی ہو یقیناً شیطان ان کے درمیان جھگڑا ڈالے گا یقیناً شیطان انسان کا کھلا دشمن ہے",
    "تمہارا رب تم سے خوب واقف ہے۔ اگر وہ چاہے گا تو تم پر رحم فرمائے گا یا اگر چاہے گا تو تمہیں عذاب دے گا اور (اے نبی !) ہم نے آپ کو ان پر داروغہ بنا کر نہیں بھیجا",
    "اور آپ کا رب خوب جانتا ہے اس کو جو کوئی ہے آسمانوں اور زمین میں اور ہم نے بعض انبیاء کو بعض پر فضیلت بخشی ہے اور ہم نے داؤد کو زبور عطا کی تھی",
    "آپ کہیے کہ ان کو پکار دیکھو جن کو تم نے اس کے سوا (معبود) گمان کر رکھا ہے تو نہ انہیں کچھ اختیار حاصل ہے تم سے کوئی تکلیف دور کرنے کا اور نہ ہی (تمہاری حالت) بدلنے کا",
    "وہ لوگ جنہیں یہ پکارتے ہیں وہ تو خود اپنے رب کے قرب کے متلاشی ہیں کہ ان میں سے کون (اس کے) زیادہ قریب ہے اور وہ امیدوار ہیں اس کی رحمت کے اور ڈرتے رہتے ہیں اس کے عذاب سے واقعتا آپ کے رب کا عذاب چیز ہی ڈرنے کی ہے",
    "اور نہیں ہے کوئی بستی مگر ہم اسے ہلاک کر کے رہیں گے روز قیامت سے قبل یا ہم عذاب دیں گے اسے بہت ہی شدید عذاب یہ (اللہ کی) کتاب میں لکھا ہوا ہے",
    "اور ہمیں نہیں روکا (کسی اور بات نے) کہ ہم نشانیاں بھیجیں سوائے اس کے کہ ان کو جھٹلا دیا تھا پہلے لوگوں نے اور ہم نے قوم ثمود کو اونٹنی دی آنکھیں کھول دینے والی نشانی (کے طو رپر) تو انہوں نے اس کے ساتھ بھی ظلم کیا اور ہم نہیں بھیجتے نشانیاں مگر صرف ڈرانے کے لیے",
    "اور جب ہم آپ سے کہتے ہیں کہ آپ کے رب نے لوگوں کا احاطہ کیا ہوا ہے اور نہیں بنایا ہم نے اس مشاہدے کو جو ہم نے آپ کو دکھایا تھا مگر ایک فتنہ لوگوں کے لیے اور اس درخت کو بھی جس پر قرآن میں لعنت وارد ہوئی ہے اور (ان باتوں سے) ہم تو انہیں تنبیہہ کرتے ہیں مگر یہ تنبیہہ ان کی سرکشی ہی میں اضافہ کیے جا رہی ہے",
    "اور یاد کرو جب ہم نے کہا تھا فرشتوں سے کہ سجدہ کرو آدم کو تو ان سب نے سجدہ کیا مگر ابلیس نے (نہیں کیا) اس نے کہا کہ کیا میں اسے سجدہ کروں جسے تو نے پیدا کیا ہے مٹی سے",
    "اس نے (مزید) کہا کہ ذرا دیکھ تو اس کو جس کو تو نے مجھ پر فضیلت دی ہے اگر تو مجھے مہلت دے دے قیامت کے دن تک تو میں اس کی پوری نسل کو قابو میں کر کے چھوڑوں گا سوائے بہت تھوڑے سے لوگوں کے",
    "اللہ نے فرمایا : جاؤ (دفع ہوجاؤ !) ان میں سے جو بھی تیری پیروی کریں گے تو یقیناً تم سب کی سزا جہنم ہوگی وافر سزا",
    "اور تو پھسلا لے جس پر تیرا بس چلتا ہے ان میں سے اپنی آواز سے اور چڑھا لا ان پر اپنے سواروں اور پیادوں کو اور شریک بن جا ان کا مالوں میں اور اولاد میں اور ان سے (جو چاہے) وعدے کر اور نہیں وعدہ کرتا ان سے شیطان مگر دھوکے کا",
    "یقیناً میرے بندوں پر تجھے کوئی اختیار نہیں ہوگا اور کافی ہے تیرا رب بطور کار ساز",
    "تمہارا رب وہ ہے جو چلاتا ہے تمہارے لیے کشتیوں کو سمندر میں تاکہ تم اس کا فضل تلاش کرسکو یقیناً وہ تم پر بہت ہی رحیم ہے",
    "اور جب تمہیں کوئی تکلیف پہنچتی ہے سمندر میں گم ہوجاتے ہیں وہ سب جنہیں تم پکارتے ہو سوائے اس (ایک اللہ) کے پھر جب وہ تمہیں بچا لاتا ہے خشکی کی طرف تو تم منہ موڑ لیتے ہو۔ اور انسان بڑا ہی نا شکرا ہے",
    "تو کیا تم اس بات سے بےخوف ہوگئے ہو کہ وہ دھنسا دے تمہیں کہیں خشکی میں ہی یا وہ تم پر بھیج دے کنکر برسانے والی تیز ہوا پھر تم نہ پاؤ اپنے لیے کوئی بچانے والا",
    "یا تم بےخوف ہوگئے ہو اس سے کہ وہ پھیر لے جائے تمہیں اسی (سمندر) میں دوسری مرتبہ پھر بھیج دے تم پر ہوا کا زور دار جھکڑ سو تمہیں غرق کر دے تمہارے کفر کی پاداش میں پھر تم نہ پاؤ اپنے لیے ہمارے خلاف اس کی وجہ سے کوئی تعاقب کرنے والا",
    "اور ہم نے بڑی عزت بخشی ہے اولاد آدم کو اور ہم اٹھائے پھرتے ہیں انہیں خشکی اور سمندر میں اور ہم نے انہیں پاکیزہ چیزوں سے رزق عطا کیا اور انہیں فضیلت دی اپنی بہت سی مخلوق پر بہت بڑی فضیلت",
    "جس دن ہم بلائیں گے تمام انسانوں کو ان کے سرداروں کے ساتھ تو جس کو دیا جائے گا اس کا اعمال نامہ اس کے داہنے ہاتھ میں تو ایسے لوگ پڑھیں گے اپنے اعمال نامہ کو (خوشی کے ساتھ) اور ان پر ظلم نہ کیا جائے گا دھاگے کے برابر بھی",
    "اور جو کوئی اس دنیا میں اندھا رہا وہ آخرت میں بھی اندھا ہوگا اور راہ سے بہت دور بھٹکا ہوا",
    "اور (اے نبی !) یہ لوگ تو اس بات پر تلے ہوئے تھے کہ آپ کو فتنے میں ڈال کر اس چیز سے ہٹا دیں جو ہم نے آپ کی طرف وحی کی ہے تاکہ آپ اس کے علاوہ کوئی اور چیز گھڑ کر ہم سے منسوب کردیں اور اگر آپ ایسا کرتے تب تو یہ لوگ آپ کو اپنا گاڑھا دوست بنا لیتے",
    "اور اگر ہم آپ کو ثابت قدم نہ رکھتے تو عین ممکن تھا کہ آپ ان کی طرف کچھ نہ کچھ جھک ہی جاتے",
    "(اگر ایساہو جاتا) تب ہم آپ کو دگنی سزا دیتے زندگی میں اور دگنی سزا دیتے موت پر پھر نہ پاتے آپ اپنے لیے ہمارے مقابلے میں کوئی مددگار",
    "اور یہ تلے ہوئے ہیں کہ آپ کے قدم اکھاڑ دیں اس زمین سے تاکہ آپ کو یہاں سے نکال باہر کریں اور (اگر ایسا ہوا تو) تب وہ خود بھی نہیں ٹھہریں گے آپ کے بعد مگر تھوڑا عرصہ",
    "یہی (ہمارا) طریقہ رہا ان کے باب میں جنہیں ہم نے آپ سے پہلے بھیجا اپنے رسولوں میں سے اور آپ ہمارے طریقے میں کوئی تبدیلی نہیں پائیں گے",
    "نماز قائم رکھیے سورج کے ڈھلنے سے لے کر رات کے تاریک ہونے تک اور قرآن کا پڑھا جانا فجر کے وقت یقیناً فجر کے وقت قرآن کا پڑھا جانا مشہود ہے",
    "اور رات کے ایک حصے میں آپ جاگیے اس (قرآن) کے ساتھ یہ اضافی چیز ہے آپ کے لیے امید ہے کہ آپ کا رب آپ کو مقام محمود پر فائز فرمائے گا",
    "اور دعا کیجیے کہ اے میرے رب مجھے داخل کر عزت کا داخل کرنا اور مجھے نکال عزت کا نکالنا اور مجھے خاص اپنے پاس سے مددگار قوت عطا فرما",
    "اور آپ کہہ دیجیے کہ حق آگیا اور باطل بھاگ گیا یقیناً باطل ہے ہی بھاگ جانے والا",
    "اور ہم قرآن سے وہ کچھ نازل کرتے ہیں جو شفا اور رحمت ہے اہل ایمان کے حق میں لیکن یہ ظالموں کو نہیں بڑھاتا مگر خسارے ہی میں",
    "اور جب ہم انسان کو نعمتوں سے نوازتے ہیں تو وہ اعراض کرتا ہے اور (ہم سے) کنی کترانے لگتا ہے اور جب اس پر کوئی تکلیف آپڑتی ہے تو مایوس ہو کر رہ جاتا ہے",
    "آپ کہہ دیجئے کہ ہر شخص کام کرتا ہے اپنے شاکلہ کے مطابق پس آپ کا رب خوب جانتا ہے اسے جو زیادہ سیدھے راستے پر ہے",
    "اور (اے نبی !) یہ لوگ آپ سے پوچھتے ہیں روح کے بارے میں آپ فرما دیجیے کہ روح میرے رب کے امر میں سے ہے اور تمہیں نہیں دیا گیا علم مگر تھوڑا سا",
    "اور (اے نبی !) اگر ہم چاہیں تو لے جائیں اس (قرآن) کو جو ہم نے وحی کیا ہے آپ کی طرف پھر آپ نہ پائیں گے اپنے لیے اس پر ہمارے مقابلے میں کوئی مددگار",
    "مگر یہ تو رحمت ہے آپ کے رب کی طرف سے۔ اس میں کوئی شک نہیں کہ اس کا فضل آپ پر بہت بڑا ہے",
    "آپ کہہ دیجیے کہ اگر جمع ہوجائیں تمام انسان اور تمام جن اس بات پر کہ وہ اس قرآن کی مانند لے آئیں تو وہ نہیں لاسکیں گے اس کی مانند اگرچہ وہ ایک دوسرے کے مددگار بھی بن جائیں",
    "اور ہم نے پھیر پھیر کر بیان کی ہیں لوگوں کے لیے اس قرآن میں ہر طرح کی مثالیں لیکن اکثر لوگ انکار (اور کفران نعمت) ہی پر اڑے ہوئے ہیں",
    "اور انہوں نے کہا کہ ہم ہرگز آپ کی بات نہیں مانیں گے یہاں تک کہ آپ جاری کردیں ہمارے لیے زمین سے ایک چشمہ",
    "یا آپ کے لیے بن جائے کھجوروں اور انگوروں کا ایک باغ پھر آپ جاری کردیں اس کے اندر نہریں",
    "یا آپ گرا دیں آسمان ہم پر ٹکڑے ٹکڑے کر کے جیسا کہ آپ دعویٰ کرتے ہیں یا آپ لے آئیں اللہ کو اور فرشتوں کو (ہمارے) سامنے",
    "یا آپ کے لیے سونے کا ایک محل (تعمیر) ہوجائے یا آپ آسمان میں چڑھ جائیں اور ہم آپ کے (آسمان میں) چڑھنے کو بھی نہیں مانیں گے یہاں تک کہ آپ اتار لائیں ایک کتاب جسے ہم خود پڑھیں آپ کہہ دیجیے کہ میرا رب پاک ہے میں نہیں ہوں مگر ایک بشر رسول",
    "اور نہیں روکا لوگوں کو ایمان لانے سے جب کہ ان کے پاس ہدایت آگئی مگر اس بات نے کہ انہوں نے کہا : کیا اللہ نے بھیجا ہے ایک بشر کو رسول بنا کر",
    "آپ فرمائیں کہ اگر زمین میں فرشتے (آباد ہوتے اور وہ) اطمینان سے چلتے پھرتے ہوتے تو ہم ضرور ان پر آسمان سے کسی فرشتے ہی کو رسول بنا کر بھیجتے",
    "آپ کہہ دیجیے کہ اللہ کافی ہے گواہ میرے اور تمہارے درمیان یقیناً وہ اپنے بندوں سے باخبر اور ان پر نظر رکھنے والا ہے",
    "اور جسے اللہ ہدایت دیتا ہے بس وہی ہدایت یافتہ ہوتا ہے اور جسے وہ گمراہ کر دے تو ہرگز نہیں پائیں گے آپ ایسے لوگوں کے لیے کوئی مددگار اس کے سوا اور ہم انہیں جمع کریں گے قیامت کے دن ان کے مونہوں کے بل (چلاتے ہوئے) اندھے گونگے اور بہرے ان کا ٹھکانا جہنم ہے۔ جب بھی اس کی آگ دھیمی ہونے لگے گی ہم اسے ان کے لیے مزید بھڑکا دیا کریں گے",
    "یہ سزا ہے ان کی اس بنا پر کہ انہوں نے ہماری آیات کے ساتھ کفر کیا اور انہوں نے کہا کہ کیا جب ہوجائیں گے ہم ہڈیاں اور چورا چورا تو کیا ہم دوبارہ اٹھا لیے جائیں گے ایک نئی مخلوق کی صورت میں",
    "کیا انہوں نے غور نہیں کیا کہ وہ اللہ جس نے آسمانوں اور زمین کو پیدا کیا وہ اس پر قادر ہے کہ ان جیسے پھر پیداکر دے اور اس نے مقرر کیا ہے ان کے لیے ایک وقت معین جس میں کوئی شک نہیں مگر ان ظالموں نے انکار ہی کیا سوائے کفر (اور کفران نعمت) کے",
    "آپ کہیے کہ اگر تمہیں اختیار ہوتا میرے رب کی رحمت کے خزانوں پر تب بھی تم ضرور روک رکھتے (انہیں) خرچ ہوجانے کے ڈر سے اور انسان بہت ہی تنگ دل ہے",
    "اور ہم نے موسیٰ کو نو واضح نشانیاں عطا کی تھیں تو ذرا پوچھیں بنی اسرائیل سے (اس زمانے کا حال) جب کہ موسیٰ ان کے پاس آئے تو فرعون نے ان سے کہا کہ اے موسیٰ میں تو تمہیں ایک سحر زدہ آدمی سمجھتا ہوں",
    "موسیٰ نے کہا : تجھے خوب معلوم ہے کہ نہیں نازل کیا ان (نشانیوں) کو مگر آسمانوں اور زمین کے رب نے آنکھیں کھول دینے کے لیے اور اے فرعون ! میں تو تمہیں ہلاکت زدہ سمجھتا ہوں",
    "تو اس نے ارادہ کیا کہ انہیں اکھاڑ پھینکے زمین سے لیکن ہم نے غرق کردیا اس کو اور جو اس کے ساتھ تھے سب کو",
    "اور اس کے بعد ہم نے بنی اسرائیل کو حکم دیا کہ تم لوگ زمین میں آباد ہوجاؤ پھر جب آئے گا پچھلے وعدے کا وقت تو ہم لے آئیں گے تم سب کو سمیٹ کر",
    "اور اس (قرآن) کو ہم نے حق کے ساتھ نازل کیا ہے اور یہ حق کے ساتھ نازل ہوا ہے اور (اے نبی !) نہیں بھیجا ہم نے آپ کو مگر بشارت دینے والا اور خبر دار کرنے والا",
    "اور قرآن کو ہم نے ٹکڑے ٹکڑے (کرکے نازل) کیا ہے تاکہ آپ اسے لوگوں کو ٹھہر ٹھہر کر سنائیں اور ہم نے اس کو اتارا ہے تھوڑا تھوڑا کر کے",
    "آپ کہہ دیجئے کہ تم اس پر ایمان لاؤ یا نہ لاؤ یقیناً وہ لوگ جنہیں اس سے پہلے علم دیا گیا تھا جب یہ (قرآن) ان کو پڑھ کر سنایا جاتا ہے تو وہ اپنی ٹھوڑیوں کے بل سجدے میں گرپڑتے ہیں",
    "اور وہ کہتے ہیں کہ پاک ہے ہمارا رب یقیناً ہمارے رب کا وعدہ تو پورا ہونا ہی تھا",
    "اور وہ گرپڑتے ہیں اپنی ٹھوڑیوں کے بل روتے ہوئے اور یہ (قرآن) اضافہ کرتا ہے ان کے خشوع میں",
    "آپ کہہ دیجیے کہ تم اللہ کہہ کر پکارو یا رحمن کہہ کر جس نام سے بھی تم پکارو سب اچھے نام اسی کے ہیں اور مت بلند کرو آواز اپنی نماز میں اور نہ ہی بہت پست رکھو اس میں بلکہ اس کے بین بین روش اختیار کرو",
    "اور کہہ دیجیے کہ کل حمد اور کل شکر اللہ ہی کے لیے ہے جس نے نہیں بنائی کوئی اولاد اور نہیں ہے اس کا کوئی شریک بادشاہی میں اور نہ ہی اس کا کوئی دوست ہے کمزوری کی وجہ سے اس کی تکبیر کرو جیسے کہ تکبیر کرنے کا حق ہے",
    "کل حمد و ثنا اور کل شکر اللہ ہی کے لیے ہے جس نے نازل کی اپنے بندے پر کتاب اور اس میں اس نے کوئی کجی نہیں رکھی",
    "(یہ کتاب) بالکل سیدھی ہے تاکہ وہ خبردار کرے ایک بہت بڑی آفت سے اس کی طرف سے اور (تاکہ) وہ بشارت دے ان اہل ایمان کو جو نیک عمل کرتے ہوں کہ ان کے لیے ہوگا بہت اچھا بدلہ",
    "وہ اس میں رہیں گے ہمیشہ ہمیش",
    "اور خبردار کر دے ان لوگوں کو جنہوں نے کہا کہ اللہ نے بیٹا بنایا ہے",
    "انہیں اس کے بارے میں کچھ بھی علم نہیں اور نہ ہی ان کے آباء و اَجداد کو تھا بہت بڑی بات ہے جو ان کے مونہوں سے نکل رہی ہے وہ نہیں کہتے مگر سرا سر جھوٹ",
    "تو (اے نبی !) آپ شاید اپنے آپ کو غم سے ہلاک کرلیں گے ان کے پیچھے اگر وہ ایمان نہ لائے اس بات (قرآن) پر",
    "یقیناً ہم نے بنا دیا ہے جو کچھ زمین پر ہے اسے اس کا بناؤ سنگھار تاکہ انہیں ہم آزمائیں کہ ان میں کون بہتر ہے عمل میں",
    "اور یقیناً ہم بنا کر رکھ دیں گے جو کچھ اس (زمین) پر ہے اسے ایک چٹیل میدان",
    "کیا تم سمجھتے ہو کہ غار اور رقیم (تختی) والے اصحاب ہماری بہت عجیب نشانیوں میں سے تھے",
    "جبکہ ان نوجوانوں نے غار میں پناہ لی اور انہوں نے کہا : اے ہمارے رب ! تو ہمیں عطا فرما اپنے پاس سے رحمت اور آسان فرما دے ہمارے لیے ہمارے معاملات میں عافیت کا راستہ",
    "تو ہم نے تھپکی دے دی ان کے کانوں پر غار میں کئی سال کے لیے",
    "پھر ہم نے انہیں اٹھایا تاکہ ہم دیکھیں کہ دو گروہوں میں سے کس کو بہتر معلوم ہے کہ کتنا عرصہ وہ وہاں رہے تھے",
    "ہم سنا رہے ہیں آپ کو ان کا قصہ حق کے ساتھ وہ چند نوجوان تھے جو ایمان لائے اپنے رب پر اور ہم نے خوب بڑھایا تھا انہیں ہدایت میں",
    "اور ہم نے مضبوط کردیا ان کے دلوں کو جب وہ (بادشاہ کے سامنے) کھڑے ہوئے تو انہوں نے کہا کہ ہمارا رب تو وہ ہے جو آسمانوں اور زمین کا رب ہے ہم ہرگز نہیں پکاریں گے اس کے سوا کسی اور کو معبود (اگر ایسا ہوا) تب تو ہم بہت غلط بات کہیں گے",
    "ہماری اس قوم نے بنالیے ہیں اس کے سوا دوسرے معبود تو کیوں نہیں پیش کرتے وہ ان کے بارے میں کوئی واضح دلیل تو اس شخص سے بڑھ کر کون ظالم ہوگا جس نے اللہ پر جھوٹ باندھا",
    "اور اب جبکہ تم نے خود کو ان لوگوں سے اور جن کی وہ اللہ کے سوا پرستش کرتے ہیں ان سے علیحدہ کرلیا ہے تو اب کسی غار میں پناہ لے لو تمہارا رب پھیلا دے گا تمہارے لیے اپنی رحمت اور تمہارے معاملے میں تمہارے لیے سہولت کا سامان پیدا فرمادے گا",
    "اور تم سورج کو دیکھتے کہ جب وہ طلوع ہوتا تو ان کی غار سے داہنی طرف ہٹ جاتا اور جب وہ غروب ہوتا تو بائیں جانب ان سے کنی کترا جاتا اور وہ اس کی کھلی جگہ میں (لیٹے ہوئے) تھے یہ اللہ کی نشانیوں میں سے ہے جسے اللہ ہدایت دیتا ہے وہی ہدایت یافتہ ہوتا ہے اور جسے وہ گمراہ کر دے تو اس کے لیے تم نہیں پاؤ گے کوئی مدد گار راہ پر لانے والا",
    "اور (اگر تم انہیں دیکھتے تو) تم سمجھتے کہ وہ جاگ رہے ہیں حالانکہ وہ سو رہے تھے اور ہم ان کی کروٹیں بھی بدلتے رہے دائیں اور بائیں اور ان کا کتا اپنے دونوں ہاتھ پھیلائے ہوئے (بیٹھا) تھا دہلیز پر اگر تم ان پر جھانکتے تو ان سے پیٹھ پھیر کر بھاگ جاتے اور تم پر ان کی طرف سے ہیبت طاری ہوجاتی",
    "اور اسی طرح ہم نے انہیں اٹھایا تاکہ وہ آپس میں ایک دوسرے سے پوچھیں ان میں سے ایک کہنے والے نے کہا کہ تم کتنا عرصہ یہاں رہے ہو گے کچھ بولے کہ ہم رہے ہیں ایک دن یا دن کا کچھ حصہ۔ کچھ (دوسرے) بولے کہ تمہارا رب خوب جانتا ہے تم کتنا عرصہ رہے ہو اب تم بھیجو اپنے میں سے ایک (ساتھی) کو اپنے اس چاندی کے سکے کے ساتھ شہر کی طرف تو وہ دیکھے کہ شہر کے کس حصے سے زیادہ پاکیزہ کھانا ملتا ہے اور وہ وہاں سے تمہارے لیے کچھ کھانا لے آئے اور وہ نرمی کا معاملہ کرے اور وہ آگاہ نہ کر دے تمہارے بارے میں کسی کو",
    "کیونکہ اگر انہوں نے تم پر قابو پا لیا تو وہ تمہیں سنگسار کردیں گے یا تمہیں واپس لے جائیں گے اپنے دین میں اور تب تو تم کبھی بھی فلاح نہیں پا سکو گے",
    "اور اس طرح ہم نے مطلع کردیا (لوگوں کو) ان پر تاکہ وہ جان لیں کہ اللہ کا وعدہ سچا ہے اور یہ کہ قیامت کے بارے میں ہرگز کوئی شک نہیں جب وہ لوگ آپس میں جھگڑ رہے تھے ان کے معاملے میں چناچہ کچھ لوگوں نے کہا کہ تعمیر کر دو ان پر ایک عمارت (بطور یادگار) ان کا رب ان سے بہتر واقف ہے جو لوگ غالب آئے اپنی رائے کے اعتبار سے انہوں نے کہا کہ ہم بنائیں گے ان (کی غار) پر ایک مسجد",
    "اب یہ لوگ کہیں گے کہ وہ تین تھے ان کا چوتھا ان کا کتا تھا اور کچھ لوگ کہیں گے کہ وہ پانچ تھے ان کا چھٹا ان کا کتا تھا یہ سب تیر تکے چلا رہے ہیں اندھیرے میں اور کچھ لوگ کہیں گے کہ وہ سات تھے اور ان کا آٹھواں ان کا کتا تھا آپ کہیے : میرا رب بہتر جانتا ہے ان کی تعداد کو نہیں جانتے ان (کے معاملے) کو مگر بہت تھوڑے لوگ تو (اے نبی) آپ ان کے بارے میں جھگڑا مت کریں سوائے سرسری بحث کے اور نہ ہی آپ پوچھئے ان کے بارے میں ان میں سے کسی سے",
    "اور کسی چیز کے بارے میں کبھی یہ نہ کہا کریں کہ میں یہ کام کل ضرور کر دوں گا",
    "مگر یہ کہ اللہ چاہے اور اپنے رب کو یاد کرلیا کیجئے جب آپ بھول جائیں اور کہیے : ہوسکتا ہے کہ میرا رب میری راہنمائی کر دے اس سے بہتر بھلائی کی طرف",
    "اور وہ رہے اپنی غار میں تین سو برس اور اس کے اوپر نو برس",
    "آپ کہیے کہ اللہ بہتر جانتا ہے اس میں جتنا (عرصہ) وہ رہے اسی کے لیے ہے آسمانوں اور زمین کا غیب کیا ہی خوب ہے وہ اس کو دیکھنے والا اور کیا ہی خوب ہے وہ سننے والا اس کے سوا ان کا کوئی مددگار نہیں اور وہ شریک نہیں کرتا اپنے حکم میں کسی کو بھی",
    "اور (اے نبی !) آپ تلاوت کیجیے جو آپ کی طرف وحی کی گئی ہے آپ کے رب کی کتاب میں سے اس کی باتوں کو بدلنے والا کوئی نہیں ہے اور آپ نہیں پائیں گے اس کے سوا کوئی جائے پناہ",
    "اور اپنے آپ کو روکے رکھیے ان لوگوں کے ساتھ جو اپنے رب کو پکارتے ہیں صبح وشام وہ اللہ کی رضا کے طالب ہیں اور آپ کی نگاہیں ان سے ہٹنے نہ پائیں (جس سے لوگوں کو یہ گمان ہونے لگے کہ) آپ دنیوی زندگی کی آرائش و زیبائش چاہتے ہیں اور مت کہنا مانیے ایسے شخص کا جس کا دل ہم نے اپنی یاد سے غافل کردیا ہے اور جو اپنی خواہشات کے پیچھے پڑا ہے اور اس کا معاملہ حد سے متجاوز ہوچکا ہے",
    "اور آپ کہہ دیجیے کہ یہی حق ہے تمہارے رب کی طرف سے تو اب جو چاہے ایمان لائے اور جو چاہے کفر کرے ہم نے ظالموں کے لیے آگ تیار کر رکھی ہے اس کی قناتیں ان کا احاطہ کرلیں گی اور اگر وہ پانی کے لیے فریاد کریں گے تو ان کی فریاد رسی ایسے پانی سے کی جائے گی جو (کھولتے ہوئے) تیل کی تلچھٹ جیسا ہوگا جو چہروں کو بھون ڈالے گا بہت ہی بری چیز ہوگی پینے کی اور وہ (جہنم) بہت ہی بری جگہ ہے آرام کی",
    "یقیناً جو لوگ ایمان لائے اور انہوں نے اچھے عمل کیے تو ہم نہیں ضائع کریں گے اجر اس شخص کا جس نے اچھا عمل کیا",
    "ان ہی لوگوں کے لیے ہیں رہنے کے ایسے باغات جن کے دامن میں ندیاں بہتی ہوں گی انہیں پہنائے جائیں گے اس میں سونے کے کنگن اور وہ پہنیں گے سبز رنگ کے کپڑے باریک ریشم کے اور موٹے ریشم کے ٹیک لگائے بیٹھے ہوں گے تختوں پر کیا ہی اچھا بدلہ ہوگا (ان کے لیے) اور کیا ہی خوب آرام گاہ ہوگی",
    "(اے نبی !) آپ بیان کیجیے ان کے لیے دو اشخاص کی مثال ان میں سے ایک کو ہم نے دیے تھے دو باغ انگوروں کے اور ان دونوں کا گھیر دیا تھا ہم نے کھجوروں کے درختوں کے ساتھ اور ہم نے ان دونوں (باغوں) کے درمیان کھیتی کا انتظام بھی کر رکھا تھا",
    "دونوں باغات اپنا پھل خوب دیتے اور اس میں سے کچھ بھی کم نہ کرتے تھے اور ہم نے جاری کردی تھی ان کے درمیان ایک نہر",
    "اور اس کے لیے پھل بھی تھا تو کہا اس نے اپنے ساتھی سے اور وہ آپس میں گفتگو کر رہے تھے کہ میں تم سے بہت زیادہ ہوں مال میں اور بہت بڑھا ہوا ہوں نفری میں",
    "اور وہ داخل ہوا اپنے باغ میں اس حال میں کہ وہ اپنی جان پر ظلم کر رہا تھا اس نے کہا میں نہیں سمجھتا کہ یہ (باغ) کبھی بھی برباد ہوسکتا ہے",
    "اور میں یہ گمان نہیں کرتا کہ قیامت قائم ہونے والی ہے اور اگر مجھے لوٹا ہی دیا گیا اپنے رب کی طرف تو میں لازماً پاؤں گا اس سے بھی بہتر پلٹنے کی جگہ",
    "اس کے ساتھی نے اس سے کہا اور وہ اس سے گفتگو کر رہا تھا کیا تو نے کفر کیا اس ہستی کا جس نے پیدا کیا تجھے مٹی سے پھر گندے پانی کی بوند سے پھر تجھے صحیح سلامت انسان بنا دیا",
    "لیکن (میں تو مانتا ہوں کہ) وہ اللہ میرا رب ہے اور میں اپنے رب کے ساتھ کسی کو شریک نہیں ٹھہراتا",
    "اور جب تو اپنے باغ میں داخل ہوا تو تو نے یوں کیوں نہ کہا : ماشاء اللہ ! (یعنی یہ سب اللہ کے فضل و کرم سے ہے۔) اللہ کے بدون کسی کو کوئی طاقت حاصل نہیں اگر تو مجھے دیکھتا ہے کہ میں تم سے مال اور اولاد میں کم ہوں",
    "تو امید ہے کہ میرا رب تیرے باغ سے بہتر باغ مجھے دے دے اور وہ بھیج دے اس (تیرے باغ) پر کوئی آفت آسمان سے تو وہ صاف چٹیل میدان ہو کر رہ جائے",
    "یا اس کا پانی گہرائی میں اتر جائے پھر تم اس (پانی) کو کسی طرح حاصل نہ کرسکو",
    "اور اس کا سارا ثمر سمیٹ لیا گیا تو وہ ہاتھ ملتا رہ گیا اس پر جو کچھ اس نے اس میں خرچ کیا تھا اور وہ (باغ) گرا پڑا تھا اپنی چھتریوں پر اور وہ کہہ رہا تھا ہائے میری شامت کاش میں نے اپنے رب کے ساتھ کسی کو شریک نہ ٹھہرایا ہوتا",
    "اور نہ ہوئی اس کے لیے کوئی جماعت جو اللہ کے مقابلے میں اس کی مدد کو آتی اور نہ وہ خود ہی انتقام لینے والا بن سکا",
    "یہاں تو تمام اختیار اللہ ہی کا ہے جو الحق ہے وہی بہتر ہے انعام دینے میں اور وہی بہتر ہے عاقبت کے اعتبار سے",
    "اور بیان کیجیے ان کے لیے مثال دنیا کی زندگی کی جیسے پانی کہ ہم نے اسے اتارا آسمان سے پھر اس کے ساتھ مل جل کر نکل آیا زمین کا سبزہ پھر وہ ہوگیا چورا چورا اڑائے پھرتی ہیں اسے ہوائیں اور اللہ ہرچیز پر قدرت رکھنے والا ہے",
    "مال اور بیٹے دنیوی زندگی کی زینت ہیں اور باقی رہنے والی نیکیاں بہت بہتر ہیں تیرے رب کے نزدیک ثواب کے لحاظ سے بھی اور امید کے اعتبار سے بھی",
    "اور جس دن ہم چلائیں گے پہاڑوں کو اور تم دیکھو گے زمین کو صاف چٹیل اور ہم سب کو جمع کرلیں گے اور ان میں سے کسی ایک کو بھی نہیں چھوڑیں گے",
    "اور وہ پیش کیے جائیں گے آپ کے رب کے سامنے صفیں باندھے ہوئے۔ (تب انہیں کہا جائے گا) آگئے ہونا ہمارے پاس جیسے ہم نے تمہیں پہلی مرتبہ پیدا کیا تھا بلکہ تم نے تو سمجھ رکھا تھا کہ ہم تمہارے لیے وعدے کا کوئی وقت مقرر ہی نہیں کریں گے",
    "اور رکھ دیا جائے گا اعمال نامہ چناچہ تم دیکھو گے مجرموں کو کہ ڈر رہے ہوں گے اس سے جو کچھ اس میں ہوگا اور کہیں گے : ہائے ہماری شامت ! یہ کیسا اعمال نامہ ہے ؟ اس نے تو نہ کسی چھوٹی چیز کو چھوڑا ہے اور نہ کسی بڑی کو مگر اس کو محفوظ کر رکھا ہے اور وہ پائیں گے جو عمل بھی انہوں نے کیا ہوگا اسے موجود۔ اور آپ کا رب ظلم نہیں کرے گا کسی پر بھی",
    "اور یاد کرو جبکہ ہم نے فرشتوں سے کہا تھا کہ سجدہ کرو آدم کو تو انہوں نے سجدہ کیا مگر ابلیس نے (نہ کیا) وہ جنات میں سے تھا چناچہ اس نے نافرمانی کی اپنے رب کے حکم کی تو کیا تم بناتے ہو اسے اور اس کی اولاد کو دوست میرے سوا درآنحالیکہ وہ تمہارے دشمن ہیں کیا ہی برا بدل ہے ان ظالموں کے لیے",
    "میں نے انہیں گواہ نہیں بنایا تھا آسمانوں اور زمین کی تخلیق کا اور نہ ہی ان کی اپنی تخلیق کا اور میں بہکانے والوں کو اپنا مدد گار بنانے والا نہ تھا",
    "اور جس دن وہ کہے گا کہ پکارو میرے ان شریکوں کو جن کا تمہیں زعم تھا تو وہ انہیں پکاریں گے مگر وہ انہیں کوئی جواب نہیں دیں گے اور ہم ان کے درمیان ہلاکت (کی گھاٹی) حائل کردیں گے",
    "اور مجرم لوگ آگ کو دیکھیں گے اور جان جائیں گے کہ وہ اس میں ڈالے جانے والے ہیں اور وہ نہیں پائیں گے اس سے بچنے کی کوئی جگہ",
    "اور ہم نے پھیر پھیر کر بیان کردی ہیں اس قرآن میں لوگوں (کی ہدایت) کے لیے ہر قسم کی مثالیں لیکن انسان تمام مخلوق سے بڑھ کر جھگڑالو ہے",
    "اور نہیں روکا لوگوں کو (کسی چیز نے) جب ان کے پاس ہدایت آگئی کہ وہ ایمان لائیں اور اپنے رب سے مغفرت مانگیں مگر یہ کہ ان سے پہلوں کا طریق برتا جائے یا عذاب ان کے سامنے آموجود ہو",
    "اور ہم نہیں بھیجتے رسولوں کو مگر خوشخبری دینے والے اور خبردار کرنے والے (بنا کر) اور یہ کافر لوگ جھگڑتے ہیں جھوٹ کی طرف سے تاکہ بچلا دیں اس کے ساتھ حق کو اور انہوں نے میری آیات کو اور (اس چیز کو) جس کے ساتھ انہیں خبردار کیا گیا تھا مذاق بنا لیا ہے",
    "اور اس شخص سے بڑھ کر ظالم کون ہوگا جسے نصیحت کی گئی ہو اس کے رب کی آیات کے ذریعے تو اس نے اعراض کیا ان سے اور وہ بھول گیا کہ کیا آگے بھیجا ہے اس کے دونوں ہاتھوں نے یقیناً ہم نے ان کے دلوں پر پردے ڈال دیے ہیں کہ وہ اس (قرآن) کو سمجھ نہ پائیں اور ان کے کانوں میں بوجھ (ڈال دیا ہے) اور اگرچہ آپ بلائیں انہیں ہدایت کی طرف تب بھی وہ کبھی ہدایت نہیں پائیں گے",
    "اور آپ کا رب بہت بخشنے والا بہت رحمت والا ہے اگر وہ مواخذہ کرتا ان کا بسبب ان کے اعمال کے تو بہت جلدی بھیج دیتا ان پر عذاب بلکہ ان کے لیے وعدے کا ایک وقت معین ہے اور وہ ہرگز نہیں پائیں گے اس کے سوا بچنے کی کوئی جگہ",
    "اور یہ ہیں وہ بستیاں جن (کے باسیوں) کو ہم نے ہلاک کردیا جب انہوں نے ظلم اختیار کیا اور ہم نے مقرر کردیا تھا ان کی ہلاکت کے لیے وعدے کا ایک وقت",
    "اور یاد کرو جب موسیٰ نے اپنے نوجوان (ساتھی) سے کہا کہ میں (چلنا) نہیں چھوڑوں گا یہاں تک کہ دو دریاؤں کے ملنے کے مقام پر پہنچ جاؤں یا میں برسوں چلتا ہی رہوں گا",
    "پھر جب وہ دونوں پہنچ گئے دو دریاؤں کے ملنے کے مقام پر تو وہ اپنی مچھلی کو بھول گئے اور اس (مچھلی) نے اپنا راستہ بنا لیا تھا دریا میں سرنگ کی طرح",
    "پھر جب وہ دونوں (وہاں سے) آگے نکل گئے تو موسیٰ نے اپنے ساتھی سے کہا کہ اب ہمارا ناشتہ لے آؤ اپنے اس سفر سے تو ہمیں بہت تکان ہوگئی ہے",
    "اس (نوجوان) نے کہا : دیکھئے جب ہم ٹھہرے تھے چٹان کے پاس تو میں بھول گیا مچھلی کو (نگاہ میں رکھنا) اور نہیں مجھے بھلائے رکھا مگر شیطان نے کہ میں (آپ سے) اس کا ذکر کروں اور اس نے تو بنا لیا تھا اپنا راستہ دریا میں عجیب طرح سے",
    "موسیٰ نے کہا : یہی تو تھا جس کی ہمیں تلاش تھی پس وہ دونوں واپس لوٹے اپنے نقوش پا کو دیکھتے ہوئے",
    "تو پایا انہوں نے (وہاں) ہمارے بندوں میں سے ایک بندے کو جسے ہم نے رحمت عطا کی تھی اپنی طرف سے اور اسے سکھایا تھا ایک علم خاص اپنے پاس سے",
    "موسیٰ نے اس سے کہا : کیا میں آپ کے ساتھ رہ سکتا ہوں اس شرط پر کہ آپ مجھے سکھائیں اس میں سے جو بھلائی آپ کو سکھائی گئی ہے",
    "اس نے کہا : میرے ساتھ (رہ کر) آپ ہرگز صبر نہیں کرسکیں گے",
    "اور آپ کیسے صبر کریں گے اس چیز پر جس کی آپ کو پوری پوری خبر نہیں",
    "موسیٰ نے کہا : آپ مجھے ان شاء اللہ صابر پائیں گے اور میں خلاف ورزی نہیں کروں گا آپ کے کسی حکم کی",
    "اس نے کہا : اگر آپ میرے ساتھ چلنا چاہتے ہیں تو کسی چیز کے بارے میں مجھ سے خود نہ پوچھنا یہاں تک کہ میں خود ہی آپ کو اس کے بارے میں بتادوں",
    "پھر وہ دونوں چل پڑے یہاں تک کہ جب وہ دونوں سوار ہوئے ایک کشتی میں تو اس نے اس (کشتی) میں شگاف ڈال دیا موسیٰ نے کہا کیا آپ نے اسے پھاڑ ڈالا ہے تاکہ غرق کردیں اس کے تمام سواروں کو ؟ یہ تو آپ نے بہت ہی غلط کام کیا ہے",
    "اس نے کہا : میں نے کہا نہیں تھا کہ آپ میرے ساتھ صبر نہیں کرسکیں گے",
    "موسیٰ نے کہا : آپ میرا مؤاخذہ نہ کیجیے میرے بھول جانے پر اور نہ ہی میرے معاملے میں زیادہ سختی کیجیے",
    "پھر وہ دونوں چل پڑے یہاں تک کہ ان کی ملاقات ہوئی ایک لڑکے سے تو اس (خضر) نے اس کو قتل کردیا موسیٰ نے کہا کیا آپ نے قتل کردیا ایک معصوم جان کو بغیر کسی جان کے (بدلے کے) یہ تو آپ نے بہت ہی نامعقول حرکت کی ہے"
  ]
}