{
  "meta": {
    "id": 158,
    "name": "Bayan-ul-Quran",
    "translator_name": "Dr. Israr Ahmad",
    "slug": "ur-israr-ahmad",
    "language_name": "urdu"
  },
  "verses": [
    "اور جو کوئی تم میں سے اللہ اور اس کے رسول ﷺ کی اطاعت پر کاربند رہے گی اور نیک عمل کرے گی تو اسے ہم دوگنا اجردیں گے } اور اس کے لیے ہم نے عزت ّوالا رزق تیار کر رکھا ہے۔",
    "اے نبی ﷺ کی بیویو ! تم عام عورتوں کی مانند نہیں ہو اگر تم تقویٰ اختیار کرو تو گفتگو میں نرمی پیدا نہ کرو کہ وہ شخص جس کے دل میں روگ ہے وہ کسی لالچ میں پڑجائے } اور بات کرو معروف انداز میں۔",
    "اور تم اپنے گھروں میں قرار پکڑو اور مت نکلو بن سنور کر پہلے دور جاہلیت کی طرح اور نماز قائم کرو زکوٰۃ ادا کرو اور اللہ اور اس کے رسول ﷺ کی اطاعت پر کاربند رہو۔ } اللہ تو بس یہی چاہتا ہے اے نبی ﷺ کے گھر والو ! کہ وہ دور کر دے تم سے ناپاکی اور تمہیں خوب اچھی طرح پاک کر دے۔",
    "اور یاد کیا کرو جو تمہارے گھروں میں اللہ کی آیات تلاوت کی جاتی ہیں اور حکمت کی باتیں (سنائی جاتی ہیں) } یقینا اللہ بہت باریک بین ہرچیز سے باخبر ہے۔",
    "یقینا مسلمان مرد اور مسلمان عورتیں اور مومن مرد اور مومن عورتیں ور فرماں بردار مرد اور فرماں بردار عورتیں اور راست باز مرد اور راست باز عورتیں اور صبر کرنے والے مرد اور صبر کرنے والی عورتیں اور خشوع کرنے والے مرد اور خشوع کرنے والی عورتیں اور صدقہ دینے والے مرد اور صدقہ دینے والی عورتیں اور روزہ رکھنے والے مرد اور روزہ رکھنے والی عورتیں اور اپنی شرم گاہوں کی حفاظت کرنے والے مرد اور اپنی شرم گاہوں کی حفاظت کرنے والی عورتیں اور کثرت سے اللہ کا ذکر کرنے والے مرد اور ذکر کرنے والی عورتیں } اللہ نے ان سب کے لیے مغفرت اور بہت بڑا اجر تیار کر رکھا ہے۔",
    "اور کسی مومن مرد اور مومن عورت کے لیے روا نہیں کہ جب اللہ اور اس کا رسول ﷺ کسی معاملے کا فیصلہ کردیں تو (پھر بھی انہیں یہ خیال ہو کہ) ان کے لیے اپنے اس معاملے میں کوئی اختیار باقی ہے۔ } اور جو کوئی اللہ اور اس کے رسول ﷺ کی نافرمانی کرے تو وہ صریح گمراہی میں پڑگیا۔",
    "اور (اے نبی ﷺ !) جب آپ کہتے تھے اس شخص سے جس پر اللہ نے بھی انعام کیا تھا اور آپ نے بھی انعام کیا تھا کہ اپنی بیوی کو اپنے پاس روکے رکھو اور اللہ سے ڈرو اور آپ ﷺ اپنے دل میں چھپائے ہوئے تھے وہ بات جسے اللہ ظاہر کرنے والا تھا اور آپ ﷺ لوگوں سے ڈر رہے تھے حالانکہ اللہ اس کا زیادہ حقدار ہے کہ آپ ﷺ اس سے ڈریں۔ پس جب زید ؓ نے اس سے اپنا تعلق منقطع کرلیا تو اسے ہم نے آپ ﷺ کی زوجیت میں دے دیا تاکہ مومنوں کے لیے ان کے منہ بولے بیٹوں کی بیویوں کے بارے میں کوئی تنگی نہ رہے جبکہ وہ ان سے اپنا تعلق بالکل کاٹ لیں۔ } اور اللہ کا فیصلہ تو پورا ہو کر ہی رہنا تھا۔",
    "نبی ﷺ پر کوئی مضائقہ نہیں اس بات میں جو اللہ نے اس کے لیے فرض کردی ہے اللہ کا یہی طریقہ رہا ہے ان لوگوں کے بارے میں بھی جو پہلے گزر چکے ہیں۔ } اور اللہ کا فیصلہ قطعی طے شدہ تھا۔",
    "وہ (اللہ کے رسول ﷺ جو اللہ کے پیغامات پہنچاتے ہیں اور صرف اسی سے ڈرتے ہیں اور وہ نہیں ڈرتے کسی سے سوائے اللہ کے۔ اور اللہ کافی ہے حساب لینے والا۔",
    "(دیکھو !) محمد ﷺ تمہارے مردوں میں سے کسی کے باپ نہیں ہیں بلکہ آپ ﷺ اللہ کے رسول ﷺ ہیں اور سب نبیوں پر مہر ہیں۔ } اور یقینا اللہ ہرچیز کا علم رکھنے والا ہے۔",
    "اے اہل ایمان ! اللہ کا ذکر کیا کرو کثرت کے ساتھ۔",
    "اور صبح وشام اس کی تسبیح کرتے رہو۔",
    "وہی ہے جو رحمتیں بھیجتا رہتا ہے تم پر اور اس کے فرشتے بھی تاکہ نکالے تمہیں اندھیروں سے روشنی کی طرف۔ اور اہل ایمان کے حق میں وہ بہت مہربان ہے۔",
    "} جس دن وہ اس سے ملیں گے تو ان کی دعا سلام ہوگی اور اس نے تیار کر رکھا ہے ان کے لیے بہت با عزت اجر",
    "اے نبی ﷺ ! یقینا ہم نے بھیجا ہے آپ کو گواہ بنا کر اور بشارت دینے والا اور خبردار کرنے والا",
    "اور اللہ کی طرف بلانے والا اس کے حکم سے اور ایک روشن چراغ بنا کر",
    "اور آپ ﷺ اہل ایمان کو بشارت دے دیجیے کہ ان کے لیے اللہ کی طرف سے بہت بڑا فضل ہے۔",
    "اور آپ ﷺ ان کافروں اور منافقوں کی باتوں کا دھیان نہ کریں اور ان کی ایذا رسانی کو نظر انداز کردیں اور اللہ پر توکل ّکریں۔ اور اللہ کافی ہے (آپ ﷺ کے لیے) مددگار کے طور پر۔",
    "اے اہل ایمان ! جب تم مومن خواتین سے نکاح کرو پھر انہیں طلاق دے دو قبل اس کے کہ انہیں چھوئو تو تمہاری طرف سے ان پر کوئی عدت لازم نہیں ہے جس کی تم انہیں گنتی پوری کرائو۔ } پس انہیں کچھ دے دلا کر بڑی خوبصورتی کے ساتھ رخصت کر دو۔",
    "اے نبی ﷺ ! ہم نے آپ کے لیے حلال ٹھہرایا ہے آپ کی ان تمام ازواج کو جن کے مہر آپ نے ادا کیے ہیں ور (ان کو بھی) جو آپ ﷺ کی ملک یمین (باندیاں) ہیں ان سے جو اللہ نے آپ ﷺ کو بطور فے عطا کیں (اسی طرح آپ ﷺ کو نکاح کرنا جائز ہے) اپنے چچا کی بیٹیوں سے اور اپنی پھوپھیوں کی بیٹیوں سے اور اپنی ماموئوں کی بیٹیوں اور اپنی خالائوں کی بیٹیوں سے جنہوں نے آپ ﷺ کے ساتھ ہجرت کی۔ اور وہ مومن عورت بھی جو ہبہ کرے اپنا آپ نبی ﷺ کے لیے اگر نبی ﷺ اسے اپنے نکاح میں لانا چاہیں۔ یہ (رعایت) خالص آپ ﷺ کے لیے ہے مومنین سے علیحدہ۔ ہمیں خوب معلوم ہے جو ہم نے ان (عام مسلمانوں) پر ان کی بیویوں اور ان کی باندیوں کے ضمن میں فرض کیا ہے } تاکہ آپ ﷺ پر کوئی تنگی نہ رہے۔ اور اللہ بہت بخشنے والا نہایت رحم کرنے والا ہے۔",
    "آپ ﷺ ان میں سے جس کو چاہیں پیچھے ہٹائیں اور جس کو چاہیں اپنے قریب جگہ دیں۔ اور جن کو آپ ﷺ نے دور کردیا تھا ان میں سے کسی کو (دوبارہ قریب کرنا) چاہیں تو بھی آپ ﷺ پر کوئی حرج نہیں یہ زیادہ قریب ہے اس سے کہ ان کی آنکھیں ٹھنڈی رہیں اور وہ رنجیدہ نہ ہوں اور وہ سب کی سب راضی رہیں اس پر جو بھی آپ انہیں دیں۔ } اور اللہ خوب جانتا ہے جو کچھ تمہارے دلوں میں ہے۔ اور اللہ ہرچیز کا علم رکھنے والا بہت بردبار ہے۔",
    "اب اس کے بعد اور عورتیں آپ ﷺ کے لیے حلال نہیں اور نہ ہی (اس کی اجازت ہے کہ) آپ ﷺ ان میں سے کسی کی جگہ کوئی اور بیوی لے آئیں اگرچہ ان کا حسن آپ ﷺ کو اچھا لگے سوائے اس کے جو آپ ﷺ کی مملوکہ ہو } اور اللہ ہرچیز پر نگران ہے۔",
    "اے اہل ِ ایمان ! مت داخل ہوجایا کرو نبی ﷺ کے گھروں میں مگر یہ کہ تمہیں کسی کھانے پر آنے کی اجازت دی جائے نہ انتظار کرتے ہوئے کھانے کی تیاری کا ہاں جب تمہیں بلایا جائے تب داخل ہوا کرو پھر جب کھانا کھا چکو تو منتشر ہوجایا کرو اور باتوں میں لگے ہوئے بیٹھے نہ رہا کرو۔ تمہاری یہ باتیں نبی ﷺ کے لیے تکلیف کا باعث تھیں مگر وہ (نبی ﷺ آپ لوگوں سے جھجک محسوس کرتے ہیں اور اللہ حق (بیان کرنے) سے نہیں جھجکتا اور جب تمہیں نبی ﷺ کی بیویوں سے کوئی چیز مانگنی ہو تو پردے کی اوٹ سے مانگا کرو۔ یہ طرز عمل زیادہ پاکیزہ ہے تمہارے دلوں کے لیے بھی اور ان ؓ کے دلوں کے لیے بھی۔ اور تمہارے لیے جائز نہیں ہے کہ تم اللہ کے رسول ﷺ کو ایذا پہنچائو اور نہ یہ (جائز ہے) کہ تم نکاح کرو آپ ﷺ کی بیویوں سے آپ ﷺ کے بعد کبھی بھی۔ } یقینا اللہ کے نزدیک یہ بہت بڑی بات ہے۔",
    "خواہ تم کسی چیز کو ظاہر کرو خواہ چھپائو اللہ یقینا ہرچیز کا علم رکھنے والا ہے۔",
    "کوئی حرج نہیں اُن (ازواجِ نبی ﷺ پر ان کے باپوں کے معاملے میں اور نہ (کوئی حرج ہے) ان کے بیٹوں کے بارے میں اور نہ ان کے بھائیوں کے بارے میں اور نہ ان کے بھائیوں کے بیٹوں کے بارے میں اور نہ ان کی بہنوں کے بیٹوں کے بارے میں اور نہ ان کی جان پہچان کی عورتوں کے بارے میں اور نہ ہی ان کی ِملک یمین کے بارے میں۔ } اور (اے نبی ﷺ کی بیویو !) تم اللہ سے ڈرتی رہو۔ یقینا اللہ ہرچیز پر گواہ ہے۔",
    "یقینا اللہ اور اس کے فرشتے رحمتیں نازل کرتے ہیں نبی ﷺ پر } اے ایمان والو ! تم بھی آپ ﷺ پر رحمتیں اور سلام بھیجا کرو",
    "یقینا وہ لوگ جو ایذا پہنچاتے ہیں اللہ اور اس کے رسول ﷺ کو } اللہ نے لعنت کی ہے ان پر دنیا اور آخرت دونوں میں اور ان کے لیے اس نے اہانت آمیز عذاب تیار کر رکھا ہے۔",
    "اور وہ لوگ جو ایذا پہنچاتے ہیں مومن مردوں اور مومن عورتوں کو بغیر اس کے کہ انہوں نے کسی گناہ کا ارتکاب کیا ہو } تو انہوں نے اپنے سر بہتان اور صریح گناہ کا بوجھ لے لیا ہے۔",
    "اے نبی ﷺ ! اپنی بیویوں اپنی بیٹیوں اور اہل ایمان خواتین سے کہہ دیں کہ وہ اپنے اوپر اپنی چادروں کا ایک حصہ لٹکا لیا کریں۔ یہ اس سے نزدیک تر ہے کہ وہ پہچان لی جائیں تو انہیں کوئی ایذا نہ پہنچائی جائے۔ } اور اللہ بہت بخشنے والا نہایت رحم کرنے والا ہے۔",
    "اگر باز نہ آئے یہ منافق اور وہ لوگ جن کے دلوں میں روگ ہے اور جو مدینہ میں سنسنی پھیلانے والے ہیں تو (اے نبی ﷺ !) ہم آپ کو ان پر اکسا دیں گے } پھر وہ آپ ﷺ کے پڑوسی بن کر اس (شہر) میں نہیں رہ سکیں گے مگر بہت تھوڑا عرصہ۔",
    "یہ پھٹکارے ہوئے لوگ ہیں جہاں بھی پائے جائیں گے پکڑ لیے جائیں گے اور ُ بری طرح قتل کردیے جائیں گے۔",
    "اللہ کی یہی ُ سنت ّرہی ہے ان لوگوں کے بارے میں بھی جو پہلے گزر چکے ہیں۔ اور تم ہرگز نہیں پائو گے اللہ کے طریقے میں کوئی تبدیلی۔",
    "(اے نبی ﷺ !) لوگ آپ سے قیامت کے بارے میں پوچھتے ہیں۔ کہہ دیجیے کہ اس کا علم تو اللہ ہی کے پاس ہے اور تمہیں کیا معلوم شاید کہ قیامت قریب ہی آچکی ہو",
    "بیشک اللہ نے کافروں پر لعنت فرمائی ہے اور ان کے لیے دہکتی ہوئی آگ تیار کر رکھی ہے",
    "وہ اس میں رہیں گے ہمیشہ ہمیش۔ نہیں پائیں گے وہ کوئی حمایتی اور نہ کوئی مددگار۔",
    "جس دن ان کے چہرے آگ میں الٹ پلٹ کیے جائیں گے } (اس وقت) وہ کہیں گے : ہائے کاش ! ہم نے اطاعت کی ہوتی اللہ کی اور اطاعت کی ہوتی رسول ﷺ کی",
    "اور کہیں گے : اے ہمارے پروردگار ! ہم نے اپنے سرداروں اور اپنے بڑوں کی اطاعت کی تو انہوں نے ہمیں سیدھے راستے سے بھٹکا دیا۔",
    "اے ہمارے پروردگار ! ُ تو ان کو دوگنا عذاب دے اور ان پر لعنت فرما بہت ہی بڑی لعنت۔",
    "اے اہل ِایمان ! تم ان لوگوں کی مانند نہ ہوجانا جنہوں نے موسیٰ ؑ کو اذیت دی تھی تو اللہ نے اس کو بری ثابت کردیا اس بات سے جو انہوں نے کہی تھی اور وہ اللہ کے نزدیک بڑے مرتبے والا تھا۔",
    "اے اہل ِایمان ! اللہ کا تقویٰ اختیار کرو اور بات کیا کرو سیدھی۔",
    "اللہ تمہارے سارے اعمال درست کردے گا اور تمہاری خطائیں بخش دے گا۔ اور جو کوئی اللہ اور اس کے رسول ﷺ کی اطاعت پر کاربند ہوگیا تو اس نے بہت بڑی کامیابی حاصل کرلی۔",
    "ہم نے اس امانت کو پیش کیا آسمانوں پر اور زمین پر اور پہاڑوں پر تو ان سب نے انکار کردیا اس کو اٹھانے سے اور وہ اس سے ڈر گئے اور انسان نے اسے اٹھا لیا۔ یقینا وہ بڑا ظالم اور بڑا نادان تھا۔",
    "تا کہ اللہ عذاب دے منافق مردوں اور منافق عورتوں کو اور مشرک َمردوں اور مشرک عورتوں کو اور اللہ رحمت کے ساتھ توجہ فرمائے مومن مردوں اور مومن عورتوں پر اور یقینا اللہ بہت بخشنے والا نہایت رحم کرنے والا ہے۔",
    "کل حمد اور کل شکر اس اللہ کے لیے ہے جس کی ملکیت ہے ہر وہ شے جو آسمانوں اور زمین میں ہے اور آخرت میں بھی اسی کے لیے حمد ہوگی اور وہ کمال حکمت والا ہرچیز سے باخبر ہے۔",
    "وہ جانتا ہے جو کچھ زمین میں داخل ہوتا ہے اور جو کچھ اس سے نکلتا ہے اور جو کچھ آسمان سے نازل ہوتا ہے اور جو کچھ اس میں چڑھتا ہے اور وہ نہایت رحم کرنے والا بہت بخشنے والا ہے۔",
    "اور یہ کافر کہتے ہیں کہ ہم پر قیامت کبھی نہیں آئے گی (اے نبی ﷺ !) آپ کہیے کیوں نہیں ! میرے رب کی قسم جو تمام پوشیدہ چیزوں کو جاننے والا ہے وہ تم پر ضرور آکر رہے گی اس سے پوشیدہ نہیں رہ سکتی ذرّہ برابر بھی کوئی چیز نہ آسمانوں میں اور نہ زمین میں } اور نہ کوئی اس سے چھوٹی چیز اور نہ بڑی مگر وہ ایک روشن کتاب میں (لکھی ہوئی) موجود ہے۔",
    "تا کہ وہ جزا دے ان لوگوں کو جو ایمان لائے اور جنہوں نے نیک اعمال کیے یہی وہ لوگ ہیں جن کے لیے (آخرت میں) مغفرت بھی ہوگی اور بہت با عزت روزی بھی۔",
    "اور جو لوگ ہماری آیات کو شکست دینے کے لیے کوشاں رہے ان کے لیے بدترین قسم کا دردناک عذاب ہے۔",
    "اور (تا کہ) دیکھ لیں وہ لوگ جنہیں علم دیا گیا ہے کہ آپ ﷺ پر جو چیز نازل کی گئی ہے آپ ﷺ کے رب کی طرف سے وہ حق ہے اور وہ راہنمائی کرتی ہے نہایت غالب لائق ِحمد و ثنا ہستی کے راستے کی طرف۔",
    "اور یہ کافر کہتے ہیں : کیا ہم تمہیں ایک ایسے شخص کے بارے میں بتائیں جو تمہیں یہ خبر دیتا ہے کہ جب تم (مٹی میں مل کر) بالکل ریزہ ریزہ ہو جائو گے تو پھر تمہیں از سر ِنو پیدا کردیا جائے گا۔",
    "کیا اس نے جھوٹ باندھا ہے اللہ پر یا اسے جنون ہوگیا ہے بلکہ وہ لوگ جو آخرت پر ایمان نہیں رکھتے وہ عذاب میں اور دور کی گمراہی میں مبتلا ہیں۔",
    "تو کیا انہوں نے دیکھا نہیں جو ان کے سامنے ہے اور جو ان کے پیچھے ہے آسمان اور زمین میں سے اگر ہم چاہیں تو انہیں زمین میں دھنسا دیں یا ان پر آسمان کا کوئی ٹکڑا گرا دیں یقینا اس میں نشانی ہے ہر اس بندے کے لیے جو (اللہ کی طرف) رجوع کرنے والا ہو۔",
    "اور ہم نے دائود ؑ کو اپنی طرف سے خاص فضل عطا کیا تھا (ہم نے حکم دیا کہ) اے پہاڑو ! تم تسبیح کو دہرائو اس کے ساتھ اور پرندوں کو بھی (یہی حکم دیا تھا) اور ہم نے اس کے لیے لوہے کو نرم کردیا تھا۔",
    "کہ کشادہ زرہیں بنائو اور کڑیاں ملانے میں ٹھیک ٹھیک اندازہ رکھو اور تم سب نیک اعمال کرو۔ تم جو کچھ کر رہے ہو میں یقینا اسے دیکھ رہا ہوں۔",
    "اور سلیمان ؑ کے لیے ہوا کو (مسخر کردیا تھا) اس کا صبح کو چلنا بھی ایک ماہ (کا سفر) تھا اور اس کا شام کو چلنا بھی ایک ماہ (کا سفر) تھا اور ہم نے اس کے لیے پگھلے ہوئے تانبے کا چشمہ جاری کردیا تھا اور کچھ ِجن بھی (اس ؑ کے تابع کردیے تھے) جو اس کے سامنے کام کرتے تھے اس کے رب کے حکم سے اور ان میں سے جو کوئی بھی ہمارے حکم سے سرتابی کرتا اسے ہم جلا دینے والا عذاب چکھاتے تھے۔",
    "وہ بناتے تھے اس کے لیے جو وہ چاہتا تھا بڑی بڑی عمارتیں اور مجسمے اور تالابوں کی مانند بڑے بڑے لگن اور بڑی بڑی دیگیں جو ایک جگہ مستقل پڑی رہتی تھیں اے دائود ؑ کے گھر والو ! عمل کرو شکر ادا کرتے ہوئے } اور (واقعہ یہ ہے کہ) میرے بندوں میں شکر کرنے والے کم ہی ہیں۔",
    "پھر جب ہم نے اس ؑ پر موت طاری کردی تو کسی نے ان (جنات) کو اس کی موت سے آگاہ نہ کیا مگر زمین کے کیڑے نے جو اس ؑ کے عصا کو کھاتا تھا پھر جب وہ گرپڑا توجنوں پر واضح ہوگیا کہ اگر وہ غیب جانتے ہوتے تو اس ذلت کے عذاب میں نہ پڑے رہتے۔",
    "(اسی طرح) قوم سبا کے لیے بھی ان کے مسکن میں ایک نشانی موجود تھی دو باغات (کے سلسلے) تھے دائیں اور بائیں طرف کھائو اپنے رب کے رزق میں سے اور اس کا شکر اداکرو } (تمہارا) شہر بہت پاکیزہ ہے اور (تمہارا) رب بہت بخشنے والا ہے۔",
    "تو انہوں نے اعراض کیا چناچہ ہم نے بھیج دیا ان پر سیلاب بہت زور کا اور ہم نے بدل دیے ان کے دو باغوں کی جگہ دو اور باغ جن میں کڑوے کسیلے پھل جھائو کے درخت اور کچھ تھوڑی سی بیریاں تھیں۔",
    "یہ بدلہ دیا ہم نے ان کو ان کے کفر انِ نعمت کی وجہ سے } اور ہم ایسا برا بدلہ نہیں دیتے مگر نا شکرے لوگوں کو",
    "ہم نے ان کے (علاقے) اور ان بستیوں کے درمیان جنہیں ہم نے برکت عطا کر رکھی تھی واضح نظر آنے والی بستیاں قائم کردی تھیں اور ہم نے اندازہ مقرر کردیا تھا ان میں سفر کرنے کا } (ہم نے انہیں کہہ دیا تھا کہ) تم سفر کرو ان میں راتوں کو بھی اور دن کو بھی امن کے ساتھ۔",
    "تو انہوں نے کہا : اے ہمارے پروردگار ! ہمارے سفروں کے درمیان دوری پیدا کر دے اور انہوں نے اپنی جانوں پر ظلم کیا تو ہم نے انہیں کہانیاں بنا دیا اور انہیں ٹکڑے ٹکڑے کر کے رکھ دیا یقینا اس میں نشانیاں ہیں ہر اس شخص کے لیے جو بڑا صبر کرنے والا شکر کرنے والا ہو۔",
    "اور یقینا ابلیس نے ان کے بارے میں اپنا گمان سچ کر دکھایا } سو ان سب نے اس (ابلیس) کی پیروی کی سوائے مومنین کی ایک جماعت کے",
    "اور اس کو ان پر کوئی اختیار حاصل نہیں تھا مگر یہ کہ ہم دیکھ لیں کہ کون ہے جو آخرت پر یقین رکھتا ہے } ان لوگوں سے جو اس سے متعلق شک میں ہیں۔ اور آپ کا پروردگار ہرچیز پر نگران ہے۔",
    "(اے نبی ﷺ ! ان مشرکین سے) کہیے کہ تم بلائو ان کو جنہیں تم نے (معبود) گمان کیا ہے اللہ کے سوا وہ ذرّہ برابر بھی اختیار نہیں رکھتے نہ آسمانوں میں اور نہ ہی زمین میں اور نہ ان دونوں (زمین اور آسمان) میں ان کا کوئی حصہ ہے اور نہ ہی ان میں سے کوئی اس کا مدد گار ہے۔",
    "اور نہ نفع دے گی اس کے ہاں کوئی سفارش مگر اسی کے حق میں جس کے لیے اس نے اجازت دی ہو۔ یہاں تک کہ جب گھبراہٹ دور کردی جاتی ہے ان کے دلوں سے وہ پوچھتے ہیں تمہارے ربّ نے کیا فرمایا تھا ؟ وہ کہتے ہیں کہ (اُس نے جو کچھ فرمایا ہے وہ) حق ہے اور وہ بہت بلند وبالا بہت بڑا ہے۔",
    "آپ ﷺ (ان سے) پوچھئے کہ کون ہے جو تمہیں رزق بہم پہنچاتا ہے آسمانوں اور زمین سے ؟ آپ ﷺ کہیے کہ اللہ ! اور یقینا ہم یا تم لوگ یا تو ہدایت پر ہیں یا کھلی گمراہی میں !",
    "آپ ﷺ کہیے کہ تم سے نہیں پوچھا جائے گا ہمارے جرائم کے بارے میں } اور نہ ہی ہم سے پوچھا جائے گا تمہارے اعمال کے بارے میں۔",
    "آپ ﷺ کہہ دیجیے کہ ہمارا رب ہم سب کو (ایک دن) جمع کرے گا پھر وہ فیصلہ کر دے گا ہمارے مابین حق کے ساتھ اور وہ خوب فیصلہ کرنے والا خوب جاننے والا ہے۔",
    "آپ ﷺ کہیے کہ ذرا مجھے دکھائو تو وہ (معبود) جنہیں تم نے شریک بنا کر اس کے ساتھ ملا رکھا ہے ! کوئی نہیں ! بلکہ وہی اللہ ہے بہت زبردست نہایت حکمت والا۔",
    "اور (اے نبی ﷺ !) ہم نے نہیں بھیجا ہے آپ کو مگر تمام بنی نوع انسانی کے لیے بشیر اور نذیر بنا کر } لیکن اکثر لوگ جانتے نہیں ہیں۔",
    "اور وہ پوچھتے ہیں کہ کب پورا ہوگا یہ وعدہ اگر تم لوگ سچے ہو",
    "آپ ﷺ کہہ دیجیے کہ تمہارے لیے ایک خاص دن کی میعاد مقرر ہے جس سے تم نہ تو ایک گھڑی پیچھے ہٹ سکو گے اور نہ آگے بڑھ سکو گے۔",
    "اور کہا ان کافروں نے کہ ہم ہرگز ایمان نہیں لائیں گے اس قرآن پر اور نہ ہی اس (قرآن) پر جو اس سے پہلے تھا۔ اور کاش آپ دیکھیں جب یہ ظالم کھڑے کیے جائیں گے اپنے رب کے سامنے وہ ایک دوسرے کی طرف بات لوٹائیں گے } جو لوگ کمزور تھے وہ ان سے کہیں گے جو بڑے بنے ہوئے تھے کہ اگر تم لوگ نہ ہوتے تو ہم ضرور مومن ہوتے۔",
    "(جواباً) وہ کہیں گے جو بڑے بنے ہوئے تھے ان سے جو کمزور تھے : کیا ہم نے تمہیں ہدایت سے روکا تھا اس کے بعد کہ وہ تمہارے پاس آگئی تھی ؟ بلکہ تم خود ہی مجرم تھے۔",
    "اس پر کہیں گے وہ جو کمزور تھے ان سے جو بڑے بنے ہوئے تھے بلکہ یہ (تمہاری) رات دن کی سازشیں تھیں جب تم ہمیں حکم دیتے تھے کہ ہم اللہ کا کفر کریں اور اس کے لیے مد ِمقابل ٹھہرائیں۔ اور وہ چھپائیں گے ندامت کو جب وہ عذاب کو دیکھ لیں گے۔ اور ہم نے طوق ڈال دیے ہیں ان کافروں کی گردنوں میں } ان کو بدلہ نہیں ملے گا مگر اسی کا جو عمل وہ کرتے تھے۔",
    "اور ہم نے نہیں بھیجا کسی بھی بستی میں کوئی خبردار کرنے والا مگر (ہمیشہ ایسا ہوا کہ) اس کے آسودہ حال لوگوں نے کہا کہ جو چیز آپ دے کر بھیجے گئے ہیں ہم اس کے منکر ہیں۔",
    "اور انہوں نے کہا کہ ہم اموال اور اولاد میں بڑھ کر ہیں اور ہمیں عذاب نہیں دیا جائے گا",
    "آپ ﷺ کہیے کہ یقینا میرا رب جس کے لیے چاہتا ہے (دنیا کا) رزق وسیع کردیتا ہے اور جس کے لیے چاہتا ہے تنگ کردیتا ہے } لیکن اکثر لوگ علم نہیں رکھتے۔",
    "اور (دیکھو !) تمہارے اموال اور تمہاری اولاد ایسی چیزیں نہیں کہ وہ تمہیں مرتبے میں ہمارا مقرب بنا دیں سوائے اس شخص کے جو ایمان لایا اور اس نے نیک اعمال کیے } تو ایسے لوگوں کے لیے ان کے اعمال کا دو گنا اجر ہے اور وہ بالا خانوں میں امن سے رہیں گے۔",
    "اور وہ لوگ جو کوشش کر رہے ہیں ہماری آیات کو ناکام کرنے کی وہی لوگ عذاب میں حاضر کیے جائیں گے۔",
    "(اے نبی ﷺ !) آپ کہیے کہ یقینا میرا ربّ کشادہ کرتا ہے رزق جس کے لیے چاہتا ہے اپنے بندوں میں سے اور (جسے چاہتا ہے) اس کے لیے تنگ کردیتا ہے۔ اور جو کچھ بھی تم لوگ خرچ کرتے ہو تو وہ اسے لوٹا دیتا ہے۔ } اور وہ بہترین رزق دینے والا ہے۔",
    "اور جس دن وہ جمع کرے گا ان سب کو پھر فرشتوں سے فرمائے گا : کیا یہ لوگ تمہیں پوجا کرتے تھے ؟",
    "وہ کہیں گے : ُ تو پاک ہے تو ہمارا ولی ہے ان کے سوا۔ } بلکہ یہ لوگ ِجنات ّکی عبادت کیا کرتے تھے ان کی اکثریت ان ہی پر ایمان رکھتی تھی۔",
    "تو آج کے دن تم میں سے کوئی کسی دوسرے کے لیے کچھ اختیار نہیں رکھتا نہ نفع کا اور نہ نقصان کا } اور ہم کہیں گے ان ظالموں سے کہ اب چکھو اس آگ کے عذاب کا مزا جسے تم جھٹلایا کرتے تھے۔",
    "اور جب انہیں پڑھ کر سنائی جاتی ہیں ہماری روشن آیات تو وہ (آپس میں ایک دوسرے سے) کہتے ہیں کہ یہ شخص تو بس یہی چاہتا ہے کہ تم کو ان سے روک دے جن کی عبادت تمہارے آباء و اَجداد کرتے تھے اور وہ (یہ بھی) کہتے ہیں کہ یہ کچھ بھی نہیں ہے مگر ایک گھڑا ہوا جھوٹ۔ } اور ان کافروں نے حق کے بارے میں جبکہ یہ ان کے پاس آگیا کہا کہ یہ کچھ بھی نہیں ہے مگر ایک کھلا ہواجادو۔",
    "اور ہم نے انہیں ایسی کوئی کتابیں نہیں دیں جنہیں یہ پڑھتے ہوں } اور نہ ہی ہم نے آپ ﷺ سے پہلے ان کی طرف کوئی خبردار کرنے والا بھیجا تھا۔",
    "اور ان لوگوں نے بھی جھٹلایا تھا جو ان سے پہلے تھے اور یہ تو اس کے دسویں حصے کو بھی نہیں پہنچے جو کچھ ہم نے انہیں دے رکھا تھا } تو انہوں نے میرے رسولوں ؑ کو جھٹلایا پس کیسی رہی (ان کے لیے) میری پکڑ",
    "(اے نبی ﷺ !) آپ کہیے کہ میں تمہیں بس ایک بات کی نصیحت کرتا ہوں یہ کہ تم کھڑے ہو جائو اللہ کے لیے دو دو ہو کر یا اکیلے اکیلے پھر غور کرو تمہارے ساتھی کو جنون کا کوئی عارضہ نہیں ہے } وہ نہیں ہیں مگر تمہارے لیے ایک خبردار کرنے والے ایک سخت عذاب کے آنے سے پہلے",
    "آپ ﷺ کہیے کہ اگر میں نے تم سے کچھ اجرت مانگی ہو تو وہ تمہارے ہی لیے ہے } میرا ا جر تو اللہ ہی کے ذمہ ہے اور وہ ہرچیز پر گواہ ہے۔",
    "} آپ ﷺ کہہ دیجیے کہ یقینا میرا رب حق کے ساتھ ضرب لگاتا ہے (باطل کو) وہ خوب جاننے والا ہے تمام غیبوں کا",
    "آپ ﷺ کہہ دیجیے کہ حق آگیا ہے } اور باطل نہ تو (کسی چیز کی) ابتدا کرسکتا ہے اور نہ ہی اعادہ۔",
    "آپ ﷺ (ان سے یہ بھی) کہیے کہ اگر میں بہک گیا ہوں تو اس کا وبال میرے اوپر ہی آئے گا } اور اگر میں ہدایت پر ہوں تو یہ اس وحی کے طفیل ہے جو میرا رب میری طرف کرتا ہے۔ یقینا وہ خوب سننے والا بہت قریب ہے۔",
    "اور کاش آپ دیکھیں جب وہ گھبرائے ہوئے ہوں گے تب بچ نکلنا ممکن نہیں ہوگا } اور وہ پکڑ لیے جائیں گے قریبی جگہ سے۔",
    "اور (اُس وقت) وہ کہیں گے کہ اب ہم اس پر ایمان لے آئے ہیں۔ اور (اُس وقت) کہاں ہوگی ان کی رسائی (ایمان تک) اتنی دور کی جگہ سے",
    "اور پہلے تو انہوں نے اس کا کفر کیا تھا اور وہ (اٹکل کے) تیر ُ تکے چلاتے رہے بن دیکھے دور کی جگہ سے",
    "اور آڑ کردی جائے گی ان کے اور ان کی من پسند چیزوں کے مابین جیسا کہ اس سے پہلے ان جیساطرز عمل اختیار کرنے والے لوگوں کے ساتھ کیا گیا تھا۔ } وہ لوگ بھی (ایسے ہی) اضطراب والے شک میں پڑے رہے تھے۔",
    "کل حمد اور کل شکر اللہ کے لیے ہے جو پید ا کرنے والا ہے آسمانوں اور زمین کا فرشتوں کو پیغام رساں بنانے والا جو دو دو تین تین اور چار چار پروں والے ہیں } اللہ اضافہ کرتا رہتا ہے تخلیق میں جو چاہتا ہے۔ یقینا اللہ ہرچیز پر قادر ہے۔",
    "جو رحمت (کا دروازہ) بھی اللہ لوگوں کے لیے کھول دے تو اسے بند کرنے والا کوئی نہیں اور جسے وہ روک لے تو پھر اسے کوئی جاری کرنے والا نہیں ہے اس کے بعد } اور یقینا وہ زبردست ہے کمال حکمت والا ہے۔",
    "اے لوگو ! اللہ کی اس نعمت کو یاد کرو جو تم پر ہوئی ہے کیا اللہ کے سوا کوئی اور خالق ہے جو تمہیں رزق بہم پہنچاتا ہو آسمان سے اور زمین سے ؟ } نہیں ہے کوئی معبود سوائے اس کے تو تم کہاں سے الٹے پھرائے جا رہے ہو",
    "اور (اے نبی ﷺ !) اگر یہ لوگ آپ کو جھٹلا رہے ہیں تو آپ سے پہلے بھی بہت سے رسولوں ؑ کو جھٹلایا گیا ہے } اور (بالآخر) تمام معاملات اللہ ہی کی طرف لوٹا دیے جائیں گے۔",
    "اے لوگو ! اللہ کا وعدہ سچا ہے تو دیکھو دنیا کی زندگی تمہیں دھوکے میں نہ ڈال دے اور نہ ہی تمہیں دھوکے میں ڈالے اللہ کے بارے میں وہ بڑا دھوکے باز۔",
    "یقینا شیطان تمہارا دشمن ہے چناچہ تم بھی اس کو دشمن ہی سمجھو } یہ تو بلاتا ہے اپنے ہی گروہ کے لوگوں کو تاکہ وہ جہنم والوں میں سے ہوجائیں۔",
    "وہ لوگ جو کفر کی روش اختیار کریں گے ان کے لیے بہت سخت عذاب ہے } اور جو لوگ ایمان لائیں اور نیک عمل کریں ان کے لیے مغفرت اور بہت بڑا اجر ہے۔",
    "تو کیا وہ شخص جس کے لیے مزین ّکر دی گئی ہو اس کے عمل کی برائی اور وہ اسے اچھاسمجھ رہا ہو (ہدایت پاسکتا ہے تو اللہ گمراہ کردیتا ہے جس کو چاہتا ہے اور ہدایت دیتا ہے جس کو چاہتا ہے تو (اے نبی ﷺ !) آپ کی جان نہ گھلے ان لوگوں پر رنج کی وجہ سے } یقینا اللہ خوب جاننے والا ہے جو کچھ کہ یہ لوگ کر رہے ہیں۔",
    "اور اللہ ہی ہے جو ہوائوں کو بھیجتا ہے پھر وہ اٹھا لیتی ہیں بادلوں کو پھر ہم ہانک دیتے ہیں اس (بادل) کو ایک ُ مردہ زمین کی طرف پھر ہم اس سے اس زمین کو زندہ کردیتے ہیں اس کے مردہ ہوجانے کے بعد } اسی طرح سے ہوگا (تمہارا) اٹھایا جانا بھی۔",
    "جو کوئی عزت کا طالب ہے تو (وہ جان لے کہ) عزت سب کی سب اللہ کے پاس ہے اسی کی طرف اٹھتی ہیں اچھی باتیں اور عمل ِصالح اسے اوپر اٹھاتا ہے اور جو لوگ بری سازشیں کر رہے ہیں ان کے لیے سخت سزا ہوگی۔ } اور ان کی سازشیں ناکام ہو کر رہ جائیں گی۔",
    "اور وہ اللہ ہی ہے جس نے تمہیں مٹی سے پیدا کیا پھر نطفے سے پھر تمہیں جوڑے جوڑے بنا دیا اور نہ ہی کسی مادہ کو کوئی حمل ہوتا ہے اور نہ ہی وہ جنتی ہے مگر یہ اس کے علم میں ہوتا ہے اور کسی عمر والے کو عمر نہیں دی جاتی اور نہ ہی کسی کی عمر میں کمی کی جاتی ہے مگر یہ سب ایک کتاب میں (لکھا ہوا) ہے } یقینا یہ اللہ پر بہت آسان ہے۔",
    "اور دو سمندر ایک جیسے نہیں ہیں یہ میٹھا ہے فرحت بخش اس کا پینا خوشگوار ہے اور یہ کھاری ہے سخت کڑوا اور ان سب سے تم کھاتے ہو تازہ گوشت اور (دونوں سے ہی) تم نکالتے ہو زیورات جنہیں تم پہنتے ہو اور تم دیکھتے ہوکشتیوں کو کہ چلتی ہیں (اس کے سینے کو) چیرتے ہوئے تاکہ تم اس کا فضل تلاش کرو اور تاکہ تم شکر اداکرو",
    "وہ داخل کرتا ہے رات کو دن میں اور داخل کرتا ہے دن کو رات میں اور اس نے مسخر کیا ہے سورج اور چاند کو ہرچیز چل رہی ہے ایک معین ّوقت تکیہ اللہ ہے تمہارا ربّ ! ُ کل بادشاہی اسی کی ہے } اور جنہیں تم پکارتے ہو اس کے سوا وہ ایک ذرّہ بھر اختیار نہیں رکھتے",
    "اگر تم انہیں پکارو تو وہ تمہاری پکار کو نہیں سنتے اور اگر سن بھی لیں تو تمہاری دعا قبول نہیں کرسکتے اور قیامت کے دن وہ تمہارے شرک کا انکار کردیں گے اور نہیں آگاہ کرے گا کوئی بھی آپ کو اس (اللہ) کی طرح جو ہرچیز سے باخبر ہے",
    "اے لوگو ! تم سب اللہ کے محتاج ہو اور اللہ تو الغنی اور الحمید ہے",
    "اگر وہ چاہے تو تم سب کو لے جائے (ختم کردے) اور ایک نئی مخلوق لے آئے",
    "اور یہ اللہ پر ہرگز بھاری نہیں ہے",
    "اور کوئی جان نہیں اٹھائے گی کسی دوسری جان کا بوجھ اور اگر بوجھ تلے دبی کوئی جان کسی کو پکارے گی اپنے بوجھ (کے ہٹانے) کے لیے تو نہیں اٹھائے گا کوئی اس میں سے کچھ بھی اگرچہ وہ قرابت دار ہی ہو (اے نبی ﷺ !) آپ تو انہی لوگوں کو خبردار کرسکتے ہیں جو ڈرتے ہیں اپنے ربّ سے غیب میں رہتے ہوئے اور نماز قائم کرتے ہیں اور جو کوئی بھی پاکیزگی اختیار کرتا ہے تو وہ اپنے ہی بھلے کے لیے کرتا ہے اور اللہ ہی کی طرف (سب کو) پلٹنا ہے",
    "اور برابر نہیں ہوسکتے اندھا اور دیکھنے والا",
    "اور نہ اندھیرے اور روشنی (برابر ہوسکتے ہیں)",
    "اور نہ سایہ اور دھوپ (برابر ہوسکتے ہیں",
    "اور نہ برابر ہوسکتے ہیں زندہ اور مردہ لوگ } یقینا اللہ سناتا ہے جس کو چاہتا ہے اور (اے نبی ﷺ !) آپ نہیں سنا سکتے انہیں جو قبروں کے اندر ہیں",
    "آپ ﷺ نہیں ہیں مگر صرف خبردار کرنے والے",
    "یقینا ہم نے بھیجا ہے آپ ﷺ کو حق کے ساتھ بشیر اور نذیر بنا کر } اور کوئی امت ایسی نہیں جس میں کوئی خبردار کرنے والا نہ گزرا ہو",
    "اور اگر یہ لوگ آپ ﷺ کو جھٹلائیں تو جھٹلا چکے ہیں وہ لوگ بھی جو ان سے پہلے تھے ان کے پاس آئے تھے ان کے رسول ؑ واضح نشانیاں صحیفے اور روشن کتابیں لے کر",
    "پھر میں نے پکڑ لیا ان کو جنہوں نے کفر کیا تو (دیکھ لو) کیسی رہی میری سزا ؟",
    "کیا تم نے نہیں دیکھا کہ اللہ نے اتارا آسمان سے پانی ؟ پھر ہم نے نکالے اس سے پھل جن کے رنگ ایک دوسرے سے مختلف ہیں اور پہاڑوں میں بھی دھاریاں ہیں سفید اور سرخ ان کے مختلف رنگ ہیں اور کو وں جیسے سیاہ بھی",
    "اور اسی طرح انسانوں جانوروں اور چوپایوں کے بھی مختلف رنگ ہیں یقینا اللہ سے ڈرتے تو اس کے بندوں میں سے وہی ہیں جو اہل علم ہیں۔ یقینا اللہ بہت زبردست ہے نہایت بخشنے والا۔",
    "یقینا وہ لوگ جو تلاوت کرتے ہیں اللہ کی کتاب کی اور نماز قائم کرتے ہیں اور خرچ کرتے ہیں اس میں سے جو ہم نے انہیں دیا ہے خفیہ اور اعلانیہ وہ ایسی تجارت کے امیدوار ہیں جس میں کبھی خسارہ نہیں ہوگا",
    "تا کہ اللہ ان کو ان (کے اعمال) کے بھرپور اجر دے اور اپنے فضل سے انہیں مزید عطا کرے۔ یقینا وہ بہت بخشنے والا بہت قدر دان ہے",
    "اور (اے نبی ﷺ !) ہم نے جو وحی بھیجی ہے آپ کی طرف کتاب میں سے وہی حق ہے تصدیق کرتے ہوئے آئی ہے اس (کتاب) کی جو اس سے پہلے موجود ہے یقینا اللہ اپنے بندوں سے خوب باخبر انہیں دیکھنے والا ہے",
    "پھر ہم نے کتاب کا وارث بنایا ان لوگوں کو جنہیں ہم نے اپنے بندوں میں سے ُ چن لیا تو ان میں سے کچھ اپنی جانوں پر ظلم کرنے والے ہیں اور ان میں کچھ درمیانی راہ پر چلنے والے ہیں اور ان میں سے کچھ نیکیوں میں سبقت لے جانے والے ہیں اللہ کی توفیق سے } یہی بہت بڑی فضیلت ہے",
    "(ان کے لیے) باغات ہوں گے رہنے کے جن میں وہ داخل ہوں گے ان میں انہیں پہنائے جائیں گے سونے کے کنگن اور موتی اور ان میں ان کا لباس ریشم ہوگا",
    "اور وہ (جب جنت میں داخل ہوں گے تو) کہیں گے کہ ُ کل حمد اور کل شکر اس اللہ کے لیے ہے جس نے ہم سے غم کو دور کردیا یقینا ہمارا رب بہت بخشنے والا اور بہت قدر افزائی فرمانے والا ہے",
    "جس نے ہمیں ہمیشہ آباد رہنے والے گھر میں لااتارا ہے اپنے خاص فضل سے اب ہمیں اس میں نہ تو کوئی مشقت جھیلنی پڑے گی اور نہ ہی اس میں ہمیں کوئی تکان لاحق ہوگی",
    "(اس کے برعکس) جن لوگوں نے کفر کیا ہے ان کے لیے جہنم کی آگ ہوگی نہ تو ان کا قصہ چکایا جائے گا کہ وہ مرجائیں اور نہ ہی ان کے لیے اس کے عذاب میں تخفیف کی جائے گی اسی طرح ہم بدلہ دیتے ہیں ہر ناشکرے انسان کو",
    "اور وہ اس میں چیخ و پکار کریں گے : اے ہمارے پروردگار ! ہمیں (یہاں سے) نکال لے ! اب ہم نیک اعمال کریں گے ان اعمال سے مختلف جو ہم (پہلے) کیا کرتے تھے کیا ہم نے تمہیں اتنی عمر نہیں دی تھی کہ اس میں سبق حاصل کرلیا جس نے سبق حاصل کرنا چاہا اور تمہارے پاس خبردار کرنے والا بھی تو آیا تھا تو اب چکھو (مزہ اس عذاب کا اور یاد رکھو کہ) ظالموں کے لیے کوئی مدد گار نہیں ہے",
    "یقینا اللہ خوب جاننے والا ہے آسمانوں اور زمین کی چھپی ہوئی چیزوں کا یقینا وہ واقف ہے سینوں میں چھپے رازوں سے",
    "وہی تو ہے جس نے تمہیں جانشین بنایا زمین میں تو جس کسی نے کفر کیا تو اس کے کفر کا وبال اسی پر ہوگا اور کافروں کے لیے ان کا کفر ان کے رب کے نزدیک سوائے غضب کے کسی چیز میں اضافہ نہیں کرے گا اور کافروں کے لیے ان کا کفر سوائے خسارے کے اور کچھ نہیں بڑھائے گا",
    "آپ ﷺ کہیے کہ کیا تم نے اپنے ان شریکوں کے بارے میں کبھی غور کیا جن کو تم اللہ کے سوا پکارتے ہو ؟ ذرا مجھے دکھائو کہ انہوں نے زمین میں کونسی چیز پیدا کی ہے یا ان کی کوئی شراکت ہے آسمانوں میں یا ہم نے انہیں کوئی کتاب عطا کی تھی اور وہ اس کی کسی واضح دلیل پر ہیں بلکہ یہ ظالم آپس میں ایک دوسرے کو وعدے نہیں دے رہے مگر فریب کے",
    "یقینا اللہ ہی تھامے ہوئے ہے آسمانوں اور زمین کو کہ وہ (اپنے راستے سے) ہٹ نہ جائیں اور اگر وہ ہٹ جائیں تو کوئی نہیں جو ان کو تھام سکے اس کے بعد یقینا وہ بہت بردبار بہت بخشنے والا ہے",
    "اور انہوں نے اللہ کی پختہ قسمیں کھائی تھیں کہ اگر ان کے پاس کوئی خبردار کرنے والاآیا تو وہ لازماً ہدایت یافتہ ہوجائیں گے کسی بھی امت سے بڑھ کر پھر جب آگئے ان کے پاس خبردار کرنے والے (محمد ﷺ تو اس چیز نے ان کے اندر (حق سے) فرار کے سوا کوئی اضافہ نہیں کیا",
    "زمین میں تکبر کرتے ہوئے اور ُ بری چالیں چلتے ہوئے اور ُ بری چال کا وبال نہیں پڑتا مگر اس کے چلنے والے پر ہی تو وہ کس چیز کے انتظار میں ہیں سوائے پہلے والوں کے انجام کے تو تم ہرگز نہیں پائو گے اللہ کے قانون میں کوئی تبدیلی اور تم ہرگز نہیں پائو گے اللہ کے قانون کو رخ پھیرتے ہوئے",
    "کیا یہ لوگ زمین میں گھومے پھرے نہیں ہیں پس یہ دیکھتے کہ کیسا ہوا انجام ان کا جو ان سے پہلے تھے حالانکہ وہ طاقت میں ان سے کہیں بڑھ کر تھے ! اور اللہ کی شان ایسی نہیں کہ اسے کوئی بھی چیز آسمانوں میں یا زمین میں عاجز کرسکے یقینا وہ ہرچیز کا علم رکھنے والا ہرچیز پر قادر ہے",
    "اور اگر اللہ (فوری) گرفت کرتا لوگوں کی ان کے اعمال کے سبب تو اس (زمین) کی پشت پر کوئی جاندار بھی باقی نہ چھوڑتا لیکن وہ موخر کرتا رہتا ہے ان کو ایک وقت مقرر تک پھر جب ان کا وقت ِمعین ّآ جائے گا تو اللہ یقینا اپنے بندوں کے حالات کو خود دیکھنے والا ہے",
    "یٰسٓ",
    "قسم ہے قرآن حکیم کی",
    "کہ (اے محمد ﷺ !) یقینا آپ رسولوں میں سے ہیں",
    "سیدھے راستے پر ہیں۔",
    "(اور اس قرآن کا) نازل کیا جانا ہے اس ہستی کی جانب سے جو بہت زبردست نہایت رحم فرمانے والا ہے",
    "تا کہ آپ ﷺ خبردار کردیں اس قوم کو جن کے آباء و اَجداد کو خبردار نہیں کیا گیا پس وہ غفلت میں پڑے ہوئے ہیں",
    "ان کی اکثریت پر ہمارا قول (قانونِ عذاب) سچ ثابت ہوچکا ہے تو اب وہ ایمان نہیں لائیں گے",
    "ہم نے ان کی گردنوں میں طوق ڈال دیے ہیں اور وہ ان کی ٹھوڑیوں تک ہیں پس ان کے سر اونچے اٹھے رہ گئے ہیں",
    "اور ہم نے ایک دیوار کھڑی کردی ہے ان کے آگے اور ایک ان کے پیچھے اس طرح ہم نے انہیں ڈھانپ دیا ہے پس اب وہ دیکھ نہیں سکتے",
    "اور (اے نبی ﷺ !) ان کے حق میں برابر ہے خواہ آپ انہیں خبردار کریں یا نہ کریں یہ ایمان نہیں لائیں گے",
    "آپ ﷺ تو بس اسی شخص کو خبردار کرسکتے ہیں جو الذکر ّ (قرآن) کی پیروی کرے اور غیب میں ہوتے ہوئے رحمٰن سے ڈرے تو ایسے لوگوں کو آپ ﷺ خوشخبری دے دیجیے مغفرت اور باعزت اجر کی۔",
    "یقینا ہم ہی زندہ کریں گے ُ مردوں کو اور ہم لکھ رہے ہیں جو کچھ انہوں نے آگے بھیجا اور جو اثرات وہ اپنے پیچھے چھوڑ گئے ہیں ور ہرچیز کا احاطہ ہم نے ایک واضح کتاب میں کررکھا ہے",
    "ان کے لیے آپ ﷺ اس بستی والوں کی مثال بیان کیجیے جب کہ ان کے پاس رسول آئے",
    "جب ہم نے بھیجے ان کی طرف دو رسول پس انہوں نے ان دونوں کو جھٹلادیا تو ہم نے (ان کو) تقویت دی ایک تیسرے کے ساتھ تو انہوں نے کہا کہ ہم تمہاری طرف بھیجے گئے ہیں",
    "انہوں نے کہا کہ تم نہیں ہو مگر ہم جیسے انسان اور رحمٰن نے کوئی چیز نازل نہیں کی تم محض جھوٹ بول رہے ہو ",
    "انہوں نے کہا کہ ہمارا رب جانتا ہے کہ ہم یقینا تمہاری طرف بھیجے گئے ہیں",
    "اور نہیں ہے ہم پر کوئی اور ذمہ داری سوائے (اللہ کا پیغام) صاف صاف پہنچا دینے کے",
    "نہوں نے کہا کہ ہمیں تم سے نحوست کا اندیشہ ہے گر تم باز نہ آئے تو ہم ضرور تمہیں سنگسار کردیں گے اور تمہیں ضرور پہنچے گی ہماری طرف سے دردناک سزا",
    "نہوں نے کہا کہ تمہاری نحوست تو تمہارے اپنے ساتھ ہے یا اس لیے کہ تمہیں نصیحت کی گئی ہے ؟ اور تمہارے اپنے اندر بھی (اللہ کی نشانیاں) ہیں کیا تم دیکھتے نہیں ہو ؟ بلکہ تم حد سے بڑھ جانے والے لوگ ہو۔",
    "اور شہر کے َپرلے سرے سے آیا ایک شخص بھاگتا ہوا اس نے کہا : اے میری قوم کے لوگو ! تم ان رسولوں ؑ کی پیروی کرو",
    "پیروی کرو ان کی جو تم سے کسی اجرت کے طالب نہیں ہیں اور جو ہدایت یافتہ ہیں"
  ]
}