{
  "meta": {
    "id": 158,
    "name": "Bayan-ul-Quran",
    "translator_name": "Dr. Israr Ahmad",
    "slug": "ur-israr-ahmad",
    "language_name": "urdu"
  },
  "verses": [
    "ان رسولوں ؑ میں سے ہم نے بعض کو بعض پر فضیلت دی ہے ان میں سے وہ بھی تھے جن سے اللہ نے کلام فرمایا اور بعض کے درجات (کسی اور اعتبار سے) بڑھا دیے اور ہم نے عیسیٰ ابن مریم ؑ کو بڑے کھلے معجزے دیے اور ان کی مدد فرمائی روح القدس (حضرت جبرائیل (ؑ) کے ساتھ اور اگر اللہ چاہتا تو ان کے بعد آنے والے آپس میں نہ لڑتے جھگڑتے اس کے بعد کہ ان کے پاس واضح تعلیمات آچکی تھیں لیکن انہوں نے اختلاف کیا پھر کوئی تو ان میں سے ایمان لایا اور کوئی کفر پر اڑا رہا اور اگر اللہ چاہتا تو وہ آپس میں نہ لڑتے لیکن اللہ تو کرتا ہے جو وہ چاہتا ہے",
    "اے اہل ایمان ! خرچ کرو اس میں سے جو کچھ ہم نے تمہیں دیا ہے اس سے پہلے کہ وہ دن آدھمکے جس میں نہ کوئی خریدو فروخت ہوگی نہ کوئی دوستی کام آئے گی اور نہ کوئی شفاعت مفید ہوگی اور جو انکار کرنے والے ہیں وہی تو ظالم ہیں",
    "اللہ وہ معبود برحق ہے جس کے سوا کوئی الٰہ نہیں وہ زندہ ہے نہ اس کو اونگھ آتی ہے نہ نیند. سب کا قائم رکھنے والا ہے جو کچھ آسمانوں اور زمین میں ہے سب اسی کا ہے کون ہے وہ جو شفاعت کرسکے اس کے پاس کسی کی مگر اس کی اجازت سے ! وہ جانتا ہے جو کچھ ان کے سامنے ہے اور جو کچھ ان کے پیچھے ہے اور وہ احاطہ نہیں کرسکتے اللہ کے علم میں سے کسی شے کا بھی سوائے اس کے جو اللہ چاہے اس کی کرسی تمام آسمانوں اور زمین کو محیط ہے اور اس پر گراں نہیں گزرتی ان دونوں کی حفاظت اور وہ بلند وبالا (اور) بڑی عظمت والا ہے",
    "دین میں کوئی جبر نہیں ہے ہدایت گمراہی سے واضح ہوچکی ہے تو جو کوئی بھی طاغوت کا انکار کرے اور پھر اللہ پر ایمان لائے تو اس نے بہت مضبوط حلقہ تھام لیا جو کبھی ٹوٹنے والا نہیں ہے اور اللہ سب کچھ سننے والا سب کچھ جاننے والا ہے",
    "اللہ ولی ہے اہل ایمان کا اور (ان کے برعکس) جنہوں نے کفر کیا ان کے اولیاء (پشت پناہ ساتھی اور مددگار) طاغوت ہیں وہ ان کو روشنی سے نکال کر تاریکیوں کی طرف لے جاتے ہیں یہی لوگ ہیں آگ والے یہ اس میں ہمیشہ ہمیش رہیں گے",
    "کیا تم نے اس شخص کو نہیں دیکھا جس نے حجتّ بازی کی تھی ابراہیم ؑ سے اس وجہ سے کہ اللہ نے اسے بادشاہی دی ہوئی تھی جب ابراہیم ؑ نے کہا کہ میرا رب تو وہ ہے جو زندہ کرتا ہے اور مارتا ہے تو اس نے کہا کہ میں بھی زندہ کرتا اور مارتا ہوں ابراہیم ؑ نے کہا کہ اللہ سورج کو مشرق سے نکالتا ہے (اگر تو خدائی کا مدعی ہے) تو اسے مغرب سے نکال کر دکھا تو مبہوت ہو کر رہ گیا وہ کافر اور اللہ ظالموں کو ہدایت نہیں دیا کرتا",
    "یا پھر جیسے کہ وہ شخص (اس کا واقعہ ذرایاد کرو) جس کا گزر ہوا ایک بستی پر اور وہ اوندھی پڑی ہوئی تھی اپنی چھتوں پر اس نے کہا کہ اللہ اس بستی کو اس کے اس طرح مردہ اور برباد ہوجانے کے بعد کس طرح زندہ کرے گا ؟ تو اللہ نے اس پر موت وارد کردی سو برس کے لیے اور پھر اس کو اٹھایا پوچھا کتنا عرصہ یہاں رہے ہو ؟ کہنے لگا ایک دن یا ایک دن کا کچھ حصہ تو ذرا تم اپنے کھانے اور اپنے مشروب کو (جوسفر میں تمہارے ساتھ تھا) دیکھو ان کے اندر کوئی بساند پیدا نہیں ہوئی اور (دوسری طرف) اپنے گدھے کو دیکھو (ہم اس کو کس طرح زندہ کرتے ہیں) اور تاکہ ہم تمہیں لوگوں کے لیے ایک نشانی بنائیں اور اب ان ہڈیوں کو دیکھو کس طرح ہم انہیں اٹھاتے ہیں پھر (تمہاری نگاہوں کے سامنے) ان کو گوشت پہناتے ہیں پس جب اس کے سامنے یہ بات واضح ہوگئی وہ پکار اٹھا کہ میں نے پوری طرح جان لیا (اور مجھے یقین کامل حاصل ہوگیا) کہ اللہ ہر شے پر قادر ہے",
    "اور یاد کرو جبکہ ابراہیم ؑ نے بھی کہا تھا پروردگار ! ذرا مجھے مشاہدہ کرا دے کہ تو مردوں کو کیسے زندہ کرے گا ؟ (اللہ تعالیٰ نے) فرمایا کیا تم (اس بات پر) ایمان نہیں رکھتے ؟ کہا کیوں نہیں ! (ایمان تو رکھتا ہوں) لیکن چاہتا ہوں کہ میرا دل پوری طرح مطمئن ہوجائے فرمایا اچھاتو چار پرندے لے لو اور انہیں اپنے ساتھ ہلا لو پھر ان کے ٹکڑے کر کے ہر پہاڑ پر ان کا ایک ایک ٹکڑا رکھ دو پھر ان کو پکارو تو وہ تمہارے پاس دوڑتے ہوئے آئیں گے اور (اس بات کو یقین کے ساتھ) جان لو کہ اللہ تعالیٰ زبردست ہے کمال حکمت والا ہے۔",
    "مثال ان کی جو اپنے مال اللہ کی راہ میں (اللہ کے دین کے لیے) خرچ کرتے ہیں ایسے ہے جیسے ایک دانہ کہ اس سے سات بالیاں (خوشے) پیدا ہوں اور ہر بالی میں سو دانے ہوں اللہ جس کو چاہتا ہے افزونی عطا فرماتا ہے اور اللہ بڑی وسعت والا اور سب کچھ جاننے والا ہے",
    "جو لوگ اپنے مال خرچ کرتے ہیں اللہ کی راہ میں پھر جو کچھ وہ خرچ کرتے ہیں اس کے بعد نہ تو احسان جتاتے ہیں اور نہ تکلیف پہنچاتے ہیں ان کا اجر ان کے رب کے پاس محفوظ ہے۔ اور نہ تو ان کے لیے کوئی خوف ہوگا اور نہ ہی وہ کسی رنج و غم سے دوچار ہوں گے",
    "بھلی بات کہنا اور درگزر کرنا بہتر ہے اس خیرات سے جس کے بعد اذیتّ پہنچائی جائے اللہ تعالیٰ غنی ہے اور حلیم ہے",
    "اے اہل ایمان ! اپنے صدقات کو باطل نہ کرلو احسان جتلا کر اور کوئی اذیت بخش بات کہہ کر اس شخص کی طرح جو اپنا مال خرچ کرتا ہے لوگوں کو دکھانے کے لیے اور وہ ایمان نہیں رکھتا اللہ اور یوم آخرت پر تو اس کی مثال اس چٹان کی سی ہے جس پر کچھ مٹی (جم گئی) ہو پھر اس پر زوردار بارش پڑے تو وہ اس کو بالکل صاف پتھر چھوڑ دے ان کی کمائی میں سے کچھ بھی ان کے ہاتھ نہیں آئے گا اور اللہ تعالیٰ ایسے کافروں کو راہ یاب نہیں کرتا",
    "اور مثال ان لوگوں کی جو خرچ کرتے ہیں اپنے مال اللہ کی رضاجوئی کے لیے اور اپنے دلوں کو جمائے رکھنے کے لیے اس باغ کی مانند ہے جو بلندی پر واقع ہو اب اگر اس باغ کے اوپر زوردار بارش برسے تو دو گنا پھل لائے اور اگر زوردار بارش نہ بھی برسے تو ہلکی سی پھوار (ہی اس کے لیے کافی ہوجائے) اور جو کچھ تم کر رہے ہو اللہ تعالیٰ اس کو دیکھ رہا ہے",
    "کیا تم میں سے کوئی یہ پسند کرے گا کہ اس کے پاس کھجوروں اور انگوروں کا ایک باغ ہو جس کے دامن میں ندیاں بہتی ہوں اس کے لیے اس باغ میں ہر طرح کے پھل ہوں اور اس پر بڑھاپا طاری ہوجائے جبکہ اس کی اولاد ابھی ناتواں ہو اور عین اس وقت اس باغ پر ایک ایسا بگولا پھرجائے جس میں آگ ہو اور وہ باغ جھلس کر رہ جائے ؟ اس طرح اللہ تعالیٰ اپنی آیات تمہارے لیے واضح کرتا ہے تاکہ تم غور و فکر کرو۔",
    "اے ایمان والو ! اپنے کمائے ہوئے پاکیزہ مال میں سے خرچ کرو اور اس میں سے خرچ کرو جو کچھ ہم نے نکالا ہے تمہارے لیے زمین سے اور اس میں سے ردّی مال کا ارادہ نہ کرو کہ اسے خرچ کر دو ! اور تم ہرگز نہیں ہو گے اس کو لینے والے (اگر وہ شے تم کو دی جائے) الا یہ کہ چشم پوشی کر جاؤ اور خوب جان رکھو کہ اللہ تعالیٰ غنی ہے اور حمید ہے",
    "شیطان تمہیں فقر کا اندیشہ دلاتا ہے اور بےحیائی کے کاموں کی ترغیب دیتا ہے اور اللہ وعدہ کر رہا ہے تم سے اپنی طرف سے مغفرت کا اور فضل کا اللہ بہت وسعت والا ہے سب کچھ جاننے والا ہے",
    "وہ جس کو چاہتا ہے حکمت عطا کرتا ہے اور جسے حکمت دے دی گئی اسے تو خیر کثیر عطا ہوگیا اور نہیں نصیحت حاصل کرسکتے مگر وہی لوگ جو ہوش مند ہیں",
    "اور جو کچھ بھی تم خرچ کرتے ہو (صدقہ و خیرات دیتے ہو) یا جو بھی تم (اللہ کے نام پر) منتّ مانتے ہو تو یقیناً اللہ تعالیٰ اس سب کو جانتا ہے اور (یاد رکھو کہ) ظالموں کا کوئی مددگار نہیں ہوگا",
    "اگر تم صدقات کو علانیہ دو تو یہ بھی اچھا ہے اور اگر تم انہیں چھپاؤ اور چپکے سے ضرورت مندوں کو دے دو تو یہ تمہارے لیے بہتر ہے اور اللہ تعالیٰ تم سے تمہاری برائیوں کو دور کر دے گا اور جو کچھ تم کر رہے ہو اللہ تعالیٰ اس سے باخبر ہے",
    "(اے نبی ﷺ !) آپ کے ّ ذمہ نہیں ہے کہ ان کو ہدایت دے دیں بلکہ اللہ تعالیٰ ہی ہدایت دیتا ہے جس کو چاہتا ہے اور جو بھی مال تم خرچ کرو گے وہ تمہارے اپنے لیے بہتر ہے اور تم نہیں خرچ کرو گے مگر اللہ کی رضا جوئی کے لیے اور جو بھی مال تم خرچ کرو گے وہ پورا پورا تمہیں لوٹا دیا جائے گا اور تم پر کوئی ظلم نہیں ہوگا",
    "یہ ان ضرورت مندوں کے لیے ہے جو گھر کر رہ گئے ہیں اللہ کی راہ میں وہ (اپنے کسب معاش کے لیے) زمین میں دوڑ دھوپ نہیں کرسکتے ناواقف آدمی ان کو خوشحال خیال کرتا ہے ان کی خود داری کے سبب تم پہچان لو گے انہیں ان کے چہروں سے وہ لوگوں سے لپٹ کر سوال نہیں کرتے اور جو مال بھی تم خرچ کرو گے تو اللہ تعالیٰ اس کو خوب جانتا ہے",
    "جو لوگ اپنا مال خرچ کرتے رہتے ہیں رات کو بھی اور دن میں بھی خفیہ طور پر بھی اور علانیہ بھی ان کے لیے ان کا اجر (محفوظ) ہے ان کے رب کے پاس نہ تو ان پر کوئی خوف طاری ہوگا اور نہ ہی وہ کسی حزن سے دوچار ہوں گے",
    "جو لوگ سود کھاتے ہیں وہ نہیں کھڑے ہوتے مگر اس شخص کی طرح جس کو شیطان نے چھو کر مخبوط الحواس بنا دیا ہو اس وجہ سے کہ وہ کہتے ہیں بیع بھی تو سود ہی کی طرح ہے حالانکہ اللہ نے بیع کو حلال قرار دیا ہے اور ربا کو حرام ٹھہرایا ہے تو جس شخص کے پاس اس کے رب کی طرف سے یہ نصیحت پہنچ گئی اور وہ باز آگیا تو جو کچھ وہ پہلے لے چکا ہے وہ اس کا ہے اس کا معاملہ اللہ کے حوالے ہے اور جس نے (اس نصیحت کے آجانے کے بعد بھی) دوبارہ یہ حرکت کی تو یہ لوگ جہنمی ہیں وہ اس میں ہمیشہ ہمیش رہیں گے",
    "اللہ تعالیٰ سود کو مٹاتا ہے اور صدقات کو بڑھاتا ہے اور اللہ کسی ناشکرے اور گناہگار کو پسند نہیں کرتا",
    "ہاں جو لوگ ایمان لائے اور انہوں نے نیک عمل کیے اور نماز قائم کرتے رہے اور زکوٰۃ ادا کرتے رہے ان کے لیے ان کا اجر ان کے رب کے پاس محفوظ ہے اور نہ انہیں کوئی خوف لاحق ہوگا اور نہ ہی وہ غمگین ہوں گے",
    "اے ایمان والو ! اللہ کا تقویٰ اختیار کرو اور سود میں سے جو باقی رہ گیا ہے اسے چھوڑ دو اگر تم واقعی مؤمن ہو",
    "پھر اگر تم نے ایسا نہ کیا تو خبردار ہوجاؤ کہ اللہ اور اس کے رسول کی طرف سے تمہارے خلاف اعلان جنگ ہے اور اگر تم توبہ کرلو تو پھر اصل اموال تمہارے ہی ہیں نہ تم ظلم کرو اور نہ تم پر ظلم کیا جائے",
    "اور اگر مقروض تنگ دست ہو تو فراخی حاصل ہونے تک اسے مہلت دو اور اگر تم صدقہ ہی کر دو تو یہ تمہارے لیے بہتر ہے اگر تم جانتے ہو",
    "اور ڈرو اس دن سے کہ جس دن تم لوٹا دیے جاؤ گے اللہ کی طرف پھر ہر جان کو پورا پورا دے دیا جائے گا جو کمائی اس نے کی ہوگی اور ان پر کچھ ظلم نہ ہوگا",
    "اے اہل ایمان ! جب بھی تم قرض کا کوئی معاملہ کرو ایک وقت معینّ تک کے لیے تو اس کو لکھ لیا کرو اور چاہیے کہ اس کو لکھے کوئی لکھنے والا تمہارے مابین عدل کے ساتھ اور جو لکھنا جانتا ہو وہ لکھنے سے انکار نہ کرے جس طرح اللہ نے اس کو سکھایا ہے پس چاہیے کہ وہ لکھ دے اور املا وہ شخص کرائے جس پر حق آتا ہے اور (لکھواتے ہوئے) اس میں سے کوئی شے کم نہ کر دے پھر اگر وہ شخص جس پر حق عائد ہوتا ہے ناسمجھ یا ضعیف ہو یا اس کے اندر اتنی صلاحیت نہ ہو کہ املا کرواسکے تو جو اس کا ولی ہو وہ انصاف کے ساتھ لکھوا دے اور اس پر گواہ بنالیاکرو اپنے َ مردوں میں سے دو آدمیوں کو پھر اگر دو مرد دستیاب نہ ہوں تو ایک مرد اور دو عورتیں ہوں یہ گواہ تمہارے پسندیدہ لوگوں میں سے ہوں تاکہ ان میں سے کوئی ایک بھول جائے تو دوسری یاد کروا دے اور نہ انکار کریں گواہ جبکہ ان کو بلایا جائے اور تساہل مت کرو اس کے لکھنے میں معاملہ خواہ چھوٹا ہو یا بڑا اس کی معینّ مدت کے لیے یہ اللہ کے نزدیک بھی زیادہ مبنی بر انصاف ہے اور گواہی کو زیادہ درست رکھنے والا ہے اور یہ اس کے زیادہ قریب ہے کہ تم شبہ میں نہیں پڑو گے الا یہ کہ کوئی تجارتی لین دین ہو جو تم دست بدست کرتے ہو تو تم پر کوئی گناہ نہیں ہے کہ اسے نہ لکھو اور گواہ بنا لیا کرو جب کوئی (مستقبل کا) سودا کرو اور نہ نقصان پہنچایا جائے کسی لکھنے والے کو اور گواہ کو۔ اور نہ نقصان پہنچائے کوئی لکھنے والا اور گواہ اور اگر تم ایسا کرو گے (نقصان پہنچاؤ گے) تو یہ تمہارے حق میں گناہ کی بات ہوگی اور اللہ سے ڈرتے رہو اور اللہ تمہیں تعلیم دے رہا ہے اور اللہ ہرچیز کا علم رکھنے والا ہے",
    "اور اگر تم سفر پر ہو اور کوئی لکھنے والا نہ پاؤ تو کوئی شے گروی رکھ لو قبضے میں پھر اگر تم میں سے ایک دوسرے پر اعتماد کرے تو جس کے پاس امانت رکھی گئی ہے اس کو چاہیے کہ وہ اس کی امانت واپس کرے اور اللہ سے ڈرے جو اس کا رب ہے اور گواہی کو چھپایا نہ کرو اور جو کوئی گواہی کو چھپائے گا تو اس کا دل گنہگار ہوگا اور جو کچھ تم کر رہے ہو اللہ اسے خوب جانتا ہے",
    "اللہ ہی کا ہے جو کچھ بھی آسمانوں میں ہے اور جو کچھ بھی زمین میں ہے اور جو کچھ تمہارے دلوں میں ہے خواہ تم اسے ظاہر کرو خواہ چھپاؤ اللہ تم سے اس کا محاسبہ کرلے گا) پھر وہ بخش دے گا جس کو چاہے گا اور عذاب دے گا جس کو چاہے گا اور اللہ ہرچیز کی قدرت رکھتا ہے۔",
    "ایمان لائے رسول ﷺ اس چیز پر جو نازل کی گئی ان کی جانب ان کے رب کی طرف سے اور مؤمنین بھی (ایمان لائے۔) یہ سب ایمان لائے اللہ پر اس کے فرشتوں پر اس کی کتابوں پر اور اس کے رسولوں پر (یہ کہتے ہیں کہ) ہم اللہ کے رسولوں میں کسی کے درمیان کوئی تفریق نہیں کرتے اور وہ کہتے ہیں کہ ہم نے سنا اور اطاعت کی پروردگار ! ہم تیری بخشش مانگتے ہیں اور تیری ہی جانب لوٹ جانا ہے۔",
    "اللہ تعالیٰ نہیں ذمہ دار ٹھہرائے گا کسی جان کو مگر اس کی وسعت کے مطابق اسی جان کے لیے ہے جو اس نے کمایا اور اسی کے اوپر وبال بنے گا جو اس نے ُ برائی کمائی اے ہمارے ربّ ! ہم سے مؤاخذہ نہ فرمانا اگر ہم بھول جائیں یا ہم سے خطا ہوجائے اور اے رب ہمارے ! ہم پر ویسا بوجھ نہ ڈال جیسا تو نے ان لوگوں پر ڈالا تھا جو ہم سے پہلے تھے اور اے رب ہمارے ! ہم پر وہ بوجھ نہ ڈالنا جس کی ہم میں طاقت نہ ہو اور ہم سے درگزر فرماتا رہ ! اور ہمیں بخشتا رہ ! اور ہم پر رحم فرما تو ہمارا مولا ہے پس ہماری مدد فرما کافروں کے مقابلے میں",
    "ا۔ ل۔ م۔",
    "اللہ وہ معبود برحق ہے جس کے سوا کوئی الٰہ نہیں وہ زندہ ہے سب کا قائم رکھنے والا ہے",
    "اس نے نازل فرمائی ہے آپ پر (اے نبی ﷺ یہ کتاب حق کے ساتھ اور اس نے تورات اور انجیل نازل فرمائی تھیں",
    "اس سے پہلے لوگوں کی ہدایت کے لیے اور اللہ نے فرقان اتارا بیشک جن لوگوں نے اللہ کی آیات کا انکار کیا ان کے لیے سخت عذاب ہے اور اللہ تعالیٰ زبردست ہے انتقام لینے والا ہے",
    "یقیناً اللہ پر کوئی شے بھی مخفی نہیں ہے نہ آسمان میں نہ زمین میں",
    "وہی ہے جو تمہاری صورت گری کرتا ہے (تمہاری ماؤں کے) رحموں میں جس طرح چاہتا ہے اس کے سوا کوئی معبود نہیں وہ غالب اور حکیم ہے",
    "وہی ہے جس نے آپ ﷺ پر یہ کتاب نازل فرمائی اس میں محکم آیات ہیں اور وہی اصل کتاب ہیں اور کچھ دوسری آیتیں ایسی ہیں جو متشابہ ہیں تو وہ لوگ جن کے دلوں میں کجی ہوتی ہے وہ پیچھے لگتے ہیں ان آیات کے جو ان میں سے متشابہ ہیں فتنے کی تلاش میں اور ان کی حقیقت و ماہیت معلوم کرنے کے لیے حالانکہ ان کا حقیقی مفہوم اللہ کے سوا کوئی نہیں جانتا اور جو لوگ علم میں راسخ ہیں وہ یوں کہتے ہیں کہ ہم ایمان لائے اس کتاب پر یہ کل کا کل ہمارے رب کی طرف سے ہے اور یہ نصیحت حاصل نہیں کرسکتے مگر وہی جو ہوش مند ہیں",
    "(اور ان اولوالالباب کا یہ قول ہوتا ہے) اے رب ہمارے ! ہمارے دلوں کو کج نہ ہونے دیجیو اس کے بعد کہ تو نے ہمیں ہدایت دے دی ہے اور ہمیں تو خاص اپنے خزانۂ فضل سے رحمت عطا فرما یقیناً تو ہی سب کچھ دینے والا ہے",
    "اے رب ہمارے ! یقیناً تو جمع کرنے والا ہے لوگوں کو ایک ایسے دن کے لیے جس (کے آنے) میں کوئی شک نہیں ہے یقیناً اللہ تعالیٰ اس وعدے کے خلاف نہیں کرے گا",
    "یقیناً جن لوگوں نے کفر کی روش اختیار کی ہرگز نہ بچا سکیں گے انہیں ان کے مال اور نہ ان کی اولاد اللہ سے کچھ بھی اور وہ تو سب کے سب آگ کا ایندھن بنیں گے",
    "(ان کے ساتھ بھی ویسا ہی معاملہ ہوگا) جیسا کہ آل فرعون اور ان لوگوں کے ساتھ ہوا جو ان سے پہلے گزرے انہوں نے بھی ہماری آیات کو جھٹلایا تھا تو اللہ نے پکڑا ان کو ان کے گناہوں کی پاداش میں اور اللہ سزا دینے میں بہت سخت ہے",
    "(اے نبی ﷺ !) کہہ دیجیے ان لوگوں سے جو کفر کی روش اختیار کر رہے ہیں کہ تم سب کے سب (دُنیا میں) مغلوب ہو کر رہو گے اور (پھر آخرت میں) جہنم کی طرف گھیر کرلے جائے جاؤ گے اور وہ بہت برا ٹھکانہ ہے",
    "تمہارے لیے ایک نشانی آچکی ہے ان دو گروہوں میں جنہوں نے آپس میں جنگ کی ایک گروہ اللہ کی راہ میں جنگ کر رہا تھا اور دوسرا کافر تھا وہ انہیں دیکھ رہے تھے اپنی آنکھوں سے کہ ان سے دوگنے ہیں اور اللہ تعالیٰ تائید فرماتا ہے اپنی نصرت سے جس کی چاہتا ہے اس میں یقیناً ایک عبرت ہے آنکھیں رکھنے والوں کے لیے",
    "مزین کردی گئی ہے لوگوں کے لیے مرغوبات دنیا کی محبت جیسے عورتیں اور بیٹے اور جمع کیے ہوئے خزانے سونے کے اور چاندی کے اور نشان زدہ گھوڑے اور مال مویشی اور کھیتی یہ سب دنیوی زندگی کا سروسامان ہے لیکن اللہ کے پاس ہے اچھا لوٹنا",
    "ان سے کہیے کہ کیا میں تمہیں بتاؤں ان تمام چیزوں سے بہتر شے کون سی ہے ؟ جو لوگ تقویٰ اختیار کرتے ہیں ان کے لیے ان کے رب کے پاس ایسے باغات ہیں جن کے دامن میں ندیاں بہتی ہوں گی ان میں وہ ہمیشہ رہیں گے اور ان کے لیے بڑی ہی پاک عورتیں ہوں گی اور (سب سے بڑھ کر) اللہ کی خوشنودی ہوگی اور اللہ اپنے بندوں کو دیکھ رہا ہے",
    "جو یہ کہتے رہتے ہیں پروردگار ! ہم ایمان لے آئے پس ہمارے گناہوں کو بخش دے اور ہمیں آگ کے عذاب سے بچا لے",
    "صبر کرنے والے اور راست باز اور فرماں بردار اور اللہ کی راہ میں خرچ کرنے والے اور اوقات سحر میں مغفرت چاہنے والے",
    "اللہ خود گواہ ہے کہ اس کے سوا کوئی معبود نہیں ہے اور سارے فرشتے (گواہ ہیں) اور اہل علم بھی (اس پر گواہ ہیں) وہ عدل وقسط کا قائم کرنے والا ہے اس کے سوا کوئی معبود نہیں وہ زبردست ہے کمال حکمت والا ہے۔",
    "یقیناً دین تو اللہ کے نزدیک صرف اسلام ہی ہے اور اہل کتاب نے اختلاف نہیں کیا اس کے بعد کہ ان کے پاس علم آچکا تھا مگر باہمی ضدم ضدا کے سبب سے اور جو کوئی اللہ کی آیات کا انکار کرتا ہے تو (وہ یاد رکھے کہ) اللہ بہت جلد حساب چکا دینے والا ہے",
    "پھر (اے نبی ﷺ اگر وہ آپ ﷺ سے حجت بازی کریں تو آپ کہہ دیں کہ میں نے تو اپنا چہرہ اللہ کے سامنے جھکا دیا ہے اور انہوں نے بھی جو میرا اتباع کر رہے ہیں اور (اے نبی ﷺ !) آپ کہہ دیجیے ان سے بھی کہ جنہیں کتاب دی گئی تھی (یعنی یہود اور نصاریٰ) اور اُمّییّن سے بھی کہ کیا تم بھی اسی طرح اسلام لاتے ہو ؟ پس اگر وہ بھی اسی طرح اسلام لے آئیں تو ہدایت پر ہوجائیں گے اور اگر وہ منہ موڑ لیں تو (اے نبی ﷺ !) آپ ﷺ پر ذمہ داری صرف پہنچا دینے کی ہے اور اللہ اپنے بندوں کے حال کو دیکھ رہا ہے",
    "یقیناً وہ لوگ جو اللہ کی آیات کا کفر کرتے ہیں اور انبیاء ؑ کو ناحق قتل کرتے رہے ہیں اور ان لوگوں کو قتل کرتے رہے ہیں (یا قتل کرتے ہیں) جو انسانوں میں سے عدل و قسط کا حکم دیتے ہیں تو (اے نبی ﷺ انہیں بشارت سنا دیجیے دردناک عذاب کی",
    "یہ وہ لوگ ہیں جن کے تمام اعمال دنیا اور آخرت میں اکارت ہوگئے اور ان کا پھر کوئی مددگار نہیں ہوگا",
    "کیا تم نے غور نہیں کیا ان لوگوں کی حالت پر جنہیں کتاب کا ایک حصہ دیا گیا تھا ؟ اب انہیں بلایا جاتا ہے اللہ کی کتاب کی طرف کہ وہ ان کے مابین فیصلہ کرے پھر ان میں سے ایک گروہ پیٹھ پھیر لیتا ہے اعراض کرتے ہوئے",
    "یہ اس وجہ سے ہے کہ یہ کہتے ہیں کہ ہمیں تو جہنم کی آگ چھو ہی نہیں سکتی مگر گنتی کے چند دن اور انہیں دھوکے میں مبتلا کردیا ہے ان کے دین کے بارے میں ان چیزوں نے جو یہ گھڑتے رہے ہیں۔",
    "تو کیا حال ہوگا جب ہم انہیں اکٹھا کریں گے اس دن جس کے بارے میں کوئی شک نہیں ! اور ہر جان کو پورا پورا دے دیا جائے گا جو کچھ اس نے کمائی کی ہوگی اور ان پر کوئی زیادتی نہیں ہوگی",
    "کہو اے اللہ ! تمام بادشاہت کے مالک ! تو حکومت اور اختیار دیتا ہے جس کو چاہتا ہے اور سلطنت چھین لیتا ہے جس سے چاہتا ہے اور تو عزت دیتا ہے جس کو چاہتا ہے اور تو ذلیل کردیتا ہے جس کو چاہتا ہے تیرے ہی ہاتھ میں سب خیر ہے یقیناً تو ہرچیز پر قادر ہے",
    "تُو رات کو لے آتا ہے دن میں پرو کر اور پھر دن کو نکال لاتا ہے رات میں سے پرو کر اور تو نکالتا ہے زندہ کو مردہ سے اور تو نکالتا ہے مردہ کو زندہ سے اور تو دیتا ہے جس کو چاہتا ہے بیحد و حساب",
    "اہل ایمان نہ بنائیں کافروں کو اپنے دوست اہل ایمان کو چھوڑ کر اور جو کوئی بھی یہ حرکت کرے گا تو پھر اللہ کے ساتھ اس کا کوئی تعلق نہیں رہے گا سوائے یہ کہ تم ان سے بچنے کے لیے اپنا بچاؤ کرنا چاہو اور اللہ تمہیں ڈراتا ہے اپنے آپ سے اور اللہ ہی کی طرف (تمہیں) لوٹ کر جانا ہے",
    "کہہ دیجیے (اے نبی ﷺ !) کہ اگر تم چھپاؤ جو کچھ کہ تمہارے سینوں میں ہے یا اسے ظاہر کر دو اللہ اسے جانتا ہے اور وہ جانتا ہے جو کچھ کہ آسمانوں میں ہے اور جو زمین میں ہے اور اللہ تعالیٰ ہرچیز پر قادر ہے",
    "(اس دن کا تصور کرو) جس دن ہر جان اپنے سامنے موجود پائے گی ہر نیکی جو اس نے کی ہوگی اور ہر برائی جو اس نے کمائی ہوگی اور (ہر جان) یہ چاہے گی کہ کاش اس کے اور اس (کے نامۂ اعمال) کے درمیان ایک زمانۂ دراز حائل ہوتا اور اللہ ڈرا رہا ہے تمہیں اپنے آپ سے اور اللہ تعالیٰ اپنے بندوں کے حق میں بہت شفیق ہے",
    "(اے نبی ﷺ !) کہہ دیجیے کہ اگر تم اللہ سے محبت کرتے ہو تو میری پیروی کرو اللہ تم سے محبت کرے گا اور تمہارے گناہ بخش دے گا اور اللہ بخشنے والا رحم فرمانے والا ہے",
    "کہہ دیجیے اطاعت کرو اللہ کی اور رسول ﷺ کی پھر اگر وہ پیٹھ موڑ لیں تو (یاد رکھیں کہ) اللہ کو ایسے کافر پسند نہیں ہیں۔",
    "یقیناً اللہ نے ُ چن لیا آدم ؑ کو نوح ؑ کو آل ابراہیم ؑ کو اور آل عمران کو تمام جہان والوں پر",
    "یہ ایک دوسرے کی اولاد سے ہیں اور اللہ سننے والا جاننے والا ہے",
    "جب کہا عمران کی بیوی نے کہ اے میرے ربّ ! جو بچہ میرے پیٹ میں ہے اس کو میں تیری ہی نذر کرتی ہوں ہر ذمہ داری سے چھڑا کر پس تو اس کو میری طرف سے قبول فرما ! یقیناً تو سب کچھ سننے والا سب کچھ جاننے والا ہے۔",
    "تو جب اسے وضع حمل ہوا تو اس نے کہا اے میرے ربّ ! یہ تو میں ایک لڑکی جَن گئی ہوں اور اللہ بہتر جانتا تھا کہ اس نے کیا جنا ہے اور نہیں ہوگا کوئی بیٹا اس بیٹی جیسا اور میں نے اس کا نام مریم رکھا ہے اور (اے پروردگار !) میں اس کو اور اس کی اولاد کو تیری پناہ میں دیتی ہوں شیطان مردود (کے حملوں) سے",
    "تو قبول فرما لیا اس کو (یعنی حضرت مریم ؑ کو) اس کے رب نے بڑی ہی عمدگی کے ساتھ اور اس کو پروان چڑھایا بہت اعلیٰ طریقے پر اور اس کو زکریا ؑ کی کفالت میں دے دیا جب کبھی بھی زکریا ؑ ان کے پاس جاتے تھے محراب میں تو ان کے پاس رزق پاتے وہ پوچھتے اے مریم ؑ ! تمہیں یہ چیزیں کہاں سے ملتی ہیں ؟ وہ کہتی تھیں کہ یہ سب اللہ کی طرف سے ہے یقیناً اللہ تعالیٰ جس کو چاہتا ہے بےحساب عطا کرتا ہے",
    "(حضرت زکریا ؑ کو یہ مشاہدہ ہوا تو انہوں نے) اسی وقت اپنے پروردگار سے ایک دعا کی انہوں نے کہا : اے میرے ربّ ! تو مجھے بھی اپنی جناب سے کوئی پاکیزہ اولاد عطا فرما دے یقیناً تو دعا کا سننے والا ہے",
    "تو فرشتوں نے انہیں ندا دی جبکہ وہ اپنے حجرے میں کھڑے ہوئے نماز پڑھ رہے تھے کہ اللہ تعالیٰ تمہیں بشارت دیتا ہے یحییٰ ؑ کی جو تصدیق کرے گا اللہ کی طرف سے ایک کلمہ کی اور سردار ہوگا اور تجرد کی زندگی گزارے گا اور نبی ہوگا صالحین میں سے",
    "کہا : پروردگار ! میرے ہاں لڑکا کیسے ہوجائے گا ؟ جبکہ میں انتہائی بوڑھا ہوچکا ہوں اور میری بیوی بانجھ رہی ہے (اللہ نے) فرمایا : اسی طرح اللہ جو چاہتا ہے کرتا ہے",
    "انہوں نے عرض کیا : پروردگار ! میرے (اطمینان کے) لیے کوئی نشانی مقرر کردیں (اللہ نے) فرمایا : تمہارے لیے نشانی یہ ہے کہ اب تم تین دن تک لوگوں سے گفتگو نہیں کرسکو گے سوائے اشارے کنائے کے اور (اپنے دل میں) اپنے رب کو کثرت سے یاد کرتے رہو اور تسبیح کیا کرو شام کے وقت بھی اور صبح کے وقت بھی",
    "اور یاد کرو جبکہ کہا فرشتوں نے اے مریم یقیناً اللہ نے تمہیں چن لیا ہے اور تمہیں خوب پاک کردیا ہے اور تمہیں تمام جہان کی خواتین پر ترجیح دی ہے",
    ") اے مریم ؑ ! اپنے رب کی فرماں برداری کرتی رہو اور سجدہ کرتی رہو اور رکوع کرتی رہو رکوع کرنے والوں کے ساتھ",
    "یہ غیب کی خبروں میں سے ہے جو (اے محمد ﷺ !) ہم آپ کو وحی کر رہے ہیں اور آپ تو ان کے پاس موجود نہیں تھے جبکہ وہ اپنے قلم پھینک رہے تھے (یہ طے کرنے کے لیے) کہ ان میں سے کون مریم کا کفیل ہوگا اور نہ آپ اس وقت ان کے پاس موجود تھے جبکہ وہ آپس میں جھگڑ رہے تھے",
    "یاد کرو جبکہ فرشتوں نے کہا اے مریم ؑ ! یقیناً اللہ تعالیٰ تمہیں بشارت دے رہا ہے اپنی طرف سے ایک کلمہ کی اس کا نام ہوگا المسیح عیسیٰ مریم کا بیٹا مرتبے والا ہوگا دنیا میں بھی اور آخرت میں بھی اور اللہ کے بہت ہی مقربین بارگاہ میں سے ہوگا",
    "اور وہ لوگوں سے گفتگو کرے گا گود میں بھی اور پوری عمر کا ہو کر بھی اور وہ ہمارے نیکوکار بندوں میں سے ہوگا",
    "(حضرت مریم ؑ نے یہ بات سنی تو تعجب سے) بولی : اے اللہ ! میرے اولاد کیسے ہوجائے گی جبکہ مجھے تو کسی مرد نے ہاتھ تک نہیں لگایا ! فرمایا : اسی طرح اللہ تعالیٰ تخلیق فرماتا ہے جو کچھ چاہتا ہے وہ تو جب کسی امر کا فیصلہ کرلیتا ہے تو اس سے کہتا ہے ہوجا تو وہ ہوجاتا ہے",
    "اور اللہ تعالیٰ اس کو سکھائے گا کتاب اور حکمت بھی اور تورات اور انجیل بھی",
    "اور اس کو رسول بنا کر بھیجے گا بنی اسرائیل کی طرف (چنانچہ حضرت مسیح ؑ نے بنی اسرائیل کو دعوت دی) کہ میں تمہارے پاس تمہارے پروردگار کی طرف سے نشانی لے کر آیا ہوں کہ میں تمہارے لیے مٹی سے پرندے کی مانند صورت بناتا ہوں پھر میں اس میں پھونک مارتا ہوں تو وہ بن جاتا ہے اڑتا ہوا پرندہ اللہ کے حکم سے اور میں شفا دے دیتا ہوں مادر زاد اندھے کو بھی اور کوڑھی کو بھی اور میں مردے کو زندہ کردیتا ہوں اللہ کے حکم سے اور میں تمہیں بتاسکتا ہوں جو کچھ تم کھاتے ہو اور جو کچھ تم اپنے گھروں میں ذخیرہ کر کے رکھتے ہو یقیناً ان تمام چیزوں میں تمہارے لیے نشانی ہے اگر تم ایمان لانے والے ہو",
    "اور میں تصدیق کرتے ہوئے آیا ہوں اس کی جو میرے سامنے موجود ہے تورات میں سے اور (اس لیے آیا ہوں) تاکہ میں حلال ٹھہرا دوں تم پر ان میں سے بعض چیزیں جو تم پر حرام کردی گئی ہیں اور میں تمہارے پاس لے کر آیا ہوں نشانی تمہارے رب کی طرف سے پس اللہ کا تقویٰ اختیار کرو اور میری اطاعت کرو",
    "یقیناً اللہ ہی میرا بھی رب ہے اور تمہارا بھی رب ہے پس اسی کی بندگی کرو یہی سیدھا راستہ ہے",
    "پس جب عیسیٰ ؑ نے ان کی طرف سے کفر کو بھانپ لیا تو انہوں نے پکار لگائی کہ کون ہے میرا مددگار اللہ کی راہ میں ؟ کہا حواریوں نے کہ ہم ہیں اللہ کے مددگار ہم ایمان لائے اللہ پر اور آپ ؑ بھی گواہ رہیے گا کہ ہم اللہ کے فرماں بردار ہیں",
    "اے رب ہمارے ! ہم ایمان لے آئے اس پر جو تو نے نازل فرمایا اور ہم اتباع کر رہے ہیں تیرے رسول کا پس تو ہمارا نام گواہوں میں لکھ لے",
    "اب انہوں نے بھی چالیں چلیں اور اللہ نے بھی چال چلی اور اللہ تعالیٰ بہترین چال چلنے والا ہے",
    "یاد کرو جب اللہ نے کہا کہ اے عیسیٰ ؑ اب میں تمہیں لے جانے والا ہوں اور اپنی طرف اٹھا لینے والا ہوں اور تمہیں پاک کرنے والا ہوں ان لوگوں سے جنہوں نے (تمہارے ساتھ) کفر کیا ہے اور غالب کرنے والا ہوں ان لوگوں کو جو تمہاری پیروی کریں گے قیامت تک ان لوگوں پر جو تمہارا انکار کر رہے ہیں پھر میری طرف ہی تم سب کا لوٹنا ہوگا اور میں فیصلہ کر دوں گا تمہارے مابین ان باتوں میں جن میں تم اختلاف کر رہے تھے",
    ") تو وہ لوگ جو کفر کی روش اختیار کریں گے میں انہیں عذاب دوں گا بہت سخت عذاب دنیا میں بھی اور آخرت میں بھی اور نہیں ہوں گے ان کے لیے کوئی مددگار",
    "اور جو ایمان لائیں گے اور نیک عمل کریں گے تو وہ ان کو ان کا پورا اجر دے گا اور اللہ ظالموں کو پسند نہیں کرتا",
    "یہ ہم آپ کو پڑھ کر سنا رہے ہیں آیات الٰہیہ اور پر حکمت یاد دہانی میں سے",
    "بیشک عیسیٰ کی مثال اللہ کے نزدیک آدم ؑ کی سی ہے اس کو مٹی سے بنایا پھر کہا ہوجا تو وہ ہوگیا",
    "یہ حق ہے آپ ﷺ کے رب کی طرف سے تو ہرگز نہ ہوجانا شک کرنے والوں میں سے",
    "تو (اے نبی ﷺ جو بھی اس معاملے میں آپ ﷺ سے حجت بازی کرے اس کے بعد کہ آپ کے پاس صحیح علم آچکا ہے پس آپ ان سے کہہ دیجیے کہ آؤ ہم بلاتے ہیں اپنے بیٹوں کو اور تم بلاؤ اپنے بیٹوں کو اور ہم (بلا لیتے ہیں) اپنی عورتوں کو اور تم (بلاؤ) اپنی عورتوں کو اور ہم بھی آجاتے ہیں اور تم بھی آجاؤ ! پھر ہم سب مل کر دعا کریں اور لعنت کریں اللہ کی ان پر کہ جو جھوٹے ہیں",
    "یقیناً یہی بالکل صحیح سرگزشت ہے اور نہیں ہے کوئی معبود اللہ کے سوا اور یقیناً اللہ تعالیٰ ہی زبردست اور کمال حکمت والا ہے",
    "پھر اگر وہ پیٹھ موڑ لیں تو اللہ تعالیٰ خوب جانتا ہے مفسدوں کو",
    "(اے نبی ﷺ کہہ دیجیے : اے اہل کتاب ! آؤ ایک ایسی بات کی طرف جو ہمارے اور تمہارے درمیان بالکل برابر ہے کہ ہم اللہ کے سوا کسی کی بندگی نہ کریں اور اس کے ساتھ کسی چیز کو شریک نہ ٹھہرائیں اور نہ ہم میں سے کوئی ایک دوسرے کو اللہ کے سوا رب ٹھہرائے پھر اگر وہ منہ موڑ لیں تو (اے مسلمانو !) تم کہو آپ لوگ گواہ رہیں کہ ہم تو مسلمان ہیں",
    "اے کتاب والو ! تم ابراہیم ؑ کے بارے میں کیوں جھگڑتے ہو حالانکہ تورات اور انجیل نہیں نازل کی گئیں مگر اس کے بعد ؟ تو کیا تم عقل سے کام نہیں لیتے ؟",
    "دیکھو تم لوگ اب تک جو بھی بحث مباحثہ کرتے رہے ہو وہ ان چیزوں کے بارے میں ہے جن کا تمہیں کچھ علم ہے تو اب تم ایسی چیزوں کے ضمن میں حجت بازی کیوں کرتے ہو جن کے بارے میں تمہارے پاس کچھ بھی علم نہیں ؟ اللہ جانتا ہے اور تم نہیں جانتے",
    "(تمہیں بھی اچھی طرح معلوم ہے کہ) ابراہیم ؑ نہ تو یہودی تھے نہ نصرانی بلکہ وہ تو بالکل یکسو ہو کر اللہ کے فرماں بردار تھے اور نہ وہ مشرکوں میں سے تھے",
    "یقیناً ابراہیم ؑ سے سب سے زیادہ قربت رکھنے والے لوگ تو وہ ہیں جنہوں نے ان کی پیروی کی اور اب یہ نبی (حضرت محمد ﷺ اور جو ان پر ایمان لائے (اس نسبت کے زیادہ حقدار ہیں) اور اللہ ان مؤمنوں کا ساتھی ہے۔",
    "اہل کتاب کا ایک گروہ آرزومند ہے کہ (اے مسلمانو !) تمہیں کسی طرح گمراہ کردیں اور وہ نہیں گمراہ کرسکیں گے مگر اپنے آپ کو لیکن انہیں اس کا شعور نہیں ہے",
    "اے اہل کتاب ! تم کیوں اللہ تعالیٰ کی آیات کا انکار کرتے ہو جبکہ تم خود گواہ ہو ؟",
    "اے اہل کتاب ! تم کیوں حق کے اوپر باطل کا ملمع چڑھاتے ہو اور حق کو چھپاتے ہو جانتے بوجھتے ؟",
    "اور اہل کتاب کے ایک گروہ نے کہا کہ ان اہل ایمان پر جو چیز نازل کی گئی ہے اس پر ایمان لاؤ صبح کے وقت اور اس کا انکار کر دو دِن کے آخر میں شاید (اس تدبیر سے) ان میں سے بھی کچھ پھرجائیں",
    "اور دیکھو کسی کی بات نہ ماننا مگر اسی کی جو تمہارے دین کی پیروی کرے (اے نبی ﷺ ! ان سے) کہہ دیجیے کہ اصل ہدایت تو اللہ ہی کی ہدایت ہے مبادا کسی کو وہ شے دے دی جائے جو تمہیں دی گئی تھی یا تمہارے خلاف حجت قائم کریں تمہارے پروردگار کے حضور کہہ دیجیے کہ فضل تو کل کا کل اللہ کے ہاتھ میں ہے وہ جس کو چاہتا ہے دیتا ہے اور اللہ بہت وسعت والا اور جاننے والا ہے",
    "وہ مختص کرلیتا ہے اپنی رحمت کے لیے جس کو چاہتا ہے اور اللہ بڑے فضل کا مالک ہے",
    "اور اہل کتاب میں سے ایسے لوگ بھی ہیں کہ اگر تم ان کے پاس امانت رکھوا دو ڈھیروں مال تو وہ تمہیں پورا پورا واپس لوٹا دیں گے اور ان میں ایسے بھی ہیں کہ اگر تم ان کے پاس ایک دینار بھی امانت رکھوا دو تو وہ تمہیں واپس نہیں کریں گے مگر جب تک کہ تم اس کے سر پر کھڑے رہو یہ اس لیے کہ وہ کہتے ہیں کہ ان امیین کے معاملے میں ہم پر کوئی ملامت نہیں ہے۔",
    "کیوں نہیں ! جو کوئی بھی اللہ تعالیٰ سے کیے ہوئے اپنے عہد کو پورا کرے گا اور تقویٰ کی روش اختیار کرے گا تو بیشک اللہ تعالیٰ کو اہل تقویٰ پسند ہیں",
    "یقیناً وہ لوگ جو اللہ تعالیٰ کے عہد اور اپنی قسموں کو فروخت کرتے ہیں حقیر سی قیمت پر یہ وہ لوگ ہیں کہ جن کے لیے کوئی حصہ نہیں ہے آخرت میں اور نہ اللہ ان سے کلام کرے گا اور نہ ان کی طرف نگاہ کرے گا قیامت کے دن اور نہ ان کو پاک کرے گا اور ان کے لیے دردناک عذاب ہے",
    "اور ان میں ایک گروہ ایسا بھی ہے جو اپنی زبان کو توڑتا مروڑتا ہے کتاب کو پڑھتے ہوئے تاکہ تم سمجھو کہ (جو کچھ وہ پڑھ رہے ہیں) وہ کتاب میں سے ہے حالانکہ وہ کتاب میں سے نہیں ہوتا اور وہ کہتے ہیں یہ اللہ کی طرف سے ہے جبکہ وہ اللہ کی طرف سے نہیں ہوتا اور وہ اللہ پر جھوٹ باندھتے ہیں جانتے بوجھتے",
    "کسی انسان کے شایان شان نہیں ہے کہ اللہ تعالیٰ تو اس کو کتاب حکمت اور نبوت عطا فرمائے پھر وہ لوگوں سے کہنے لگے کہ میرے بندے بن جاؤ اللہ کو چھوڑ کر بلکہ (وہ تو یہی دعوت دے گا کہ) اللہ والے بن جاؤ اس وجہ سے کہ تم لوگوں کو کتاب کی تعلیم دیتے ہو اور تم خود بھی اس کو پڑھتے ہو",
    "اور نہ کبھی وہ تمہیں اس بات کا حکم دے گا کہ تم فرشتوں کو اور انبیاء کو رب بنا لو تو کیا وہ تمہیں کفر کا حکم دے گا اس کے بعد کہ تم مسلم ہوچکے ہو ؟",
    "اور یاد کرو جبکہ اللہ نے تمام انبیاء سے ایک عہد لیا تھا کہ جو کچھ بھی میں تمہیں کتاب اور حکمت عطا کروں پھر تمہارے پاس آئے کوئی اور رسول جو تصدیق کرتا ہو اس کی جو تمہارے پاس (پہلے سے) موجود ہے تو تمہیں لازماً اس پر ایمان لانا ہوگا اور اس کی مدد کرنی ہوگی اللہ نے فرمایا کیا تم نے اقرار کرلیا ہے اور اس پر میری ڈالی ہوئی ذمہ داری قبول کرلی ہے ؟ انہوں نے کہا ہاں ہم نے اقرار کیا اللہ تعالیٰ نے کہا اچھا اب تم بھی گواہ رہو اور میں بھی تمہارے ساتھ گواہوں میں سے ہوں",
    "تو جس نے بھی منہ موڑ لیا اس کے بعد تو یقیناً وہی لوگ سرکش (اور ناہنجار) ہیں",
    "تو کیا یہ اللہ کے دین کے سوا کوئی اور دین چاہتے ہیں ؟ جبکہ آسمانوں اور زمین میں جو بھی ہے وہ اللہ کے سامنے سرتسلیم خم کیے ہوئے ہے چاہے خوشی سے اور چاہے مجبوراً اور اسی کی طرف ان سب کو لوٹا دیا جائے گا۔",
    "کہیے ہم ایمان لائے اللہ پر اور جو نازل کیا گیا ہم پر اور جو کچھ نازل کیا گیا ابراہیم ؑ اسماعیل ؑ اسحاق ؑ یعقوب ؑ اور ان کی اولاد پر اور جو بھی موسیٰ ؑ عیسیٰ ؑ اور تمام انبیاء ؑ کو دیا گیا ان کے رب کی طرف سے ہم ان میں سے کسی ایک کے مابین بھی کوئی تفریق نہیں کرتے اور ہم تو اللہ ہی کے فرمانبردار ہیں",
    "اور جو کوئی اسلام کے سوا کوئی اور دین اختیار کرنا چاہے گا تو وہ اس کی جانب سے قبول نہیں کیا جائے گا اور پھر آخرت میں وہ خسارہ پانے والوں میں سے ہو کر رہے گا",
    "کیسے ہدایت دے گا اللہ ان لوگوں کو جو ایمان کے بعد کافر ہوگئے ؟ اور انہوں نے گواہی دی کہ یہ رسول حق ہیں اور ان کے پاس کھلی کھلی نشانیاں بھی آچکی ہیں اور اللہ ایسے ظالموں کو ہدایت نہیں دیتا",
    "یہی وہ لوگ ہیں کہ جن کا بدلہ یہ ہے کہ ان پر اللہ کی فرشتوں کی اور تمام انسانوں کی لعنت ہے",
    "اسی (لعنت) میں وہ ہمیشہ رہیں گے ان کے عذاب میں کوئی تخفیف نہیں کی جائے گی اور نہ ہی ان کو کوئی مہلت ملے گی",
    "سوائے ان کے جو اس کے بعد توبہ کرلیں اور اصلاح کر لیں \nتو یقیناً اللہ تعالیٰ بخشنے والا رحم فرمانے والا ہے",
    "بیشک جن لوگوں نے کفر کیا اپنے ایمان کے بعد پھر وہ اپنے کفر میں بڑھتے چلے گئے ان کی توبہ کبھی قبول نہیں ہوگی اور وہ تو یقیناً گمراہوں میں سے ہیں۔",
    "یقیناً وہ لوگ جنہوں نے کفر کیا اور مرگئے اسی حال میں کہ وہ کافر تھے تو ان میں سے کسی سے زمین کی مقدار کے برابر سونا بھی فدیے میں قبول نہیں کیا جائے گا اگر وہ پیش کرسکے یہ وہ لوگ ہیں کہ جن کے لیے دردناک عذاب ہے اور نہیں ہوں گے ان کے لیے کوئی مدد کرنے والے"
  ]
}