{
  "meta": {
    "id": 153,
    "name": "Hamza Roberto Piccardo",
    "translator_name": "Hamza Roberto Piccardo",
    "slug": "italian-hamza-roberto-piccardo",
    "language_name": "italian"
  },
  "verses": [
    "Per l’alba,",
    "per le dieci notti  ,",
    "per il pari e per il dispari ",
    "e per la notte quando trascorre.",
    "Non è questo un giuramento per chi ha intelletto?",
    "Non hai visto come il tuo Signore ha trattato gli ‘Ad?",
    "e Iram  dalla colonna,",
    "senza eguali tra le contrade,",
    "e i Thamùd che scavavano la roccia nella vallata",
    "Pre-Eg. n.Di versetti. Il nome della sura deriva dal vers. In nome di Allah, il Compassionevole, il Misericordioso. e Faraone, quello dei pali  ?",
    "[Tutti] costoro furono ribelli nel mondo",
    "e seminarono la corruzione,",
    "e il tuo Signore calò su di loro la frusta del castigo.",
    "In verità il tuo Signore è all’erta.",
    "Quanto all’uomo, allorché il suo Signore lo mette alla prova onorandolo e colmandolo di favore, egli dice: «Il mio Signore mi ha onorato».",
    "Quando invece lo mette alla prova lesinando i Suoi doni, egli dice: «Il mio Signore mi ha umiliato».",
    "No, siete voi che non onorate l’orfano,",
    "che non vi sollecitate vicendevolmente a nutrire il povero,",
    "che divorate avidamente l’eredità",
    "e amate le ricchezze d’amore smodato.",
    "No, quando la terra sarà polverizzata, in polvere fine,",
    "e verranno il tuo Signore e gli angeli schiere su schiere,",
    "in quel Giorno sarà avvicinata l’Inferno, in quel Giorno l’uomo si rammenterà  . Ma a cosa gli servirà rammentarsi?",
    "Dirà: «Ahimè! Se avessi mandato avanti qualcosa  per la mia vita [futura]!».",
    "In quel Giorno nessuno castigherà come Lui castiga,",
    "e nessuno incatenerà come Lui incatena.",
    "«O anima ormai acquietata  ,",
    "ritorna al tuo Signore soddisfatta e accetta;",
    "entra tra i Miei servi,",
    "entra nel Mio Paradiso.»   Le prime dieci notti del mese di Dhul-Hijja, quelle durante il quale si svolge il pellegrinaggio. L’imâm Bukhâri, riferì che l’Inviato di Allah (pace e benedizioni su di lui) disse: «Non vi è opera migliore o più gradita ad Allah di quella meritoria che si fa in questi dieci giorni». Dissero: «Neppure la lotta per la causa di Dio?», rispose: «Neppure questa, a parte il caso di quello che ha marciato con i suoi beni e la sua persona e non ha fatto ritorno».  Forse il versetto fa riferimento a opere sovraerogatorie che seguono la preghiera della notte: due unità adorati ve dette «shaf » (pari) e un’ulteriore unità detta «witr» (dispari).  Dovrebbe trattarsi di una città dell’Arabia meridionale un tempo abitata dagli ‘Ad. Una recente scoperta archeologica sembrerebbe confermare questa tesi. Secondo Tabari (xxx,si tratterebbe dell’antica Alessandria d’Egitto, altri esegeti hanno avanzato ipotesi diverse: Damasco, Palmira.  Vedi XX, : XXXVIII. «l’uomo si rammenterà»: di quello che avrà fatto. v  «Se avessi mandato avanti qualcosa»: espressione tipica del Corano. È l’espressione di rammarico dell’uomo che si accorge di non aver compiuto bene a sufficienza per meritarsi la pace eterna.  «acquietata»: dall’acquisita certezza di aver meritato la misericordia di Allah (gloria a Lui l’Altissimo).  Questi ultimi quattro versetti di grande impatto emotivo, fanno parte della preghiera che si recita presso un moribondo. Secondo alcuni commentatori, i primi due riferirebbero il saluto che gli angeli rivolgeranno alle anime che entreranno nel Paradiso, e gli ultimi due l’invito che rivolgerà loro Allah stesso (gloria a Lui l’Altissimo)."
  ]
}