{
  "meta": {
    "id": 153,
    "name": "Hamza Roberto Piccardo",
    "translator_name": "Hamza Roberto Piccardo",
    "slug": "italian-hamza-roberto-piccardo",
    "language_name": "italian"
  },
  "verses": [
    "Lo giuro per questa contrada ",
    "– e tu sei un abitante di questa contrada –",
    "e per chi genera e per chi è generato.",
    "In verità abbiamo creato l’uomo perché lotti  .",
    "Crede forse che nessuno possa prevalere su di lui?",
    "Dice: «Ho dilapidato una quantità di beni»  .",
    "Crede forse che nessuno lo abbia visto?",
    "Non gli abbiamo dato due occhi,",
    "una lingua e due labbra?",
    "Non gli abbiamo indicato le due vie?",
    "Ma non ha intrapreso la via ascendente  .",
    "E chi ti farà comprendere cos’è la via ascendente?",
    "È riscattare uno schiavo  ,",
    "o nutrire, in un giorno di carestia,",
    "un parente orfano",
    "o un povero prostrato [dalla miseria],",
    "ed essere tra coloro che credono e vicendevolmente si invitano alla costanza e vicendevolmente si invitano alla misericordia.",
    "Costoro sono i compagni della destra,",
    "mentre coloro che non credono nei Nostri segni, sono i compagni della sinistra  .",
    "Il Fuoco si chiuderà su di loro.  La città della Mecca e il suo territorio.  «perché combatta»: la lotta per la salvezza della sua anima e quella per la sua sopravvivenza. Un altro significato ammesso: «creammo l’uomo nella sofferenza».  Forse l’uomo teme che la sua elemosina non gli servirà. Secondo un’altra interpretazione si tratta del discorso di chi millanta una generosità che non ha mai manifestato. Nel versetto successivo Allah (gloria a Lui l’Altissimo) gli risponde indicandogli le vie del bene.  «la via ascendente»: verso l’Altissimo. È anche possibile che il versetto alluda alla difficoltà che prova l’uomo nel controllare le sue passioni.  Lett.: «Sciogliere un collo». NellTslàm, la liberazione degli schiavi in tutte le sue forme è opera altamente meritoria e addirittura prescritta (a chi ne abbia la possibilità) come espiazione obbligatoria di alcune mancanze.  Riceveranno il registro delle loro azioni nella destra o nella sinistra. Vedi in proposito lxxxiv,e la nota."
  ]
}