{
  "meta": {
    "id": 235,
    "name": "Malak Faris Abdalsalaam",
    "translator_name": "Malak Faris Abdalsalaam",
    "slug": "dutch-abdalsalaam",
    "language_name": "dutch"
  },
  "verses": [
    "“En ik verklaar mijzelf niet vrij. Waarlijk, de (mens) zelf is geneigd naar het slechte, behalve als mijn Heer hem Zijn genade schenkt. Waarlijk, mijn Heer is\" Genadevol, Barmhartig.”",
    "En de koning zei: “Breng hem bij mij zodat ik hem in dienst kan nemen.” Toen hij met hem sprak zei hij: “Waarlijk, deze dag ben je bij ons hoog in rang en volledig vertrouwd.”",
    "(Yoesoef) zei: “Geef mij het beheer over de schatten van het land; ik zal hen zeker met volledige kennis beheren.”",
    "Dus gaven Wij het volledige gezag aan Yoesoef in het land, hij vestigde zich daarin zoals hij wilde. Wij schenken Onze Genade aan wie Wij willen en Wij doen de beloning van de weldoeners niet verloren gaan.",
    "En waarlijk, de beloning van het Hiernamaals is beter voor degenen die geloven en gehoorzaam aan Allah zijn.",
    "En de broeders van Yoesoef kwamen en zij naderden hem en hij herkende hen, maar zij herkenden hem niet.",
    "En toen hij hen van voorraden had voorzien zei hij: “Breng mij jullie broeder van jullie vaders kant. Zien jullie niet dat ik de volle maat geef en dat ik de beste gastheer ben?",
    "Maar als jullie hem niet bij mij brengen, zal er geen maat (van graan) voor jullie zijn van mij, noch zullen jullie mij kunnen naderen.”",
    "Zij zeiden: “Wij zullen proberen om toestemming te krijgen van zijn vader en waarlijk, wij zullen het doen.”",
    "En (Yoesoef) zei tegen zijn bedienden om het geld terug in hun tassen te stoppen, zodat zij dat zouden merken als zij terugkeren bij hun mensen. Hopelijk zullen zij terugkeren.",
    "Zij keerden bij hun vader terug en zij zeiden: “O vader! Wij zullen geen maat graan krijgen. Stuur dus onze broeder met ons mee en wij zullen onze maat graan krijgen en waarlijk wij zullen hem beschermen.”",
    "Hij zei: “Zal ik hem aan jullie toevertrouwen zoals ik zijn broeder aan jullie vroeger heb toevertrouwd? Maar Allah is de beste Beschermer en Hij is de Barmhartigste van degenen die genade betonen.”",
    "En toen zij hun tassen openden zagen zij dat het geld aan hen was teruggegeven. Zij zeiden: “O vader! Wat kunnen wij nog (meer) wensen? Dit, ons geld is aan ons teruggegeven, dus kunnen wij (meer) voedsel voor onze familie krijgen en wij zullen onze broeder beschermen en nog een kameellading er aan toevoegen. Deze hoeveelheid is gemakkelijk.”",
    "Hij zei: “Ik zal hem niet met jullie meesturen tot jullie een plechtige eed voor mij in Allah’s Naam afleggen dat jullie hem mee terug zullen nemen tenzij jullie omsingeld worden.” En toen zij hun plechtige eed zwoeren, zei hij: “Allah is de getuige van wat wij gezegd hebben.”",
    "En hij zei: “O mijn zonen! Ga niet door één poort naar binnen maar ga door verschillende poorten naar binnen. Ik kan niets voor jullie doen tegen (de wil van) Allah. Waarlijk! De beslissing rust geheel bij Allah. In Hem leg ik mijn vertrouwen en laat allen die vertrouwen hun vertrouwen in Allah leggen.”",
    "En toen zij op de manier naar binnenkwamen die hun vader hen had aangeraden, baatte het hen niet het minste (tegen de wil van) Allah, het was slechts een behoefte die uit Yacoeb zelf voortkwam. En waarlijk, hij was begiftigd met kennis omdat Wij hem onderwezen hadden, maar de meeste mensen weten het niet.",
    "En toen zij voor Yoesoef verschenen, nam hij zijn broeder bij hem en zei: “Waarlijk! Ik ben je broeder, wees niet bedroefd vanwege wat zij gedaan hebben.”",
    "Toen hij hen nog verder bevoorraad had, legde hij de drinkbeker in de tas van zijn broeder en toen riep iemand: “O jullie van de karavaan! Jullie zijn zeker dieven!”",
    "Zij keerden zich tot hen (en) zeiden: “Wat missen jullie?”",
    "Zij zeiden: “Wij missen de drinkbeker van de koning en \"voor degene die het terugbrengt is (de beloning) een kameelvracht; dat garandeer ik.”",
    "Zij (de broers van Yoesoef) zeiden: “Bij Allah! Voorwaar, jullie weten dat wij hier niet kwamen om verderf in het land te zaaien en wij zijn geen dieven!’",
    "Zij zeiden: “Wat zal dan zijn straf zijn, als jullie leugenaars zijn.”",
    "Zij zeiden: “De straf zou zijn, dat degene in wiens tas het gevonden wordt vast moet worden gehouden voor de straf (als een slaaf). Zo straffen wij de onrechtvaardigen.",
    "Dus hij (Yoesoef) begon de tassen van zijn broeders te doorzoeken. Toen nam hij het uit de tas van zijn broeder. Zo hebben Wij het voor Yoesoef gepland. Hij kon zijn broer niet door de wet van de koning (als slaaf) gevangennemen, tenzij Allah het gewild had. Wij verheffen degenen die Wij willen in rang. Boven elke wetende staat de Alwetende.",
    "Zij zeiden: “Als hij steelt, was er een broeder van hem die vroeger ook gestolen heeft.” Maar deze zaken hield Yoesoef voor zichzelf, en onthulde de geheimen niet voor hen. Hij zei: “Jullie hebben een slechtere plaats (bij Allah) en Allah weet beter wat jullie beweren.”",
    "Zij zeiden: “O al ‘Aziz, Waarlijk, hij heeft een zeer oude vader; neem dus één van ons in zijn plaats. Voorwaar wij denken dat u één van de weldoeners bent.”",
    "Hij (Yoesoef) zei: “Allah verbiede het, dat wij iemand anders dan hem zouden nemen, waar wij onze bezitting bij vonden. Voorwaar (als wij dat doen) dan zullen wij tot de onrechtvaardigen behoren.”",
    "Toen zij wanhoopten aan de bslissing van hem (Yoesoef) hielden zij met elkaar een beraadslaging. De oudste onder hen zei: “Weten jullie niet dat jullie vader een eed van jullie in Allah’s naam heeft afgenomen en hiervoor hebben jullie je plicht verzaakt met betrekking tot Yoesoef? Daarom zal ik dit land niet verlaten tot mijn vader het mij toestaat, of dat Allah over mijn geval besluit en Hij is de Beste van de Rechters.",
    "Keer tot jullie vader terug en zeg: “O vader! Waarlijk jouw zoon heeft gestolen en wij kunnen alleen zijn van wat wij weten en wij zijn geen waker over het verborgene.",
    "En vraag het volk van de stad waar wij geweest zijn, en de karavaan waarmee wij terugkeerden en voorwaar wij vertellen de waarheid.”",
    "Hij (Yacoeb) zei: “Nee, maar jullie hebben jezelf met iets bedrogen. Dus geduld is het meest passend. Misschien brengt Allah hen allen terug tot mij. Waarlijk, Alleen Hij is Alwetend, Alwijs.",
    "En hij keerde zich van hen af en zei: “Wee, mijn verdriet om Yoesoef!” En zijn ogen werden wit van verdriet en hij beheerste zijn geduld.",
    "Zij zeiden: “Bij Allah! Jij zult nooit stoppen om aan Yoesoef te denken tot je zwak wordt of totdat je tot de doden behoort.”",
    "Hij zei: “Ik klaag alleen over mijn verdriet bij Allah en ik weet van Allah datgene wat jullie niet weten.”",
    "O mijn zonen! Ga en informeer over Yoesoef en zijn broeder en wanhoop niet aan de Genade van Allah. Voorzeker, niemand wanhoopt aan Allah’s (verlichtende) Genade behalve de mensen die niet geloven.”",
    "Toen zij toen bij hem (Yoesoef) kwamen, zeiden zij: “O heerser van het land. Wij en onze familie zijn door moeilijke tijd getroffen, en wij hebben maar een klein kapitaal meegebracht, geef ons dus de volle maat en geef ons liefdadigheid. Waarlijk, Allah beloont de liefdadigheid.”",
    "Hij zei: “Weten jullie wat jullie met Yoesoef en zijn broeder hebben gedaan, toen jullie onwetend waren?”",
    "Zij zeiden: “Ben jij werkelijk Yoesoef?” Hij zei: “Ik ben Yoesoef en dit is mijn broeder. Allah is ons zeker genadig geweest. Waarlijk, degene die Allah vreest en geduldig is, dan zeker, Allah zorgt ervoor dat de beloning van de weldoeners niet verloren gaat.”",
    "Zij zeiden: “Bij Allah! Voorwaar, Allah heeft jou boven ons uitverkoren en wij zijn zeker zondaren geweest.”",
    "Hij zei: “Op deze dag is er voor jullie geen verwijt, moge Allah jullie vergeven en Hij is de Genadigste der Genadigen.",
    "Ga met mijn hemd en leg het over het gezicht van mijn vader, hij zal dan ziende worden en breng mij al jullie familie.”",
    "En toen de karavaan het land uittrok, zei hun vader: “Ik ruik de geur van Yoesoef, zelfs al zien jullie mij voor zwakzinnig aan.”",
    "Zij zeiden: “Bij Allah! Zeker jij maakt een oude vergissing.”",
    "Toen de brenger van het goede nieuws aankwam, legde hij het (hemd) over zijn gezicht en hij (Ya’coeb) werd ziende. Hij zei: “Heb ik jullie niet gezegd: “Ik weet van Allah wat jullie niet weten.”",
    "Zij zeiden: “O vader! Vraag om vergiffenis (van Allah) voor onze zonden, wij zijn inderdaad zondaren geweest.”",
    "Hij zei: “Ik zal mijn Heer om vergeving voor jullie vragen, waarlijk Hij! Alleen Hij is de Genadevolle, de Barmhartige.”",
    "Toen zij bij Yoesoef binnenkwamen, nam hij zijn ouders bij zich en zei: “Kom Egypte, als Allah dat wil, veilig binnen.”",
    "En hij hief zijn ouders op de troon (van waardigheid) en zij vielen knielend voor hem neer. En hij zei: “O vader! Dit is de uitleg van mijn oude droom! Mijn Heer heeft het in vervulling gebracht! (Allah) heeft me zeker goed behandeld toen Hij mij uit de gevangenis heeft bevrijd en jullie uit het bedoeïenenleven (tot bij mij) heeft gebracht. (Zelfs) nadat Sjaitaan tussen mij en mijn broers vijandigheid had gezaaid. Zeker, mijn Heer is Zachtmoedig voor wie Hij wil. Waarlijk, Hij is de Alwetende, de Alwijze.",
    "Mijn Heer! U heeft mij een gedeelte van het koninkrijk gegeven en mij de betekenis van de dromen onderwezen. De Schepper van de hemelen en de aarde! U bent mijn Beschermheer in deze wereld en in het Hiernamaals, laat mij sterven als een moslim en voeg mij bij de rechtvaardigen.”",
    "Dit behoort tot de geschiedenissen van het onwaarneembare die Wij aan jou (Mohammed) openbaren. Jij was niet bij hen toen zij hun plan tegen jou bedachten en (ook niet terwijl) zij samenzwoeren.",
    "En de meeste mensen zullen niet geloven, ook al wens jij dat ze gelovig worden.",
    "En jij vraagt hen daarvoor geen beloning, het (de Koran) is slechts een Vermaning voor de werelden.",
    "En hoeveel Tekenen in de hemel en de aarde ook komen, zij zijn er afkerig van.",
    "En de meesten van hen geloven niet in Allah, zonder deelgenoten (aan Hem) toe te kennen.",
    "Voelen zij zich dan veilig voor de komst van de straf van Allah die hen als een sluier bedekt, of voor de komst van het uur, dat plotseling tot hen zal komen wanneer zij dat niet verwachten?",
    "Zeg: “Dit is mijn Weg, ik en mijn volgelingen roepen op tot Allah met zekere kennis. En Verheerlijkt en Uitmuntend is Allah. En ik behoor niet tot de afgodenaanbidders.”",
    "En Wij hebben vόόr jou niemand gezonden, behalve degenen van de bewoners van de steden aan wie Wij openbaarden. Hebben zij niet over de aarde gereisd en het einde gezien van degenen die vόόr hen waren? En waarlijk, het huis in het Hiernamaals is beter voor degenen die Allah vrezen en Hem gehoorzamen. Begrijpen jullie dan niet?",
    "Tot de Boodschappers de hoop hebben opgegeven en dachten dat zij ontkend werden, toen kwam tot hen Onze hulp en iedereen die Wij wilden werd gered. En Onze bestraffing kan niet tegengehouden worden van de mensen die misdadigers zijn.",
    "Voorwaar, in hun verhalen is er een les voor de mensen van begrip. Het is niet iets dat is verzonnen, het is een bevestiging van wat ervoor was, als een verduidelijking van alle dingen, als Leiding en een Genade voor de mensen die geloven.",
    "Alif, Lām, Mīm, Rā. Dit zijn de verzen van het Boek. En dat wat aan jou geopenbaard is van jouw Heer is de Waarheid, maar de meeste mensen geloven niet.",
    "Allah is Degene Die de hemelen heeft verheven zonder pilaren die jullie kunnen zien. Daarna zetelde Hij Zich op de troon. Hij heeft de zon en de maan in dienst gesteld. Elk volgt zijn baan tot een vastgestelde termijn. Hij (Allah) regelt alle zaken, legt de Tekenen nauwkeurig uit, zodat jullie met een zekerheid aan de ontmoeting van jullie Heer mogen geloven.",
    "En Hij is Degene Die de aarde heeft uitgespreid en daarop stevige bergen en rivieren heeft geplaatst en van alle soorten vruchten heeft Hij paren gemaakt. Hij brengt de nacht als bedekking over de dag. Waarlijk, in deze zaken zijn Tekenen voor de mensen die nadenken.",
    "En op aarde zijn gebieden naast elkaar, en tuinen met druivenstokken en ingezaaide velden met koren en palmbomen, twee of\" drie groeiend uit een enkele wortelstam of anders, bevloeid met hetzelfde water, maar een paar van hen maakten Wij beter dan anderen voor consumptie. Waarlijk, in deze zaken zijn er Tekenen voor de mensen die begrijpen.",
    "En als jij je verbaast, nog verbazender zijn dan hun woorden: “Als wij stof zijn geworden, zullen wij dan inderdaad weer als een nieuwe schepping (verrijzen)?” Zij zijn degenen die niet in hun Heer geloven! Zij zijn degenen die ijzeren ketenen zullen hebben die hun handen aan hun nekken zullen verbinden. Zij zullen de bewoners van het Vuur zijn en daarin verblijven.",
    "Zij vragen aan jou (O Mohammed) om het kwaad te verhaasten voor het goede, toch zijn er veel voorbeelden van bestraffing aan hen voorafgegaan. Maar waarlijk, jouw Heer is vol vergeving voor de mensheid ondanks hun zonden. En waarlijk, jouw Heer is streng in de bestraffing.",
    "En de ongelovigen zeggen: “Waarom is er geen Teken van zijn Heer naar hem (Mohammed) gezonden?” Voorwaar, jij bent slechts een waarschuwer en voor elk volk is er een gids.",
    "Allah weet wat elke vrouw draagt en wat de baarmoeders niet voldragen en wat zij doen groeien. En alle dingen hebben bij Hem een eigen maatgeving.",
    "Alwetende van het onzichtbare en het zichtbare, de Grootste, de Allerhoogste.",
    "Voor Hem is degene die het woord verbergt gelijk aan degene die het hardop uitspreekt. En hij die verbergt in de nacht (is gelijk aan wie) overdag bekendmaakt.",
    "Voor ieder zijn er Engelen in opvolging, voor hem en achter hem. Zij waken over hem op het Bevel van Allah. Waarlijk! Allah zal de goede omstandigheden van de mensen niet veranderen totdat zij hun eigen toestand veranderen. Maar als Allah een bestraffing voor de mensen wil, dan kan dat niet afgewend worden, en naast Hem zullen zij geen Beschermer vinden.",
    "En Hij is Degene die jullie de bliksem laat zien als een angst en een hoop. En Hij is het Die de zware wolken bijeenbrengt.",
    "En de donder verheerlijkt en prijst Hem, en dat doen de engelen ook in ontzag voor Hem. Hij stuurt de bliksemflits en daarin slaat Hij ieder die Hij wil. En zij redetwisten over Allah. En Hij is machtig in kracht en streng in de bestraffing.",
    "Tot Hem is het ware gebed. En degenen die zij naast Hem aanroepen, geven hen niet meer antwoord dan degenen die zijn hand uitsteekt zodat het water zijn mond zal bereiken, maar het bereikt hem niet, en de aanroepingen van de ongelovigen zijn nutteloos.",
    "En voor Allah (alleen) knielt ieder die in de hemelen en op aarde is, gewillig of ongewillig, en ook hun schaduwen (onderwerpen zich) in de ochtend en de avond.",
    "Zeg: “Wie is de Heer van de hemelen en de aarde?” Zeg: “Allah.” Zeg: “Nemen jullie dan (ter aanbidding) naast Hem beschermers terwijl zij geen macht hebben om voor zichzelf nut (te verwerven) of schade (af te wenden)?” Zeg: “Is de blinde gelijk aan de ziende? Of is de duisternis gelijk aan het licht? Of kennen zij aan Allah deelgenoten toe die iets geschapen zouden hebben, zoals Zijn schepping?” Zodat het scheppen voor hen hetzelfde is. Zeg: “Allah is de Schepper van alle zaken, Hij is de Ene, de Overweldiger.”",
    "Hij stuurt het water naar beneden uit de hemelen dat daarna in beddingen naar hun omvang stroomt en de stroom draagt het schuim weg wat op de oppervlakte ligt. En uit wat zij in het vuur verhitten om versieringen of gebruiksvoorwerpen van te maken, komt er soortgelijk schuim. Zo laat Allah zien wat waarheid en leugen is! \"Wat het schuim betreft, het verdwijnt als iets nutteloos, terwijl dat wat goed voor de mensheid is op de aarde blijft. Zo geeft Allah vergelijkingen.",
    "Voor degenen die de Roep van hun Heer beantwoorden is er het Paradijs. Maar voor degenen die Zijn Roep niet beantwoorden, al zouden zij alles hebben wat op aarde bestaat en nog eens zoveel daarbij, zij zouden zich daarmee willen vrijkopen. Voor hen zal er een verschrikkelijke afrekening volgen. Hun verblijfplaats zal de Hel zijn – en dat is zeker een slechte rustplaats.",
    "Zal degene, die weet dat wat aan jou van je Heer geopenbaard is, de waarheid is, gelijk zijn aan degene die blind is? Maar het zijn slechts de mensen van begrip die daar acht op slaan.",
    "Degenen die het verbond van Allah vervullen en het verbond niet verbreken.",
    "Degenen die onderhouden wat Allah geboden heeft te onderhouden. En zij vrezen hun Heer en zijn bang voor de verschrikkelijke afrekening.",
    "En degenen die vasthoudend zijn en de tevredenheid van hun Heer zoeken, en die de gebeden perfect verrichten, en die bijdragen geven van wat Wij hen hebben gegeven, en het kwade vervangen door het goede Voor hen is er een goed einde.",
    "Eeuwige tuinen van het ‘Adn (het Paradijs), waar zij zullen binnentreden en (ook) degenen van hun vaders, en hun vrouwen en hun kinderen die rechtvaardig handelen. En de Engelen zullen door elke poort tot hen binnentreden.",
    "(Zeggend:) “Vrede zij met jullie” (omdat jullie in geduld hebben volgehouden) Het is de beste eindbestemming.",
    "En degenen die het verbond met Allah verbreken, na zijn totstandkoming, en datgene wat Allah bevolen heeft te verenigen geweld aandoen en verderf zaaien in het land, op hen is de vloek. En\" voor hen is er een slechte verblijfplaats.",
    "Allah vermindert en vergroot de levensvoorziening voor wie Hij wil, en zij verheugen zich over het wereldse, terwijl wanneer men het leven van de wereld met het Hiernamaals vergelijkt het alleen maar een kortstondig plezier is.",
    "En degenen die ongelovig zijn zeggen: “Waarom wordt er geen Teken aan hem (Mohammed) neergezonden van zijn Heer?” Zeg: “Waarlijk, Allah laat dwalen wie Hij wil en Hij leidt tot Hemzelf degenen die zich in berouw tot Hem keren.",
    "Degenen die geloven (hebben) harten (die) rust vinden in het gedenken van Allah. Weet, door het gedenken van Allah komen de harten tot rust!",
    "Degenen die geloven en goede daden verrichten: voor hen is er een goed leven en een prachtige plaats van terugkeer.",
    "Zo hebben Wij jou (O Mohammed) naar een gemeenschap gezonden waaraan andere gemeenschappen vooraf zijn gegaan, om aan hen (de Koran) te reciteren die Wij aan jou hebben geopenbaard, terwijl zij ongelovig waren in de Erbarmer. Zeg: “Hij is mijn Heer! Er is geen god dan Hij! In Hem is mijn vertrouwen, en tot Hem is mijn terugkeer in berouw.”",
    "En als er een oplezing (een geopenbaard boek) zou zijn, waardoor de bergen verplaatst worden of de aarde gespleten word, of de doden zouden kunnen spreken (dan zou dat de Koran zijn). Maar de beslissing van alle zaken ligt zeker bij Allah. Weten degenen die geloven niet dat als Allah het gewild had Hij de hele mensheid had kunnen leiden? En een ramp zal niet stoppen de ongelovigen te treffen vanwege hun (kwade) daden of het nestelt zich vlak bij hun huizen, tot de Belofte van Allah komt om voorbij te gaan. Zeker, Allah verzaakt niet in Zijn Belofte.",
    "En voorwaar (vele) Boodschappers vóór jou werden bespot, maar Ik gaf uitstel aan degenen die ongelovig waren, en tenslotte bestrafte Ik hen. Hoe (vreselijk) was Mijn bestraffing?",
    "En is Hij Die waakt over wat elke ziel heeft verworven (gelijk aan de afgodsbeelden)? Maar toch kennen zij deelgenoten aan Allah toe. Zeg: “Noem ze dan!” Is het zo dat jullie Hem iets vertellen over iets op aarde waar Hij geen weet van heeft of is het maar een uiting van leugens. Nee! Voor de ongelovigen lijkt hun samenzwering goed, en zij worden van het Rechte Pad afgehouden en degene die Allah laat dwalen, voor hem is er geen leiding.",
    "Voor hen is er een bestraffing in het leven van deze wereld en zeker een zwaardere bestraffing in het Hiernamaals. En zij hebben geen bescherming tegen Allah.",
    "De beschrijving van het Paradijs wat aan de godvrezenden beloofd is: er stromen rivieren onder door, de voorziening is eeuwig en zo is de schaduw. Dat is de eindbestemming van de godvrezenden en de eindbestemming van de ongelovigen is het Vuur.",
    "Degenen aan wie Wij het Boek hebben gegeven, verheugen zich over datgene wat aan jou geopenbaard is. Maar onder de bondgenoten zijn er die een gedeelte daarvan verwerpen. Zeg: “Mij is bevolen om (alleen) Allah te aanbidden en Hem geen deelgenoten toe te kennen. Hem (alleen) roep ik aan en tot Hem is mijn terugkeer.”",
    "En dus hebben Wij het (de Koran) neergezonden als een wetgeving in de Arabische taal. Als jij hun wensen had gevolgd, nadat de kennis tot jou was gekomen, dan zou er voor jou geen helper of verdediger zijn tegen (de bestraffing van) Allah.",
    "Voorwaar, Wij hebben Boodschappers gezonden die jou (o Mohammed) zijn voorgegaan en hen (allen) \"voorzien van zowel vrouwen als een nageslacht. En het is niet aan de Boodschapper om een Vers te brengen, behalve met Allah’s toestemming. Voor elke periode is er een Boek.",
    "En Allah verbergt wat Hij wil en vestigt (wat Hij wil). En bij Hem bevindt zich de Moeder van het Boek.",
    "Als Wij jou een deel van wat Wij hen beloofd hebben laten zien of jou laten sterven: jouw taak is slechts de verkondiging en bij Ons is de afrekening.",
    "Zien zij dan niet dat Wij geleidelijk het land verminderen van zijn buitenste grenzen. En (als) Allah oordeelt is er geen die Zijn oordeel kan weerleggen en Hij is snel in de afrekening.",
    "En waarlijk degenen vόόr hen zwoeren samen, maar alle plannen zijn bij Allah. Hij weet wat ieder verdient, en de ongelovigen zullen te weten komen wie de goede eindbestemming is.",
    "En degenen die ongelovig zijn, zeggen: “Jij bent geen Boodschapper.” Zeg: “Voldoende als getuige tussen mij en jullie is Allah en degenen die kennis over het Boek hebben.”",
    "Alif, Lām, Rā. (Dit is) een Boek dat Wij aan jou (O Mohammed) hebben geopenbaard opdat jij de mensheid uit de duisternis naar het licht moge leiden, met toestemming van hun Heer, naar het Pad van de Almachtige, de Eigenaar van alle lofbetuigingen.",
    "Allah aan Wie wat in de hemelen en alles wat op aarde is behoort. En wee de ongelovigen, voor een strenge bestraffing.",
    "Degenen die de voorkeur geven aan het leven van deze wereld in plaats van het leven in het Hiernamaals, en afhouden van de Weg van Allah en die wensen dat die krom wordt – zij zijn ver afgedwaald.",
    "En Wij sturen geen Boodschapper behalve met de taal van zijn volk, zodat hij (de Boodschap) voor hen duidelijk kan maken. Daarna doet Allah dwalen wie Hij wil en leidt Hij wie Hij wil. En Hij is de Almachtige, de Alwijze.",
    "En voorwaar, Wij stuurden Mozes met Onze Tekenen (zeggende): “Breng jullie volk van de duisternis naar het licht en herinner hen aan de dagen van Allah.” Waarlijk, daarin zijn bewijzen en Tekenen voor alle geduldige dankbaren.",
    "En (gedenk) toen Mozes tegen zijn volk zei: “Herinner je Allah’s gunsten over jullie, toen Hij jullie redde van het volk van de Farao, die jullie met vreselijke bestraffing troffen, en jullie zonen afslachten en jullie dochters in leven lieten, en daarin was een vreselijke beproeving van jullie Heer.”",
    "En (gedenk) toen jullie Heer verklaarde: “Als jullie dank betuigen, dan geef Ik jullie meer maar als jullie ondankbaar zijn, waarlijk! Mijn bestraffing is zeker zwaar.”",
    "En Mozes zei: “Als jullie ondankbaar zijn, jullie en allen op de aarde tezamen, dan voorwaar! Allah is Behoefteloos, Eigenaar van alle lofprijzingen.”",
    "Heeft jullie het nieuws niet bereikt van degenen vóór jullie, het volk van Noah, en ‘Ad, en Thamoed? En degenen na hen? Niemand kent hen, behalve Allah. Tot hen kwamen hun Boodschappers met duidelijke bewijzen, maar zij legden hun handen over hun monden en zeiden: “Waarlijk, wij geloven niet aan datgene wat aan jou gestuurd is en wij verkeren echt in grote twijfel over datgene waartoe jij ons uitnodigt.”",
    "Hun Boodschappers zeiden: “Wat! Kan er twijfel bestaan over Allah, de Schepper van de hemelen en de aarde?\" Hij roept jullie opdat Hij jullie moge vergeven voor jullie zonden en om jullie uitstel te geven voor een vastgestelde termijn.” Zij zeiden: “Jullie zijn niets anders dan mensen zoals wij! Jullie wensen dat wij ons afkeren van wat onze vaders gewoonlijk aanbaden. Geef ons dan een duidelijk bewijs.”",
    "Hun Boodschappers zeiden tegen hen: “Wij zijn niet meer dan mensen zoals jullie, maar Allah schenkt Zijn genade aan wie Hij wil van Zijn dienaren. Het is niet aan ons om jullie een bewijs te geven behalve met de toestemming van Allah. En op (alleen) Allah leggen de gelovigen hun vertrouwen.",
    "En waarom zouden wij ons vertrouwen niet bij Allah leggen want Hij heeft ons zeker geleid op onze wegen. En wij zullen zeker geduldig alle kwetsuren verdragen die jullie ons toebrengen, en laat daarom zij die vertrouwen hebben, hun vertrouwen op Allah stellen.”",
    "En degenen die ongelovig waren zeiden tot hun Boodschappers: “Zeker, wij zullen jullie het land uit jagen, of jullie moeten tot onze godsdienst terugkeren.” Toen openbaarde hun Heer hen: “Waarlijk, Wij zullen de onrechtvaardigen vernietigen.",
    "En voorwaar, Wij zullen er voor zorgen dat jullie in het land na hen wonen. Dit is voor degene die vreest voor Mij te staan en die Mijn waarschuwing vreest.”",
    "Maar zij vroegen om een overwinning en de hulp (van hun Heer), en elke koppige, arrogante alleenheerser onderging een volledig verlies en vernietiging.",
    "Vóór hen ligt de Hel. En hij wordt gedwongen om kokend water te drinken.",
    "Hij zal het met kleine teugen drinken en hij zal grote problemen ondervinden in het doorslikken daarvan. En de dood zal hem van alle kanten benaderen, maar hij zal niet sterven en voor hem zal een grote bestraffing zijn.",
    "De vergelijking van degenen die niet in hun Heer geloven is dat van hun werken die als as zijn, waarover de wind hard blaast op een stormachtige dag. Zij zullen niet in staat zijn vast te houden wat zij verdiend hebben. Dat is het afdwalen.",
    "Zie jij (O Mohammed) niet dat Allah de hemelen en de aarde in Waarheid heeft geschapen? Als Hij dat wil kan Hij jullie verwijderen (en) brengt Hij een nieuwe schepping voort.",
    "En voor Allah is dat niet moeilijk.",
    "En zij zullen allen voor Allah verschijnen dan zullen de zwakken tegen degenen die hun arrogante (leiders) waren, zeggen: “Waarlijk, wij volgden jullie, kunnen jullie dan iets van Allah’s bestraffing afwenden?” Zij zullen zeggen: “Als Allah ons geleid had, dan zouden wij jullie geleid hebben. Het is voor ons gelijk of wij ongeduld tonen of geduldig zijn, er is geen vluchtplaats voor ons.”",
    "En Sheitan zei toen de zaak besloten was: “Waarlijk, Allah heeft jullie een ware belofte gedaan. En ik heb jullie ook iets beloofd maar ik heb jullie verraden. Ik had geen gezag over jullie, behalve dat ik jullie geroepen heb en jullie mijn (roep) beantwoord hebben. Geef mij dus niet de schuld maar geef jullie zelf de schuld. Ik kan jullie niet helpen, noch kunnen jullie mij helpen. Ik ontken (het feit) dat jullie mij voordien als deelgenoot naast Allah hebben geplaatst. Waarlijk, er is een pijnlijke bestraffing voor de onrechtvaardigen.”",
    "En degenen die geloofden en goede daden verrichtten, zullen de Tuinen waar rivieren onder door stromen binnengaan, om daarin voor altijd te verblijven met de toestemming van hun Heer. Hun groet zal daar ‘vrede’ zijn.",
    "Zien jullie niet hoe Allah een vergelijking maakt met een goede uitspraak, die als een goede boom \"is, wiens wortels stevig in de grond staan, en de takken naar de hemel reiken?",
    "Hij geeft zijn vruchten in elk seizoen, met de toestemming van zijn Heer, Allah geeft gelijkenissen voor de mensheid. Hopelijk zullen zij er lering uit trekken.",
    "En de gelijkenis van een kwaad woord is die van de kwade boom die ontworteld is en geen stabiliteit heeft.",
    "Allah versterkt degenen die geloven met de standvastige uitspraak (de geloofsbelijdenis) tijdens het wereldse leven en in het Hiernamaals. En Allah zal degenen die onrechtvaardig zijn laten dwalen, en Allah doet wat Hij wil.",
    "Heb jij diegenen dan niet gezien die (dankbaarheid voor) de zegeningen van Allah hebben vervangen door ongeloof (om op die manier de Boodschapper te kunnen ontkennen), en ervoor zorgen dat hun volk in het huis van de vernietiging zal wonen?",
    "De Hel, waarin zij zullen branden: en een kwade plaats is dat om in te verblijven!",
    "En zij geven Allah medegoden om (de mensen) van het rechte Pad af te leiden! Zeg: “Geniet! Maar zeker zal jullie bestemming het Hellevuur zijn.”",
    "Zeg (O Mohammed) tot Mijn dienaren die geloven, dat zij de gebeden perfect moeten verrichten en van hun onderhoud wat Wij hen gegeven hebben, openlijk en in het geheim liefdadigheid moeten geven voordat er een Dag komt, waarop er geen wederzijdse afdinging of vriendschap zal zijn.",
    "Allah is Degene Die de hemelen en de aarde heeft geschapen en het water uit de hemelen naar beneden stuurt, en daardoor vruchten voortbrengt als onderhoud voor jullie; en Hij heeft de schepen voor jullie dienstbaar gemaakt, opdat zij op Zijn bevel over zee zullen varen, en Hij heeft de rivieren dienstbaar voor jullie gemaakt.",
    "En Hij heeft de zon en de maan dienstbaar gemaakt, beiden voortdurend hun koers vervolgend.En Hij maakte voor jullie de nacht en de dag dienstbaar.",
    "En Hij heeft jullie alles gegeven waar jullie om gevraagd hebben. En als jullie de (ontelbare) gunsten van Allah willen tellen, dan zullen jullie daar nooit toe in staat zijn. Waarlijk! De mens is inderdaad onrechtvaardig, ondankbaar.",
    "En (gedenk) toen Ibrahim zei: “O mijn Heer! Maak deze stad (een stad) van vrede en veiligheid, vermijd dat ik en mijn zonen afgod(sbeeld)en zullen aanbidden.",
    "O mijn Heer! De (aanbidding van deze) afgoden hebben veel mensen op een dwaalspoor gebracht. Maar eenieder die mij volgt, die behoort bij mij. En eenieder die mij ongehoorzaam is, voorwaar U bent de Vergevingsgezinde, de Barmhartige.",
    "O onze Heer! Ik heb mijn kinderen laten wonen in een dal wonen waar geen landbouw is, bij Uw Heilige Huis (de Ka’ba) O onze Heer, (ik liet hen achter) zodat zij hun gebeden zullen onderhouden, vul dus wat harten onder de mensen met liefde voor hen en voorzie hen van vruchten. Hopelijk zullen zij dankbaar zijn.",
    "Onze Heer! Zeker, U weet wat wij verbergen en wat wij openlijk doen. Niets op aarde of in de hemel is voor Allah verborgen.",
    "Alle lof zij Allah, die mij op hoge leeftijd Ismael en Isaac heeft gegeven. Waarlijk! Mijn Heer is zeker Alhorend van de smeekbeden.",
    "Mijn Heer! Zorg dat ik mijn gebeden verricht en (ook) mij nageslacht, onze Heer! En accepteer mijn smeekgebeden.",
    "Onze Heer! Vergeef mij en mijn ouders en (alle) gelovigen op de Dag waarop de afrekening plaatsvindt.”",
    "Denk niet (O Mohammed) dat Allah achteloos tegenover wat de onrechtvaardigen doen. Maar Hij geeft hen slechts uitstel tot de Dag waarop de ogen naar de verschrikking zullen staren.",
    "(Zij zullen zich) voorwaarts haasten met opgeheven hoofd, (naar de hemel), terwijl zij hun blik niet kunnen afwenden en hun harten leeg zijn.",
    "En waarschuw de mensheid voor de Dag wanneer de bestraffing tot hen zal komen; dan zullen de zondaren zeggen: “Onze Heer! Geef ons nog een klein beetje uitstel, wij zullen Uw oproep beantwoorden en de Boodschappers volgen!” (Er zal tot hen gezegd worden): “Hebben jullie vroeger niet gezworen dat jullie (de wereld niet voor het Hiernamaals) zullen verlaten?”",
    "En jullie verbleven in de woonplaatsen van de mensen die zichzelf onrecht hebben aangedaan, en het is voor jullie duidelijk geworden hoe Wij met hen omgaan. En Wij hebben voor jullie vergelijkingen gemaakt.",
    "Voorwaar, zij hebben hun plannen gesmeed, en hun plan was bekend bij Allah. Ondanks dat hun plan zo was, dat er bergen door zouden worden verzet.",
    "Denk dus niet dat Allah Zijn belofte aan Zijn Boodschappers niet zou houden. Zeker, Allah is Almachtig, de Bezitter van de Vergelding.",
    "Op de Dag dat de aarde in een andere aarde zal veranderen en de hemelen ook. En de mensen zullen voor Allah verschijnen, de Ene, de Onweerstaanbare.",
    "En jij zal op die Dag de misdadigers zien aan elkaar vastgebonden met ketenen.",
    "Hun kleding zal van pek zijn en de Hel zal hun gezichten bedekken.",
    "Dat Allah ieder persoon moge belonen wat hij verdiend heeft. Waarlijk, Allah is snel in de afrekening.",
    "Deze (Koran) is een Boodschap voor de mensheid, zodat zij daardoor mee gewaarschuwd zullen worden en opdat zij weten dat Hij de Enige God is. Geen heeft het recht aanbeden te worden behalve Allah en dat de mensen van begrip daarop acht slaan.",
    "Alif, Lām, Rā. Dit zijn de verzen van het Boek en een duidelijke Koran."
  ]
}