{
  "meta": {
    "id": 235,
    "name": "Malak Faris Abdalsalaam",
    "translator_name": "Malak Faris Abdalsalaam",
    "slug": "dutch-abdalsalaam",
    "language_name": "dutch"
  },
  "verses": [
    "Voorspoedig zijn de gelovigen. (in Allah en Zijn Boodschapper doordat zij handelen naar Zijn geboden en wegblijven van Zijn verboden).",
    "(Dit zijn) degenen die hun gebeden in volle ernst en totale onderwerping verrichten (waardoor hun harten tot rust komen).",
    "En degenen die zich van het oppervlakkige gesprek afkeren.",
    "En degenen die de Zakat betalen.",
    "En degenen die hun kuisheid behoeden.",
    "Behalve voor hun vrouwen of wat hun rechterhand bezit, dan worden zij niet verweten.",
    "Maar iedereen wie meer dan dat wil, zij zijn de overtreders.",
    "Degenen die oprecht trouw zijn aan datgene wat hun toegewezen is en aan hun verbond.",
    "En degenen die hun gebeden strikt onderhouden.",
    "Zij zijn zeker de erfgenamen.",
    "Die het Paradijs zullen erven. Zij zullen daarin voor altijd verblijven.",
    "En voorwaar, Wij hebben de mens uit een extract van klei geschapen.",
    "Toen maakten Wij hem tot een druppel (en brachten het onder) in een veilig onderkomen.",
    "Toen vormden Wij de druppel tot een bloedklonter, daarna maakten Wij van de klonter een kleine vleesklomp, waarna Wij die kleine vleesklomp voorzagen van beenderen, vervolgens bekleedden Wij die beenderen met vlees en later brachten Wij het voort als een andere schepping. Gezegend dus is Allah, de Beste der Scheppers.",
    "En vervolgens zullen jullie zeker daarna sterven.",
    "Daarna zullen jullie op de Dag der Opstanding herrijzen.",
    "En voorwaar, Wij hebben boven jullie zeven hemelen geschapen, en Wij veronachtzamen de schepping niet.",
    "En Wij stuurden uit de hemel water neer in (afgemeten) hoeveelheid, waarna Wij het blijvend in de grond vasthouden. En waarlijk, Wij zijn in staat om het weg te nemen.",
    "Daarna brachten Wij voor jullie daarmee tuinen van dadelpalmen en druiven voort, waarin er veel fruit voor jullie is en waarvan jullie eten.",
    "En een boom die groeit op de Berg Sinai, die olie en een gerecht voor hen die eten levert.",
    "En waarlijk! In het vee is er zeker een les voor jullie. Wij geven jullie te drinken van wat in hun buiken is, En daarin zijn vele voordelen voor jullie en daarvan eten jullie.",
    "En op hen en op de schepen worden jullie gedragen.",
    "En voorwaar, Wij hebben Noah naar zijn volk gestuurd en hij zei: “O mijn volk! Aanbidt Allah! Jullie hebben geen andere God behalve Hem. Zijn jullie dan niet bang?”",
    "Maar de stamhoofden van degenen die onder zijn volk ongelovig waren, zeiden: “Hij is niet meer dan een mens zoals jullie, hij probeert zichzelf boven jullie te stellen. Als Allah het gewild had, dan had Hij beslist Engelen neergezonden; nog nooit hebben wij zoiets gehoord van de voorvaders.",
    "Hij is slechts een man die krankzinnig is, wacht dus een tijdje op hem.”",
    "(Noah) zei: “O mijn Heer! Help mij want zij ontkennen mij.”",
    "toen openbaarden Wij aan hem (zeggende): “Bouw een schip onder Onze ogen en volgens Onze openbaring. En als Ons bevel komt, en de oven overkookt, neem dan aan boord van elk soort twee en jouw familie, behalve degenen waar het Woord al tegen is uitgevaardigd. En spreek Mij niet aan om gunsten te verlenen voor degenen die gezondigd hebben. Waarlijk, zij zullen verdrinken.",
    "En als jullie ingescheept zijn, jij en iedereen die met jouw is, zeg dan: “Alle lofbetuigingen en dank zijn voor Allah, Die ons van het volk dat onrechtvaardig is, gered heeft.”",
    "En zeg: “Mijn Heer! Laat mij op een gezegende plaats aankomen, want U bent de Beste van degenen Die plaatsen geven.”",
    "Waarlijk, hierin zijn er zeker Tekenen voor mensen van begrip, want zeker Wij hebben (de mens) aan een beproeving onderworpen.",
    "Vervolgens brengen Wij na hen een andere generatie voort.",
    "En Wij hebben hen een Boodschapper gestuurd (zeggende): “Aanbidt Allah! Jullie hebben geen andere God dan Hij. Zijn jullie dan niet bang?”",
    "En de stamhoofden van zijn volk, die ongelovig waren en de ontmoeting in het Hiernamaals ontkenden en die Wij de weelde en het gemak van dit leven hadden gegeven, zeiden: “Hij is niets meer dan een mens zoals jullie, hij eet wat jullie eten en drinkt wat jullie drinken.",
    "Als jullie een mens moeten gehoorzamen zoals jullie zelf, dan waarlijk! Jullie zouden zeker verliezers zijn.",
    "Belooft hij jullie dat wanneer jullie gestorven zijn en tot stof en botten geworden zijn, jullie weer levend zullen worden?",
    "Ver, ver weg is wat aan jullie beloofd is.",
    "Er is niets dan ons leven in deze wereld! Wij sterven en wij leven! En wij zullen niet herrijzen!",
    "Hij is slechts een man die een leugen over Allah bedacht heeft, maar wij zullen hem niet geloven.”",
    "Hij zei: “O mijn Heer! Help mij want zij ontkennen mij.”",
    "(Allah) zei: “Over een poosje zullen zij zeker spijt hebben.”",
    "Terecht trof de bliksemslag hen toen, en Wij maakten hen als afval van dode planten. Weg dus met het volk dat onrechtvaardig is.",
    "Vervolgens hebben Wij een andere generatie geschapen.",
    "Geen volk kan de vastgestelde tijd overschrijden, noch kunnen zij het vertragen.",
    "Vervolgens stuurden Wij in opeenvolging Onze Boodschappers.Telkens wanneer een Boodschapper tot een volk kwam, werd hij ontkend.Toen deden Wij hen elkaar opvolgen (in hun vernietiging), en Wij maakten hen tot onderwerp van verhalen. Ten onder gaat het volk dat niet gelooft!",
    "Toen stuurden Wij Mozes en zijn broeder Haaron met Onze Tekenen en een duidelijk Bewijs.",
    "Naar de Farao en zijn gezagdragers, maar zij gedroegen zich beledigend en zij waren een aanmatigend volk.",
    "Zij zeiden: “Zullen wij in twee mensen zoals onszelf geloven, terwijl hun volk voor dienaren is?”",
    "Dus zij ontkenden hen beiden en behoorden toen tot degenen die vernietigd werden.",
    "En voorwaar, Wij gaven Mozes het Boek, opdat (de Kinderen Israëls) leiding mochten volgen.",
    "En Wij hebben de zoon van Maryam en zijn moeder als een Teken gemaakt, en Wij gaven hen een toevluchtsoord op hoge gronden, een rustplaats, zekerheid en stromende rivieren.",
    "O Boodschappers! Eet van het wettige en goede voedsel, \"en verricht goede daden (zowel de verplichte als de vrijwillige). Waarlijk! Ik ben Welbekend met datgene wat jullie doen.",
    "En waarlijk! Dit is jullie godsdienst en is de enige godsdienst. En Ik ben jullie Heer, wees dus plichtsgetrouw tot Mij.",
    "Maar zij hebben hun godsdienst in sekten opgebroken, iedere groep verheugend in zijn geloof.",
    "Laat hen dus in dwaling tot een bepaald tijdstip.",
    "Denken zij dat omdat Wij hen rijkdom en kinderen hebben gegeven,",
    "Wij Ons bespoedigen tot hen met goede zaken? Nee, maar zij zien dat niet.",
    "Waarlijk! Degenen die in ontzag en vrees voor hun Heer leven.",
    "En degenen die in de Tekenen van hun Heer geloven,",
    "En degenen die geen deelgenoten aan hun Heer toekennen.",
    "En degenen die geven met hun harten vol vrees omdat zij er zeker van zijn dat zij tot hun Heer terugkeren.",
    "Zij zijn het die wedijveren om de goede daden en zij zijn er de eersten in.",
    "En Wij belasten niemand behalve volgens zijn vermogen en met Ons is een rapport wat de Waarheid spreekt en hen zal geen onrecht worden aangedaan.",
    "Nee, maar hun harten zijn onverschillig jegens dit Boek. En bovendien hebben zij andere (slechte) daden naast wat zij doen.",
    "Totdat, wanneer Wij degenen onder hen die in weelde leven leiden met de bestraffing treffen; zij om hulp schreeuwen.",
    "Schreeuw Die Dag niet (om hulp): jullie zullen door Ons niet geholpen worden.",
    "Voorwaar, Mijn Verzen worden al voor jullie gereciteerd, maar jullie draaien je op je hielen terug.",
    "Trots spreken zij er ’s nachts kwaad over.",
    "Hebben zij niet over het Woord nagedacht of is er iets tot hen gekomen wat niet tot hun voorvaderen is\" gekomen?",
    "Of is het dat zij hun Boodschapper niet erkennen zodat zij hem verloochenen?",
    "Of zeggen zij dat “er krankzinnigheid in hem is?” Integendeel, hij heeft hun de Waarheid gebracht maar de meesten van hen zijn afkerig van de Waarheid.",
    "En als de Waarheid in overeenstemming met hun wensen was, waarlijk, de hemelen en de aarde en alles wat daarop is zou ten onder gaan. Nee, Wij hebben hun een Overdenking gebracht, maar zij keren zich van de Overdenking af.",
    "Of is het zo dat jij (O Mohammed) hen om een beloning vroeg? Maar de beloning van jouw Heer is beter en Hij is de Beste van de Voorzieners.",
    "En zeker, jij roept hen op tot een recht Pad.",
    "En waarlijk, degenen die niet in het Hiernamaals geloven, dwalen zeker af van het rechte Pad.",
    "En als Wij genade met hen zouden hebben en hun ellende die zij ondergaan van hen zouden verwijderen, dan zouden zij blijven doorgaan met hun dwalingen.",
    "En voorwaar, Wij grepen hen met bestraffing, toch werden zij niet nederig voor hun Heer noch werden zij ootmoedig.",
    "Totdat Wij een poort van zware bestraffing voor hen openden en zie! Zij worden in de vernietiging gestort met diepe spijt, berouw en wanhoop.",
    "Hij is het, Die voor jullie het gehoor, gezichtsvermogen en het hart geschapen heeft. Jullie danken slechts weinig.",
    "En Hij is het Die jullie deed groeien op aarde en tot Hem zullen jullie verzameld worden.",
    "En Hij is het Die het leven geeft en de dood veroorzaakt, en aan Hem behoort de afwisseling van de nacht en de dag. Zullen jullie het dan niet begrijpen?",
    "Nee, maar zij zeggen hetzelfde als wat de vroegeren zeiden.",
    "Zij zeiden: “Als wij \"dood zijn en tot stof en beenderen geworden zijn, zullen wij dan echt herrezen worden?",
    "Waarlijk, dit is ons beloofd, ons en onze vaders voor (ons)! Dit zijn slechts de verhalen van de vroegeren.”",
    "Zeg: “Aan wie behoort de aarde en alles wat zich daarop bevindt? Als jullie het maar weten!”",
    "Zij zullen zeggen: “Het is van Allah!” Zeg: “Zullen jullie daar dan niet aan denken?”",
    "Zeg: “Wie is (de) Heer van de zeven hemelen en (de ) Heer van de Grote Troon?”",
    "Zij zullen zeggen: ”Allah.” Zeg: “Zullen jullie Allah dan niet vrezen?”",
    "Zeg: “In wiens handen is de soevereiniteit van alles? En Hij beschermt (alles) terwijl er tegen Hem geen beschermer is als jullie weten.”",
    "Zij zullen zeggen: “(Alles behoort) aan Allah.” Zeg: “Waarom zijn jullie dan misleid?”",
    "Maar Wij hebben de Waarheid gebracht en waarlijk, zij zijn leugenaars.",
    "Geen zoon heeft Allah gekregen noch is er een god naast Hem; zie, iedere god zou weggenomen hebben wat hij geschapen had en sommigen zouden geprobeerd hebben anderen te overwinnen! Verheerlijkt is Allah boven al wat zij Hem hebben toegekend!",
    "Alwetende van het onzichtbare en het zichtbare! Uitmuntend is Hij boven wat zij Hem toekennen.",
    "Zeg: “Mijn Heer! Als U mij laat zien waarmee zij bedreigd worden.",
    "Mijn Heer! Plaats mij niet tussen de mensen die onrechtvaardig zijn!”",
    "En voorwaar, Wij zijn in staat om jou te laten zien waarmee Wij hen bedreigd hebben.",
    "Weer het kwaad af met dat wat beter is. Wij zijn welbekend met de dingen die zij uiten.",
    "En zeg: “Mijn Heer, ik zoek mijn toevlucht bij U tegen de influisteringen van de Duivels.",
    "En ik zoek toevlucht bij U, mijn Heer! Opdat zij mij niet (met hun slechtheden) zullen naderen (tijdens mijn handelingen).”",
    "Maar wanneer de dood tot één van hen komt, zegt hij: “Mijn Heer! Stuur mij terug,",
    "Zodat ik goed kan doen in datgene wat ik heb achtergelaten!” Nee! Het is slechts een woord dat hij spreekt, en achter hem een scheiding tot de Dag dat zij zullen herrijzen.",
    "Dan, als de trompet geblazen wordt, zal er geen verwantschap meer zijn onder hen op die Dag, noch zullen zij elkander vragen.",
    "Degenen wiens weegschalen zwaar wegen: zij zijn degenen die de welslagenden zijn.",
    "En degenen wiens weegschalen licht wegen: zij zijn degenen die zichzelf verloren hebben, in de Hel zullen zij verblijven.",
    "Het Vuur zal hun gezichten verbranden en daarin zullen zij verschrompelen.",
    "Werden niet Mijn Verzen aan jullie gereciteerd, en hebben jullie die niet verloochend?",
    "Zij zullen zeggen: “Onze Heer! Onze tegenspoed overkwam ons en wij waren een dwalend volk.",
    "Onze Heer! Breng ons hier uit; als wij het herhalen, dan zijn wij zeker onrechtvaardigen.”",
    "Hij zal zeggen: “Blijf daarin en lijdt. En spreek niet tot Mij!”",
    "Waarlijk! Er was een deel van Mijn dienaren die plachten te zeggen: “Onze Heer! Wij geloven, vergeef ons dus en heb medelijden met ons, want U bent de Beste der Barmhartigen.”",
    "Maar jullie hielden hen voor de gek, en wel zo, dat jullie Mijn Overdenking vergaten terwijl jullie om hen lachten!",
    "Waarlijk! Deze Dag heb Ik hun geduld beloond, zij zijn zeker degenen die geslaagd zijn.”",
    "Hij (Allah) zei: “Hoeveel jaren brachten jullie op de aarde door?”",
    "(Vertwijfeld) zullen zij zeggen: “Wij verbleven (daar) een dag. Of was het een gedeelte van de dag? Vraag het aan (de Engelen) die (onze daden tot in het kleinste detail) bijhielden.”",
    "Hij (Allah) zal zeggen: “(In verhouding tot jullie verblijf in de Hel) was jullie verblijf (op en in de aarde) maar van korte duur, als jullie het weten.",
    "Denken jullie dat Wij jullie (zomaar) hebben geschapen zodat (jullie jezelf in onachtzaamheid) kunnen vermaken (met de geneugten des levens), zonder dat jullie bij Ons worden geroepen?”",
    "Uitmuntend en Verheven is Allah (boven deze misvatting), de Ware Koning. Er is geen god dan Hij, de Heer van de Verheven Troon!",
    "En ieder die een andere god naast Allah aanroept waarvoor hij geen bewijs heeft: zijn afrekening is slechts bij zijn Heer. Zeker! De ongelovigen zullen niet welslagen.",
    "En zeg: “Mijn Heer! Vergeef en heb medelijden, want U bent de Beste van de Barmhartigen.”",
    "(Dit is) een Soerah die Wij neer hebben gezonden en die Wij verplicht hebben gesteld en hierin hebben Wij duidelijke Tekenen geopenbaard. Dat jullie daaraan mogen denken.",
    "De ontuchtige vrouw en de ontuchtige man moeten ieder met honderd zweepslagen geslagen worden. Laat medelijden jullie daarvan niet weerhouden in de godsdienst van Allah, als jullie in Allah en de Laatste Dag geloven. En laat een deel van de gelovigen getuigen zijn van de bestraffing.",
    "De overspelige man trouwt niet anders dan de overspelige vrouw of een afgodaanbidster. En geen trouwt haar behalve een overspelige man of een afgodenaanbidder. En dat is verboden voor de gelovigen.",
    "En degenen die kuise vrouwen beschuldigen (van ontucht) en geen vier getuigen kunnen leveren, straf hen met tachtig zweepslagen en verwerp voor altijd hun getuigenis, zij zijn zeker de verdorvenen.",
    "Behalve degenen die daarna berouw tonen en goede daden verrichten (voor hen) waarlijk, is Allah Vergevingsgezind, Genadevol.",
    "En degenen die hun echtgenotes beschuldigen, maar geen andere getuigen hebben dan zichzelf, laat ieder van hen vier maal in de naam van Allah zweren, dat hij degene is die de waarheid spreekt.",
    "En de vijfde (getuigenis) (moet) de oproeping van de vloek van Allah over hem zijn, als hij een leugen (over haar) verteld heeft.",
    "Maar het zal de bestraffing van haar afwenden, als zij vier maal voor Allah getuigt (zweert) dat hij een leugen vertelt.",
    "En haar vijfde (getuigenis) moet zijn, dat zij de wraak van Allah op haar roept als hij de waarheid spreekt.",
    "En als de gunst van Allah en Zijn genade er voor jullie niet was, en als Hij niet de Vergever, de Alwijze was.....(dan zouden jullie snel ten onder gaan).",
    "Waarlijk! Degenen die de laster zijn begonnen zijn een groep onder jullie. Beschouw het niet als iets slechts voor jullie. Integendeel, het is goed voor jullie. Een iedere van hen wordt belast voor de zonde die hij gepleegd heeft. En degene van hen die grootste aandeel had: voor hem zal er een grotere bestraffing zijn.",
    "Hadden, toen jullie het hoorden, de gelovige mannen en de gelovige vrouwen maar goed over hun eigen mensen nagedacht en gezegd: “Deze (beschuldiging) is een duidelijke leugen.”",
    "Waarom hebben zij niet vier\" getuigen geleverd? Omdat zij geen getuigen leveren zijn zij duidelijke leugenaars in het Aangezicht van Allah.",
    "Als het niet vanwege de gunst van Allah en Zijn genade er niet geweest was voor jullie in deze wereld en het Hiernamaals, dan zou een grote bestraffing jullie zeker treffen vanwege wat jullie gedaan hebben.",
    "Toen jullie het (de laster) met jullie tongen overnamen en het met jullie monden uitspraken, waarover jullie geen kennis hadden. En jullie dachten dat het iets kleins was, terwijl het in het Aangezicht van Allah heel groot was.",
    "En hadden jullie maar, toen jullie het hoorden, gezegd: “Het is niet goed als wij hierover spreken. Heilig bent U (O Allah), dit is een grote leugen.”",
    "Allah verbiedt jullie dit en waarschuwt jullie zoiets nooit meer te doen; als jullie gelovigen zijn.",
    "En Allah maakt de Tekenen voor jullie duidelijk, Allah is Alwetend, Alwijs.",
    "Waarlijk, degenen die er van houden dat de gruweldaad zich verspreidt onder de gelovigen, zullen in deze wereld en in het Hiernamaals een pijnlijke bestraffing hebben. En Allah weet en jullie weten niet.",
    "En als het niet vanwege de Gunst en Zijn genade voor jullie was geweest (dan zou Allah zich gehaast hebben jullie te bestraffen). En Allah is vol Vriendelijkheid, Genadig.",
    "O jullie die geloven! Volg de voetstappen van Sheitan niet. En ieder die de voetstappen van Sheitan volgt, die beveelt dan waarlijk het onfatsoenlijke en het slechte. En als de Gunst en Zijn genade er voor jullie niet geweest zou zijn, dan zou geen van jullie ooit van zijn zonden gezuiverd worden. Maar Allah reinigt wie Hij wil en Allah is Alhorend, Alwetend.",
    "En laat degenen onder jullie die gezegend zijn met gunsten en welvaart niet zweren \"het niet weg te geven aan de verwanten, de armen die bedelen en degenen die in hun huizen voor de Zaak van Allah zijn achtergelaten. Laat hen vergeven en lankmoedig zijn. Houden jullie er niet van dat Allah jullie zou vergeven? En Allah is Vergevingsgezind, Genadevol.",
    "Waarlijk, degenen die kuise, onschuldige vrouwen beschuldigen (van ontucht) en goede gelovigen zijn, zijn in dit leven en in het Hiernamaals vervloekt en voor hen zal er een grote bestraffing zijn.",
    "Op de Dag dat hun tongen, hun handen en hun benen of voeten tegen hen zullen getuigen over wat zij gewend zijn te doen.",
    "Op die Dag zal Allah hun daden volledig belonen, en zij zullen weten dat Allah de Duidelijke Waarheid is.",
    "Slechte uitspraken zijn voor slechte mensen (of slechte vrouwen voor slechte mannen) en slechte mensen zijn voor slechte uitspraken (of slechte mannen voor slechte vrouwen). Goede uitspraken zijn voor goede mensen (of goede vrouwen voor goede mannen) en goede mensen zijn voor goede uitspraken (of goede mannen voor goede vrouwen) zulke (goede mensen) zijn onschuldig (van iedere) slechte uitspraak die zij uiten, voor hen is er Vergeving en een geweldige voorziening.",
    "O jullie die geloven! Gaan niet de huizen anders dan je eigen huizen binnen totdat jullie toestemming hebben gekregen en groet degenen die daar zijn. Dat is beter voor jullie, zodat jullie je dat zullen herinneren.",
    "En als er niemand thuis is, ga dan niet zonder toestemming naar binnen. En als jullie gevraagd wordt weg te gaan, ga dan weg, want dat is zuiverder voor jullie en Allah is Alwetend over wat jullie doen.",
    "Er is voor jullie geen zonde als jullie onbewoonde huizen, waarin jullie goederen staan (zonder toestemming) binnengaan. En Allah heeft kennis van wat jullie in openlijk doen en wat jullie in het verborgene doen.",
    "Zeg (O Mohammed) de gelovigen mannen hun blikken neer te slaan en dat zij hun passie beheersen. Dat is zuiverder voor hen. Waarlijk Allah is zich welbewust over wat zij doen.",
    "En zeg de gelovige vrouwen hun blikken neer te slaan en hun kuisheid te bewaken en hun schoonheid niet te tonen dan hetgeen ervan zichtbaar moet zijn. En zij moeten de sluiers volledig over hun boezems dragen en hun schoonheid niet openlijk tonen behalve voor hun echtgenoten, hun vaders, hun schoonvaders, hun zonen, of de zonen van haar echtgenoot, hun broeders en de zonen van hun broeders of de zonen van hun zusters of hun (moslim) vrouwen of de (vrouwelijke) slaven die hun rechterhanden bezitten of de oude mannelijke bedienden die geen begeerte meer hebben of kleine kinderen die geen besef van de geslachtsdaad hebben. En laat hun niet met hun voeten stampen om zo hun verborgen sieraden te onthullen. En keer jullie allen in berouw tot Allah (door dingen te vermijden die Zijn toorn opwekken), O gelovige (mannen en vrouwen), opdat jullie zullen slagen (en gered zullen worden van de verschrikkingen).",
    "En trouw met (de alleenstaanden) in jullie (moslimgemeenschap) en met de vrome (dienaren) onder jullie slaven en slavinnen. (Laat het jullie niet weerhouden hen te huwen) als zij arm zijn, want Allah zal hen van Zijn overvloedige gunsten voorzien. En Allah is Alomvattend, Alwetend.",
    "En laat degenen die geen (mogelijkheid) vinden om te trouwen kuis blijven, tot Allah hen uit Zijn overvloed verrijkt. En die dienaren die een geschreven (vrijheidsbrief) verlangen, geef het hem op schrift als jullie weten dat zij goed en betrouwbaar zijn. En geef hen van de rijkdom die Allah jullie geschonken heeft. En dwing jullie slavinnen niet tot prostitutie als zij kuisheid wensen, omdat jullie de vergankelijkheden van dit wereldse leven begeren. Maar als iemand hen (tot prostitutie) dwingt, dan is Allah na hun dwang (voor deze vrouwen) Vergevingsgezind, Genadevol.",
    "En voorwaar, Wij hebben duidelijke Tekenen neergezonden en voorbeelden voor degenen die jullie vroeger vooraf gegaan zijn en een waarschuwing voor degenen die godvrezend zijn.",
    "Allah (voorziet) de hemelen en de aarde van licht (d.m.v. de zon en de maan). De gelijkenis van Zijn licht (in het hart van de gelovige) is zoals een nis waarin een lantaarn staat: de lamp bevindt zich in een glas. Het (licht in dit) glas is zoals dat van een stralende ster die werd aangestoken (met olie) van een gezegende olijfboom – die niet van het Oosten, noch van het Westen is. Haar olie lijkt uit zichzelf te willen ontvlammen, hoewel geen vuur het heeft aangeraakt. Licht op licht! Allah leidt naar Zijn licht wie Hij wil. En Allah geeft de mensheid gelijkenissen, en Allah is Alwetend over alle zaken.",
    "(Zo’n licht brandt) in huizen waarvoor Allah gebood (Hem) erin te eren en Zijn naam te noemen, zij prijzen Zijn Glorie daarin in de ochtenden en de avonden.",
    "(Door) mannen die niet door handel en niet door verkoop worden afgeleid van de Overdenking van Allah en (ook niet van) het onderhouden van de gebeden en van het geven van Zakat. Zij vrezen voor een Dag waarop hun harten en hun ogen zich omkeren.",
    "Opdat Allah hen beloont in overeenstemming met het beste van hun daden. En Hij vermeerdert voor hen Zijn gunst. En Allah voorziet zonder maatneming aan wie Hij wil.",
    "En degenen die ongelovig zijn: hun daden zijn als een luchtspiegeling op de woestijnvlakte. De dorstige denkt dat er water is, maar als hij het nadert, vindt hij niets, maar hij vindt Allah bij zich, Die hem zijn rekening ten volle vereffent. En Allah is snel in de afrekening.",
    "Of (de toestand van de ongelovigen) is als de duisternis van een grote diepe zee, overweldigt door een grote golf, met een grote golf aan haar top en daarboven donkere wolken, duisternis op duisternis.Als iemand zijn hand uitsteekt, kan hij die nauwelijks zien! En hij waarvoor Allah niet het licht heeft aangewezen, voor hem is er geen licht.",
    "Zie jij dan niet dat alles in de hemelen en op de aarde Allah prijst en ook de vogels met uitgespreide vleugels. Ieder kent waarlijk zijn gebed en zijn verheerlijkingen, en Allah is Alwetend over wat zij doen.",
    "En aan Allah behoort de soevereiniteit van de hemelen en de aarde, en tot Allah zullen (allen) terugkeren.",
    "Zie jij niet dat Allah de wolken zachtjes voortduwt, en hen dan samenvoegt, en vervolgens hen tot een hoop met lagen maakt. En zie je niet dat de regen tussen hen voortkomt. En Hij laat uit de lucht wolken (zoals) bergen neerdalen waarin hagel is. Hij treft daarmee wie Hij wil en Hij wendt het af van wie Hij wil. De levendige flits van de bliksem verblindt bijna het gezichtsvermogen.",
    "Allah zorgt er voor dat de nacht en de dag elkaar opvolgen. Waarlijk, in deze zaken is zeker een les voor degenen die inzicht hebben.",
    "Allah schiep ieder levend wezen uit water. Onder hen zijn er die op hun buiken voortkruipen, er zijn er die op twee (benen) lopen en sommigen lopen op vier (poten). Allah schept wat Hij wil. Waarlijk! Allah is tot alle dingen in staat.",
    "Wij hebben zeker (in deze Koran) duidelijke Tekenen neergezonden. En Allah leidt hij wie Hij wil naar het rechte Pad.",
    "Zij zeggen: “Wij geloven in Allah, in Zijn Boodschapper en wij gehoorzamen,” vervolgens keert een deel van hen zich daarvan af. En zij zijn geen gelovigen.",
    "En als zij tot Allah en Zijn Boodschapper opgeroepen worden, opdat hij onder hen oordeelt, dan is er een groep onder hen die zich afwendt.",
    "Maar indien het recht aan hun kant is dan komen zij gewillig in onderwerping tot Hem.",
    "Is er een ziekte in hun harten? Of twijfelen zij en zijn zij bang dat Allah en Zijn Boodschapper hen zullen benadelen in de beoordeling. Integendeel, zij zijn degenen die de onrechtvaardigen zijn.",
    "De woorden van de trouwe gelovigen, wanneer zij naar Allah en Zijn Boodschapper opgeroepen worden om tussen hen te oordelen, is dat zij zeggen: “Wij horen en gehoorzamen.” En dat zijn de geslaagden.",
    "En ieder die Allah en Zijn Boodschapper gehoorzaamt, en bang voor Allah is en Hem vreest: zij zijn de geslaagden.",
    "Zij zweren bij Allah hun grootste eden, dat als jij hen zou bevelen, zij (hun huizen) zouden verlaten (om voor Allah te vechten). Zeg: “Zweer niet; (deze) gehoorzaamheid (van jullie) is bekend. Waarlijk, Allah is Alwetend over wat jullie doen.”",
    "Zeg: “Gehoorzaam Allah en gehoorzaam de Boodschapper! En als jullie je afkeren is hij slechts verantwoordelijk voor de taak die hem gesteld is en jullie zijn verantwoordelijk voor waar jullie mee belast zijn. Als jullie hem gehoorzamen, zullen jullie rechtgeleid zijn. De plicht van de Boodschapper is slechts de duidelijke verkondiging.",
    "En Allah heeft degenen onder jullie die geloven en goede daden doen beloofd, dat Hij hen zeker de opvolging van (de huidige leiders) van de\" aarde zal geven, zoals Hij het aan degenen vόόr hen had gegeven, en Hij zal hen het gezag geven om haar godsdienst uit te voeren, dat wat Hij voor hen gekozen heeft. En dat Hij voor hen hun vrees door veiligheid vervangt. Zij (gelovigen) aanbidden Mij en zij kennen Mij geen deelgenoten toe. Maar wie hierna ongelovig zijn, behoren tot de verdorvenen.",
    "En verricht de gebeden perfect en geef Zakat en gehoorzaam de Boodschapper. Dat jullie genade moge ontvangen.",
    "Denk niet dat de ongelovigen op de aarde kunnen vluchten (van de bestraffing). Hun verblijfplaats zal het Vuur zijn - en hun bestemming is zeker slecht!",
    "O jullie die geloven! Laat jullie wettige slaven en slavinnen en degenen onder jullie die de volwassenheid nog niet bereikt hebben, jullie in drie gevallen om toestemming vragen (om tot jullie te komen); voor het ochtendgebed, en voor de middagrust, en na het ‘Isjaa’- gebed; de drie (gelegenheden) waarbij jullie je ontkleden. Buiten deze tijden is er geen overtreding voor jullie en voor hen om te naderen, met de bedoeling elkaar te helpen. Zo maakt Allah de Tekenen voor jullie duidelijk. En Allah is Alwetend, Alwijs.",
    "En als de kinderen onder jullie de volwassenheidheid bereiken, laat hen dan (ook) om toestemming vragen zoals de ouderen (in leeftijd) onder hen. Zo maakt Allah Zijn Tekenen voor jullie duidelijk. En Allah is Alwetend, Alwijs.",
    "En wat de vrouwen betreft die hun vruchtbare jaren gehad hebben, en niet op een huwelijk hopen, is het geen zonde als zij hun (buitenste) kleding afleggen, maar wel op zo’n manier dat zij hun sieraden niet tonen. Maar om hiervan af te zien is beter voor hen. En Allah is Alhorend, Alwetend.",
    "Het is geen zonde voor de blinde, en niet een zonde voor de lamme, en niet een zonde voor de zieke en niet voor julliezelf, dat jullie in jullie huizen eten, of in de huizen van jullie vaders of in de huizen van jullie moeders, of in de huizen van jullie broeders, of in de huizen van jullie zusters, of in de huizen de jullie vaders broeders, of in de huizen van jullie vaders zusters, of in de huizen van jullie moeders broeders of in de huizen van jullie moeders zusters, of (in die) waarvan jullie een sleutel hebben of (in het huis) van jullie vrienden. Het is geen overtreding voor jullie om apart of gezamenlijk te eten. Maar als jullie een huis binnentreden, groet elkaar met de begroeting van Allah, gezegend en goed. Allah maakt de Tekenen voor jullie duidelijk, zodat jullie het begrijpen mogen.",
    "De ware gelovigen zijn slechts degenen die in Allah en Zijn Boodschapper geloven. En als zij met hem (de Profeet) zijn bij een gezamelijke zaak, dan vragen zij toestemming om te vertrekken. Waarlijk! Degenen die jou (O Mohammed) toestemming vragen zijn zij, die (echt) in Allah en Zijn Boodschapper geloven. Als zij voor eigen zaken jouw toestemming vragen, geef dan toestemming aan wie je wilt, en vraag Allah om vergiffenis. Waarlijk, Allah is Vergevingsgezind, Genadevol.",
    "Behandel de uitnodiging van de Boodschapper onder jullie niet zoals je de uitnodiging van elkaar behandelt. Allah kent degenen onder jullie die in het geheim wegglippen. En laat degenen die tegen de bevelen van de Boodschapper zijn oppassen, want anders kan een beproeving of een pijnlijke bestraffing hen treffen.",
    "Zeker, aan Allah behoort wat in de hemelen en op aarde is. Zeker, Hij kent jullie toestand en (Hij kent) de Dag waarop zij tot Hem worden teruggebracht, dan zal Hij hen vertellen wat zij gedaan hebben. En Allah is van alles Alwetend.",
    "Gezegend is Hij Die het onderscheid heeft neergezonden aan Zijn dienaar, zodat hij een waarschuwer voor de werelden zal zijn.",
    "Hij is Degene aan Wie het Koninkrijk van de hemelen en de aarde toebehoort. En Hij neemt Zich nooit een zoon en Hij heeft geen deelgenoot in het Koninkrijk. Hij heeft alles geschapen en heeft het precies de juiste maat gegeven.",
    "Toch namen zij naast Hem goden die niets schiepen en die niet bij machte zijn zelf kwaad (af te wenden) en goed (te doen) en geen macht hebben over leven en niet over de dood en over het opwekken.",
    "Degenen die ongelovig zijn zeggen: “Dit is niets anders dan een leugen dat hij bedacht heeft, en anderen hebben hem daarmee geholpen.” Waarlijk, zij kwamen met onrecht en leugens.",
    "En zij zeggen: “Dit zijn fabels van de ouderen die hij heeft laten opschrijven en zij worden hem in de ochtend en de middag voorgelezen.”",
    "Zeg (O Mohammed): “Hij heeft hem (de Koran) neergezonden, Degene Die de geheimen van de hemelen en de aarde kent. Waarlijk! Hij is Vergevingsgezind, Genadevol.",
    "En zij zeggen: “Wat is dat voor Boodschapper, die voedsel eet en over markten loopt? Waarom wordt er voor hem geen Engel naar beneden gestuurd om samen met hem een waarschuwer te zijn?”",
    "Of is hem geen schat gegeven, of heeft hij geen tuin waarvan kan mag eten?” En de onrechtvaardigen zeggen: “Jullie volgen niemand\" anders dan een behekste man.”",
    "Zie hoe zij voor jullie een vergelijking verzinnen, zij dwalen en zij kunnen het goede Pad niet vinden.",
    "Gezegend is Hij Die, als Hij dat wil, jou beter dan dat schenkt: tuinen waar rivieren onder door stromen en Hij schenkt jou paleizen.",
    "Nee, zij ontkennen het Uur en voor degenen die het Uur ontkennen hebben Wij een vlammend vuur voorbereid.",
    "Wanneer de Hel hen van verre ziet, horen zij haar brullen en bulderen.",
    "En als zij in een nauwe plaats daarvan gegooid worden, aan elkaar geketend, dan zullen zij daar om hun vernietiging roepen.",
    "Roep op die Dag niet om één vernietiging maar roep om vele vernietigingen.",
    "Zeg: “Is die (bestraffing) beter of de eeuwige tuinen wat aan de godvrezenden beloofd is? Aan hen zal de beloning zijn en de uiteindelijke bestemming.",
    "Voor hen zal daar alles zijn wat zij wensen en zij zullen (daar) verblijven. Het is een belofte waardoor jullie Heer gebonden is en die vervuld moet worden.",
    "En op de Dag waarop Hij hen, en dat wat zij naast Allah aanbidden verzamelt, zal Hij zeggen: “Waren jullie het, die Mijn dienaren deden dwalen of zijn zij zelf van het (juiste) Pad afgedwaald?”",
    "Zij zullen zeggen: “Verheerlijkt bent U! Het was niet aan ons om een helper naast U te nemen, maar U hebt hen en hun vaderen laten genieten tot zij de waarschuwing vergaten en een verloren volk werden.”",
    "(Allah zal zeggen:) “Waarlijk, zij hebben jullie van leugens beticht over wat jullie zeiden. Jullie kunnen noch (de bestraffing) ontwijken, noch hulp krijgen. En ieder onder jullie die zondigt: die zullen Wij een zware bestraffing laten proeven.”",
    "En Wij zonden geen \"Boodschappers vόόr jou, of zij aten voedsel of liepen over de markt. En Wij maakten enkelen van jullie tot een beproeving voor anderen; zullen jullie geduldig zijn? En jullie Heer is Alziende. ۞"
  ]
}