{
  "meta": {
    "id": 235,
    "name": "Malak Faris Abdalsalaam",
    "translator_name": "Malak Faris Abdalsalaam",
    "slug": "dutch-abdalsalaam",
    "language_name": "dutch"
  },
  "verses": [
    "Gezegend is Degene in Wiens hand de heerschappij is. En Hij is Almachtig over alle zaken.",
    "Degene Die de dood en het leven heeft geschapen, zodat Hij jullie kan beproeven (en om te tonen) wie van jullie de beste daden verricht. En Hij is de Almachtige (over de ongehoorzamen), de Vergevingsgezinde (voor de berouwvollen).",
    "Degene Die zeven hemelen in lagen geschapen heeft. Jij ziet in de schepping van de Meest Barmhartige geen onevenwichtigheid. Kijk dan nog een keer: Zie jij een afwijking?",
    "Kijk dan opnieuw en weer, jouw blik zal zich in een nederige en vermoeide staat weer tot je keren.",
    "En voorwaar, Wij hebben de nabije hemel met lampen versierd, en Wij maakten die om er de duivels mee te verdrijven. En Wij hebben voor hen een bestraffing in het laaiende Vuur voorbereid.",
    "En voor degenen die niet in hun Heer geloven, is er de bestraffing van de Hel. En dat is de slechtste bestemming.",
    "Wanneer zij daarin geworpen worden dan horen zij het (vreselijke) gebrul ervan, terwijl zij (de Hel) raast.",
    "Zij barst bijna in woede uit. Iedere keer dat daar een groep in wordt geworpen, zal zijn bewaker vragen: “Is er geen waarschuwer tot jullie gekomen?”",
    "Zij zullen zeggen: “Ja voorwaar, er is een waarschuwer tot ons gekomen maar wij hebben hem verloochend en zeiden: ‘Allah heeft niets neergezonden, jullie verkeren slechts in grote dwaling.”",
    "Zij zeiden: “Hadden wij maar geluisterd of ons verstand gebruikt, dan zouden wij niet tussen de bewoners van het laaiende Vuur zijn!”",
    "Dan zullen zij hun zonden bekennen. Maar de bewoners van het Vuur zijn verre (van genade).",
    "Waarlijk! Degenen die hun Heer in het verborgene vrezen, voor hen zal er vergiffenis zijn en een grote beloning.",
    "Of jullie je gesprekken nu in het geheim of openbaar houden, waarlijk, Hij is Alwetend van wat er in de harten is.",
    "Zou Hij Die schiep niet alles weten? En Hij is de Vriendelijke, de Alwetende.",
    "Hij is Degene Die de aarde voor jullie begaanbaar heeft gemaakt. Wandelt dan over haar zijden en eet van Zijn voorzieningen. En tot Hem zal de herrijzenis zijn.",
    "Voelen jullie je er veilig voor dat Hij Die in de hemel is, jullie niet zal doen verzwelgen als de aarde plotseling begint te schudden?",
    "Of voelen jullie je er veilig voor dat Hij Die in de hemel is, niet een gewelddadige wervelwind zal sturen? Dan zullen jullie weten hoe (terecht) Mijn waarschuwing was.",
    "En voorwaar, degenen die er vόόr hen (de Boodschappers) waren loochenden, en hoe (vreselijk) was toen Mijn verafschuwing.",
    "En kijken jullie niet naar de vogels boven jullie, hoe zij hun vleugels uitslaan en weer ineenvouwen? Niemand houdt hen tegen, behalve de Barmhartige. Waarlijk, Hij is Alziende over alle zaken.",
    "Waar is het leger dat jullie buiten Allah om zou kunnen helpen? De ongelovigen verkeren slechts in dwaling.",
    "Of wie is het die jullie kan voorzien als Hij Zijn voorziening tegenhoudt? Nee, zij volharden in opstandigheid en afkerigheid.",
    "Is hij die gebogen loopt beter geleid dan degene die op het rechte Pad loopt?",
    "Zeg: “Hij is Degene die jullie geschapen heeft en voor jullie het gehoor, ogen en harten gemaakt heeft. Jullie danken maar weinig.”",
    "Zeg: “Hij is Degene die jullie op de aarde vermenigvuldigd heeft. En tot Hem zullen jullie verzameld worden.”",
    "Zij zeggen: “Wanneer zal deze belofte vervuld worden, als jullie de waarheid vertellen?”",
    "Zeg: “De kennis daarover is alleen bij Allah en ik ben slechts een duidelijke waarschuwer.”",
    "Maar als zij dan (de bestraffing) van dichtbij zien, worden de gezichten van de ongelovigen bedroefd, en er zal (tegen hen) gezegd worden: “Dit is waar jullie om riepen!”",
    "Zeg: “Vertel mij! Als Allah mij vernietigt, en degenen met mij, of Hij geeft ons Zijn genade, wie beschermt dan de ongelovigen van een pijnlijke bestraffing?”",
    "Zeg: “”Hij is de Erbarmer, in Hem geloven wij en in Hem leggen wij ons vertrouwen. Jullie zullen weten wie in duidelijke dwaling verkeert.”",
    "Zeg: “Vertel mij! Als al jullie water in de aarde weg zou zakken, wie kan jullie dan van stromend water voorzien?”",
    "Noen. Bij de pen en wat zij (Engelen) schrijven.",
    "Jij bent, bij de gratie van je Heer, geen dwaas.",
    "En waarlijk, voor jou zal er een eindeloze beloning zijn.",
    "En waarlijk, jij beschikt over een hoogstaand karakter.",
    "Jullie zullen zien en zij zullen zien.",
    "Wie van jullie door gekte getroffen is.",
    "Waarlijk, jouw Heer weet beter, wie van Zijn Pad is afgedwaald en Hij weet beter wie geleid is.",
    "Gehoorzaam dus de ontkenners niet!",
    "Zij willen dat jij toegeeflijk zal worden, dan zullen zij (ook) toegeeflijk worden.",
    "En gehoorzaam geen enkele verachtelijke edenzweerder.",
    "Een lasteraar, voortgaand met roddel.",
    "Het goede verhinderend, overtredend, zondig.",
    "Die daarnaast ook nog een bruut is, een bastaard.",
    "Omdat hij weelde en kinderen had.",
    "Als Onze Verzen voor hem gereciteerd worden, zegt hij: “Verhaaltjes van oude mannen!”",
    "Wij zullen hem op de neus brandmerken!",
    "Waarlijk, Wij hebben hen beproefd zoals Wij de mensen van de Tuin beproefd hebben, toen zij zwoeren in de ochtend van haar (vruchten) te zullen plukken.",
    "Zonder: “Insha’Allah” (als Allah het wil) te zeggen.",
    "Toen kwam er van jouw Heer een bezoeking (storm) in de nacht terwijl zij sliepen.",
    "Zo werd de (tuin) zwart en troosteloos.",
    "Toen riepen zij tot elkaar in de ochtend.",
    "Zeggende: “Ga deze ochtend naar jullie akkers, zodat je het fruit kan plukken.”",
    "En zij gingen fluiterend met elkaar op weg.",
    "(Zij zeiden:) “Laat er deze dag geen arme bij jullie binnengaan.”",
    "En zij vertrokken in de ochtend, vast besloten om (de armen) te weren.",
    "Maar zodra zij haar (de tuin) zagen, zeiden zij: “Waarlijk, wij zijn afgedwaald.”",
    "“Nee! Wij zijn zelfs beroofd.”",
    "De meest wijze onder hen zei: “Heb ik jullie niet gezegd dat jullie de Glorie (van Allah) hadden moeten prijzen?”",
    "Zij zeiden: “Glorie voor Onze Heer! Waarlijk wij zijn onrechtvaardig geweest.”",
    "Toen keerden zij zich tegen elkaar, elkaar beschuldigend.",
    "Zij zeiden: “Wee voor ons! Waarlijk, wij waren buitensporig.",
    "Wij hopen dat onze Heer ons een betere (tuin) in de plaats dan deze zal geven. Waarlijk, wij hopen vurig (op vergeving) van onze Heer.”",
    "Zo was de bestraffing. En de bestraffing van het Hiernamaals is zeker groter, als zij dat maar wisten.",
    "Waarlijk, voor de godvrezenden zijn de Tuinen der vreugde bij hun Heer.",
    "Zullen Wij dan de moslims als misdadigers behandelen?",
    "Wat scheelt jullie? Hoe oordelen jullie?",
    "Of hebben jullie een Boek waar jullie in kunnen studeren?",
    "Dat al jullie wensen beantwoord zullen worden?",
    "Of hebben jullie eden van Ons, die tot de Dag der Opstanding reiken, dat er voor jullie is wat jullie oordelen?",
    "Vraag hun wie van hen daar garant voor staat!",
    "Of hebben zij ‘deelgenoten’? Laat zij dan komen met hun deelgenoten als zij waarachtig zijn!",
    "(Gedenk) de dag waarop de onderbenen ontbloot zullen worden en zij opgeroepen worden om te knielen, maar zij zullen daartoe niet in staat zijn.",
    "Hun ogen zullen angstig teneergeslagen zijn, vernedering zal hen bedekken. En waarlijk, zij werden opgeroepen om te knielen, toen zij (nog) gezond waren.",
    "Laat Mij dus alleen met degenen die deze Koran loochenen. Wij zullen hen langzaam maar zeker vernietigen, vanuit richtingen die zij niet kunnen waarnemen.",
    "En Ik zal hun uitstel geven. Waarlijk, Mijn plan is sterk.",
    "Of vraag jij van hen een beloning, zodat zij met een schuld worden belast?",
    "Of hebben zij kennis van het onwaarneembare, zodat zij het op kunnen schrijven?",
    "Wacht dus geduldig op de beslissing van jouw Heer, en wees niet zo als de Profeet Younis, toen hij (tot Allah) riep terwijl hij misnoegd was.",
    "Als de gunst van zijn Heer hem niet bereikt had, dan was hij zeker op de naakte kust geworpen; terwijl hij vernederd werd.",
    "Maar zijn Heer koos hem uit en maakte hem tot een rechtvaardige.",
    "En waarlijk, degenen die ongelovig zijn zouden je bijna door hun blikken willen doden wanneer zij de overdenking horen. En zij zeggen: “Waarlijk, hij is zeker bezeten!”",
    "Terwijl de (de Koran) niets anders is dan een overdenking voor de werelden.",
    "De werkelijkheid.",
    "Wat is de werkelijkheid?",
    "En wat zal jou laten weten wat de werkelijkheid is?",
    "Het volk van Thamoed en ‘Ad ontkenden de ramp (de Dag der Opstanding).",
    "Wat de Thamoed betreft: zij werden door een vreselijke storm vernietigd.",
    "En wat de ‘Ad betreft: zij werden door een gewelddadige wind vernietigd.",
    "Die Allah zeven achtereenvolgende nachten en acht dagen tegen hen liet woeden, had opgelegd, zodat jij de mensen had kunnen zien liggen, alsof zij geveld waren als palmbomen!",
    "Zie jij overblijfselen van hen?",
    "En Farao en degenen vóór hem, en de (bewoners van) omvergeworpen steden begingen zonden.",
    "En zij waren ongehoorzaam aan de Boodschapper van hun Heer, dus strafte Hij hen met een zware bestraffing.",
    "Waarlijk! Toen het water boven zijn grenzen steeg, droegen Wij jullie (voorvader Noeh en zijn familie) in het vaartuig (de ark).",
    "Opdat Wij het als een overdenking voor jullie zouden maken en het heldere oor (persoon) het kan (horen en) begrijpen.",
    "Als dan de trompet geblazen zal worden met één stoot (de eerste).",
    "En de aarde en de bergen van hun plaats weg worden gehaald, en dan in één klap worden verpulverd.",
    "Dan, op die Dag zal de gebeurtenis plaatsvinden.",
    "En de hemel zal splijten, dan wordt zij broos.",
    "En de Engelen zullen aan haar randen zijn en acht Engelen zullen op die dag de Troon van jouw Heer boven zich dragen.",
    "Op die Dag zullen jullie tot het oordeel gebracht worden, geen van jullie geheimen zullen verborgen blijven.",
    "Dan zal degene die zijn verslag in zijn rechterhand krijgt, zeggen: “Neem, lees mijn verslag!",
    "Zeker, ik was er van overtuigd dat ik mijn afrekening zou ontmoeten!”",
    "Dus zal hij in een weltevreden leven zijn.",
    "In een hooggelegen Tuin (het Paradijs).",
    "Waarvan het fruit in trossen, laaghangend en dicht bij de hand is.",
    "(Er wordt gezegd:) “Eet en drink smakelijk wegens wat jullie hebben verricht in de vroegere dagen.”",
    "Maar degene die zijn verslag in zijn linkerhand krijgt, zal zeggen: “Wee mij, was mijn verslag maar niet (aan mij) gegeven!",
    "En ik weet niet hoe mijn afrekening zal zijn.",
    "O, had de dood maar aan mij een einde gemaakt!",
    "Mijn welvaart is mij niet tot nut geweest.",
    "Mijn macht is van mij weggegaan!”",
    "(Er zal gezegd worden): “Grijp hem en keten hem,",
    "Gooi hem dan in het laaiende vuur.",
    "Bindt hem vast met een ketting waarvan de lengte zeventig armlengten is!”",
    "Waarlijk, hij geloofde niet in Allah, de Allergrootste.",
    "En hij spoorde niet aan tot het voeden van de armen.",
    "Dus op deze Dag heeft hij geen vrienden hier.",
    "Noch enig voedsel, behalve vuil van het uitwassen van wonden.",
    "Dat niemand zal eten behalve de zondaren.",
    "Zo waarlijk zweer Ik bij al wat jullie zien.",
    "En bij al wat jullie niet zien.",
    "Dat dit waarlijk het Woord van een geëerde Boodschapper is.",
    "Het is niet het woord van een dichter. Weinig is het wat jullie geloven!",
    "Noch het woord van een waarzegger. Weinig is de lering die jullie er uit trekken.",
    "Dit is de openbaring die door de Heer der Werelden is neergezonden.",
    "En als hij (Mohammed) een paar woorden had verzonnen in Onze Naam.",
    "Dan zouden Wij hem zeker bij zijn rechterhand gegrepen hebben.",
    "En dan zouden Wij zeker zijn levensader hebben doorgesneden.",
    "En niemand van jullie zou Ons van (de bestraffing) van hem kunnen tegenhouden.",
    "En waarlijk, deze Koran is een overdenking voor de godvrezenden.",
    "En waarlijk, Wij weten dat er onder jullie zijn die loochenen.",
    "En voorwaar, hij (de Koran) zal voor de ongelovigen zeker een oorzaak van spijt zijn.",
    "En waarlijk, het is de zekere waarheid.",
    "Verheerlijk daarom de Naam van jouw Heer, de Allergrootste.",
    "Een vraagsteller vroeg over een bestraffing die vallen zal.",
    "Voor de ongelovigen, die niemand kan vermijden.",
    "Van Allah, de Heer der wegen die omhoog leiden.",
    "De Engelen en de Geest stijgen naar Hem op in een dag waarvan de maat vijftigduizend jaren is.",
    "Heb daarom gepast geduld.",
    "Waarlijk! Zij zien haar (de bestraffing) van ver weg.",
    "Maar Wij zien haar van nabij.",
    "De dag waarop de hemel als gesmolten koper zal zijn.",
    "En de bergen als gekaarde wol zullen zijn.",
    "En geen vriend zal naar een vriend vragen.",
    "Hoewel zij elkaar kunnen zien. De misdadiger zal wensen dat hij zich van de bestraffing van die Dag kan vrijkopen met zijn kinderen.",
    "En met zijn echtgenote en zijn broeder.",
    "En zijn verwanten, die hem beschermden.",
    "En alles wat op aarde is, opdat zij hem mogen redden.",
    "In geen geval! Waarlijk, het zal het Hellevuur zijn!",
    "Die de hoofdhuid wegrukt.",
    "Het zal hem opeisen, die zich afwendt en wegloopt.",
    "Die (rijkdommen) verzamelde en achterhield.",
    "Waarlijk, de mens is ongeduldig geschapen.",
    "Als het kwade hem treft is hij teneergeslagen.",
    "En gierig wanneer het goede hem overkomt.",
    "Behalve degenen die toegewijd in hun gebeden zijn.",
    "Degenen die evenwichtig in hun gebeden blijven.",
    "En in wiens rijkdom een rechtmatig deel is.",
    "Voor de bedelaar en de behoeftige die niet bedelt.",
    "En degenen die in de Dag van de Vergelding geloven.",
    "En degenen die de bestraffing van hun Heer vrezen.",
    "Waarlijk! Voor de bestraffing van hun Heer is niemand veilig.",
    "En degenen die hun kuisheid behoeden.",
    "Behalve bij hun vrouwen en de slaven waarover zij beschikken; hen wordt niets verweten.",
    "Maar iedereen die meer zoekt dan dezen, dan zijn zij degenen die tot de overtreders behoren.",
    "En degenen die het hun toevertrouwde bewaken en hun beloften nakomen.",
    "En degenen die trouw zijn bij hun getuigenissen.",
    "En degenen die goed over hun gebeden waken.",
    "Zij zijn het die geëerd in de Tuinen zullen verblijven.",
    "Dus wat scheelt degenen die ongelovig zijn, dat zij zich haasten?",
    "Van rechts en links in groepen?",
    "Hoopt een ieder van hen de Tuinen der vreugde te betreden?",
    "Neen! Dat is niet zo! Waarlijk, Wij hebben hen uit datgene wat zij weten geschapen!",
    "Ik zweer bij de Heer van het oosten en het westen, dat Wij zeker over de macht beschikken.",
    "Om hen te vervangen (door anderen) die beter zijn dan hen; en Wij kunnen niet verhinderd worden.",
    "Laat hen zich in ijdele taal vermaken en wat spelen, tot voor hen de Dag aanbreekt die hen beloofd is.",
    "De Dag waarop zij zo snel uit hun graf zullen komen alsof zij naar een bepaald doel spoeden.",
    "Met hun blikken in angstig teneergeslagen, de schandelijkheid bedekt hen! Dat is de Dag die hen beloofd is!",
    "Waarlijk, Wij hebben Noah tot zijn volk gestuurd (zeggende): “Waarschuw jouw volk voordat er een pijnlijke bestraffing tot hen komt.”",
    "Hij zei: “O mijn volk! Waarlijk, ik ben een duidelijke waarschuwer voor jullie.",
    "Aanbidt daarom Allah, vreest Hem en gehoorzaam mij.",
    "Hij zal jullie zonden vergeven en jullie uitstel verlenen tot een aangewezen tijd. Waarlijk, wanneer het tijdstip van Allah komt, zal het niet worden uitgesteld, als jullie dat wisten.”",
    "Hij zei: “O mijn Heer! Waarlijk, ik heb mijn volk dag en nacht opgeroepen.",
    "Maar mijn roepen heeft slechts hun afkeer vermeerderd.",
    "En waarlijk! Telkens wanneer ik hun opriep opdat U hun zou vergeven, stopten zij hun vingers in hun oren, en bedekten zij (hun gezichten) met hun kleding en bleven zij uiterst hoogmoedig.",
    "En waarlijk, ik riep hen met luide stem.",
    "En verkondigde hun in het openbaar, ook sprak ik tot hen in het verborgene.”",
    "Ik zei (tegen hen): “Vraag om vergiffenis van jullie Heer; waarlijk, Hij is Vergevingsgezind.",
    "Hij zal dan overvloedige regen uit de hemel tot jullie sturen.",
    "En jullie een vermeerdering in weelde en kinderen geven en Hij zal jullie tuinen schenken en rivieren.”",
    "Wat scheelt jullie, dat jullie de Grootheid van Allah niet vrezen?",
    "Terwijl Hij jullie in fasen geschapen heeft.",
    "Zien jullie niet hoe Allah de zeven hemelen, de één boven de ander, geschapen heeft?",
    "En de maan daarin als licht heeft geplaatst en de zon als een lamp?",
    "En Allah heeft jullie als schepselen voortgebracht uit de aarde.",
    "Daarna zal Hij jullie hiertoe terugbrengen en jullie daaruit opnieuw doen verrijzen.",
    "En Allah heeft voor jullie de aarde als een tapijt uitgespreid.",
    "Opdat jullie haar over brede wegen bereizen.",
    "Noach zei: “Mijn Heer! Zij waren mij ongehoorzaam en volgden iemand wiens weelde en kinderen hem geen vermeerdering bracht maar alleen verlies.",
    "En zij hebben een geweldige samenzwering uitgedacht.",
    "En zij zeiden: “Verlaat jullie goden nooit, en verlaat Wadd noch Soewa noch Yaghoeth noch Ya’oeq noch Nasr.",
    "En \"voorwaar, zij hebben velen doen dwalen. En en U doet de onrechtvaardigen slechts in dwaling toenemen.”",
    "Vanwege hun zonden werden zij verdronken en daarna lieten Wij hen het Vuur binnengaan, en zij vonden buiten Allah geen helpers.",
    "En Noach zei: “Mijn Heer! Laat geen enkele ongelovige op aarde!",
    "Als U hen (in leven) laat, dan zullen zij Uw dienaren misleiden en zij zullen niets dan een onzedelijk en ondankbaar nageslacht voortbrengen.",
    "Mijn Heer! Vergeef mij en mijn ouders en wie mijn huis als een gelovige binnentreedt, en alle gelovige mannen en vrouwen. En doe de onrechtvaardigen slechts in verderf toenemen.\"\"",
    "(O Mohammed), zeg: “Er is aan mij geopenbaard dat een groep Djinn heeft meegeluisterd.” En zij zeiden (tegen hun mede-Djinn): “Waarlijk! Wij hebben een wonderbaarlijke recitatie gehoord (tijdens het ochtendgebed)!",
    "Zij (de recitatie) leidt naar het rechte Pad en wij geloven daarin en (na deze dag) zullen wij nooit meer deelgenoten aan onze Heer toekennen.",
    "En verheven is de Majesteit van onze Heer. Hij heeft zich geen vrouw genomen noch een zoon.",
    "En de dwazen onder ons plachten leugens te vertellen over Allah.",
    "En waarlijk, wij dachten dat de mensen en de Djinns nooit een leugen over Allah zouden vertellen.",
    "En waarlijk, er waren mannen onder de mensheid die bescherming zochten bij de (mannelijke) Djinn (uit vrees voor ongeluk tijdens hun reizen), maar zij deden hen enkel in zonde en ongeloof toenemen.",
    "En zij dachten zoals jullie dachten: dat\" Allah geen boodschapper zou sturen.",
    "En wij hebben geprobeerd de hemel te bereiken (om af te luisteren), maar vonden haar gevuld met nauwlettende (poort)wachters, (die ons bekogelden met) vurige vlammen (vallende sterren).",
    "En waarlijk, wij verscholen ons daar op plaatsen om iets op te vangen, maar wie nu wil meeluisteren (na de openbaring aan Mohammed) treft een pijl van vuur aan die op hem loert.",
    "En dat wij niet weten of er kwaad bedoeld wordt voor degenen die op aarde zijn, of dat hun Heer hun op het rechte Pad heeft voorbestemd.",
    "Er dat er onder ons rechtschapenen zijn (na het horen van de Koran) en dat er onder ons zijn die dat niet zijn. Wij waren op verschillende wegen.",
    "En dat wij er van overtuigd zijn dat wij op de aarde Allah nooit kunnen ontkomen en dat wij nooit van Hem kunnen wegvluchten.",
    "En dat, toen wij over de rechte Leiding hadden gehoord, wij erin geloofden. En wie in Zijn Heer gelooft: hij zal geen vermindering (in de beloning van zijn goede daden) en geen vermeerdering (van zondigheid) vrezen.",
    "Sommigen onder ons zijn moslim, en onder ons zijn er die afwijken (van het rechte Pad). En iedereen die de islam omhelst, heeft het rechte Pad gekozen.",
    "En wat de afwijkenden betreft: zij zijn brandhout voor de Hel.”",
    "(En Allah zegt:) “Als zij op het rechte Pad zouden zijn gebleven, dan zouden Wij hun overvloedig water te drinken gegeven hebben.",
    "Om hen daarmee te beproeven. En wie zich afwendt van de overdenking van zijn Heer, die voert Hij naar een strenge bestraffing.”",
    "En voorwaar, de moskeeën behoren aan Allah toe: roep daarom niemand naast Allah aan!",
    "Wanneer de dienaar van Allah (Mohammed) opstond om Hem aan te \"roepen in het gebed, vormden zij om hem heen een grote menigte, alsof zij aan elkaar plakten.",
    "Zeg: “Ik roep alleen mijn Heer aan en ik vereenzelvig niemand met Hem.”",
    "Zeg: “Het is niet in mijn macht om jullie enig kwaad te doen noch om jullie tot het rechte Pad te brengen.”",
    "Zeg: “Niemand kan mij voor Allah’s bestraffing beschermen, en ik zal nooit naast Hem een toevluchtsoord vinden.",
    "(Mij is) slechts de verkondiging van Allah's Boodschap opgedragen.” En wie ongehoorzaam is aan Allah en Zijn Boodschapper:voor hem is het Hellevuur, hij zal daarin voor altijd verblijven.",
    "Tot zij datgene zien wat hen beloofd is, dan zullen zij weten wie de zwakste helpers heeft en het kleinst in aantal is.",
    "Zeg: “Ik weet niet of dat wat jullie beloofd is nabij is, of dat mijn Heer er een bepaalde termijn voor zal aanwijzen.”",
    "De Alwetende van het onwaarneembare. Hij openbaart aan niemand het onwaarneembare.",
    "Behalve aan een Boodschapper die Hij heeft uitgekozen en voorwaar, dan laat Hij vόόr hem en achter hem wachters (Engelen) gaan.",
    "Om te doen weten dat zij de Boodschappen van hun Heer overbrachten. En Hij omvat (met Zijn kennis) alles wat met hen is. En Hij heeft alles berekend.",
    "O jij omhulde.",
    "Sta (in gebed) de hele nacht, behalve een kort gedeelte (van de nacht).",
    "De helft ervan of iets minder dan dat.",
    "Of een beetje meer; en reciteer de Koran duidelijk en aandachtig.",
    "Waarlijk, Wij zullen een gewichtige Woorden tot jou neerzenden.",
    "Waarlijk, het opstaan in de nacht (om te bidden) is zwaarder en maakt het woord zekerder.",
    "Waarlijk, jij bent overdag belast met vele aangelegenheden.",
    "En gedenk de Naam van jouw Heer en wijd je geheel aan Hem.",
    "(Hij alleen is) de Heer van het Oosten en het Westen. Er is geen andere God naast Hem. Neem Hem daarom als beschermer.",
    "En wees geduldig met wat zij zeggen en neem op gepaste wijze afstand van hen (de ongelovigen).",
    "En laat de loochenaars, de bezitters van weelde aan Mij over. En geef hen een korte tijd uitstel.",
    "Waarlijk, bij Ons zijn (voor hen) ketenenen een laaiend Vuur.",
    "En voedsel waarin zij stikken en een pijnlijke bestraffing.",
    "Op de Dag waarop de aarde en de bergen heftig zullen beven en de bergen tot uit elkaar geblazen stof zullen worden.",
    "Waarlijk, Wij hebben een Boodschapper tot jullie gezonden als getuige over jullie, zoals Wij een Boodschapper aan Farao hebben gestuurd.",
    "Maar Farao was ongehoorzaam aan de Boodschapper, dus grepen Wij hem met een zware bestraffing.",
    "Hoe zullen jullie je dan beschermen als jullie de Dag waarop de kinderen grijsaards worden ontkennen?",
    "De hemel zal dan gespleten zijn en Zijn belofte wordt zeker vervuld.",
    "Waarlijk, dit is een vermaning, laat daarom wie wil een Pad tot zijn Heer nemen!",
    "Waarlijk, jouw Heer weet dat je bijna tweederde of de helft van de nacht of een derde van de nacht staat (te bidden) en dat doen ook een deel van degenen die bij jou horen. En Allah kent de nacht en de dag. Hij weet dat jullie niet in staat zijn om de hele nacht te bidden, dus keert Hij zich in barmhartigheid tot jullie. Verricht van het nachtgebed zoveel als gemakkelijk is voor jullie. Hij weet dat er onder jullie zieken zijn en anderen die door het land reizen, op zoek naar Allah’s overvloed, en anderen die strijden voor de zaak van Allah. En verricht van het nachtgebed wat gemakkelijk is voor jullie. En onderhoudt het gebed en geef zakaat en leen aan Allah een goede lening. En wat jullie vooruitzenden voor julliezelf aan goede daden, jullie zullen het bij Allah aantreffen. Het is een betere en grotere beloning. En vraag om vergiffenis van Allah. Waarlijk, Allah is Vergevingsgezind, Genadevol.",
    "O jij ommantelde.",
    "Sta op en waarschuw.",
    "En verheerlijk jouw Heer!",
    "En reinig jouw kleding.",
    "En vermijd de afgoden!",
    "En geef niet om meer te ontvangen.",
    "En wees geduldig omwille van jouw Heer!",
    "Als dan op de bazuin geblazen wordt.",
    "Waarlijk, die Dag zal een zware dag zijn.",
    "(Die Dag is) voor de ongelovigen niet gemakkelijk.",
    "Laat hem aan Mij over die Ik alleenstaand (zonder bezittingen) geschapen heb.",
    "Ik heb hem overvloedig bezit gegeven.",
    "En kinderen voortdurend aan zijn zijde.",
    "En ik verschafte hem elk gemak.",
    "En vervolgens verlangt hij dat ik vermeerder.",
    "Nee! Hij is opstandig tegen Onze Verzen.",
    "Ik zal hem beladen met een zware bestraffing.",
    "Waarlijk, hij dacht na en nam een besluit.",
    "Laat hem vervloekt zijn! Hoe vreemd was zijn besluit!",
    "Nogmaals, laat hem vervloekt zijn, hoe vreemd was zijn besluit!",
    "Dan Toen dacht hij weer na (en pijnigde zijn hersens).",
    "Daarop fronste hij (zijn voorhoofd) en keek nors.",
    "Vervolgens keerde hij zijn rug toe , en was hoogmoedig.",
    "En zei hij: “Dit (nieuwe geloof) is niets anders dan overgedragen tovenarij.",
    "Dit is slechts het woord van een mens!”",
    "Weldra zal Ik hem in het Hellevuur werpen.",
    "En wat laat jou precies weten wat het Hellevuur is?",
    "Zij (de Hel) laat niet (onverteerd) achter en zij laat niet met rust.",
    "Zij verschroeit (de huid) van de mens.",
    "Over haar waken negentien (Engelen).",
    "En Wij hebben geen anderen dan Engelen aangesteld als bewakers van de Hel. En Wij hebben hun aantal slechts vastgesteld als een beproeving voor de ongelovigen en opdat de mensen aan wie het Boek gegeven is overtuigd zullen zijn. En opdat degenen die geloven zullen toenemen in geloof. En opdat er geen twijfel is voor de mensen van het Boek en de gelovigen. En opdat degenen in wiens harten een ziekte is en de ongelovigen mogen zeggen: “Wat bedoelt Allah met dit voorbeeld?” Zo laat Allah dwalen wie Hij wil, en leidt Hij wie Hij wil. En niemand kent an de legerscharen van jullie Heer, behalve Hij. En dit is niets anders dan een Overdenking voor de mensheid.",
    "Nee, bij de maan!",
    "En bij de nacht wanneer die zich terugtrekt.",
    "En bij de dageraad wanneer zij gloort.",
    "Waarlijk, zij (de Hel) \"is zeker één van de grootste rampen.",
    "Een waarschuwing voor de mensheid.",
    "Voor ieder van jullie die voort willen gaan (door goede daden te verrichten) of achter willen blijven (door slechte daden te verrichten).",
    "Ieder persoon is een onderpand voor wat hij verdiend heeft.",
    "Behalve degenen aan de rechterzijde.",
    "In Tuinen vragen zij elkaar.",
    "Over de misdadigers.",
    "(Zij zeggen:) “Wat heeft hen naar de Hel gevoerd?”",
    "Zij zullen zeggen: “Wij waren niet onder degenen die hun gebeden verrichten.",
    "Noch plachten wij de armen te voeden.",
    "En wij plachten ijdele gesprekken te voeren met de ijdele sprekers.",
    "En wij verloochenden de Dag des Oordeels.",
    "Tot het zekere (de dood) tot ons kwam.”",
    "Dus is geen bemiddeling of geen bemiddelaar voor hen van enig nut.",
    "Wat scheelt hen dan dat zij zich van de Vermaning afkeren?",
    "Alsof zij geschrokken ezels zijn.",
    "Die vluchten voor een leeuw.",
    "Nee, ieder van hen wenst dat hem opengeslagen bladzijden (van een Openbaring) zullen worden getoond.",
    "Nee! Zij vrezen zelfs het Hiernamaals niet.",
    "Nee, waarlijk, dit (de Koran) is een vermaning,",
    "Wie wilt trekt er lering uit.",
    "En zij trekken er geen lering uit, tenzij Allah het wil. Hij is het Die vrees toekomt en Hij is het Die het toekomt om te vergeven.",
    "Ik zweer bij de Dag der Opstanding.",
    "En Ik zweer bij degene die zichzelf verwijten maakt.",
    "Denkt de mens dat Wij zijn beenderen niet zullen verzamelen?",
    "Ja, Wij zijn in staat om zijn vingertoppen (opnieuw) volmaakt te vormen.",
    "De mens wil zelfs in zondigheid voortleven.",
    "Hij vraagt: “Wanneer zal deze Dag der Opstanding zijn?”",
    "Wanneer het oog verblind wordt.",
    "En de maan duister wordt.",
    "En de zon en de maan samen zullen komen.",
    "Op die Dag zal de mens zeggen: “Waar is het toevluchtsoord?|",
    "Nee! Er is geen toevluchtsoord.",
    "Bij jouw Heer is die Dag de eindbestemming.",
    "Op die Dag zal de mens verteld worden wat hij vooruit heeft gestuurd en wat hij heeft nagelaten.",
    "De mens zal zelfs tegen zichzelf getuigen.",
    "Hoewel hij verontschuldigingen naar voren zal brengen.",
    "(Allah zegt tot de Profeet:) “Beweeg jouw tong er niet mee (de Koran), om het daarmee te bespoedigen.",
    "Het is aan Ons om hem te doen bewaren en hem voor te doen dragen.",
    "En als Wij hem dan aan jou hebben gereciteerd, volg dan zijn recitatie.",
    "Het is dan aan Ons om het voor jou duidelijk te maken.",
    "Nee, maar (jullie mensen) houden van het huidige leven op deze wereld.",
    "En laten het Hiernamaals.",
    "Sommige gezichten zullen op die Dag verlicht zijn.",
    "Naar hun Heer kijkend.",
    "En andere gezichten zullen op die dag somber zijn.",
    "Zij weten zeker dat een vreselijke ramp hen spoedig zal overkomen.",
    "Nee, wanneer (de ziel) het sleutelbeen bereikt.",
    "En er gezegd wordt: “Wie kan genezen?”",
    "En hij tot de conclusie zal komen dat het (tijd) is om te vertrekken.",
    "En een been zal met een ander been verenigd worden.",
    "Dan wordt (hij) tot uw Heer gedreven.",
    "Hij geloofde (de Koran en de Boodschapper) niet en hij verrichte het gebed niet.",
    "Integendeel, hij loochende en keerde zich af!",
    "Toen liep hij trots naar zijn familie terug.",
    "Wee jou! En wee voor jou!",
    "Opnieuw, wee voor jou! En dan wee voor jou!",
    "Denkt de mens dat hij met rust zal worden gelaten (door zich niets aan te trekken van Allah’s wetten)?",
    "Was hij niet eerst een kleine levenskiem die werd uitgestort?",
    "En vervolgens een bloedklonter waarna Hij (hem) schiep en nauwkeurig vormde?",
    "Daarvan (de kiem) maakt Hij een paar, man en vrouw.",
    "Is Degene met zo’n macht niet in staat de doden tot leven te brengen?\"",
    "Er is voor de mens een bepaalde tijd geweest waarin hij in niets gedenkwaardig was.",
    "Waarlijk, Wij hebben de mens geschapen uit een gemengde druppel om hem te beproeven. Daarop gaven Wij hem het gehoor en gezichtsvermogen.",
    "Waarlijk, Wij hebben hem de Weg getoond, of hij nu dankbaar of ondankbaar zal zijn.",
    "Waarlijk, Wij hebben voor de ongelovigen ijzeren ketenen, halsbanden en een laaiend Vuur bereid.",
    "Waarlijk, de vromen zullen drinken uit een beker waarvan de mengdrank ‘Kafoer’ (kamfer) is.",
    "Een bron waarvan de dienaren van Allah zullen drinken. Zij laten deze overvloedig stromen.",
    "Zij vervulden hun belofte en zij vreesden een Dag waarvan het kwaad wijdverspreid zal zijn.",
    "En zij geven voedsel ondanks dat zij het liefhebben aan de armen, de wees en de gevangenen.",
    "(Zeggende): “Wij voeden jullie slechts om Allah’s genoegen te zoeken, Wij wensen geen beloning of dankbaarheid van jullie.",
    "Waarlijk, wij vrezen van (onze Heer een moeilijke en pijnlijke Dag.”",
    "Allah zal hen op die Dag beschermen voor het kwaad en hen glans en blijdschap schenken.",
    "En Hij zal hen vanwege hun geduldige volharding belonen met het Paradijs en met zijde.",
    "Leunend zitten zij daarin op verheven tronen. Zij vinden daarin geen zon en geen kou.",
    "En haar schaduwen zijn voor hen dichtbij en de trossen fruit daarvan hangen laag, binnen hun bereik.",
    "En onder hen wordt rondgegaan met zilveren schalen en glazen van kristal.",
    "Kristalhelder, gemaakt van zilver. Zij zullen de maat daarvan bepalen volgens hun wensen.",
    "En daarin wordt er voor hen geschonken uit een beker waarvan de mengdrank gember is.",
    "Er bevindt zich daarin een bron die Salsabil genoemd wordt.",
    "En onder hen wordt rondgegaan door eeuwig jeugdigen. Als jij hen ziet, dan denk jij dat zij verstrooide parels zijn.",
    "En als jij rondkijkt, dan zie jij een vreugde en een groot koninkrijk.",
    "Hun kleding zal van fijne groene zijde en goud borduursel zijn. Zij zullen versierd worden met zilveren armbanden en hun Heer zal hen een zuivere drank geven.",
    "(En er zal tegen hen gezegd worden): “Waarlijk, dit is een beloning voor jullie en jullie inspanningen zijn aanvaard.”",
    "Waarlijk! Wij zijn het die de Koran aan jou in gedeelten hebben neergezonden.",
    "Wees daarom geduldig volgens de wetten van jouw Heer, en volg niet de zondaar of de ongelovige onder hen.",
    "En gedenk (in jouw gebed) de Naam van jouw Heer, in de ochtend en in de avond.",
    "En in een gedeelte van de nacht, en kniel je neer voor Hem en verheerlijk Hem tijdens een lang deel van de nacht.",
    "Waarlijk! Deze (ongelovigen) houden van de voorbijgaande wereld en leggen achter hun rug een zware Dag.",
    "Wij hebben hen geschapen hebben en Wij hebben hun gestel sterk gebouwd. En als Wij het gewild hadden, dan zouden Wij hen vervangen door gelijksoortigen.",
    "Waarlijk! Dit is een Vermaning, wie het dan wil, zal het Pad naar zijn Heer nemen.",
    "Maar jullie zullen het niet willen tenzij Allah het wil. Waarlijk, Allah is Alwetend, Alwijs.",
    "Hij zal Zijn Genade toekennen aan wie Hij wil en voor de onrechtvaardigen heeft Hij een pijnlijke bestraffing voorbereid.",
    "Bij de met goedheid gezondenen.",
    "En bij hen die verbrijzelen.",
    "En bij hen, die heinde en ver verspreiden.",
    "En bij hen die goed onderscheiden.",
    "En bij de Engelen die de Openbaringen naar de Boodschappers brengen.",
    "Om tot verontschuldiging te brengen of te waarschuwen.",
    "Zeker, wat jullie beloofd is zal vervuld worden.",
    "Als dan de sterren gedoofd worden.",
    "En de hemel splijt.",
    "En de bergen verpulverd worden.",
    "En als de Boodschappers verzameld worden.",
    "(Er wordt gezegd:) “Tot welke Dag is er uitstel gegeven?”",
    "Tot de Dag van de Beoordeling.",
    "En wat zal jullie uitleggen wat de Dag van de Beoordeling is?",
    "Wee die Dag de ontkenners!",
    "Hebben wij de vroegeren (ongelovigen) niet vernietigd?",
    "Waarna Wij hen deden opvolgen door de lateren?",
    "Zo behandelen Wij de misdadigers.",
    "Wee die Dag de ontkenners!",
    "Hebben Wij jullie niet uit een waardeloze vloeistof geschapen?",
    "Toen plaatsten Wij het in een beschermende rustplaats.",
    "Voor een bepaalde periode.",
    "Zo hebben Wij het bepaald en hoe voorteffelijk zijn Wij in het bepalen!",
    "Wee die Dag de ontkenners!",
    "Hebben Wij de aarde niet als een verzamelplaats gemaakt?",
    "Voor de levenden en de doden.",
    "En Wij plaatsten daarop stevige bergen en Wij schonken jullie helder water.",
    "Wee die Dag de ontkenners!",
    "“Ga naar dat wat jullie plachten te ontkennen!",
    "Ga naar een schaduw (van rook) in drie kolommen.",
    "Die geen verkoelende schaduw geeft en die niet baat tegen de felle vlammen van het Vuur.",
    "Waarlijk! Zij (de Hel) werpt vonken als kastelen.",
    "Alsof zij gele kamelen waren.",
    "Wee die Dag de ontkenners!",
    "Dit is een Dag waaop zij niet spreken.",
    "En het zal hun niet toegestaan worden om zich te verontschuldigingen.",
    "Wee die Dag de ontkenners!",
    "Dit is de Dag van de Beoordeling; Wij hebben jullie en degenen die vroeger leefden bijeengebracht.",
    "Als jullie een list hebben, voer die dan uit.",
    "Wee die Dag de ontkenners!",
    "Waarlijk, de godvrezenden zullen temidden van schaduw en bronnen zijn.",
    "En er zijn vruchten die zij wensen.",
    "(Er wordt gezegd:) “Eet en drink met smaak als beloning voor hetgeen wat jullie plachten te doen.”",
    "Waarlijk, zo belonen Wij de weldoeners.",
    "Wee die Dag de ontkenners!",
    "Eet en vermaak jezelf voor korte tijd. Waarlijk, jullie zijn misdadigers.",
    "Wee die Dag de ontkenners!",
    "En als er tegen hen gezegd wordt: “Buig je neder” (in het gebed) dan buigen zij niet.",
    "Wee die Dag de ontkenners!",
    "In welk Woord na hem (de Koran) zullen zij dan geloven? ۞"
  ]
}