{
  "meta": {
    "id": 235,
    "name": "Malak Faris Abdalsalaam",
    "translator_name": "Malak Faris Abdalsalaam",
    "slug": "dutch-abdalsalaam",
    "language_name": "dutch"
  },
  "verses": [
    "En al zouden Wij Engelen tot hen neergezonden hebben en zouden de doden tot hen gesproken hebben en zouden Wij alle zaken (die Mohammed’s Profeetschap bewijzen) vόόr hen verzameld hebben, dan nog zouden zij het niet geloven, tenzij Allah het wil, maar de meeste van hen gedragen zich onwetend.",
    "En zo hebben Wij voor elke Profeet een vijand gemaakt - duivels van onder de mensen en de djinn, zij fluisteren elkaar fraaie woorden in om (de mensen) te misleiden. Als jullie Heer het gewild had dan zouden zij dit niet gedaan hebben, laat hen dus met rust met hun bedenksels.",
    "Zodat de harten van degenen die niet in het Hiernamaals geloven ertoe neigen en zodat zij hier genoegen aan mogen beleven en zodat zij verrichten wat zij (de Satans) verrichten.",
    "Zeg (O Mohammed): “Zal ik een andere rechter dan Allah zoeken terwijl Hij het is Die het Boek (de Koran) tot hen heeft neergezonden als een uiteenzetting?” En degenen die Wij de Schrift hebben gegeven, weten dat het van jullie Heer in Waarheid geopenbaard is. Behoor dus niet tot degenen die twijfelen.",
    "En het Woord van jullie Heer is in waarheid en rechtvaardigheid vervuld. Niemand kan Zijn woorden veranderen. En Hij is de Alhorende, de Alwetende.",
    "En als je de meesten van degenen die op aarde (zijn) gehoorzamen, zullen zij je ver van Allah’s Pad laten afdwalen. Zij volgen niets anders dan gissingen en zij doen niets anders dan liegen.",
    "Waarlijk, jouw Heer! Hij is het Die het beste weet wie van Zijn Weg afdwaalt, en Hij weet het beste wie de rechtgeleiden zijn.",
    "Eet dus van dat (vlees) waarover Allah’s Naam uitgesproken is, als jullie in Zijn Verzen geloven.",
    "En wat is er met jullie, dat jullie niet eten van het voedsel waarover Allah’s Naam uitgeroepen is, terwijl Hij jullie nauwkeurig heeft uitgelegd wat verboden voor jullie is, behalve dat waar jullie toe gedwongen zijn uit noodzaak? En zeker, velen leiden (de mensheid) op een dwaalspoor door hun eigen wens en door gebrek aan kennis. Zeker, jullie Heer kent de overtreders het beste.",
    "En laat de openlijke en de verborgen zonden achterwege. Waarlijk, degenen die zonden begaan zullen vergolden worden voor datgene wat zij deden.",
    "Eet niet van dat waarover Allah’s Naam niet uitgesproken is, dit is zeker een zonde. Zeker, de duivels fluisteren hun vrienden in om met jullie te argumenteren. En als jullie hen hadden gehoorzaamd (door met hen in te stemmen) dan zouden jullie zeker tot de polytheïsten behoren.",
    "Wij hebben degene die dood was het leven gegeven en hebben voor hem het licht aangestoken, waardoor hij onder de mensen kan lopen; is hij te vergelijken met hem die in de duisternissen verkeert,was waar hij nooit uit kan komen? Zo wordt voor de ongelovigen schoonschijnend gemaakt wat zij plachten te doen.",
    "En zo hebben Wij in iedere stad haar grootste misdadigers geplaatst om samen te zweren. Maar zij zweren niet samen, behalve tegen zichzelf, terwijl zij het niet beseffen.",
    "En als tot hen een Teken komt, zeggen zij: “Wij zullen niet geloven tot wij hetzelfde ontvangen als de Boodschappers van Allah ontvangen hebben.” Allah weet het beste aan wie Hij Zijn Boodschap geeft. Bij Allah zullen degenen die misdaden pleegden door kleinering en een zware bestraffing getroffen worden vanwege hun samenzweringen.",
    "En wie wil dat Allah hem leidt, diens borst opent Hij voor de Islam; en wie Hij wenst te doen dwalen, diens borst maakt Hij nauw en beklemd alsof hij (op een hoge berg) naar de hemel klimt. Zo werpt Allah de toorn over degenen die niet geloven.",
    "En dit is het Pad van jullie Heer, een recht Pad. Wij hebben Onze openbaring uiteengezet voor een volk dat zich laat vermanen.",
    "Voor hen zal er een huis van vrede zijn bij hun Heer. En Hij zal hun beschermer zijn vanwege wat zij doen.",
    "En op de Dag wanneer Hij hen (allen) zal verzamelen ( zal Hij zeggen): “O, jullie gemeenschap van Djinns! Veel van jullie hebben de mensen misleid.” En hun bondgenoten van onder de mensen zullen zeggen: “Onze Heer! Wij profiteerden van elkaar, maar nu hebben wij onze voorgeschreven termijn bereikt, wat U ons heeft voorgeschreven.” Hij zal zeggen: “Het Vuur zal jullie verblijfplaats zijn en jullie zullen daarin voor altijd verblijven, behalve als Allah het (anders) wil.” Zeker jullie Heer is Alwijs, Alwetend.",
    "Zo maken Wij de onrechtvaardigen tot elkaars bondgenoten vanwege wat zij verdienen.",
    "O gemeenschap van Djinn en mensen! Zijn er uit jullie eigen middens dan geen Boodschappers tot jullie gekomen, die de Verzen (uit Mijn boeken) aan jullie voordroegen? Werden jullie dan niet gewaarschuwd voor jullie ontmoeting op de aangezegde Dag (der Opstanding)? Zij zullen (toegeven en) zeggen: “Wij getuigen tegen onszelf.” Voorzeker, het was het wereldse leven dat hen heeft bedrogen en zij zullen tegen zichzelf getuigen dat zij ongelovigen waren.",
    "Dit is omdat jullie Heer de (bevolking van de) steden van de zondaren niet zal vernietigen en de bewoners ervan zijn achtelozen.",
    "Voor allen zullen er graden (in de rangen) zijn voor wat zij gedaan hebben. En jullie Heer is zich niet onbewust van wat zij doen.",
    "En jullie Heer is de Behoefteloze, vol genade. Als Hij wil kan Hij jullie vernietigen en stelt Hij na jullie als opvolgers aan wie Hij wil, zoals Hij jullie heeft voortgebracht uit het nageslacht van een ander volk.",
    "Waarlijk, wat jullie beloofd is zal zeker gebeuren en jullie kunnen het niet voorkomen.",
    "Zeg (O Mohammed): “O, mijn mensen! Werk op jullie manier, waarlijk, ik werk (ook) op mijn manier en jullie zullen te weten komen, voor wie de uiteindelijke opbrengst in het Hiernamaals gunstig is. Zeker, de onrechtvaardigen zullen geen succes hebben.",
    "En zij kennen aan Allah een deel van het akkerland en het vee toe, wat Hij geschapen heeft, en zij zeggen: “Dit is voor Allah” volgens wat zij zich voorstellen en “dit is voor onze afgoden.” Maar het deel van de afgoden bereikt Allah niet, terwijl het deel van Allah de afgoden wel bereikt. Kwaad is de manier waarop zij oordelen!",
    "En zo deden hun leiders het doden van hun kinderen voor velen van de veelgodenaanbidders mooi toeschijnen, om hen te vernietigen en om verwarring in hun godsdienst te creëren. En als Allah het gewild had zouden zij dat niet gedaan hebben. Laat hen dus met hun bedenksels alleen.",
    "En zij zeiden: “Dit vee en deze oogst zijn verboden, niemand eet er van, behalve wie wij willen.” En dat er bepaalde soorten vee zijn die geen last mogen dragen of enig ander werk doen en vee waarover de Naam van Allah niet wordt uitgesproken; liegend over Hem (Allah). Hij zal hen vanwege hun bedenksels vergelden.",
    "En zij zeggen: “Wat in de buiken van bepaalde soorten vee is, is alleen voor mannen en verboden voor onze vrouwen, maar als het dood geboren wordt, dan mogen zij (de mannen en de vrouwen) daarin meedelen.” Hij zal hen voor hun toekenning bestraffen. Waarlijk, Hij is Alwijs, Alwetend.",
    "Waarlijk, degenen die hun kinderen hebben gedood uit dwaasheid, zonder kennis hebben een groot verlies geleden en zij verklaarden voor verboden wat Allah hun aan voorzieningen heeft geschonken, als een verzinsel over Allah. Zij zijn waarlijk afgedwaald en niet geleid.",
    "En Hij is\" Degene Die de Tuinen doet ontstaan, gestutte en niet gestutte, en de dadelpalm en oogsten waarvan de vruchten verschillen in vorm en smaak, olijven en granaatappels, gelijk en verschillend. Eet van haar fruit als het vrucht draagt, maar betaal de prijs (de zakat) op de oogstdag. Maar wees niet buitensporig. Waarlijk, Hij houdt niet van de buitensporigen.",
    "En Hij schiep onder het vee lastdieren en slachtdieren. Eet van dat waar Allah jullie mee voorzien heeft en volg niet de voetstappen van Sheitan. Zeker, hij is voor jullie een openlijke vijand.",
    "Acht, in paren; van schapen twee en van de geiten twee. Zeg (O Mohammed): “Heeft Hij de twee mannelijke en de twee vrouwelijke of die in de baarmoeder van de twee vrouwelijke zitten, verboden? Informeer mij met kennis als jullie waarachtig zijn.”",
    "En van de kamelen twee en van de koeien twee. Zeg: “Heeft Hij de twee mannelijke en de twee vrouwelijke of die in de baarmoeder van de twee vrouwelijke zitten, verboden? Of waren jullie aanwezig toen Allah jullie zoiets verboden heeft? Wie maakt er dan een grotere fout dan degene die leugens over Allah verzint, om de mensheid zonder kennis te laten dwalen. Zeker, Allah leidt de mensen niet die onrechtvaardig zijn.",
    "(O Mohammed, informeer hen en) zeg: “Ik (als Boodschapper van Allah) kan in de openbaringen niets terugvinden (aangaande de valse verklaringen van de onwetende afgodendienaars) waarin zij voedsel als haraam (verklaren). Behalve als het gaat om (het kadaver van) een dood dier; of stromend bloed; of varkensvlees dat zeer zeker onrein is; of haraam vlees dat geslacht werd als offer (in de naam van) een ander dan Allah. Maar al wie door (hongers)nood wordt gedwongen (en hier toch met afkeer van moet eten) – zonder bewust ongehoorzaam te willen zijn en de geldende grenzen niet overtreedt (door slechts het minimum aan haraam voedsel tot zich te nemen) – voor hen is jullie Heer de Vergevingsgezinde, de meest Genadevolle.",
    "En voor de Joden verboden Wij alle (dieren) met ongespleten hoeven, en Wij verboden hen het vet van de koe en het schaap, behalve wat hun ruggen dragen, het vet van de ingewanden of het vet dat aan het bot is vergroeid. Zo vergolden Wij hen voor hun opstandigheid. En waarlijk, Wij zijn waarachtig.",
    "Als zij jou voorliegen, moet je zeggen: “Jouw Heer is de Eigenaar van een Grote Genade, en nooit zal Zijn toorn zich afkeren van de mensen die misdadigers zijn.”",
    "Degenen die deelgenoten aan Allah toekenden, zullen zeggen: “Als Allah het gewild had, dan zouden wij geen deelgenoten aan Hem toekennen, noch zouden onze vaders (dat doen), en wij zouden niets (tegen Zijn wil) verboden hebben.” Op dezelfde manier loochenen degenen die voor hen waren hen, tot zij Onze wraak proefden. Zeg: “Hebben jullie enige kennis? Breng het dan naar buiten voor Ons. Waarlijk, jullie volgen niets dan gissingen en jullie doen niets anders dan liegen.”",
    "Zeg: “Bij Allah is het volmaakte bewijs en argument en als Hij het zo gewild had, had Hij waarlijk jullie allen geleid.”",
    "Zeg (O Mohammed): “Breng jullie getuigen naar voren, degenen die kunnen getuigen dat Allah dit verboden heeft.” Als zij getuigen, getuig dan niet met hen, noch volg de boze neigingen van degenen die Onze Tekenen verloochenen en evenmin degenen die niet in het Hiernamaals geloven, terwijl zij deelgenoten toekennen aan hun Heer.",
    "Zeg: “Kom, ik zal reciteren wat \"jullie Heer voor jullie verboden heeft verklaard: dat jullie iets als deelgenoot aan Hem toekennen. Wees goed en plichtsgetrouw voor jullie ouders, doodt jullie kinderen niet uit (angst voor) armoede – Wij voorzien jullie en hen van levensonderhoud; kom niet in de buurt van schandelijke zonde of dit nu openlijk gepleegd wordt of in het verborgene; en doodt niet de ziel die Allah verboden heeft verklaard, behalve voor een rechtvaardige zaak. Dit heeft Hij jullie bevolen, zodat jullie mogen begrijpen.”",
    "En kom niet nader tot de eigendommen van de wees, behalve om het te verbeteren, tot hij de volwassen leeftijd heeft bereikt en geef de volle maat en het volle gewicht met rechtvaardigheid. Wij belasten niemand met meer dan hij kan dragen. En als jullie (recht)spreken, wees dan onpartijdig. Zelfs als er naaste verwanten bij betrokken zijn, en vervul het verbond met Allah. Dat is hetgeen Hij jullie beveelt, opdat jullie eraan worden herinnerd.",
    "En dat dit Mijn Pad is, een recht Pad. Volg het dan en volg geen andere paden, want die zullen jullie doen afsplitsen van Zijn Pad. Dit is wat Hij jullie heeft opgedragen, opdat jullie godvrezend zullen worden.",
    "Toen, gaven Wij Mozes het Boek (de Thora) om (Onze gunsten) voor degenen die het goede doen te vervolmaken en om alle zaken nauwkeurig uit te leggen en Leiding en Genade. Dat zij moge geloven in de ontmoeting met hun Heer.",
    "En dit is een Boek wat Wij hebben neergezonden als een zegen, volg het daarom en vrees Allah dat jullie de genade mogen ontvangen.",
    "Opdat jullie niet zullen zeggen: “Het Boek is slechts aan twee volkeren (de Joden en de Christenen) vόόr ons neergezonden en wij waren ons niet bewust wat zij bestudeerden.”",
    "Of dat jullie\" niet zullen zeggen: “Als het Boek maar aan ons was neergezonden, dan waren wij zeker beter geleid dan hen.” Dus nu is tot jullie een duidelijk bewijs gekomen van jullie Heer, en een Leiding en een Genade. Wie maakt er een grotere fout dan degene die de Tekenen van Allah verwerpt en zich daarvan afkeert? Wij zullen degenen die zich van Onze Tekenen afkeren vergelden met een kwade bestraffing omdat zij zich (ervan) afkeerden.",
    "Wachten zij dan op iets anders dan dat de Engelen tot hen zullen komen, of dat jullie Heer zal komen, of dat een aantal van de Tekenen van jullie Heer zal komen. De dag dat er wat Tekenen van jullie Heer zullen verschijnen, zal het geloof van iemand niet baten wanneer hij daarvόόr niet geloofde of niets goeds verrichte toen hij geloofde. Zeg (O Mohammed): “Wacht jullie! Wij wachten (ook).”",
    "Waarlijk, degenen die een scheiding in hun godsdienst maken en het in sekten onderverdelen, (daar heb) jij niet de minste zorgen over. Hun zaak ligt uitsluitend bij Allah, Die zal hen vertellen wat zij gedaan hebben.",
    "Iedereen die een goede daad verricht zal tien maal daarvan de prijs krijgen en iedereen die een slechte daad verricht zal slechts de vergelding van het gelijkwaardige krijgen en hen zal geen onrecht aangedaan worden.",
    "Zeg: “Waarlijk, mijn Heer heeft mij op het rechte Pad geleid, een juiste godsdienst, de godsdienst van Ibrahim Hanifan en hij was nooit onder degenen die anderen dan Allah aanbaden.”",
    "Zeg: “Waarlijk mijn gebed, mijn offer, mijn leven en mijn dood zijn voor Allah, de Heer der Werelden.",
    "Hij heeft geen deelgenoten. En dit is mij bevolen (te verkondigen) en ik ben de eerste van de Moslims.",
    "Zeg: “Zal ik een andere Heer zoeken \"dan Allah, terwijl Hij de Heer van alle zaken is? En niemand bedrijft iets of het rust op hemzelf en geen enkele drager zal een last van een ander dragen. Tot jullie Heer is jullie terugkeer, dus Hij zal jullie vertellen waarin jullie verschilden.”",
    "En Hij is het Die u op aarde als gevolmachtigden heeft aangesteld, en Hij heeft sommigen van jullie in rang boven anderen verheven, opdat Hij u met hetgeen Hij u heeft voorzien, moge beproeven. Voorzeker, uw Heer is snel in het straffen. Voorzeker, Hij is Vergevensgezind, Genadevol.",
    "Alif, Lām, Mīm, Sād.",
    "(Dit is) een Boek wat aan jou (Mohammed) neergezonden is, laat er daarom geen bedruktheid in jouw borst zijn vanwege deze (Koran). Het Boek is een waarschuwing en een overdenking voor de gelovigen.",
    "Volg dan hetgeen aan jullie is neergezonden van jullie Heer en volg buiten Hem geen leiders. Weinig is het dat jullie je laten vermanen.",
    "En een groot aantal steden vernietigden Wij. Onze bestraffing kwam over hen gedurende de nacht, of terwijl zij hun middagslaap deden.",
    "En hun smeekbede, toen Onze bestraffing tot hen kwam, was slechts dat zij zeiden: “Waarlijk, wij waren onrechtvaardigen.”",
    "Dan zeker, zullen Wij die (mensen) ondervragen aan wie (Profeten) gezonden waren en waarlijk, Wij zullen de Boodschappers ondervragen.",
    "Dan zeker, Wij zullen hen (het hele verhaal) met kennis vertellen en Wij waren zeker niet afwezig.",
    "En het afwegen (van de daden) op de Dag (van de Afrekening) zal de werkelijke (balans) aangeven. De (ware) overwinnaars zijn zij van wie de weegschaal (met hasanaat) zwaarder (door)weegt.",
    "En zij die een lichte schaal hebben (door zonden), dat zijn de (ware) verliezers omdat zij Onze Verzen plachten te ontkennen.",
    "En zeker, Wij gaven jullie gezag over de aarde en wezen voor jullie daarin levensonderhoud aan. Weinig is de dank die jullie geven.",
    "En zeker, Wij hebben jullie geschapen en hebben jullie vorm gegeven. Toen hebben Wij de Engelen verteld: “Kniel neer voor Adam,” en zij knielden neer, behalve Iblies: hij weigerde om één van de knielenden te zijn.",
    "Hij (Allah) zei: “Wat weerhoud je ervan om te knielen wanneer Ik jou dat beveel?” Iblies zei: “Ik ben beter dan hem. Mij heeft U van vuur geschapen terwijl U hem van klei hebt geschapen.”",
    "Hij (Allah) zei: “Daal af uit dit Paradijs, het is niet aan jou om hier hooghartig te zijn. Ga weg, want jij bent iemand die vernederd en verworpen is.”",
    "Hij (Iblies) zei: “Geef mij uitstel tot de Dag waarop zij allen herrijzen.”",
    "Hij (Allah) zei: “Jij bent één van degenen die uitstel heeft gekregen (tot aan de eerste bazuinstoot).”",
    "Hij (Iblies) zei: “En omdat U mij hebt doen dwalen, zal ik hen (de kinderen van Adam) belemmeren op het rechte Pad (dat naar U leidt).",
    "Vervolgens benader ik hen langs voor en langs achter, van links en van rechts. En de meesten van hen zult U niet als dankbare (gelovigen) ontmoeten.”",
    "Hij (Allah) zei (tegen Iblies): “Verlaat dit (Paradijs) verworpen en uitgebannen. Wie van (de mensheid) jou volgt, daar zal Ik zeker de Hel mee vullen.”",
    "“En, O Adam! Woon met je vrouw in het Paradijs en eet wat jullie beiden wensen, maar nader niet deze boom, want anders zullen jullie beiden tot de onrechtvaardigen behoren.”",
    "Toen fluisterde Satan hen beiden gedachten in om datgene wat van hun geslachtsdelen (eerder) verborgen was te onthullen. En hij zei: “Jullie Heer heeft jullie deze boom slechts verboden omdat jullie anders Engelen worden, of dat jullie tot de onsterfelijken zullen behoren.”",
    "En hij (Satan) zwoer hen bij Allah: “Waarlijk, ik ben slechts jullie oprechte adviseur.”",
    "Waarlijk, hij bedroog hen door misleiding. Toen zij van (de vruchten van) de boom geproefd hadden, werd hun schaamte zichtbaar en zij begonnen zich te bedekken met de aaneengeregen bladeren van het Paradijs. En hun Heer riep hen (zeggende): “Heb Ik jullie die boom niet verboden en jullie verteld: “Waarlijk, Satan is een openlijke vijand voor jullie?”",
    "Zij zeiden: “O Heer, wij hebben onszelf onrecht aangedaan. Als U ons niet vergeeft en ons Uw genade niet schenkt, dan zullen wij zeker tot de verliezers behoren.”",
    "Hij (Allah) zei: “Daal af, jullie zijn elkaars vijanden. Op aarde zal er een woonplaats voor jullie zijn en genieting voor een zekere tijd.”",
    "Hij zei: “Daarop zullen jullie leven en daarop zullen jullie sterven en daaruit zullen jullie tevoorschijn worden gebracht.”",
    "O, Kinderen van Adam! Wij hebben jullie kleding gegeven, zodat jullie jezelf kunnen bedekken en versieren. Maar de kleding van de rechtvaardigheid is beter. Dit is onder de Tekenen van \"Allah, dat zij het overdenken.",
    "O Kinderen van Adam! Laat Satan jullie niet bedriegen (door hem te volgen) want hij heeft ervoor gezorgd dat jullie ouders het Paradijs moesten verlaten en hij heeft hen van hun kleding ontdaan om hun geslachtsdelen te tonen. Waarlijk, hij (de duivel) en zijn aanhangers zien jullie van waar jullie hen niet zien. Waarlijk, Wij hebben de duivels aangesteld als helpers (en zielsverwanten) van de ongelovigen.",
    "En als zij een kwade daad begaan zeggen zij: “Onze vaders hebben het ook gedaan en Allah heeft het ons bevolen.” Zeg (O Mohammed): “Neen, Allah beveelt nooit een kwade daad.” Zeggen jullie iets van Allah waar jullie geen weet van hebben?”",
    "Zeg: “Mijn Heer heeft rechtvaardigheid bevolen en (zegt) dat jullie slechts Hem moeten aankijken in elke plaats van aanbidding, in gebeden en slechts Hem aanroepen en je godsdienst oprecht aan Hem wijden door in de aanbidding Hem geen deelgenoten toe te kennen en met de intentie dat jullie jullie daden slechts voor Allah verrichten. Zoals Hij jullie de eerste keer heeft geschapen, zo zullen jullie terugkeren.",
    "Er is een groep die Hij geleid heeft en een groep die het verdiend dwalend te zijn (omdat) zij zeker de duivels als bondgenoten hebben genomen in plaats van Allah en dachten dat zij geleid waren.",
    "O Kinderen van Adam, kleedt jullie goed en mooi voor het gebed (en bij de rondgang van de Ka’ba). En eet en drink (wat jullie maar willen), maar verspil niet door buitensporigheid. Voorzeker, Hij houdt niet van de verkwisters.",
    "Zeg (O Mohammed): “Wie heeft de versiering met kleding, door Allah gegeven, en wat Hij voor Zijn dienaren gemaakt heeft en het goede van het eten, verboden verklaard?” Zeg: “Dit is op de Dag der Opstanding\" uitsluitend voor degenen die geloofden tijdens het wereldse leven.” Dus leggen Wij de islamitische wetten precies uit voor de mensen die kennis hebben.”",
    "Zeg: “(Mijn Heer heeft slechts de zedeloosheden verboden, wat er openlijk van is en wat er verborgen is, en de zonde; en de overtreding zonder recht; en dat jullie Allah deelgenoten (in de aanbidding) toekennen, waarvoor Hij geen toestemming heeft gegeven en zaken over Allah zeggen waar jullie geen kennis over hebben.”",
    "En elk volk heeft zijn aangewezen tijd: als die tijd is aangebroken, dan kunnen zij het geen moment uitstellen noch vervroegen.",
    "O, Kinderen van Adam! Als er Boodschappers tot jullie komen vanuit jullie midden, voor jullie Mijn verzen reciterend, dan zal voor ieder die vroom en rechtvaardig wordt geen vrees zijn, noch zullen zij bedroefd zijn.",
    "Maar degenen die Onze Tekenen verwerpen en hen arrogant behandelen, zij zullen de bewoners van het Hellevuur zijn en zij zullen daarin voor altijd verblijven.",
    "Wie is er onrechtvaardiger dan degenen die een leugen over Allah hebben verzonnen of die Zijn tekenen verwerpen? Zij zijn degenen die door hun aandeel in het Boek (der beslissingen) getroffen worden, tot Onze boodschappers tot hen komen en hun ziel nemen, zij (de Engelen) zullen zeggen: “Waar zijn degenen die jullie gewoonlijk naast Allah aanriepen.” Zij zullen antwoorden: “Zij zijn verdwenen en hebben ons verlaten.” En zij zullen tegen zichzelf getuigen dat zij ongelovigen waren.",
    "(Op de Dag der Opstanding) zegt (Allah): “Treedt toe tot de volkeren van Djinn en mensen die (reeds zijn heengegaan en) jullie zijn voorgegaan in de Hel.” Telkens wanneer een nieuw volk naar binnen gaat, vervloekt het zijn broedervolk (dat voor hen ging), tot zij allen tezamen in het Vuur zijn. De laatste van hen zal over de eerste zeggen: “Onze Heer! Deze heeft ons misleid, geef hem een dubbele bestraffing van het Vuur.” Hij zal zeggen: ”Voor ieder van jullie is er een dubbele (bestraffing), maar jullie weten het niet.”",
    "De eerste van hen zal tegen de laatste van hen zeggen: “Jullie waren niet beter dan ons, proef dus de bestraffing die jullie verdienen.”",
    "Waarlijk, degenen die Onze Tekenen naast zich neer leggen en ze met arrogantie behandelen, voor hen zullen de poorten van de hemel zich niet openen en zij zullen het Paradijs niet binnengaan tot de kameel door het oog van de naald gaat. Zo vergelden Wij de misdadigers.",
    "Er zal een bed van Hellevuur zijn en zij worden met het (Hellevuur) bedekt. Zo vergelden Wij de onrechtvaardigen.",
    "En degenen die geloven en goede daden verrichten: Wij belasten niemand (van hen) boven zijn vermogen, zij zijn de bewoners van het Paradijs. Zij zullen daarin eeuwig verblijven.",
    "En Wij zullen uit hun harten gevoelens van haat en pijn verwijderen; rivieren stromen onder het Paradijs. En zij zullen zeggen: “Alle lof en dank is aan Allah, Die ons hiertoe geleid heeft, nooit hadden wij de Leiding kunnen vinden, ware het niet dat Allah ons geleid heeft! Waarlijk, de Boodschappers van Onze Heer zijn met de Waarheid gekomen.” En er zal tot hen geroepen worden: “Dit is het Paradijs, dat jullie hebben geërfd wegens wat jullie plachten te doen.”",
    "En de bewoners van het Paradijs zullen tegen de bewoners van het Vuur roepen: “Wij hebben zeker ontdekt dat het waar is wat onze Heer ons beloofd heeft; hebben jullie ook ontdekt dat het waar is wat jullie Heer jullie beloofd heeft?” Zij zullen zeggen: “Ja” Dan zal een roeper tussen hen verklaren: “De vloek van Allah is over de onrechtvaardigen.”",
    "Zij zijn degenen die (de mens) op het Pad van Allah hinderen en die wensen dat hij krom was. En zij geloven niet in het Hiernamaals.",
    "En tussen hen zal een afscheiding zijn en op de hoge muren zullen mensen zijn, die allen zullen herkennen door hun kenmerken. Zij roepen naar de bewoners van het Paradijs: “Vrede zij met jullie!” en op die tijd zijn zij het Paradijs nog niet binnengegaan, maar zij hopen zeker daar naar binnen te gaan.",
    "En als hun ogen zich tot de bewoners van het Vuur richten, zullen zij zeggen: ”Onze Heer! Zet ons niet bij de mensen die onrechtvaardig zijn.”",
    "En als de mensen van de muur de mensen herkennen aan hun kenmerken roepen zij: “Jullie grote getale noch jullie arrogantie waren jullie tot nut”",
    "(Zij die op de muren zitten zeggen:) “Zijn dit (de gelovigen) degenen waarvan jullie zwoeren dat Allah hen nooit genade zou tonen? (Let op! Er is tegen hen gezegd): “Ga het Paradijs binnen, geen angst zal jullie treffen noch zullen jullie bedroefd zijn.”",
    "En de bewoners van het Vuur zullen tegen de bewoners van het Paradijs roepen: “Giet over ons wat water of iets waarmee Allah jullie voorzien heeft.” Zij zullen zeggen “Beiden heeft Allah voor de ongelovigen verboden.”",
    "(Zij zijn) Degenen die hun godsdienst als plezier en vermaak beschouwden, en degenen die bedrogen zijn door het wereldse leven. Dus op deze dag zullen Wij hen vergeten, zoals zij de ontmoeting op deze dag vergaten en omdat zij Onze Tekenen verwierpen.",
    "Zeker, Wij hebben tot hen een Boek gebracht, wat Wij nauwkeurig met kennis uitlegden: als Leiding en als een Genade voor de mensen die geloven.",
    "Wachten \"zij alleen maar op de uiteindelijke vervulling van de gebeurtenis? Op de Dag dat de gebeurtenis uiteindelijk vervuld is, zullen degenen die het vroeger negeerden zeggen: “Waarlijk, de Boodschappers van Onze Heer kwamen tot ons met de Waarheid: zijn er nu bemiddelaars voor ons, zodat zij kunnen bemiddelen? Of kunnen wij (naar de aarde) teruggestuurd worden, zodat wij daden kunnen verrichten anders dan de daden die wij deden?” Waarlijk, zij hebben zichzelf verloren en datgene wat zij verzonnen is van hen verdwenen.",
    "Waarlijk, jullie Heer is Allah, Die de hemelen en de aarde in zes dagen heeft geschapen. Vervolgens zetelde Hij zich op de Troon. Hij bedekt de nacht met de dag, die hem snel opvolgt en (Hij schiep) de zon, de maan en de sterren, zijn onderworpen aan Zijn bevel. Zeker, aan Hem is de schepping en het bevel. Gezegend zij Allah de Heer der Werelden.",
    "Roep jullie Heer aan in nederigheid en (met) zachtheid. Hij houdt niet van de overtreders.",
    "En sticht geen onheil op aarde, nadat het geordend is en roep Hem met angst en hoop aan. Zeker, Allah’s genade is dichtbij (en binnen handbereik van) de weldoeners (die hun best doen in het zuiveren van hun intenties en daden).",
    "En Hij is Degene Die de winden zendt als aankondigers van goede berichten, voorafgaand aan Zijn Barmhartigheid (regen). Zodat wanneer zij de zware wolken hebben opgeheven, Wij die naar een dorre streek drijven, waarna Wij daaruit water doen neerdalen, waarmee Wij dan allerlei soorten vruchten voortbrengen. Zo wekken Wij de doden op. Hopelijk laten jullie je vermanen.",
    "De plantengroei van een goed land komt voort door de toestemming van zijn Heer. En datgene wat slecht is (onvruchtbaar), brengt niets anders voort dan een geringe hoeveelheid. Zo leggen Wij de Tekenen uit voor de mensen die dankbaar zijn.",
    "Voorwaar, Wij hebben Noah naar zijn volk gestuurd en hij zei: “O, mijn volk! Aanbidt Allah! Jullie hebben geen andere god behalve Hem. Zeker, ik vrees voor jullie de bestraffing van de grote dag!”",
    "De leiders van zijn volk zeiden: “Waarlijk, wij zien jou in grote dwaling.”",
    "(Noah) zei: “O, mijn volk! Ik verkeer niet in dwaling, maar ik ben een Boodschapper van de Heer van de wereldwezens!",
    "Ik verkondig aan jullie de Boodschappen van mijn Heer en geef jullie het oprechte advies. En ik weet van Allah wat jullie niet weten.",
    "Zijn jullie niet verbaasd dat er van jullie Heer een Vermaning is gekomen door een man uit jullie midden? Dat hij jullie kan waarschuwen, opdat jullie Allah vrezen en dat jullie genade mogen ontvangen.",
    "Maar zij negeerden hem, waarna Wij hem redden en degenen die met hem waren in het schip. En Wij verdronken degenen die Onze Tekenen negeerden. Zij waren zeker een blind volk.",
    "En tot (het volk van) ‘Ad (stuurden Wij) hun broeder Hoed. Hij zei: “O, mijn volk! Aanbidt Allah! Jullie hebben geen andere god dan Hem. Zullen jullie (Allah) niet vrezen?”",
    "De leiders van degenen die onder zijn volk ongelovig waren, zeiden: “Waarlijk, wij zien jou in dwaasheid en waarlijk, wij denken dat jij één van de leugenaars bent.”",
    "(Hoed) zei: “O, mijn mensen! Er is geen dwaasheid in mij, maar ik ben een Boodschapper van de Heer der Werelden.",
    "Ik verkondig jullie de Boodschappen van Mijn Heer en ik ben een betrouwbare raadgever voor jullie.”",
    "Zijn jullie niet verbaasd dat er van jullie Heer een vermaning is gekomen door een man uit jullie midden, om jullie te vermanen? En gedenk dat Hij jullie tot de opvolgers van het volk van Noah heeft gemaakt en jullie rijkelijk in kracht heeft laten toenemen. Gedenk dus de gunsten van Allah, zodat jullie mogen slagen.",
    "Zij zeiden: “Jij bent tot ons gekomen, zodat wij alleen Allah zouden aanbidden en zouden verzaken wat onze voorouders aanbaden? Breng ons datgene waarmee je ons bedreigd hebt, als je waarachtig bent.”",
    "(Hoed) zei: “Bestraffing en de toorn van jullie Heer is reeds over jullie gekomen. Redetwisten jullie maar met mij over de namen die jullie hebben genoemd – jullie en jullie vaderen, zonder gezag van Allah? Wacht dan, ik ben onder jullie ook wachtend.”",
    "Dus hebben Wij hem (Hoed) gered en degenen die bij hem waren door een genade van Ons en Wij hebben de wortels afgesneden van degenen die Onze Tekenen negeerden en zij waren geen gelovigen.",
    "En tot het (volk van) Thamoed (stuurden Wij) hun broeder Shālih (met het woord van tawhied). (In oprechtheid) zei hij: “O, mijn volk! Aanbidt Allah (alléén), (want) er is voor jullie geen andere god dan Hij. Voorwaar, er is tot jullie een duidelijk Teken van jullie Heer gekomen (dat niets of niemand recht heeft op jullie aanbidding dan Allah). (Als bewijs van zijn profeetschap deed Allah een vrouwtjeskameel verschijnen van tussen de rotsen). Deze vrouwtjeskameel van Allah is een Teken voor jullie (en zal als argumen voor of tegen jullie gebruikt worden). Laat haar dus grazen (en drinken zoveel ze maar wil) op Allah’s aarde (op de vastgelegde dagen). Kwets haar niet (en maak het haar niet moeilijk), anders zal jullie een pijnlijke bestraffing ten deel vallen.",
    "“En gedenk dat Hij jullie tot opvolgers aanstelde na (de ondergang van) de ‘Ad en Hij jullie op aarde vestigde.\" En jullie bouwden voor jezelf paleizen op de vlakten en groeven huizen uit de bergen. Overdenk dus de gunsten van Allah en sticht geen onheil op aarde.",
    "De leiders van degenen die onder zijn mensen arrogant waren, zeiden tot de nederigen onder hen die geloofden ”Weten jullie dat Shālih door zijn Heer gestuurd is?” Zij zeiden: “Wij geloven inderdaad in datgene waarmee hij gestuurd is.”",
    "De arroganten zeiden: “Waarlijk, wij geloven niet in datgene waar jullie in geloven.”",
    "Dus sneden zij de hielpezen van de vrouwtjeskameel door en schaamteloos ontkenden zij het bevel van hun Heer en zeiden: “O Shālih! Breng je bedreigingen als je waarlijk één van de Boodschappers bent.”",
    "Dus greep de aardbeving hen en zij lagen uitgestrekt op de grond in hun huizen.",
    "Toen keerde hij zich van hen af en zei: “O, mijn volk! Ik heb zeker de Boodschap van mijn Heer aan jullie verkondigd en heb jullie een goed advies gegeven maar jullie houden niet van goede adviseurs.”",
    "En (gedenk) Loeth, toen hij tegen zijn volk zijn: “Plegen jullie de ergste zonden zoals geen vόόr jullie van de wereldwezens gepleegd heeft?”",
    "Waarlijk, jullie oefenen jullie lusten op mannen uit in plaats van vrouwen. Nee, jullie zijn het volk dat de grenzen overschrijdt.”",
    "En het antwoord van zijn volk was slechts dat zij zeiden: “Verjaag hen (Loeth en zijn volgelingen) uit jullie stad, dit zijn zeker mannen die rein willen zijn!”",
    "Toen redden Wij hem en zijn gezin behalve zijn vrouw; zij was één van degenen die achterbleef.",
    "En Wij lieten regen (van stenen) op hen neerdalen. Zie dan wat het einde van de misdadigers was.",
    "En tot (het volk van) Madyan (stuurden Wij) hun broeder Shoe’aib. Hij zei: “O, mijn volk! Aanbidt Allah, jullie hebben geen andere god dan \"Hem. Voorwaar er is tot jullie een duidelijk Teken van jullie Heer gekomen; geef dus de volle maat en het volle gewicht en benadeel de mensen niet met hun zaken en sticht geen onheil op aarde nadat het geordend is, dat is beter voor jullie als jullie gelovigen zijn.”",
    "En zit niet op iedere weg, terwijl jullie degenen die in Hem geloven bedreigen en afhouden van het Pad van Allah, wensend dat het krom was. En gedenk toen jullie met weinigen waren en Hij jullie talrijk deed worden. En zie hoe het einde van de verderfzaaiers was.",
    "En er is een gedeelte van jullie die gelooft in wat mij gezonden is en een ander gedeelte gelooft niet, wees dus geduldig tot Allah tussen jullie oordeelt en Hij is de beste Beoordeler. ۞"
  ]
}