{
  "meta": {
    "id": 101,
    "name": "Alauddin Mansour",
    "translator_name": "Alauddin Mansour",
    "slug": "uzbek-alauddin-mansour",
    "language_name": "uzbek"
  },
  "verses": [
    "(Эй Муҳаммад алайҳис-салоту вас-салом), дарҳақиқат, Аллоҳ сиз билан ўз жуфти ҳақида баҳслашаётган ва Аллоҳга шикоят қилаётган (аёл)нинг сўзини эшитди. Аллоҳ сизларнинг басти-жавобларингизни эшитур. Албатта Аллоҳ эшитгувчи, кўргувчидир. ",
    "Ораларингиздаги ўз хотинларини зиҳор қиладиган кимсаларнинг (зиҳор қилинган хотинлари) уларнинг оналари эмасдирлар. Фақат уларни туққан (аёл)ларгина уларнинг оналаридирлар. Шак-шубҳасиз, улар сўзнинг номақбул ва ёлғонини айтурлар. (Лекин) Аллоҳ шубҳасиз, афв этгувчи ва мағфират қилгувчидир. ",
    "Ўз хотинларини зиҳор қилиб, сўнгра айтган сўзларидан қайтадиган кимсалар (зиммасида) (эр-хотин) қўшилишларидан илгари бир қулни озод қилиш бордир. Бу сизларга мавъиза-ибрат бўлгай. Аллоҳ қилаётган амалларингиздан хабардордир.",
    "Энди ким (озод қилиш учун қул) топа олмаса (унинг зиммасида эр-хотин) қўшилишларидан илгари пайдар-пай икки ой рўза тутиш бордир. Энди ким (рўза тутишга) қодир бўлмаса (унинг зиммасида) олтмишта бечора-мискинга таом бериш бордир. Бу (ҳукмлар) сизлар Аллоҳ ва Унинг пайғамбарига иймон келтиришларингиз учун (нозил қилинди). Булар Аллоҳнинг (белгилаб қўйган) ҳадлари — қонунларидир. Ва (бу қонунларни инкор этгувчи) кофирлар учун аламли азоб бордир.",
    "Албатта Аллоҳ ва Унинг пайғамбари чизган чизиқдан чиқадиган кимсалар худди ўзларидан аввалгилар ҳалок қилингани каби ҳалок қилинурлар. Дарвоқеъ, Биз очиқ-равшан оятлар нозил қилдик. (Мана шу оятларни инкор этгувчи) кофирлар учун хор қилгувчи азоб бордир.",
    "(Ўша кофирлар азобга дучор қилинадиган) Кунда Аллоҳ уларнинг барчаларини қайта тирилтириб, (ҳаёти дунёда) қилган амалларининг хабарини берур. У (амаллар)ни Аллоҳ ҳисоблаб-битиб қўйди, улар эса унутиб юбордилар. Аллоҳ барча нарса устида гувоҳдир.",
    "Аллоҳ осмонлардаги ва Ердаги бор нарсани аниқ билишини кўрмадингиз — билмадингизми! Уч кишининг ўзаро шивир-шивирлари бўлса, албатта У зот уларнинг тўртинчисидир, беш кишининг (ўзаро шивир-шивирлари бўлса), албатта У зот уларнинг олтинчисидир. (Ўзаро сирлашаётган кишилар) бундан оз бўладими, ё кўп бўладими, албатта У зот қаерда бўлсалар ҳам улар билан биргадир. Сўнгра, Қиёмат Кунида уларга қилган амалларининг хабарини берур. Албатта Аллоҳ барча нарсани билгувчидир.",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), ўзаро шивир-шивирдан қайтарилганларидан сўнг яна ўзлари қайтарилган нарсага қайтадиган ҳамда гуноҳ, зўравонлик ва пайғамбарга итоатсизлик қилиш тўғрисида ўзаро шивирлашадиган кимсаларни кўрмадингизми? Қачон улар сизнинг олдингизга келсалар, сизга бир ибора билан салом берурларки, Аллоҳ сизга ўша (сўз) билан салом бермаган эди. Яна ўзларича: «Нега айтаётган сўзимиз сабабли Аллоҳ бизларни азобламаяпти? (Агар Муҳаммад ҳақ пайғамбар бўлганида, албатта Аллоҳ бизларни азобга гирифтор қилган бўлур эди)», дерлар. Уларга ўзлари кирадиган жаҳаннам (азоб тўғрисида) кифоя қилар! Бас, нақадар ёмон оқибат (бу)! ",
    "Эй мўминлар, сизлар ўзаро шивирлашиб гаплашганларингизда, гуноҳ ва зўравонлик ва пайғамбарга итоатсизлик қилиш тўғрисида шивирлашманглар, (балки) яхшилик ва тақво ҳақида шивирлашинглар ҳамда сизлар ҳузурига тўпланадиган Зот — Аллоҳдан қўрқинглар!",
    "(Яҳудий ва мунофиқларнинг) ўзаро шивир-шивирлари фақат шайтон томонидан бўлиб, иймон келтирган зотларни ғамгин қилиш учундир. (Лекин) у Аллоҳнинг изни-иродасисиз уларга бирон зиён етказа олгувчи эмасдир. Бас, мўминлар, ёлғиз Аллоҳгагина таваккул қилсинлар — суянсинлар!",
    "Эй мўминлар, қачон сизларга (мажлис-суҳбатларда дўст-биродарларингиз келиб: «Бизларга ҳам шу мажлисдан) жой беринглар», дейилса, дарҳол жой беринглар, Аллоҳ сизларга ҳам (Ўз жаннатидан) жой берур. Ва қачон «(ўринларингиздан) туринглар», дейилса, дарҳол туринглар, Аллоҳ сизлардан иймон келтирган ва илм ато этилган зотларни (баланд) даража-мартабаларга кўтарур. Аллоҳ қилаётган амалларингиздан хабардордир. ",
    "Эй мўминлар, қачон сизлар пайғамбар билан сирлашмоқ — суҳбатлашмоқни истасангизлар, суҳбатларингиз олдидан (камбағал-мискинларга) бирон хайр-садақа тақдим этинглар. Бу ўзларингиз учун яхшироқ ва (гуноҳларингизни) поклагувчироқдир. Энди агар (садақа қилгудек нарса) топа олмасангизлар, у ҳолда албатта Аллоҳ мағфиратли, меҳрибондир.",
    "Суҳбатларингиз олдидан хайр-садақалар тақдим этишдан (камбағал бўлиб қоламиз, деб) қўрқдингларми? Бас, сизлар (хайр-садақа) қилмаган экансизлар ва Аллоҳ тавбаларингизни қабул қилган экан, энди намозни тўкис адо этинглар ва закотни (ҳақдорларга) ато этинглар ҳамда Аллоҳ ва Унинг пайғамбарига итоат этинглар! Аллоҳ қилаётган амалларингиздан хабардордир.",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), Аллоҳнинг ғазабига дучор бўлган қавмни (яҳудийларни) дўст тутган кимсаларни (мунофиқларни) кўрмадингизми? У (мунофиқлар) сизлардан (яъни, мусулмонлардан) ҳам, улардан (яъни, яҳудийлардан) ҳам эмасдирлар! Яна улар (ўзларининг мунофиқ эканликларини) билиб турган ҳолларида, («Бизлар мусулмонлармиз», деб) қасам ҳам ичурлар.",
    "Аллоҳ улар учун қаттиқ азобни тайёрлаб қўйгандир! Дарҳақиқат, уларнинг қилган амаллари нақадар ёмондир!",
    "Улар ўзларининг (ёлғон) қасамларини қалқон қилиб олишиб, (одамларни) Аллоҳнинг йўлидан тўсдилар. Бас, улар учун хор қилгувчи азоб бордир!",
    "Уларнинг моллари ҳам, болалари ҳам Аллоҳ томонидан (бўладиган) бирон нарсани-азобни улардан дафъ қила олмас. Улар дўзах эгаларидир. Улар, ўша жойда мангу қолгувчидирлар!",
    "У Кунда (яъни, Қиёматда) Аллоҳ уларнинг барчаларини қайта тирилтириб, улар худди сизларга қасам ичаётганларидек, У зотга ҳам қасам ичурлар ва ўзларини (шу ёлғон қасамлари сабабли) бирон (фойда) устида деб ҳисобларлар. Огоҳ бўлингизким, албатта улар ғирт ёлғончи кимсалардир!",
    "Уларни шайтон эгаллаб олиб, уларга Аллоҳни эслашни унуттирди. Ана ўшалар шайтон ҳизби-гуруҳидирлар. Огоҳ бўлингизким, албатта шайтон ҳизби (бўлган кимсаларгина) зиён кўргувчилардир.",
    "Албатта Аллоҳ ва Унинг пайғамбари чизган чизиқдан чиққан кимсалар — ана ўшалар энг хор кимсалар қаторидадирлар!",
    "Аллоҳ (Лавҳул-Маҳфузга): «шак-шубҳасиз, Мен Ўз пайғамбарларим билан бирга ғолиб бўлурман», деб ёзиб қўйгандир. Албатта Аллоҳ кучли, қудратлидир.",
    "Аллоҳга ва Охират кунига иймон келтирадиган қавмнинг Аллоҳ ва Унинг пайғамбари чизган чизиқдан чиққан кимсалар билан — гарчи улар ўзларининг оталари, ёки ўғиллари, ёки оға-инилари, ёки қариндош-уруғлари бўлсалар-да, дўстлашаётганларини топмассиз. Ана ўшаларнинг дилларига (Аллоҳ) иймонни битиб қўйгандир ва уларни Ўз томонидан бўлган Руҳ — Қуръон билан қувватлантиргандир. У зот уларни остидан дарёлар оқиб турадиган, улар мангу қоладиган жаннатларга киритур. Аллоҳ улардан рози бўлди ва улар ҳам (Аллоҳдан — У зот берган ажр-мукофотлардан) рози бўлдилар. Ана ўшалар Аллоҳнинг ҳизбидирлар. Огоҳ бўлингизким, албатта Аллоҳнинг ҳизби (бўлган зотларгина) нажот топгувчидирлар!",
    "Осмонлардаги ва Ердаги бор нарса Аллоҳга тасбеҳ айтди. У қудрат ва ҳикмат Соҳибидир.",
    "У аҳли китоблардан (яҳудийлардан) кофир бўлган кимсаларни биринчи тўплашдаёқ ўз диёрларидан ҳайдаб чиқарган Зотдир. (Эй мўминлар), сизлар уларнинг чиқиб кетишларини ўйлаган ҳам эмас эдингиз. Улар ҳам ўзларининг қўрғон-қалъаларини Аллоҳ(нинг азобидан) тўсгувчи деб ўйлаган эдилар. Бас, Аллоҳ(нинг азоби) улар ҳисобга олмаган томондан келди ва дилларига қўрқинч солди. Улар уйларини ўз қўллари ва мўминларнинг қўллари билан бузурлар. Бас, эй ақл эгалари, (уларнинг аҳволидан) ибрат олингиз! ",
    "Агар Аллоҳ уларга сургунни ёзмаганида, албатта уларни мана шу дунёда (қатл қилиш ёки асирлик билан) азоблаган бўлур эди. Улар учун Охиратда дўзах азоби ҳам бордир.",
    "Бунга сабаб, уларнинг Аллоҳ ва Унинг пайғамбарига қарши турганларидир. Кимки Аллоҳга қарши турса, бас, албатта Аллоҳнинг жазоси қаттиқдир.",
    "(Эй мўминлар), сизлар (Бану Назийр хурмозорларидан) бирон хурмо дарахтини кесдингларми ёки уни ўз поясида турган ҳолида қолдирдингларми, бас, (сизлар қилган ҳар бир иш) Аллоҳнинг изни-иродаси билан ва у фосиқ-итоатсиз кимсаларни расво қилиш учун (бўлди).",
    "Аллоҳ Ўз пайғамбарига улардан ўлжа қилиб берган нарсаларнинг устига сизлар оту туяларни ўйнатиб-чоптириб борганларингиз йўқ (яъни, у ўлжаларни сизлар қийналиб, машаққат чекиб, жанг-жадал билан қўлга киритганларингиз йўқ), лекин Аллоҳ Ўз пайғамбарларини Ўзи хоҳлаган кимсалардан (мана шундай) устун қилиб қўюр. Аллоҳ барча нарсага қодирдир.",
    "Аллоҳ қишлоқ-шаҳарларнинг (кофир) аҳолисидан Ўз пайғамбарига ўлжа қилиб берган нарсалар — токи сизлардан бой-бадавлат кишилар ўртасидагина айланиб юраверадиган нарса бўлиб қолмасин учун — Аллоҳники, пайғамбарники ва (пайғамбарнинг) қариндош-уруғлари, етимлар, бечора-мискинлар ва йўловчи-мусофирларникидир. Пайғамбар ўзи сизларга ато этган нарсани олинглар, у зот сизларни қайтарган нарсадан қайтинглар ва Аллоҳдан қўрқинглар! Албатта Аллоҳнинг жазоси қаттиқдир.",
    "(У ўлжалар яна) ўз диёрларидан ва мол-мулкларидан ҳайдаб чиқарилган зотлар — камбағал муҳожирларникидирки, улар Аллоҳдан фазл-марҳамат ва ризолик истарлар ҳамда Аллоҳ ва Унинг пайғамбарига ёрдам берурлар. Ана ўшалар (иймонларида) содиқ зотлардир.",
    "Улардан (муҳожирлардан) илгари (Мадина) диёрига ўрнашган ва иймон-эътиқодни (маҳкам ушлаган) зотлар (ансорлар) эса ўзлари(нинг ёнлари)га ҳижрат қилиб келган кишиларни суюрлар ва дилларида уларга (муҳожирларга) берилган нарса-ўлжалар сабабли бирон ҳасад туймаслар ҳамда гарчи ўзларида эҳтиёж бўлса-да, ўзларини қўйиб (ўзгаларни) ийсор-ихтиёр қилурлар. Кимки ўз нафсининг бахиллигидан сақлана олса, бас, ана ўшалар нажот топгувчи зотлардир. ",
    "Улардан кейин (дунёга) келган зотлар айтурлар: «Парвардигоро, Ўзинг бизларни ва бизлардан илгари иймон билан ўтган зотларни мағфират қилгин ва қалбларимизда иймон келтирган зотлар учун бирон ғилли-ғаш қилмаган. Парвардигоро, албатта Сен меҳрибон ва раҳмлидирсан».",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), мунофиқ кимсалар ўзларининг аҳли китоблардан (яҳудийлардан) бўлган кофир биродарларига: «Қасамки, агар сизлар (Мадинадан) қувиб чиқарилсангизлар, албатта бизлар ҳам сизлар билан бирга чиқиб кетурмиз ва сизлар(га қарши урушиш) тўғрисида ҳеч қачон бирон кимсага итоат этмасмиз. Агар сизларга қарши жанг қилинса, албатта бизлар сизларга ёрдам берурмиз», дейишларини кўрмадингизми? Аллоҳ гувоҳлик берур-ки, улар шак-шубҳасиз, ёлғончидирлар.",
    "Қасамки, агар (яҳудийлар ўз диёрларидан) қувиб чиқарилсалар (мунофиқлар) улар билан бирга чиқиб кетмаслар, қасамки, агар (яҳудийларга қарши) жанг қилинса, (мунофиқлар) уларга ёрдам ҳам бермаслар ва агар (фаразан) ёрдам берсалар ҳам, албатта яҳудийлар (мўминлар томонидан мағлуб қилинишиб) ортларига қараб қочурлар ва кейин уларга бирон ёрдам берилмас.",
    "(Эй мўминлар), аниқки, сизлар (мунофиқларнинг) дилларида Аллоҳдан кўра қўрқинчлироқдирсизлар. Бунга сабаб, улар (Аллоҳнинг қудратини) англамайдиган қавм эканликларидир.",
    "Улар (мунофиқ ва яҳудийлар) бирлашган ҳолларида сизлар билан фақат қалъа-қўрғонли қишлоқлар ичида (беркиниб) ёки деворлар ортидагина жанг қила олурлар, (яъни, ҳеч қачон сизларга қарши очиқ жангга чиқа олмаслар). Улар ўз ўрталарида кучли-қувватлидирлар, (яъни, жанг-жадал бўлмасдан туриб ўзаро куч-қудратли эканликлари ҳақида лоф ураверадилар, аммо жанг пайтида ожиз-қўрқоқдирлар). (Оғизларидаги сўзларидан) уларни бир деб ҳисоблайсиз-у, (аммо) диллари хилма-хилдир. Бунга сабаб, уларнинг ақлсиз қавм эканликларидир.",
    "(Улар) худди ўзларидан озгина олдин ўтган, ўз қилмишларининг зиёнини тотган кимсаларнинг (яъни, Бадр жангида енгилиб шарманда бўлган мушрикларнинг) ўхшашидирлар. Улар учун (Охиратда ҳам) аламли азоб бордир.",
    "(Яҳудийларни мўминларга қаршилик қилишга гиж-гижлаётган мунофиқлар) худди шайтоннинг ўхшашидирлар. Эсланг, у инсонга «Кофир бўл», деган эди. Энди қачонки (инсон) кофир бўлгач, (шайтон унга) «Албатта мен сендан безорман. Зеро, мен барча оламлар Парвардигори бўлмиш Аллоҳдан қўрқурман», деди.",
    "Бас, иккисининг (шайтон ва унинг сўзига кириб, кофир бўлган инсоннинг) оқибати дўзахга кириб, унда мангу қолишлари бўлди. Золим кимсаларнинг жазоси шудир!",
    "Эй мўминлар, Аллоҳдан қўрқинглар ва (ҳар бир) жон эрта (Қиёмат Куни) учун нимани (яъни, қандай эзгу амални) тақдим этганига қарасин! Аллоҳдан қўрқинглар! Албатта Аллоҳ қилаётган амалларингиздан хабардордир.",
    "Сизлар Аллоҳни унутиб қўйган (яъни, У зотнинг амр-фармонларига итоат этмаган), бас, (шундан кейин Аллоҳ) уларга ўзларини ҳам унуттириб қўйган (яъни, ўзларига Охиратда фойда берадиган амаллар қилишдан юз ўгиртириб қўйган) кимсалар каби бўлмангиз! Ана ўшалар фосиқ-итоатсиз кимсалардир!",
    "Дўзах эгалари билан жаннат эгалари баробар бўлмас. Жаннат эгалари (бахт-саодатга) эришгувчи зотлардир.",
    "Агар Биз ушбу Қуръонни бирон тоғга нозил қилганимизда, албатта сиз у (тоғ)ни Аллоҳнинг қўрқувидан эгилиб ёрилиб кетган ҳолида кўрган бўлур эдингиз. (Лекин айрим инсонларнинг диллари тоғнинг тошидан ҳам қаттиқроқ бўлгани сабабли уларга Қуръон оятлари ҳам таъсир қилмас). Биз бу мисолларни одамлар учун, шояд улар тафаккур қилсалар, деб келтирмоқдамиз.",
    "У — Аллоҳ, шундай Зотдирки, ҳеч қандай илоҳ йўқ, фақат Унинг Ўзи бордир. (У) ғайб ва шаҳодатни (яъни, яширин ва ошкора нарсаларни) билгувчидир. У меҳрибон ва раҳмлидир.",
    "У — Аллоҳ, шундай Зотдирки, ҳеч қандай илоҳ йўқ, фақат Унинг Ўзи бордир. У (ёлғиз) подшоҳдир, (барча айб-нуқсондан) покдир-саломатдир, (Ўзи хоҳлаган бандаларини дунё бало-офатлари ва Охират азобидан) омон қилгувчидир, (бандаларнинг амалларини) кўриб-кузатиб тургувчидир, қудрат Соҳибидир, бўйсундиргувчидир, (танҳо) кибр Эгасидир. Аллоҳ уларнинг (мушрикларнинг) ширкларидан покдир.",
    "У — Аллоҳ яратгувчидир, (йўқдан) бор қилгувчидир, (барча нарсага) сурат-шакл бергувчидир. Унинг гўзал исмлари бордир. Осмонлар ва Ердаги бор нарса Унга тасбеҳ айтур. У қудрат ва ҳикмат Соҳибидир.",
    "Эй мўминлар, Менинг душманим ва сизларнинг душманларингиз (бўлган мушриклар)ни дўст тутманглар! Сизлар уларга дўстлик (ҳақида хат-хабар) юборурсизлар, ҳолбуки, улар сизларга келган Ҳақ (дин ва Қуръон)га кофир бўлгандирлар! Улар пайғамбарни ҳам, сизларни ҳам Парвардигорларингиз бўлмиш Аллоҳга иймон келтирганларингиз сабабли (ўз диёрларингиздан) ҳайдаб чиқармоқдалар-ку! Агар сизлар Менинг йўлимда жиҳод қилиш учун ва Менинг розилигимни истаб чиққан бўлсангизлар (у ҳолда мушрик-кофир кимсаларни дўст тутманглар)! Сизлар уларга пинҳона дўстлик қилмоқдасизлар. Ҳолбуки, Мен сизлар яширган нарсани ҳам, ошкор қилган нарсани ҳам жуда яхши билгувчидирман! Сизлардан ким шу (иш)ни қилса, бас, аниқки, у Тўғри Йўлдан озибди! ",
    "(Эй мўминлар), агар улар (мушриклар) сизларга зафар топсалар, душманларингиз бўлурлар ва сизларга қўл ва тилларини ёмонлик билан чўзурлар (яъни, сизларни ўлдирурлар, ҳақоратлар қилурлар). Улар сизларнинг яна кофир бўлишларингизни истарлар.",
    "(Қиёмат Кунида) сизларга қариндош-уруғларингиз ҳам, бола-чақаларингиз ҳам ҳаргиз фойда бермас! Қиёмат Кунида (Аллоҳ) ўрталарингизни ажратиб қўюр. (Бас, нечун ўша уруғ-авлодингизни ҳимоя қилиш учун Аллоҳга гуноҳкор бўлмоқдасизлар?!) Аллоҳ қилаётган амалларингизни кўриб тургувчидир.",
    "Сизлар учун Иброҳим ва у билан бирга бўлган кишиларда (уларнинг кофирларга қилган муносабатларида) гўзал намуна бордир. Эслангиз, улар ўз қавмларига: «Дарҳақиқат, бизлар сизлардан ва сизлар Аллоҳни қўйиб ибодат қилаётган бутларингиздан безормиз. Бизлар сизлар (ишониб, «ибодат» қилаётган бут-санамлар)ни инкор этдик. Токи сизлар ёлғиз Аллоҳга иймон келтиргунларингизча сизлар билан бизнинг ўртамизда мангу адоват ва ёмон кўриш зоҳирдир», дедилар. Фақат Иброҳим ўз(ининг кофир бўлган) отасига: «Албатта мен (Аллоҳдан) сен учун мағфират сўрайман, (лекин) сенга Аллоҳ томонидан бўладиган бирон нарсани (азобни қайтаришга) молик эмасман», (деган сўзларигина сизларга намуна бўлмасин)! (Иброҳим ва у билан бирга бўлган мўминлар яна шундай дуо қилган эдилар): «Парвардигоро, ёлғиз Ўзингга таваккул қилдик ва Ўзингга инобат-тавба қилдик. Ёлғиз Сенгагина қайтишимиз бордир. ",
    "Парвардигоро, бизларни бу кофир бўлган кимсаларга мафтун-алдангувчи қилиб қўймагин, бизларни(нг гуноҳларимизни) мағфират қилгин. Парвардигоро, албатта Сен Ўзинг қудрат ва ҳикмат Соҳибидирсан».",
    "Дарҳақиқат, сизлар учун — Аллоҳ ва Охират Кунидан умидвор бўлган кишилар учун уларда (Иброҳим пайғамбар ва у зот билан бирга бўлган мўминларнинг тутган йўлларида) гўзал намуна бордир. Ким (Исломдан ва мана шу панд-насиҳатлардан) юз ўгириб кетса, у ҳолда албатта Аллоҳ (ундай кимсалардан) беҳожат ва мақтовга лойиқ Зотдир.",
    "Эҳтимол Аллоҳ сизлар билан (Макка кофирлари орасидаги) сизлар душманлашиб юрган кимсалар ўртасида — (уларни ҳам иймон ва Исломга муваффақ қилиш билан) — бир дўстликни пайдо қилиб қўяр. Аллоҳ (барча ишга) қодирдир. Аллоҳ мағфиратли, меҳрибондир.",
    "Аллоҳ сизларни динларингиз тўғрисида сизлар билан урушмаган ва сизларни ўз диёрларингиздан ҳайдаб чиқармаган кимсалардан — уларга яхшилик қилишларингиздан ва уларга адолатли бўлишларингизда қайтармас. Албатта Аллоҳ адолат қилгувчиларни севар.",
    "Аллоҳ сизларни фақат динларингиз тўғрисида сизлар билан урушган ва сизларни ўз диёрларингиздан ҳайдаб чиқарган ҳамда сизларни ҳайдаб чиқаришда бир-бирларига ёрдамлашган кимсалардан — улар билан дўстлашишларингиздан қайтарур. Кимки улар дўстлашса, бас, ана ўшалар золим кимсаларнинг ўзидир.",
    "Эй мўминлар, қачон сизларга (Макка кофирларининг қўли остида қолган) мўминалар ҳижрат қилиб келсалар, сизлар улар(нинг иймонлари)ни имтиҳон қилиб кўринглар (яъни, улар ўз эрларини ёмон кўриб ёки сизлардан биронтангизга ишқи тушиб қолгани учун эмас, балки фақат дини Ислом учун ҳижрат қилганлари ҳақида сизларга қасам ичсинлар). — Аллоҳ уларнинг (дилларидаги) иймонларини (ҳам) жуда яхши билгувчидир. — Бас, агар сизлар уларнинг (ҳақиқий) мўмина эканликларини билсангизлар, у ҳолда уларни кофирларга қайтарманглар! У мўминалар (кофирлар) учун ҳам ҳалол эмас ва у (кофир)лар (мўмина)лар учун ҳалол эмасдир, ва уларга (яъни, сизларнинг олдингизда қолган мўминаларнинг Маккада қолган кофир эрларига мана шу хотинлари учун) сарфлаган маҳрларини (қайтариб) беринглар. Қачон сизлар у (мўминаларнинг эр)ларига маҳрларини берсангизлар, сизларга уларни никоҳларингизга олишда бирон гуноҳ йўқдир. (Шунингдек) сизлар ҳам кофираларнинг билак-қўлларидан ушламанглар (яъни, сизларнинг хотинларингиз кофира бўлган ҳолларида кофирлар билан қолишни истаса, сизлар уларнинг йўлларини тўсиб никоҳларингизда сақламанглар, балки уларга уйланмоқчи бўлган кофирлардан) ўзларингиз сарфлаган маҳрни талаб қилинглар ва улар ҳам (ўзларининг никоҳидан чиққан ва мусулмонларнинг олдига ҳижрат қилиб кетган мўминаларга) талаб қилсинлар. Бу Аллоҳнинг ҳукмидир. У сизларнинг ўртангизда ҳукм қилур. Аллоҳ билгувчи ва ҳикмат Соҳибидир.",
    "Агар жуфтларингиздан биронтаси кофирлар томонга ўтиб кетса-ю, (аммо улар ўша хотин учун берилган маҳрни унинг эрига қайтариб бермасалар) сўнг сизлар ўч олсангизлар (яъни, у кофирлар билан урушиб ғалаба қилсангизлар ва ўлжалар олсангизлар) у ҳолда (ўша ўлжалардан) жуфтлари (кофирлар томонга ўтиб) кетган кишиларга улар сарфлаган маҳр миқдорини беринглар! Ва ўзларингиз иймон келтиргувчи бўлган — Аллоҳдан қўрқинглар!",
    "Эй пайғамбар, қачон сизнинг олдингизга мўминалар келишиб, сизга ўзларининг Аллоҳга бирон нарсани шерик қилмасликларига, ўғирлик қилмасликларига, зино қилмасликларига, (камбағаллик ёки шарманда бўлишдан қўрқиб) ўз болаларини ўлдирмасликларига ва қўл-оёқлари ўртасида тўқиб оладиган бўҳтонни қилмасликларига (яъни, фарзандсизлик сабабли ўз эрларидан ажралиб қолмаслик учун бирон ташландиқ болани топиб, гўё у қўл-оёқлари ўртасидан чиққандек, яъни ўзлари туққандек эрларига «Мана шу бола сендан бўлди», деб бўҳтон қилмасликка) ҳамда бирон яхши ишда сизга итоатсизлик қилмасликларига қасамёд қилсалар, сиз уларнинг қасамёдларини қабул қилинг ва улар учун Аллоҳдан мағфират сўранг! Албатта Аллоҳ мағфиратли, меҳрибондир.",
    "Эй мўминлар, Аллоҳнинг ғазабига дучор бўлган қавм билан дўст бўлманглар! Худди барча кофирлар қабр эгалари (яъни, ўликларнинг қайта тирилишлари)дан ноумид бўлганларидек уларнинг ҳам Охиратдан умидлари узилгандир.",
    "Осмонлардаги ва Ердаги бор нарса Аллоҳга тасбеҳ айтди. У қудрат ва ҳикмат Соҳибидир.",
    "Эй мўминлар, сизлар нега ўзларингиз қилмайдиган нарсани (қиламиз деб) айтурсизлар?!",
    "Сизларнинг ўзларингиз қилмайдиган ишни (қиламиз, деб) айтишларингиз Аллоҳ наздида ўта манфур (ишдир). ",
    "Албатта Аллоҳ Ўзининг йўлида гўё туташ бинолардек бир сафга тизилган ҳолларида жиҳод қиладиган зотларни севар.",
    "Эсланг, Мусо ўз қавмига: «Эй қавмим, нега сизлар мен Аллоҳнинг сизларга (юборган) пайғамбари эканлигимни билган ҳолларингизда менга озор берурсизлар?!», деган эди. Бас, қачонки улар (Ҳақ йўлидан) оғишгач, Аллоҳ уларнинг дилларини (ҳидоятдан) оғдириб қўйди. (Зотан), Аллоҳ фосиқ-итоатсиз қавмни ҳидоят қилмас. ",
    "Эсланг, Ийсо бинни Марям: «Эй Бани Исроил, албатта мен Аллоҳнинг сизларга (юборган) пайғамбаридирман. (Мен) ўзимдан олдинги Тавротни тасдиқлагувчи ва ўзимдан кейин келадиган Аҳмад исмли бир пайғамбар ҳақида хушхабар бергувчи бўлган ҳолда (юборилдим)», деган эди. Бас, қачонки (Ийсо) уларга (ўзининг ҳақ пайғамбар эканлигига) аниқ-равшан ҳужжат-мўъжизалар келтиргач, улар: «Бу очиқ сеҳр», дедилар.",
    "Ўзи Исломга даъват қилинаётган ҳолида, (у даъватни қабул қилиш ўрнига) Аллоҳ шаънига («У зотнинг боласи бор, шериклари ҳам бор», деб, ёки Аллоҳнинг оят-мўьжизаларини «Бу сеҳр», деб) ёлғон тўқиган кимсадан ҳам золимроқ ким бор?! Аллоҳ бундай золим қавмни ҳидоят қилмас!",
    "Улар Аллоҳнинг нурини (яъни, Исломни) оғизлари (яъни, беҳуда гаплари) билан ўчирмоқчи бўлурлар. Аллоҳ эса, гарчи кофирлар истамасалар-да, Ўз нурини (яъни, динини) тўла (яъни, ҳар тарафга) ёйгувчидир.",
    "У (Аллоҳ) Ўз пайғамбарини ҳидоят ва ҳақ дин билан — гарчи мушриклар истамасалар-да — барча динларга ғолиб қилиш учун юборган Зотдир.",
    "Эй мўминлар, сизларга аламли азобдан нажот берадиган бир «тижорат»ни кўрсатайми?",
    "(Ўша «тижорат» мана будир) — Аллоҳ ва Унинг пайғамбарига иймон келтирурсизлар ва Аллоҳ йўлида мол ва жонларингиз билан жиҳод қилурсизлар. Мана шу агар билсангизлар ўзларингиз учун энг яхши (иш)дир.",
    "(Агар шундай қилсангизлар, Аллоҳ) сизларнинг гуноҳларингизни мағфират қилур ҳамда сизларни остидан дарёлар оқиб турадиган жаннатларга ва абадий жаннатлардаги покиза масканларга киритур. Бу эса улуғ бахтдир.",
    "Ва (Аллоҳ сизларга) яна бошқа сизлар суядиган (бир неъматни ҳам берурки, у) Аллоҳ томонидан бўлган ғалаба ва яқин(да рўй бергувчи Макка) фатҳидир. (Эй Муҳаммад алайҳис-салоту вас-салом), мўминларга (мана шу) хушхабарни етказинг!",
    "Эй мўминлар, сизлар ҳам худди (ҳаворийлар каби) Аллоҳнинг ёрдамчилари бўлингиз! — Ийсо бинни Марям ҳаворийларга: «Аллоҳга (яъни, Унинг динига даъват қилишимда) ким менинг ёрдамчим бўлур?», деганида, ҳаворийлар айтдилар: «Биз Аллоҳнинг (динига) ёрдам бергувчилармиз». Бас, Бани Исроилдан бир тоифа (одамлар Ийсога) иймон келтирди ва бир тоифа кофир бўлди. Бас, Биз иймон келтирган зотларни душманларидан кучли қилиб, улар (кофирлар устига) ғолиб бўлиб қолдилар.",
    "Осмонлардаги ва Ердаги бор нарса (ёлғиз) подшоҳ, (барча айб-нуқсондан) пок, қудрат ва ҳикмат соҳиби бўлмиш Аллоҳга тасбеҳ айтур.",
    "У (Аллоҳ) омийлар (яъни, аҳли китоб бўлмаган илмсиз кишилар) орасига ўзларида бўлган, уларга (Қуръон) оятларини тиловат қиладиган, уларни (ширк ва жаҳолатдан) поклайдиган ҳамда уларга Китоб — Қуръон ва Ҳикмат — Ҳадисни ўргатадиган бир пайғамбарни (яъни, Муҳаммад алайҳис-салоту вас-саломни) юборган Зотдир. Шак-шубҳасиз, улар (ўзларига пайғамбар келишдан) илгари очиқ залолатда эдилар.",
    "(Аллоҳ бу пайғамбарни) яна улардан бошқаларга — уларга ета олмаган (энди дунёга келадиган барча инсонларга ҳам юборгандир). У қудрат ва ҳикмат Соҳибидир.",
    "Бу (яъни, барча инсониятга пайғамбар бўлиш) Аллоҳнинг фазлу марҳамати бўлиб, Ўзи хоҳлаган кишиларга берур. Аллоҳ улуғ фазлу марҳамат Соҳибидир.",
    "Таврот юкланган — берилган, сўнгра уни кўтара олмаган (яъни, унинг кўрсатмаларига амал қилмаган) кимсалар (яҳудийлар)нинг мисоли худди китобларни кўтариб кетаётган эшакка ўхшайди (яъни, унинг вазминлигидан чарчаб-толадилару, аммо у Китобнинг ичидаги нарсалардан фойдаланмайдилар). Аллоҳнинг оятларини ёлғон деган қавмнинг мисоли нақадар ёмондир. Аллоҳ бундай золим қавмни ҳидоят қилмас!",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «Эй яҳудийлар, агар сизлар (бошқа) одамларни эмас, фақат ўзларингизни Аллоҳнинг дўстлари деб даъво қилсангизлар — агар (мана шу даъволарингизда) ростгўй бўлсангизлар — ўлимни орзу қилинглар-чи?",
    "Улар қўллари (яъни, ўзлари) қилиб қўйган ишлари (яъни, Тавротда ҳақ пайғамбар эканликлари зикр қилинган Муҳаммад алайҳис-салоту вас-саломни ёлғончи қилганлари) сабабли ҳеч қачон (ўлимни) орзу қила олмаслар. Аллоҳ золим кимсаларни билгувчидир.",
    "Айтинг: «Сизлар қочаётган бу ўлим албатта сизларга йўлиққувчидир. Сўнгра сизлар ғайбу-шаҳодатни (яъни, барча яширин ва ошкора нарса-амалларни) билгувчи (Аллоҳ)га қайтарилурсизлар. Бас, У зот сизларга қилиб ўтган амалларингизнинг хабарини берур!»",
    "Эй мўминлар, қачон Жумъа кунидаги намозга чорланса (яъни, азон айтилса), дарҳол Аллоҳнинг зикрига боринглар ва олди-сотдини тарк қилинглар! Агар биладиган бўлсангизлар, мана шу (яъни, Аллоҳнинг зикрига — Жумъа намозини ўқишга шошилиш) ўзларингиз учун яхшироқдир.",
    "Энди қачон намоз адо қилингач, Ерга тарқалиб, Аллоҳнинг фазлу марҳаматидан (ризқу рўз) истайверинглар. Аллоҳни кўп зикр қилингларки, шояд нажот топурсизлар.",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), қачон улар бирон тижоратни ёки ўйин-кулгини кўриб қолсалар, ўшанга қараб сочилиб-тарқалиб кетурлар ва сизни (минбарда) тик турган ҳолингизда тарк қилурлар. Айтинг: «Аллоҳ ҳузуридаги нарса (иймон ва яхши амаллар учун бериладиган ажр-мукофот) ўйин-кулгидан ҳам, тижоратдан ҳам яхшироқдир! Аллоҳ ризқ бергувчиларнинг яхшироғидир!» ",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), қачон мунофиқлар сизнинг олдингизга келсалар: «Гувоҳлик берамизки, сиз шак-шубҳасиз, Аллоҳнинг пайғамбаридирсиз», дерлар. Аллоҳ дарҳақиқат, сиз Ўзининг пайғамбари эканлигингизни билур, яна Аллоҳ у мунофиқларнинг шак-шубҳасиз, ёлғончи эканликларига ҳам гувоҳлик берур. ",
    "Улар ўзларининг (мусулмон эканликлари ҳақида ичган ёлғон) қасамларини қалқон қилишиб олиб, (одамларни) Аллоҳнинг йўлидан тўсдилар! Уларнинг қилгувчи бўлган амаллари нақадар ёмондир!",
    "Бунга сабаб уларнинг (тилларида) иймон келтириб, сўнгра (дилларида) кофир бўлганларидир. Бас, уларнинг диллари муҳрлаб қўйилди. Энди улар (иймоннинг ҳақиқатини) англай олмаслар!",
    "Қачон сиз уларга боқсангиз уларнинг жисмлари (кўринишлари, кийган кийимлари) сизни ҳайратга солур, сўзлаганларида эса сўзларига (оҳангдор, фасоҳатли бўлгани учун берилиб) қулоқ солурсиз. (Лекин уларнинг диллари иймон ва яхшиликдан холи бўлгани учун) улар гўё (деворга) йўлаб қўйилган (чирик) ёғочларга ўхшайдилар. Улар (юраксизликлари сабабли) ҳар бир қичқириқ-овозни устларига (тушаётган бирон бало-офат деб) гумон қиладилар. Улар душмандирлар. Бас, улардан эҳтиёт бўлинг! Уларни Аллоҳ лаънатлагай! Қандай адашмоқдалар-а!",
    "Қачон уларга: «Келинглар, Аллоҳнинг пайғамбари сизлар учун мағфират сўрар», дейилса, албатта улар бошларини буриб кетурлар ва уларни кибр-ҳаво қилган ҳолларида юз ўгиришларини кўрурсиз. ",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), сиз улар учун мағфират сўрадингизми ёки мағфират сўрамадингизми уларга баробардир — Аллоҳ уларни ҳаргиз мағфират қилмас! Албатта Аллоҳ бундай фосиқ-итоатсиз қавмни ҳидоят қилмас.",
    "Улар (ўзларининг тобеъларига): «Аллоҳнинг пайғамбари ҳузуридаги кишиларга инфоқ-эҳсон қилманглар, токи улар тарқалиб кетсинлар», дейдиган кимсалардир. Ҳолбуки, осмонлар ва Ер хазиналари ёлғиз Аллоҳникидир. Лекин мунофиқлар (буни) англамаслар.",
    "Улар: «Қасамки, агар Мадинага қайтсак, албатта кучлилар кучсизларни ундан қувиб чиқарур», дерлар. Ҳолбуки, куч-қудрат Аллоҳники, Унинг пайғамбариники ва мўминларникидир. Лекин мунофиқлар (буни) билмаслар.",
    "Эй мўминлар, на мол-дунёларингиз ва на бола-чақаларингиз сизларни Аллоҳнинг зикридан (яъни, Аллоҳга ибодат қилишдан) юз ўгиртириб қўймасин! Кимки шундай қилса, бас, ана ўшалар зиён кўргувчи кимсалардир!",
    "Сизларнинг (ҳар) бирингизга ўлим келиб, у: «Парвардигорим, мени озгина муддатга (ҳаётда) қолдирсанг, мен хайр-садақа қилиб, солиҳ (банда)лардан бўлсам», деб қолишдан илгари, Биз сизларга ризқ қилиб берга нарсалардан инфоқ-эҳсон қилингиз!",
    "Аллоҳ бирон жонни ажал келган вақтида (вафот этдирмасдан) қолдирмас. Аллоҳ қилаётган амалларингиздан хабардордир.",
    "Осмонлардаги ва Ердаги бор нарса Аллоҳга тасбеҳ айтур. Эгалик — подшоҳлик ёлғиз Уникидир ва ҳамду сано ёлғиз Унинг учундир. У барча нарсага қодирдир.",
    "У сизларни яратган Зотдир. Бас, сизлардан (айримларингиз) кофир, сизлардан (айримларингиз) мўминдир. Аллоҳ қилаётган амалларингизни кўриб тургувчидир.",
    "У осмонлар ва Ерни Ҳақ (қонун) билан яратди ва сизларга сурат-шакл берди — суратларингизни гўзал қилди. Ёлғиз Унга қайтиш бордир.",
    "У осмонлар ва Ердаги бор нарсани билур ва У сизлар яширадиган нарсани ҳам, ошкор қиладиган нарсан ҳам билур. Аллоҳ диллардаги сирларни билгувчидир.",
    "(Эй Макка кофирлари), сизларга аввалги кофир бўлишиб, сўнг (ҳаёти дунёдалик пайтларидаёқ) ўз ишларининг зиёнини тотган кимсаларнинг хабари келдими? Яна улар учун (Охиратдаги) аламли азоб ҳам бордир.",
    "Бунга сабаб, уларга пайғамбарлари (ўзларининг ҳақ пайғамбар эканликларини билдирувчи) ҳужжатлар билан келганларида улар: «Бизларни (ўзимизга ўхшаган) башар (авлодлари) ҳидоят қилурларми?!», дейишиб, (у пайғамбарларга) кофир бўлганлари ва (иймондан) юз ўгириб кетганларидир, (шунда) Аллоҳ (уларни ҳалок қилиш билан Ўзи уларнинг иймонларидан) беҳожат эканлигини кўрсатди. Аллоҳ беҳожат ва ҳамду санога лойиқ Зотдир.",
    "Кофир бўлган кимсалар ўзларининг ҳеч қачон қайта тирилмасликларини гумон-даъво қилдилар. (Эй Муҳаммад алайҳис-салоту вас-салом, уларга) айтинг: «Йўқ! Парвардигоримга қасамки, албатта қайта тирилурсизлар, сўнгра албатта сизларга қилган амалларингизнинг хабари берилур. Бу Аллоҳга осондир».",
    "Бас, сизлар Аллоҳга, Унинг пайғамбарига ва Биз нозил қилган Нурга — Қуръонга иймон келтиринглар! Аллоҳ қилаётган амалларингиздан хабардордир.",
    "(Аллоҳ) сизларни тўплайдиган тўпланиш Кунини (эслангиз)! Бу (одамлар) бир-бирларини «алдаб-зиён етказадиган» Кундир (яъни, ҳаёти дунёда иймон эгаларини алдаб-зиён етказиб юрган кофирлар у Кунда дўзах азобига дучор қилиниш билан ўзларининг алданган кимсалар эканликларини билиб олурлар). Ким Аллоҳга иймон келтирса ва яхши амал қилса, (Аллоҳ) унинг ёмонлик-гуноҳларини ўчирур ва уни остидан дарёлар оқиб турадиган, (барча жаннат аҳли) абадул-абад қоладиган жаннатларга киритур. Бу эса улуғ бахтдир.",
    "Кофир бўлган ва Бизнинг оятларимизни ёлғон деган кимсалар — ана ўшалар дўзах эгалари бўлиб, ўша жойда мангу қолгувчидирлар. Нақадар ёмон оқибат (бу)!",
    "(Бирон кимсага) бирон мусибат етмас, магар Аллоҳнинг изни-иродаси билангина (етур). Ким Аллоҳга иймон келтирса, У зот унинг қалбини (Тўғри Йўлга) ҳидоят қилур. Аллоҳ барча нарсани билгувчидир.",
    "Аллоҳга итоат этингиз ва пайғамбарга бўйсунингиз! Энди агар (итоатдан) бош тортсангаз, у ҳолда (билингизки), пайғамбаримиз зиммасида фақат (Бизнинг ваҳийларимизни сизларга) очиқ-равшан қилиб етказиш бор, холос.",
    "Аллоҳ — ҳеч қандай Аллоҳ йўқ, фақат Унинг Ўзи бордир. Бас, мўминлар ёлғиз Аллоҳга таваккул қилсинлар — суянсинлар!",
    "Эй мўминлар, албатта жуфтларингиз ва болаларингиздан сизлар учун душман бўлганлари ҳам бордир. Бас, улардан эҳтиёт бўлинглар! Агар сизлар уларни афв этсанглар, кечириб юборсанглар ва мағфират қилсанглар, у ҳолда албатта Аллоҳ мағфиратли, меҳрибондир. ",
    "Сизларнинг мол-мулкларингиз ва бола-чақаларингиз фақат бир фитна-имтиҳондир, холос. Улуғ ажр-мукофот эса ёлғиз Аллоҳнинг ҳузуридадир.",
    "Бас, кучларингиз етганича Аллоҳдан қўрқинглар, (ўзларингизга қилинаётган панд-насиҳатга) қулоқ тутинглар ва итоат этинглар ҳамда инфоқ-эҳсон қилинглар, (мана шу) ўзларингиз учун яхшироқ бўлур. Ким ўз нафсининг бахиллигидан сақлана олса, бас, ана ўшалар нажот топгувчидирлар.",
    "Агар сизлар Аллоҳга қарзи-ҳасана берсангизлар (яъни, Унинг мискин-бечора бандаларига инфоқ-эҳсон қилсангизлар) У зот сизларга бир неча баробар қилиб қайтарур ва сизларни(нг гуноҳларингизни) мағфират қилур. Аллоҳ ўта шукр қилгувчи (яъни, озгина яхши амал учун кўп мукофот ато этгувчи) ва ҳалимдир.",
    "(У) ғайбу шаҳодатни (яъни, барча яширин ва ошкор ишларни) билгувчи, қудрат ва ҳикмат Соҳибидир.",
    "Эй Пайғамбар, қачон сизлар (яъни, мўминлар) аёлларингизни талоқ қилсангизлар, уларнинг иддаларида (яъни, поклик пайтларида) талоқ қилинглар ва идда сананглар! Парвардигорларингиз бўлмиш Аллоҳдан қўрқинглар! (То иддалари тугагунча) уларни (ўзлари яшаб турган) уйларидан ҳайдаб чиқарманглар ва улар ўзлари ҳам чиқиб кетмасинлар. Фақат улар очиқ фаҳш ишни (яъни, бузуқлик ёки беҳаёлик каби қилиқларни) қилсаларгина, (яшаб турган уйларидан ҳайдаб чиқарилурлар). Бу Аллоҳнинг қонун-чегараларидир. Кимки Аллоҳ чегараларидан тажовуз қилиб ўтса, аниқки, у ўзига зулм қилибди. Сиз билмассиз, эҳтимол Аллоҳ бу (талоқ)дан кейин бирон ишни пайдо қилар. ",
    "Энди қачон (талоқ қилган аёлларингизнинг идда) муддатлари битиб қолса, бас, уларни яхшилик билан олиб қолинглар (яъни, қайта никоҳлларингизга олинглар) ёки яхшилик билан (яъни, ҳаққи маҳрларини бериб) ажрашинглар. Ва (ярашиб олиб қолаётган ёки ажрашиб кетаётган чоғларингда) ўзларингиздан (яъни, мусулмонлардан) бўлган икки адолат соҳибини гувоҳ қилинглар ва (гувоҳ бўлгувчилар) гувоҳликни Аллоҳ учун тўкис адо қилинглар! Бу (ҳукм)дан фақат Аллоҳга ва Охират Кунига иймон келтиргувчи бўлган киши панд-ибрат олур. Ким Аллоҳдан қўрқса (яъни, юқорида мазкур бўлган талоқ қилиш қонун-қоидаларига Аллоҳдан қўрққани учун риоя этса), У зот унинг учун (барча ғам-кулфатлардан) чиқар йўлни (пайдо) қилур.",
    "Ва уни ўзи ўйламаган томондан ризқлантирур. Ким Аллоҳга таваккул қилса, бас, (Аллоҳнинг) Ўзи унга етарлидир. Албатта Аллоҳ Ўзи (хоҳлаган) ишига етгувчидир. (Унинг хоҳишига қарши тургувчи кимса йўқдир). Дарҳақиқат, Аллоҳ барча нарса учун миқдор-ўлчов қилиб қўйгандир (яъни, ҳаётда рўй берадиган ҳар бир яхши-ёмон воқеа-ҳодиса ёлғиз Аллоҳ хоҳлаган — белгилаган вақт ва ўлчовда рўй беради).",
    "Аёлларингиз орасидаги (кексайиб қолгани сабабли) ҳайз кўришдан умид узганлари, агар сизлар (уларнинг иддалари қанча давом этиши хусусида) шубҳалансангизлар, бас, (билингиз-ки), уларнинг иддалари уч ойдир, яна (ҳали-ҳануз) ҳайз кўрмаган (аёллар)нинг (иддалари ҳам уч ойдир). Ҳомиладор (аёл)ларнинг (идда) муддатлари ҳомилаларини қўйишлари (яъни, кўз ёришларидир). Ким Аллоҳдан қўрқса, (Аллоҳ) унинг ишини осон қилур.",
    "Бу Аллоҳнинг сизларга нозил қилган ҳукмидир. Ким Аллоҳдан қўрқса, (Аллоҳ) унинг ёмонлик-гуноҳларини ўчирур ва унинг ажр-мукофотини улуғ қилур.",
    "Уларга (яъни, талоқ қилиниб, идда сақлаётган аёлларингизга) ўзларингиз маскан тутган — қудратингиз етган жойдан маскан беринглар ва уларни (турган жойларидан) қисиб чиқариш учун уларга зиён етказманглар. Агар улар ҳомиладор бўлсалар, у ҳолда то ҳомилаларини қўйгунларича уларга нафақа бериб туринглар! Энди агар (талоқ қилган аёлларингиз) сизлар учун (бола) эмизсалар (яъни, ўзларининг сизлардан бўлган болаларини эмизсалар), у ҳолда уларнинг (эмизганликлари учун) ажр-ҳақларини беринглар! Ва (эмизиш, ҳамда унинг ҳаққи хусусида) ўзаро яхшилик билан келишиб олинглар! Агар (келиша олмасдан) танг ҳолга тушсангизлар, у ҳолда (ота) учун (боласини) бошқа (бир аёл) эмизур. (Яъни, ота боласини бошқа — бегона аёлга эмиздурур).",
    "Бой-бадавлат киши ўз бойлигидан (яъни, бойлигига ярашадиган) нафақа берсин. Кимнинг ризқи танг қилинган (камбағал) бўлса, у ҳолда Аллоҳ ўзига ато этган нарсадан (яъни, ўз ҳолига яраша) нафақа берсин! Аллоҳ ҳеч бир жонни Ўзи унга ато этган (ризқ-рўз)дан бошқа нарсага таклиф қилмас (яъни, ҳар бир инсон фақат Аллоҳ ўзига ато этган ризқдан инфоқ қилишга таклиф қилинур). Аллоҳ танглик-камбағаллиқдан кейин енгиллик-бойликни ҳам (пайдо) қилур.",
    "Қанчадан-қанча қишлоқ-шаҳарлар борки, ўз Парвардигорлари ва Унинг пайғамбарлари амридан бош тортгандирлар, бас, Биз улардан қаттиқ ҳисоб-китоб олганмиз ва ёмон азоб билан азоблаганмиз.",
    "Бас, у (қишлоқ-шаҳарларнинг аҳли) ўз иш-қилмишларининг зиёнини тотдилар ва бу ишларининг оқибати зиён тортиш — ҳалокат бўлди.",
    "Аллоҳ улар учун (Охиратда ҳам) қаттиқ азобни тайёрлаб қўйгандир. Бас, эй иймон келтирган ақл эгалари, Аллоҳдан қўрқинглар! Дарвоқеъ, У зот сизларга Эслатма — Қуръонни нозил қилди.",
    "Иймон келтирган ва яхши амаллар қилган зотларни зулматлардан нурга чиқариш учун сизларга Аллоҳнинг очиқ-равшан оятларини тиловат қиладиган пайғамбарни (Муҳаммад алайҳис-салоту вас-саломни юборди). Ким Аллоҳга иймон келтирса ва яхши амал қилса, (Аллоҳ) уни остидан дарёлар оқиб турадиган, улар абадул-абад қоладиган жаннатларга киритур. Дарҳақиқат, Аллоҳ унинг учун гўзал ризқ (яъни, жаннатнинг туганмас ризқини ато) қилди.",
    "Аллоҳ етти осмонни ва Ердан ҳам ўшаларнинг мислини (яъни, етти қават Ерни) яратган Зотдир. (Аллоҳнинг) амри фармони уларнинг (яъни, етти қават осмон ва етти қават Ернинг) ўртасига нозил бўлиб-тарқалиб турур. Токи сизлар Аллоҳнинг барча нарсага қодир эканлигини ва Аллоҳ барча нарсани (Ўз) билими билан иҳота қилиб олганини билишларингиз учун (У зот сизларга юқорида зикр қилинган нарсалар ҳақида хабар берди).",
    "Эй пайғамбар, нега сиз жуфтларингизнинг розилигини истаб Аллоҳ сиз учун ҳалол қилган нарсани ҳаром қилиб олурсиз?! Аллоҳ мағфиратли, меҳрибондир. ",
    "Дарвоқеъ, Аллоҳ сизлар учун (маълум миқдорда каффорат-эваз тўлаб) қасамларингиздан қутулиб чиқишни буюрган-ку. Аллоҳ Хожаларингиздир. У билгувчидир ва ҳикмат Соҳибидир. ",
    "Пайғамбар жуфтларидан бирига (яъни, Ҳафсага) бир сўзни пинҳона айтганини эсланг! Энди қачонки (Ҳафса) у (сир) ҳақида (Оишага) хабар бергач ва Аллоҳ (Жаброил фаришта воситасида Пайғамбарни Ҳафсанинг қилмишидан) воқиф қилгач, у (Ҳафсага ўзи воқиф бўлган нарсанинг) баъзисини билдирди ва баъзисидан юз ўгирди — билдирмади. Бас, қачонки (Пайғамбар Ҳафсага ўзи воқиф бўлган нарсанинг баъзиси ҳақида) хабар бергач, у: «Ким сизга бу хабарни берди?», деган эди, (Пайғамбар): «Менга Билгувчи ва Хабардор Зот хабар берди», деди.",
    "(Эй Ҳафса, Оиша) агар сизлар (бу қилмишларингиз учун) Аллоҳга тавба қилсангизлар (ўзларингизга яхшироқ бўлур). Чунки сизларнинг дилларингиз (ҳақ йўлдан) тойиб кетди! (Аммо) агар сизлар (Пайғамбарнинг) зиёнига (яъни, у зот билан аёллари ўртасини бузадиган ишлар устида) бир-бирингизга ёрдам берсангизлар, у ҳолда шак-шубҳасиз, Аллоҳнинг Ўзи ҳам, Жаброил ҳам, аҳли солиҳ мўминлар ҳам унинг мададкоридирлар. Яна, булардан кейин фаришталар ҳам (Пайғамбарга) ёрдамчидир.",
    "Эҳтимол Парвардигори — агар у сизларни талоқ қилса — унга сизлардан яхшироқ жуфтларни муслима, мўмина (Аллоҳ ва Унинг пайғамбарига) итоат этгувчи, тавба-тазарру қилгувчи, обида (мудом Аллоҳнинг йўлида) кетгувчи жувон ва қизларни алмаштириб берур. ",
    "Эй мўминлар, сизлар ўзларингизни ва аҳли-оилаларингизни ўтини одамлар ва тошлар бўлган дўзахдан сақлангизки, у (дўзах) устида қаттиқдил ва қаттиққўл, Аллоҳ ўзларига буюрган нарсага итоатсизлик қилмайдиган, фақат ўзларига буюрилган нарсани қиладиган фаришталар турур.",
    "(Кофирлар дўзахга киритилар эканлар, уларга дейилур): «Эй кофирлар, бугун узр айтмай қўя қолинглар, (чунки энди ҳар қандай узр-баҳона бефойдадир)! Сизлар фақат ўзларингиз қилиб ўтган амалларингиз билан жазоланмоқдасизлар!",
    "Эй мўминлар, Аллоҳга холис тавба қилинглар, шоядки, Парвардигорингиз сизларнинг ёмонлик-гуноҳларингизни ўчириб, остидан дарёлар оқиб турадиган жаннатларга киритур. У Кунда Аллоҳ Пайғамбарни ва у билан бирга иймон келтирган зотларни шарманда қилмас. Уларнинг нурлари олдиларида ва ўнг томонларида юрур. Улар: «Парвардигоро, Ўзинг бизларга нуримизни комил қилиб бергин ва бизларни мағфират қилгин. Албатта Сен барча нарсага қодирдирсан», дерлар.",
    "Эй Пайғамбар, сиз кофир ва мунофиқларга қарши курашинг ва уларга қаттиққўл бўлинг! Уларнинг жойлари жаҳаннамдир! Нақадар ёмон оқибат бу!",
    "Аллоҳ кофир бўлган кимсалар (ва уларни мўминлар билан бирга ҳаёт кечиришлари ҳам Аллоҳнинг азобидан қутқара олмаслиги) ҳақида Нуҳнинг аёли ва Лутнинг аёлини мисол келтирди. У иккиси Бизнинг бандаларимиздан икки солиҳ банда қўл остида эдилар. Бас, у (аёл)лар (Нуҳ ва Лутга) хиёнат қилган эдилар, (Нуҳ ва Лут) Аллоҳ(нинг азоби)дан бирон нарсани у иккисидан дафъ қила олмадилар ва (уларга) «Киргувчилар билан бирга дўзахга киринглар!», дейилди.",
    "Аллоҳ иймон келтирган зотлар (ва улар ўзлари ҳақиқий мўмин бўлсалар, яқин одамларининг кофир ҳолда бўлиши уларга зиён қилмаслиги) ҳақида Фиръавннинг аёлини мисол келтирди. Ўшанда (яъни, Фиръавн у аёлнинг Мусо пайғамбарга иймон келтирганини билиб қолгач, азоблаган чоғида) у: «Парвардигорим, Ўзинг мен учун ҳузурингда — жаннатда бир уй бино қилгин, менга Фиръавн ва унинг қилмишидан нажот бергин ва менга бу золим қавмдан нажот бергин», деди.",
    "Яна (иймон келтирган зотлар ҳақида) ўз номусини сақлаган аёлни — Марям бинти Имронни (мисол келтирди). Бас, Биз Ўз тарафимиздан бўлган руҳни унга пуфладик (ва у Ийсога ҳомиладор бўлди). У Парвардигорининг сўзларини ва китобларини тасдиқ этди ҳамда (Аллоҳнинг амрига) итоат этгувчилардан бўлди."
  ]
}