{
  "meta": {
    "id": 101,
    "name": "Alauddin Mansour",
    "translator_name": "Alauddin Mansour",
    "slug": "uzbek-alauddin-mansour",
    "language_name": "uzbek"
  },
  "verses": [
    "(Шунда) унинг қавмидан бўлган мутакаббир кимсалар: «Эй Шуайб, ё сени ва сен билан бирга иймон келтирган кишиларни қишлоғимиздан ҳайдаб чиқарамиз, ёки сизлар бизнинг динимизга қайтасизлар», дейишди. У айтди: «Агар (динингизни) ёмон кўрсак ҳам-а?",
    "Агар Аллоҳ бизга ўша динингиздан нажот берганидан кейин яна унга қайтсак, Аллоҳ шаънига ёлғон тўқиган бўламиз-ку? (яъни, аслида бўлмаган нарсаларни Аллоҳга шерик қилган бўламиз-ку?) Биз учун у динга қайтиш жоиз эмас, магар Парвардигоримиз — Аллоҳ (бизни йўлдан оздиришни) хоҳласагина (қайтишимиз мумкин). Парвардигоримизнинг илми ҳамма нарсани қамраб олгандир. Аллоҳнинг Ўзига таваккул қилдик (суяндик). Парвардигоро, биз билан қавмимиз ўртасида ҳақ ҳукм қилгайсан. Ўзинг ҳукм қилгувчиларнинг яхшироғидирсан».",
    "(Шунда унинг) қавмидан кофир бўлган кимсалар: «Қасамки, агар Шуайбга эргашсанглар, албатта зиён кўргувчи бўлурсизлар», дейишди.",
    "Бас, уларни даҳшатли зилзила тутиб, турган жойларида тўкилдилар (ҳалок бўлдилар).",
    "Шуайбни ёлғончи қилган кимсалар гўё у ерда яшамагандек бўлиб қолдилар. Шуайбни ёлғончи қилган кимсаларнинг ўзлари зиён кўргувчи бўлдилар.",
    "Кейин (Шуайб) улардан юз ўгириб, (ўзича) деди: «Эй қавмим, мана, мен Парвардигоримнинг динини сизларга етказдим ва насиҳатлар қилдим. Энди шунча ваъз-насиҳатлардан кейин ҳам кофир (бўлган) қавмга қандай қайғурурман?»",
    "Биз бирон қишлоққа (жойга) пайғамбар юборсак (ва у ердаги одамлар биз юборган пайғамбарга иймон келтиришмаса) албатта унинг аҳлини тавба-тазарру қилишлари учун қашшоқлик ва мусибатлар билан ушлаганмиз.",
    "Сўнгра ўша ёмонлик ўрнига яхшиликни (бой-бадавлатлик ва хотиржамликни) алмаштириб қўйдик. Ҳатто кўпайишиб кетганларида ва: «Бундай қийинчилик ва кенгчиликлар ота-боболаримизга ҳам етгай (яъни, бизнинг динсизлигимизнинг бу ишларга ҳеч қандай алоқаси йўқ, балки дунёнинг тартиби ўзи шунақа — бир танглик келса, бир мўл-кўлчилик бўлади)», дейишгач, уларни ўзлари сезмаган ҳолларида тўсатдан (бирон бало-ҳалокат билан) ушладик.",
    "Агар у қишлоқларнинг (жойнинг) аҳли иймон келтириб, тақводор бўлганларида эди, албатта Биз уларга осмону Ердан баракот (дарвозаларини) очиб қўйган бўлур эдик. Лекин улар (пайғамбарларимизни) ёлғончи қилдилар, бас, уларни ўзлари қилган гуноҳлари сабабли ушладик.",
    "У қишлоқларнинг аҳли бало-қазойимиз тунда, ухлаётган ҳолларида келиб қолишидан хотиржам бўлиб қолдиларми? (Кутмаганмидилар?)",
    "Ёки у қишлоқларнинг аҳли бало-қазойимиз чошгоҳ пайтида, ўйин-кулги қилаётган ҳолларида келиб қолишидан хотиржаммилар?",
    "Улар Аллоҳнинг «макри»дан хотиржам бўлиб қолдиларми? Бас, Аллоҳнинг «макри»дан фақат зиён кўргувчи қавмгина хотиржам бўлур. ",
    "Бу ерга (илгариги) эгаларидан кейин меросхўр бўлаётган кимсаларни, агар хоҳласак, гуноҳлари сабабли мусибат етказиб қўйишимиз маълум эмасми? Биз уларнинг дилларини (ана шундай) муҳрлаб қўюрмиз. Сўнг улар (ҳеч қандай панд-насиҳатга) қулоқ солмай қўядилар.",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), сизга ўша қишлоқлар — уларнинг хабарларидан сўйлаётирмиз. Албатта, уларга пайғамбарлари ҳужжат-мўъжизалар келтирганлар, аммо улар илгари (яъни, мўъжизалар келмай туриб, пайғамбарларини) ёлғончи қилганлари сабабли (мўъжизалар келгандан кейин ҳам) иймон келтирувчи бўлмадилар. Аллоҳ кофирларнинг кўнгилларини ана шундай муҳрлаб қўюр.",
    "Уларнинг аксарида бирон аҳд (яъни, аҳдга вафодорликни) топмадик ва мудом уларнинг аксарини итоатсиз ҳолда топдик.",
    "Сўнгра — улардан кейин Мусони Ўз оятларимиз билан Фиръавн ва унинг одамларига юборган эдик, улар (у оятларга) золим-кофир бўлдилар. Ана энди бузғунчиларнинг оқибатлари қандай бўлганини кўринг.",
    "(Мусо) деди: «Эй Фиръавн, албатта мен барча оламларнинг Парвардигоридан элчиман.",
    "Менинг зиммамда Аллоҳ шаънига фақат ҳақни айтиш бордир. Мана, сизларга Парвардигорингиздан ҳужжат келтирдим. Бас, энди Бани Исроилни мен билан бирга (ўз юртларига) жўнатгин». ",
    "(Фиръавн): «Агар ростгўй кишилардан бўлиб, оят-мўъжиза билан келган бўлсанг, қани, уни келтир», деди.",
    "Шунда (Мусо тутиб турган) асосини ташлаган эди, баногоҳ у асо ростакам аждарга айланди.",
    "Кейин қўлини (чўнтагидан) чиқарган эди, баногоҳ у қараб турганларга (кундан ҳам) оқ бўлиб кўринди (ҳолбуки, Мусо қорамағиз одам эди).",
    "Фиръавн қавмидан (яъни, қибтийлардан) бўлган кимсалар: «Шубҳасиз, бу (Мусо ўткир сеҳргардир)», дедилар.",
    "Фиръавн айтди: «У сизларни ўз ерларингиздан чиқармоқчи, нима дейсизлар?»",
    "Улар дедилар: «Уни ва акаси (Ҳорун)ни (кетказмай) ушлаб тургин-да, ҳамма шаҳарларга (сеҳргарларни) йиғиб келадиган кишиларни юборгин.",
    "Уулар сенга жами ўткир сеҳргарларни келтирсинлар».",
    "(Шундан кейин) сеҳргарлар Фиръавн олдига келишиб: «Агар биз ғолиб бўлсак, албатта (катта) мукофот (берурсан)», дейишди.",
    "У: «Ҳа, (агар ғолиб бўлсангизлар), албатта сизлар менинг яқинларимдан бўлурсизлар», деди.",
    "Улар айтдилар: «Эй Мусо, ё сен (қўлингдаги асони) ташла, ёки биз (ўзимизнинг қўлимиздаги нарсаларимизни) ташлаймиз».",
    "У (Мусо): «Сизлар ташланглар», деди. Бас, улар ташлаганларида, одамларни кўзларини бўяб даҳшатга солиб қўйдилар ва зўр сеҳр кўрсатдилар. ",
    "Биз Мусога: «Асойингни ташлагин», деб ваҳий юбордик. Баногоҳ у (аждарга айланган ҳасса) уларнинг «уйдирма»ларини юта бошлади.",
    "Бас, ҳақиқат қарор топди, уларнинг қилган ҳаракатлари эса ботил бўлди.",
    "Бас, у ерда (Фиръавн ва унинг тарафдорлари) мағлуб бўлишиб, беобрў бўлган ҳолларида (шаҳарга) қайтдилар.",
    "(Шу пайт) у сеҳргарлар сажда қилган ҳолларида ерга ташланиб:",
    "«Барча оламларнинг Парвардигорига —",
    "Мусо ва Ҳоруннинг Парвардигорига иймон келтирдик», дедилар.",
    "Фиръавн айтди: «Мен изн бермай туриб унга иймон келтирдингизми?! Шубҳасиз, бу (қилмишингиз) ушбу шаҳардан унинг аҳолисини чиқариш учун қилган макрингиздир. Энди яқинда билурсиз;",
    "Албатта оёқ-қўлларингизни қарама-қаршисига (ўнг қўл, чап оёғингизни) кесурман, сўнгра сизларнинг барчангизни дорга осурман».",
    "Улар дедилар: «Албатта, бизлар Парвардигоримизга қайтгувчимиз (бас, сен бизни ўлим билан қўрқита олмайсан).",
    "Сен биздан фақатгина Парвардигоримизнинг оятлари келганда уларга иймон келтирганимиз учунгина ўч олмоқдасан. Парвардигоро, устимиздан сабру тоқатни ёғдиргайсан ва бизларни фақат мусулмон бўлган ҳолимизда ўлдиргайсан!» ",
    "(Шунда) Фиръавн қавмидан бўлган одамлар: «(Эй Фиръавн), Мусо ва қавмининг Ерда бузғунчилик қилиб юришига ҳамда сени ва худоларингни тарк этишига қўйиб берасанми?» дейишганида, у деди: «Уларнинг ўғилларини ўлдириб, аёлларини тирик қолдиражакмиз. Албатта, биз уларнинг устида ғолибдурмиз».",
    "(Фиръавннинг сўзларидан даҳшатга тушиб кетганларида) Мусо қавмига деди: «Аллоҳдан мадад тилаб, сабр-тоқат қилингиз! Бу Ер шак-шубҳасиз, Аллоҳникидир. Уни Ўзи хоҳлаган бандаларига мерос қилиб берур. Оқибат-натижа эса тақводорларники (Аллоҳдан қўрққанларники) бўлур».",
    "Улар айтдилар: «Сен бизга (пайғамбар бўлиб) келишингдан илгари ҳам (яъни, ўшанда ҳам Фиръавн ўғилларимизни ўлдириб, аёлларимизни тирик қолдириб, зулм қилган эди), сен келганингдан кейин ҳам озор кўрдик». У (Мусо) деди: «Шояд Парвардигорингиз душманларингизни ҳалок этиб, сизларни бу Ерга халифа қилса ва қандай амаллар қилишингизни кўрса».",
    "Қасамки, Биз Фиръавн одамларини панд-насиҳат олишлари учун (қаҳатчилик) йиллари билан ва мева-чеваларнинг ҳосилини камайтириш билан ушладик.",
    "Шундан кейин ҳам қачон уларга яхшилигимиз (осойишта ҳаёт, унумдорлик) келса: «Бунга ўзимиз ҳақдормиз», дейишди. Агар уларга бирон ёмонлик етиб қолса, Мусо ва у билан бирга (унга иймон келтирган) кишилардан бадгумон бўлдилар. Огоҳ бўлсинларки, албатта уларнинг кўргуликлари (яъни, улар кўрадиган яхшиликлар ҳам, ёмонликлар ҳам) фақат Аллоҳнинг ҳузуридадир. Лекин уларнинг кўплари (буни) билмайдилар.",
    "Улар (Мусога): «Бизларни сеҳрлаш учун қандай оят-мўъжиза келтирсанг ҳам биз сенга ҳаргиз иймон келтиргувчи эмасмиз», дедилар.",
    "Бас, Биз уларнинг устларига тўфон (сел), чигиртка, бит, бақа ва қон (балоларини) очиқ оят-мўъжизалар қилиб юбордик. (Лекин) улар кибр-ҳаво қилдилар ва жиноятчи — осий қавм бўлдилар.",
    "Қачонки уларнинг устига бу азоб тушгач: «Эй Мусо, Парвардигорингга сенга берган ваъдаси ҳаққи-ҳурмати, дуо қил! Қасамки, агар бизлардан шу азобни кўтарсанг, албатта сенга (пайғамбарлигингга) иймон келтирурмиз ва Бани Исроилни сен билан бирга (ўз ватанларига) жўнатурмиз», дедилар.",
    "Энди улардан бу азобимизни (улар) ўзлари етиб боргувчи бўлган муддатгача (яъни, Қиёмат Кунигача) кўтарганимизда эса, баногоҳ (ичган қасамларини) бузиб турибдилар.",
    "Бас, Биз улардан интиқом олдик — оятларимизни ёлғон деганлари ва улардан ғофил бўлганликлари сабабли денгизга ғарқ қилдик.",
    "(Миср ва Шомдаги) Ўзимиз баракотли қилган ернинг машриқ ва мағрибларига бечора қавмни (яъни, Бани Исроилни) ворис қилиб қўйдик. Сабр-тоқат қилганлари сабабли Бани Исроилга Парвардигорингизнинг («Бу ердан бечора бўлган зотларга инъом қилишни ва уларни одамларга етакчи қилиб қўйишни истаймиз», деган) гўзал сўзлари тўла-тўкис бўлди. Фиръавн ва қавми қуриб олган иморатларни ва баланд қилиб кўтарган қасрларни эса вайрон қилдик.",
    "(Кейин) Бани Исроилни денгиздан ўтказганимиздан сўнг, улар бутларига сиғиниб турган бир қавм олдидан ўтдилар ва: «Эй Мусо, бизларга ҳам уларнинг илоҳлари каби худо қилиб (ясаб) бер», дедилар. У айтди: «Албатта, сизлар билмайдиган қавмдирсизлар.",
    "Ахир уларнинг (ибодат қилиб) турган нарсалари йўқ бўлгувчи, қилиб турган амаллари эса ботил-ку?»",
    "(Яна) айтди: «Мен, сизларни бутун оламлардан афзал қилиб қўйган Аллоҳдан ўзгани (яъни, жонсиз бутни) сизларга худо қилиб бераманми?!»",
    "(Эй Бани Исроил), сизларни ёмон азоб қийнаётган, ўғилларингизни ўлдириб, аёлларингизни тирик қолдираётган Фиръавн одамларидан қутқарганимизни эслангиз! Бу ишларда (яъни, бу азоб ва нажотда) Парвардигорингиз тарафидан улуғ имтиҳон бордир.",
    "Мусо билан ўттиз кечага ваъдалашган эдик. Сўнгра уни яна ўн (кеча) билан тўлдирдик. Бас, Парвардигорининг (унинг учун белгилаган) вақти комил қирқ кеча бўлди. (Яъни, Аллоҳ Тур тоғида Мусога шунча муддат танҳо ибодат қилишни буюрди. Аллоҳ таолога муножот қилиш учун кетар экан), Мусо акаси Ҳорунга деди: «Қавмим устида менинг ўринбосарим бўлгин ва (агар улар ёмон амал қилсалар), тузатгин. Бузғунчи кимсаларнинг йўлига эргашмагин».",
    "Қачонки Мусо (ваъдалашган) вақтимизда (Тур тоғига) келиб, Парвардигори унга (бевосита) сўзлагач, у: «Парвардигорим, менга (жамолингни) кўрсатгин. Сенга бир қарай», деди. (Аллоҳ) айтди: «Сен Мени (бу дунёда) ҳаргиз кўролмайсан. Аммо мана бу тоғга боқ. (Мен унга кўринурман.) Бас, агар у (Мен кўринганимда) ўрнашган жойида тура олса, сен ҳам Мени кўражаксан». Қачонки, Парвардигори у тоғга кўринган эди, уни майда-майда қилиб ташлади ва (бу ҳолни кўрган) Мусо ҳушсиз ҳолда йиқилди. Ўзига келганидан кейин эса деди: «Пок Парвардигор (ноўрин савол сўрашдан), Ўзингга тавба қилдим. Энди мен (Сенинг нақадар буюк зот эканингга) иймон келтирувчиларнинг аввали — пешқадамиман».",
    "Аллоҳ айтди: «Эй Мусо, ҳақиқатан Мен сени одамлар устида пайғамбарим бўлишга ва (бевосита) каломимни эшитишга танлаб олдим. Бас, сенга ато этган нарсамни (яъни, пайғамбарликни) олгин ва шукр қилгувчилардан бўлгин!»",
    "Унинг учун лавҳларга (яъни, Таврот варақларига) ҳамма нарсани — панд-насиҳат ва барча нарсаларнинг тафсилотини ёзиб қўйдик ва: «Уларни маҳкам ушлаган ҳамда қавмингни у панд-насиҳатларнинг энг гўзалларини олишларига буюргин» (дедик). Энди сизларга итоатсиз кимсаларнинг диёрини кўрсатурман.",
    "Энди Ерда ноҳақ кибру ҳаво қилиб юрадиган, агар барча оят-мўъжизаларни кўрсалар ҳам, уларга иймон келтирмайдиган, Тўғри Йўлни кўрсалар уни (ўзлар учун) йўл қилиб олмайдиган, агар залолат — ноТўғри Йўлни кўрсалар, уни йўл қилиб оладиган кимсаларни Ўз оят-мўъжизаларимдан буриб юборурман (яъни, англаб етмайдиган қилиб қўюрман). Бунга сабаб улар Бизнинг оятларимизни ёлғон деганлари ва у оятлардан ғофил бўлиб олганларидир.",
    "Бизнинг оятларимизни ва Охиратдаги мулоқот (Қиёмат)ни ёлғон деган кимсаларнинг қилган амаллари беҳуда кетар. Улар фақат ўзларининг амаллари (яъни, куфру исёнлари) билан жазоланурлар.",
    "Мусонинг қавми ундан кейин (яъни, у Тур тоғига Аллоҳга муножот қилиш учун кетганидан кейин) ўзларининг безак буюмларидан бир бузоқни — маърайдиган бир бузоқ жасади(нинг шаклини ясаб) олдилар (ва унга ибодат қила бошладилар) — у ўзларига сўзламаслигини ва ҳидоят ҳам қила олмаслигини билмадиларми?! — улар ўшани (ибодат қилиш учун) ушлаб, (ўзларига) зулм қилгувчи бўлдилар.",
    "Қачонки қўлга тушишгач (яъни, бузоқ худо эмаслигини билишиб, ҳафсалалари совугач) ва ўзларининг йўлдан озганликларини билгач, айтдилар: «Қасамки, агар Парвардигоримиз бизга раҳм этмаса ва (бу гуноҳимизни) мағфират қилмаса, албатта зиён кўргувчилардан бўлиб қолурмиз».",
    "Қачонки Мусо қавмига (уларнинг бузоққа сиғинганликларидан) ғазабланган ва ғамгин бўлган ҳолда қайтгач: «Менинг ортимдан нақадар ёмон (ишлар қилиб) қолувчи (халифа) бўлдингиз. Парвардигорингизнинг амр-фармонидан (у етиб келгунича сабр қилмай) шошиб кетдингизми?» деб (ғазабланганидан қўлидаги) лавҳларни ташлаб юборди ва акасининг бошидан (сочидан) ушлаб ўзига торта бошлади. (Ҳорун) деди: «Эй онамнинг боласи — биродарим», бу қавм мени хўрлаб, ўлдиришларига оз қолди, энди сен ҳам бу душманларни менинг устимдан кулдирмагин ва мени бу золим қавм билан бирга деб билмагин.",
    "(Мусо) деди: «Парвардигорим, мени ва биродаримни Ўзинг мағфират қилгайсан ва бизни Ўз раҳматингга дохил қилгайсан. Ўзинг раҳм қилгувчиларнинг раҳмлироғисан».",
    "Шубҳасиз, бузоқни («худо» қилиб) ушлаб олган кимсаларга Парвардигорлари тарафидан ғазаб ва ҳаёти дунёда хор-зорлик етар. (Аллоҳ шаънига) ёлғон тўқувчи кимсаларни мана шундай жазолаймиз.",
    "Гуноҳ ишларни қилиб, кейин уларнинг ортидан тавба қилган ва иймон келтирган кишилар учун эса албатта Парвардигорингиз ўшандан кейин ҳам мағфират қилгувчи, меҳрибондир.",
    "Қачонки Мусонинг ғазаби босилгач, ҳалиги лавҳларни (ердан) олди — унда Парвардигоридан қўрқадиган кишилар учун ҳидоят ва раҳмат бўлур, деб битилган эди.",
    "Мусо Бизнинг белгилаган вақтимизга (ҳузуримизга) олиб келиш учун ўз қавмидан (бузоққа сиғинмаган) етмиш кишини танлаб олди. Шу пайт уларни даҳшатли зилзила тутган эди, айтди: «Парвардигорим, агар хоҳласанг уларни ҳам, мени ҳам илгари (яъни, улар бузоққа сиғинаётган пайтларида) ҳалок қилсанг бўлур эди. Орамиздаги ақлсиз кимсаларнинг қилмишлари сабабли (энди) бизларни ҳалок қиласанми? Ахир бу (яъни, уларнинг бузоққа сиғинишлари) фақатгина Ўзинг хоҳлаган кишингни у сабабли адаштирадиган, хоҳлаган кишини ҳидоят қиладиган бир имтиҳонинг эди-ку? Ўзинг Хожамизсан, бас, бизни мағфират қил, бизларга раҳм айла. Ўзинг мағфират қилгувчиларнинг энг яхшисидирсан.",
    "Бизлар учун бу дунёда ҳам, Охиратда ҳам яхшилик ёзгин. Ўзингга тавба қилдик». (Аллоҳ) айтди: «Азобимни ўзим хоҳлаган кимсага етказурман. Раҳматим — меҳрибонлигим эса ҳамма нарсадан кенгдир. Мен уни (раҳматимни) тақво қиладиган, закотни берадиган зотларга ва Бизнинг оятларимизга иймон келтиргувчи бўлган кишиларга ёзурман.",
    "Улар шундай кишилардирки, уммий (саводсиз) пайғамбарга — номини ўз олдиларидаги Таврот ва Инжилда ёзилган ҳолда топишадиган — элчимизга (Муҳаммадга) эргашадилар. У пайғамбар уларни яхшиликка буюради, ёмонликдан қайтаради ва пок нарсаларни улар учун ҳалол қилиб, нопок нарсаларни уларга ҳаром қилади ҳамда улардан юкларини ва устларидаги кишанларини олиб ташлайди (яъни, Ислом динидан аввалги динларда бўлган оғир, машаққатли ибодатларни олиб ташлаб, уларнинг ўрнига осон ва енгилларини келтиради). Бас, унга иймон келтирган, уни улуғлаб, унга ёрдам қилган ҳамда унинг (келиши) билан нозил қилинган нурга (яъни, Қуръонга) эргашган зотлар — ана ўшаларгина нажот топгувчилардир.",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «Эй одамлар, албатта мен сизларнинг барчангизга Аллоҳ (юборган) элчиман. У шундай Зотки, самовот ва Ер Унинг мулкидир. Ҳеч қандай илоҳ йўқ, фақат Унинг Ўзи бордир. Ҳаёт ва ўлим берадиган ҳам Унинг Ўзидир. Бас, Аллоҳга ва Унинг элчисига — Аллоҳ ва Унинг сўзларига ишонадиган уммий пайғамбарга иймон келтирингиз ва унга эргашингиз — шояд ҳидоят топурсиз».",
    "Мусо қавмидан шундай жамоат ҳам борки, ҳақ (сўз) билан (одамларни) Тўғри Йўлга бошларлар ва ҳақ (ҳукмлар) билан адолат килурлар.",
    "Уларни (яъни, Мусо қавмини) жамоа-жамоа қилиб ўн икки уруғ — авлодга бўлиб юбордик ва Мусога қавми ундан сув сўраган пайтида: «Асоинг билан тошни ургин!», деб ваҳий юбордик. Бас, ундан (тошдан) ўн икки чашма отилиб чиқди — ҳамма одамлар ўз сувларини билдилар. Уларга (саҳрода) булутни соябон қилдик ва устларидан ширинлик ва беданалар ёғдириб: «Сизларни баҳраманд қилган пок нарсаларимиздан енглар», дедик. Улар (берган неъматларимизга ношукр бўлишлари билан) Бизга жабр қилмадилар, балки ўзларига жабр қилгувчи бўлдилар.",
    "Уларга: «Мана шу шаҳарни (Байтул-Муқаддасни) маскан тутингиз ва ундан хоҳлаган жойингизда таомланингиз ҳамда «кечиргин» деб шаҳарга дарвозадан сажда қилган ҳолингизда кирингиз! (Шунда) гуноҳларингизни мағфират қилурмиз, чиройли амал қилгувчиларга эса (марҳаматимизни) зиёда қилурмиз», деган пайтимизни эсланг!",
    "Бас, улардан золим бўлган кимсалар ўзларига айтилган («кечиргин») сўзини бутунлай бошқа бир сўзга алмаштирдилар. (Шундан кейин) уларга золим бўлганлари сабабли осмондан азоб юбордик.",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), улардан (яҳудийлардан) денгиз олдидаги қишлоқ ҳақида — шанба куни ҳаддан ошганлари ҳақида (яъни, манъ қилинганига қарамасдан шанба куни балиқ овлаганлари ҳақида) сўранг. Ўшанда, шанбалик қилган (яъни, балиқ овламаган) кунларида балиқлар (сув юзида) очиқ келар эди, шанбалик қилмаган кунларида (яъни, шанбадан бошқа кунларда) эса келмас эди. Уларни итоатсиз бўлганлари сабабли мана шундай имтиҳон қилурмиз. ",
    "Ўшанда улардан бир жамоат: «Не сабабдан Аллоҳнинг Ўзи ҳалок этадиган ёки қаттиқ азоблайдиган қавмга панд-насиҳат қилурсизлар?» деганларида, улар (яъни, иккинчи тоифадаги одамлар) айтдилар: «Парвардигорингизга (Қиёмат Кунида) узримизни айтиш учун ва шояд (улар) Аллоҳдан қўрқсалар, деб (насиҳат қилмоқдамиз)».",
    "Бас, қачон улар (яъни, итоатсиз кишилар) ўзларига эслатма қилиб берилган нарсани унутишгач, бу гуноҳ ишдан қайтарган зотларга нажот бердик ва золим кимсаларни итоатсиз бўлганлари сабабли қаттиқ азоб билан ушладик.",
    "Энди қачонки ўзлари қайтарилган ишдан (қайтмасдан) кибру ҳаво қилганларидан кейин уларга: «Бадбахт маймунларга айланингиз», дедик.",
    "Ўшанда Парвардигорингиз албатта уларнинг устига Қиёмат Кунигача ёмон азоб билан азоблайдиган зотларни юборишини билдирган эди. Шубҳасиз, Парвардигорингиз (кофирлар учун) азоби қаттиқ, (мўминларни эса) мағфират қилгувчи, меҳрибондир.",
    "Уларни (яҳудийларни) бутун Ер юзига жамоа-жамоа қилиб бўлиб юбордик. Уларнинг ораларида яхшилари (иймонга келганлари) ҳам, ундай эмаслари (иймонсизлари) ҳам бордир. Уларни (куфр ва исёндан) қайтишлари учун кўп яхшилик (неъматлар) ва ёмонликлар (балолар) билан синаб кўрдик.",
    "Улардан сўнг Китобга (Тавротга) меросхўр бўлган бир авлод келдики, улар бу тубан (дунё) нарсаларини (ҳалол, ҳаромлигига қарамай) оладилар ва «Албатта бизлар мағфират қилинурмиз», дейдилар. Ҳолбуки, агар яна ўшанга ўхшаган нарса келиб қолса, уни ҳам олаверадилар. Ахир улардан Китобда (Тавротда) Аллоҳ шаънига фақат ҳақни айтишлари борасида аҳд-паймон олинмаганмиди? Ундаги оятларни ўқиб ўрганган эдилар-ку! Аллоҳдан қўрқадиган зотлар учун (бу дунё матоларидан) Охират диёри яхшироқ-ку! Ақл юргизмайсизларми?!",
    "(Уларнинг ораларида) Китобни маҳкам ушлаган ва намозни тўкис адо қилган зотлар ҳам борки, албатта Биз ўзларини тузатгувчи кишиларнинг ажр-мукофотларини зое қилмагаймиз.",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), Тур тоғини кўчириб олиб, уларнинг устларида гўё бир соябондек кўтариб туриб, улар уни устларига қулаб тушади, деб гумон қилган ҳолларида: «Биз сизларга ато этган нарсани (Тавротни) маҳкам ушлангиз ва тақводор бўлишингиз учун ундаги оятларни ёдда тутингиз!», деган пайтимизни эсланг!",
    "Парвардигорингиз Одам болаларининг белларидан (яъни, пушти камарларидан то Қиёмат Кунигача дунёга келадиган барча) зурриётларини олиб: «Мен Парвардигорингиз эмасманми?», деб, ўзларига қарши гувоҳ қилганида, улар: «Ҳақиқатан Сен Парвардигоримизсан, бизлар бунга шоҳидмиз», деганларини эсланг! (Сизлардан бундай гувоҳлик — аҳд-паймон олишимиз) Қиёмат Кунида: «Бизлар бундан бехабар эдик», демасликларингиз учундир.",
    "Ёки: «Ахир илгари ота-боболаримиз мушрик бўлган эсалар, бизлар улардан кейин келган (ва уларнинг ўргатган йўлларига эргашган) авлод бўлсак, ўша ноҳақ йўлда ўтган кимсаларнинг қилмишлари сабабли бизларни ҳалок қилурмисан», демасликларингиз учундир. ",
    "Шояд (куфрларидан) қайтсалар, деб оятларни мана шундай муфассал қилурмиз.",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), уларга (яҳудийларга) бир кимсанинг хабарини тиловат қилинг — у қимсага оятларимизни билдирган эдик. Бас, у ўша оятларимиздан четлангач (яъни, уларга амал қилмагач), уни шайтон эргаштириб кетиб, йўлдан озгувчилардан бўлиб қолди.",
    "Агар хоҳласак уни ўша оятлар сабабли (юқори даражаларга) кўтарган бўлур эдик. Лекин у ерга (яъни, молу дунёга) берилди ва ҳавойи-нафсига эргашди. Бас, унинг мисоли худди бир итга ўхшайдики, уни ҳайдасанг ҳам тилини осилтириб тураверади ёки (ўз ҳолига) қўйсанг ҳам тилини осилтириб тураверади. Бу Бизнинг оятларимизни ёлғон деган кимсаларнинг мисолидир. Улар тафаккур қилсинлар учун бу қиссаларни сўйланг. ",
    "Бизнинг оятларимизни ёлғон деган кимсаларнинг мисоли нақадар ёмон бўлди ва улар ўзларига зулм қилгувчи бўлдилар.",
    "Аллоҳ кимни ҳидоят қилса, бас, ўша ҳидоят топгувчидир. У зот кимни йўлдан оздирса, бас, ана ўшалар зиён кўргувчидирлар.",
    "Биз жин ва инсдан кўпларини жаҳаннам учун яратганимиз муҳаққақдир. Уларнинг диллари бору англай олмайдилар, кўзлари бору кўра олмайдилар, қулоқлари бору эшитмайдилар. Улар чорвалар кабидирлар, йўқ, улар (беақл, бефаҳмликда чорвалардан ҳам) адашганроқдирлар. Ана ўшалар ғафлатда қолган кимсалардир.",
    "Аллоҳнинг гўзал исмлари бордир. Бас, Уни ўша исмлар билан чорланглар (ёд этинглар). Унинг исмларида ҳақдан оғиб (ноўрин жойларда уларни қўллайдиган мушрик) кимсаларни тарк қилинглар. Улар яқинда қилиб ўтган амалларига яраша жазоланурлар.",
    "Биз яратган зотлар орасида (одамларни) ҳақ (дин) билан ҳидоят қиладиган ва ҳақ (ҳукм) билан адолат қиладиган бир жамоат ҳам бордир.",
    "Бизнинг оятларимизни ёлғон деган кимсаларни эса ўзлари билмай қоладиган тарафдан секин-аста ҳалокатга олиб борурмиз.",
    "(Ҳозирча) уларга муҳлат бериб қўюрман. Албатта, Менинг «макрим» қаттиқдир.",
    "Улар ҳамроҳларида (яъни, Муҳаммад алайҳис-салоту вас-саломда) ҳеч қандай жунун йўқлигини ўйламайдиларми?! У фақат (Аллоҳнинг азобидан) ошкора огоҳлантиргувчи Зотдир.",
    "Самовот ва Ер мамлакатлари ҳақида, Аллоҳ яратган нарсалар тўғрисида ва ажаллари яқинлашиб қолган бўлиши мумкинлиги хусусида ўйламайдиларми?! Ундан (Қуръондан) сўнг (яъни, унга ишонмаганларидан кейин) яна қандай гапга ишонадилар-а?!",
    "Кимни Аллоҳ адаштириб қўйса, унинг учун бирон ҳидоят қилгувчи бўлмас. (Аллоҳ) ундайларни ўз туғёнларида адашиб-улоқиб юрган ҳолларида тарк қилур.",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), сиздан Соат (яъни, Қиёмат) қачон воқе бўлади, деб сўрайдилар. Айтинг: «Унинг билими фақатгина Парвардигорим даргоҳидадир. Вақти-соати келганида ҳам фақат Ўзи ошкор қилур. У (яъни, Қиёмат) самовот ва Ер учун жуда оғир (даҳшатли) бир ишдир. У сизларга фақат тўсатдан — кутилмаганда келур». Гўё сиз у ҳақда яхши биладигандек сўрайдилар. Айтинг: «Унинг билими фақатгина Аллоҳ даргоҳидадир. Лекин жуда кўп одамлар уни билмайдилар».",
    "Айтинг: «Мен ўзим учун ҳам на фойда ва на зиён етказишга эга бўла оламан. Магар Аллоҳнинг хоҳлагани бўлур. Агар ғайбни билганимда эди, яхши амалларни кўпайтирган бўлур эдим ва менга бирон зиён етмаган бўлур эди. Мен фақат иймон келтирадиган қавм учун (дўзах азобидан) огоҳлантиргувчи ва (жаннат неъматлари ҳақида) хушхабар бергувчиман, холос».",
    "У (Аллоҳ) шундай зотки, сизларни бир жондан (Одамдан) яратди ва у ором-осойиш топсин, деб унинг ўзидан жуфтини вужудга келтирди. Унга қўшилганидан кейин у (Ҳавво) енгил юк (ҳомила) билан юкли бўлиб, ўша (юк) билан юрди. Бас, қачонки, оғирлашганида, (улар) Парвардигорлари  — Аллоҳга дуо қилдилар: «Қасамки, агар бизга солиҳ фарзанд ато қилсанг, албатта шукр қилгувчилардан бўлурмиз».",
    "Энди (Аллоҳ) уларга солиҳ (фарзанд) ато этганидан кейин Унга (Унинг) Ўзи ато этган нарсада (яъни, болага ном қўйишда) ширк келтира бошладилар. Бас, Аллоҳ уларнинг ширк келтирган нарсаларидан юксакдир. ",
    "Ҳеч нарсани ярата олмайдиган, балки ўзи яратилувчи бўлган нарсаларни (Аллоҳга) шерик қиладиларми?!",
    "Улар учун бирон ёрдам қилишга қодир бўлмайдиган, ҳатто ўзига ўзи ёрдам қила олмайдиган (нарсаларни Аллоҳга шерик қиладиларми?!)",
    "Агар уларни (яъни, бутларни) ҳидоятга чақирсангиз, сизларга эргашмайдилар (яъни, улар жонсиздирлар). Сизлар учун уларни чақиришингиз ёки сукут қилиб туришингиз баробардир (яъни, барибир улар жавоб бера олмайдилар).",
    "Шубҳасиз, Аллоҳдан ўзга сизлар илтижо қилаётган нарсалар худди (сизнинг) ўзларингиз каби бандадирлар. Бас, агар ростгўй бўлсангизлар, сизлар уларни чақиринглар, улар сизларга жавоб қилсинлар-чи?!",
    "Уларнинг оёқлари бормики, юрсалар, ё қўллари бормики тутсалар, ёки кўзлари бормики кўрсалар, ёхуд қулоқлари бормики тингласалар?! (Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «Уша бутларингизни чақиринглар-да, сўнгра менга (бир лаҳза) муҳлат бермай бор ҳийла-найрангингизни қилаверинглар». (Қандай ҳунар кўрсатманг, натижаси ҳечдир.)",
    "Зотан, менинг (ёрдам берувчи ва сақловчи) Эгам шу Китобни нозил қилган Аллоҳдир. У солиҳ бандаларга ёр бўлур.",
    "Ундан ўзга сизлар илтижо қилаётган нарсалар сизларга ёрдам қилишга қодир эмаслар ва улар ўзларига ҳам ёрдам қила олмаслар.",
    "Агар уларни ҳидоятга чорласангиз, эшитмайдилар. Улар ўзлари кўрмаган ҳолларида сизга (боқиб) турганларини кўрурсиз.",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), марҳаматли бўлинг, яхшиликка буюринг ва жоҳиллардан юз ўгиринг!",
    "Агар сизни шайтоннинг васвасаси йўлдан урмоқчи бўлса, Аллоҳдан паноҳ сўранг! Албатта, У эшитувчи, билгувчидир.",
    "Тақво қилгувчи зотларни қачон шайтон томонидан бирон васваса ушласа, (Аллоҳни) эслайдилар, бас (Тўғри Йўлни) кўра бошлайдилар.",
    "Уларнинг (шайтонларнинг) дўстлари эса йўлдан оздиришда уларга (шайтонларга) ёрдам берадилар, сўнг (бу иғволарини) тўхтатмайдилар.",
    "Қачон уларга бирон оят келтирмасангиз, «Ўзинг тўқий қолмайсанми?», дейишади. Айтинг: «Мен фақат Парвардигоримдан келган ваҳийгагана эргашурман. Бу (Қуръон) иймон келтирадиган қавм учун Парвардигорингиз тарафидан кўрсатма, ҳидоят ва раҳматдир».",
    "Қачонки Қуръон қироат қилинса, унга қулоқ тутингиз ва жим турингиз — шояд (Аллоҳ тарафидан) раҳматга сазовор бўлсангизлар.",
    "Парвардигорингизни ичингизда ёлвориб, қўрқиб, дилдан эрта-ю кеч ёд қилинг ва ғофил кимсалардан бўлманг!",
    "Албатта, Парвардигорингизнинг ҳузуридаги зотлар (яъни, фаришталар) Унга ибодат қилишдан ор қилмайдилар. Уни поклайдилар ва Унгагина сажда қиладилар. ",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), Сиздан ўлжалар ҳақида сўрайдилар. Айтинг: «Ўлжалар Аллоҳ ва пайғамбарникидир. Бас, Аллоҳдан қўрқингиз ва ўз ораларингизни ўнглангиз! Агар мўмин бўлсангизлар, Аллоҳ ва Унинг пайғамбарига бўйсунингиз! ",
    "Фақат Аллоҳ (номи) зикр қилинганида қалбларига қўрқинч тушадиган, Унинг оятлари тиловат қилинганда иймонлари зиёда бўладиган ва Парвардигорларигагина суянадиган кишилар (ҳақиқий) мўминдирлар.",
    "Улар намозни тўкис адо этадилар ва Биз уларни баҳраманд қилган нарсалардан инфоқ-эҳсон қиладилар.",
    "Ана ўшалар ҳақиқий мўминлар бўлиб, улар учун Парвардигорлари ҳузурида (яъни, жаннатда, юксак) даражалар, мағфират ва улуғ ризқ бордир.",
    "(Бу ўлжа тақсимотида чиққан можаро) худди мўминлардан бир гуруҳи (урушни) аниқ ёмон кўриб турган ҳолларида, Парвардигорингиз ҳақ ҳукм билан сизни уйингиздан (жанггоҳга) чиқарганга ўхшайди.",
    "(Ўшанда) улар гўё кўриб турган ҳолларида ўлимга ҳайдаб кетилаётгандек, Сиз билан аниқ-равшан бўлган ҳақиқат (яъни, урушга чиқиш) тўғрисида баҳслашган эдилар. ",
    "Ўшанда (эй мўминлар), Аллоҳ икки тоифадан (яъни, карвон ва қўшиндан) бирини сизлар учун (ўлжа) қилишга ваъда берган эди. Сизлар қурол-яроғсиз тоифа (яъни, карвон) ўзингиз учун бўлишини истаган эдингиз. Аллоҳ эса Ўз сўзлари билан ҳақиқатни муқаррар этишни ва кофирларнинг думини қирқишни ирода қилган эди.",
    "(Аллоҳ), гарчи жиноятчи — осийлар ёмон кўрсалар-да, ҳақни ҳақ, ботилни ботил қилиш учун (шундай ирода қилган эди).",
    "Ўшанда Парвардигорингиздан мадад тилаганингизда, У сизларга ижобат қилиб: «Мен сизларга кетма-кет келадиган минглаб фаришталар билан мадад берурман», деди.",
    "Аллоҳ фақат хушхабар бўлсин, деб ва кўнгилларингиз хотиржам бўлиши учун шундай қилди. Ғалаба фақат Аллоҳнинг даргоҳидан бўлур. Ҳақиқатан, Аллоҳ ғолиб ва ҳикматлидир.",
    "Ўшанда хотиржам бўлишингиз учун сизларни Ўз тарафидан уйқуга чўмдирган ва поклаб, сизлардан шайтон васвасасини кетказиш учун дилларингизни бир ва қадамларингизни маҳкам қилиш учун устингизга самодан сув — ёмғир ёғдирган эди.",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), ўшанда Парвардигорингиз фаришталарга: «Албатта, Мен сизлар билан биргаман, бас, сизлар иймон келтирган зотларнинг (ғалаба қозонишларига бўлган ишончларини) маҳкамланглар! Мен кофир бўлган кимсаларнинг дилларига қўрқув солажакман. Бас, уларнинг бўйинларини узинглар, бутун-ҳамма бармоқларини чопинглар», деб ваҳий қилган эди.",
    "Бунга сабаб, уларнинг Аллоҳ ва Унинг пайғамбарига қарши турганларидир. Кимки, Аллоҳ ва Унинг пайғамбарига қарши турса, бас, албатта Аллоҳнинг жазоси қаттиқдир.",
    "(Эй кофирлар), мана шу сизларнинг (жазоингиздир) бас, тортаверинглар. Кофирлар учун яна дўзах азоби ҳам бордир.",
    "Эй мўминлар, кофирларнинг ҳужумига дуч келганингизда, уларга орқа ўгирманглар (яъни, қочманглар).",
    "Кимки ўша (уруш) кунида жанг йўсинини ўзгартириш ёки бошқа бир гуруҳ (мусулмонларга) қўшилишдан ташқари ҳолатда, уларга (кофирларга) орқа ўгириб қочса, бас, у Аллоҳ тарафидан ғазаб билан кетибди ва унинг жойи жаҳаннамдир. Нақадар ёмон оқибат-а!",
    "Бас, (эй мусулмонлар), уларни сизлар ўлдирмадингиз, балки Аллоҳ ўлдирди. (Эй Муҳаммад алайҳис-салоту вас-салом, уларнинг юзига қўлингиздаги бир сиқим тупроқни) отган пайтингизда, сиз отмадингиз, балки Аллоҳ отди ва (бу ғалабани Аллоҳ) Ўз томонидан мўминларга чиройли инъом бўлсин, деб қилди. Албатта Аллоҳ эшитгувчи, билгувчидир. ",
    "(Эй мўминлар), мана шу (сизларнинг мукофотингиздир). Албатта, Аллоҳ кофирларнинг ҳийласини заиф қилгувчи Зотдир.",
    "(Эй аҳли Макка), агар ғалабани истаган бўлсангизлар, мана, сизларнинг (зиёнингизга) ғалаба келди, Агар (пайғамбарга қарши урушишдан) тўхтасангизлар, бас, бу ўзингиз учун яхшидир. Агар (яна урушга) қайтсангизлар, Биз ҳам қайтамиз ва гуруҳингиз қанча кўп бўлмасин, сизларни ҳеч нарсадан беҳожат қила олмайди. Албатта, Аллоҳ мўминлар билан биргадир.",
    "Эй мўминлар, Аллоҳга ва Унинг пайғамбарига итоат қилингиз ва (Қуръонни) эшитиб туриб, ундан юз ўгириб кетмангиз!",
    "Ва ўзлари эшитмаган (яъни, англаб, иймон келтирмаган) ҳолларида, «эшитдик», деган кимсалар каби бўлмангиз!",
    "Албатта, Аллоҳнинг наздида энг ёмон ҳайвонлар кар ва соқов бўлиб олган ақлсиз кимсалардир.",
    "Агар Аллоҳ уларда бирон яхшиликни билганида эди, албатта уларнинг қулоқларини очиб қўйган бўлур эди ва агар (Аллоҳ уларнинг) қулоқларини очиб қўйганида ҳам улар юз ўгирган ҳолларида кетган бўлур эдилар.",
    "Эй мўминлар, Аллоҳ ва Унинг пайғамбари сизларни абадий ҳаёт берадиган нарсага (яъни, динга) даъват қилар экан, уни қабул қилинглар ва билингларки, шубҳасиз, Аллоҳ ҳар бир киши билан унинг қалби ўртасини эгаллаб турур ва шубҳасиз, Унинг ҳузурига тўпланурсизлар.",
    "Ҳамда сизлардан фақат золим кимсаларнинг ўзигагина етмай (балки барчага етадиган) балодан сақланингиз! Ва билингизки, албатта Аллоҳнинг азоби қаттиқдир.",
    "Ва сизлар Ерда (яъни, Маккада) озчилик ва ночор бўлган ҳолингизда, одамлар (яъни, Макка мушриклари) талаб кетишларидан қўрқиб турган пайтингизда сизларга жой бериб (яъни, Мадинага кўчириб) Ўз ёрдами билан қўллаб-қувватлаганини ва шукр қилишингиз учун покиза ризқлар билан баҳраманд қилганини эслангиз!",
    "Эй мўминлар, Аллоҳ ва Унинг пайғамбарига хиёнат қилмангиз ва билган ҳолингизда сизларга ишониб берилан нарсаларга (яъни, динга ва бошқа ҳар қандай омонатларга) хиёнат қилмангиз!",
    "Билингизки, албатта мол-дунёларингиз ва бола-чақангиз фақат бир фитна-алдовдир, холос. Ёлғиз Аллоҳнинг ҳузуридагина (яъни, унинг амру фармонига итоат этишдагина) улуғ ажр-савоб бордир.",
    "Эй мўминлар, агар Аллоҳдан қўрқсангизлар, сизлар учун ҳақ билан ноҳақни ажратадиган ҳидоят ато қилур ва ёмонлик-гуноҳларингизни ўчириб, сизларни мағфират қилур. Аллоҳ улуғ фазлу марҳамат Соҳибидир.",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), кофирлар сизни ҳибс қилиш ё ўлдириш, ёки (Маккадан) чиқариб юбориш учун сизга макр қилган пайтларини эсланг! Улар макр қилурлар, Аллоҳ ҳам «макр» қилур. Аллоҳ «макр» қилувчиларнинг зўридир.",
    "Қачон уларга (кофирларга) Бизнинг оятларимиз тиловат қилинса: «Эшитганмиз, агар хоҳласак, бунга ўхшаган гапни ўзимиз айтган бўлур эдик. Бу фақат аввалгилардан қолган афсоналар, холос», дейдилар.",
    "Уларнинг: «Эй Худо, агар мана шу (Қуръон) Сенинг даргоҳингдан келган ҳақиқат бўлса, устимизга самодан тош ёғдиргин ёки бизларга аламли азоб келтиргин», деганларини эсланг! ",
    "Модомики, сиз уларнинг ораларида экансиз, Аллоҳ уларни ҳаргиз азобламас ва улар (мўминлар) мағфират сўраб турган ҳолларида ҳам Аллоҳ уларни азоблагувчи эмасдир!",
    "(Лекин агар) улар (иймонга келмасдан кишиларни) Масжидул-Ҳаромдан тўсар эканлар, Аллоҳ уларни нега азобламасин?! (Яъни, Сиз ва мўминлар Маккадан чиқиб кетганингиздан сўнг уларни албатта азобга гирифтор қилур). Улар унинг (Масжидул-Ҳаромнинг) эгалари эмаслар. Унинг эгалари фақат Аллоҳдан қўрқувчи зотлардир. Лекин уларнинг кўплари билмайдилар.",
    "Уларнинг Байтуллоҳ олдида қилган «ибодат»лари фақат ҳуштак ва чапак чалиш бўлди. Бас, (эй мушриклар, бугун — Бадрда) кофир бўлганинглар сабабли азобимизни тотиб кўринглар. ",
    "Албатта, кофир бўлган кимсалар мол-дунёларини Аллоҳнинг йўлидан тўсиш учун ишлатурлар. Бас, уни сарфлайдилар-у, сўнгра ўша (моллари) ўзларига ҳасрат бўлур, сўнгра мағлуб бўлурлар. Кофир бўлган кимсалар жаҳаннамга тўпланурлар.",
    "Аллоҳ нопокни покдан (кофирни мўминдан) ажратиши ва нопок кимсаларнинг ҳаммаларини устма-уст тахлаб, жаҳаннамга солиши учун (тўпланурлар). Ана ўшалар зиён кўргувчилардир.",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), кофир бўлган кимсаларга айтингки, агар (кофирликларидан) тўхтасалар, ўтган гуноҳлари мағфират қилинур. Агар яна (кофирликка) қайтсалар, у ҳолда аввалгиларининг суннатлари (яъни, кўргуликлари) ўтган-ку, (яъни, уларнинг ҳам бошларига аввалги кофирларнинг куни тушар).",
    "То (дунёда) бирон фитна-алдов қолмай, бутун дин фақат Аллоҳ учун бўлгунга қадар улар билан жанг қилинглар! Энди агар (кофирликдан) тўхтасалар, бас, албатта Аллоҳ қилаётган амалларини кўргувчидир.",
    "Агар (кофирлар иймондан) юз ўгирсалар, бас, (эй мўминлар), билингизки, шубҳасиз, Аллоҳ Хожангиздир. У зот нақадар яхши хожа ва нақадар яхши ёрдамчидир."
  ]
}