{
    "data": [
        {
            "duaId": 1,
            "englishTranslation": "O Allah, forgive me and have mercy upon me and join me with the highest companions (in Paradise).",
            "transliteration": "Allaahum-maghfir lee warhamnee wa 'alhiqnee bir-rafeeqil-'a'laa.",
            "arabicVerse": "اللَّهُمَّ اغْفِرْ لِي وَارْحَمْنِي وَأَلْحِقْنِي بِالرَّفِيقِ الأَعْلَى",
            "reference": "[Hisnul 150] [Al-Bukhari 7/10, Muslim 4/1893.]",
            "url": "https://admin.gomasjid.co.uk/assets/dua/150hm.mp3"
        },
        {
            "duaId": 2,
            "englishTranslation": "There is none worthy of worship but Allah, surely death has agonies.",
            "transliteration": "Laa 'ilaaha 'illallaahu 'inna lilmawti lasakaraatin.",
            "arabicVerse": "لَا إِلَهَ إِلَّا اللَّه إِنَّ لِلمَوْتِ لَسَكَرَاتٍ",
            "reference": "[Hisnul 151] [Al-Bukhari [4449] (8/144).]",
            "url": "https://admin.gomasjid.co.uk/assets/dua/151hm.mp3"
        },
        {
            "duaId": 3,
            "englishTranslation": "There is none worthy of worship but Allah, Allah is the Most Great. None has the right to be worshiped but Allah alone. None has the right to be worshiped but Allah alone, Who has no partner. There is none worthy of worship but Allah, His is the dominion and His is the praise. There is none worthy of worship but Allah, there is no power and no might but by Allah.",
            "transliteration": "Laa 'ilaaha 'illallaahu wallaahu 'Akbar, laa 'ilaaha 'illallaahu wahdahu, laa 'ilaaha 'illallaahu wahdahu laa shareeka lahu, laa 'ilaaha 'illallaahu lahul-mulku wa lahul-hamdu, laa 'ilaaha 'illallaahu wa laa hawla wa laa quwwata 'illaa billaah.",
            "arabicVerse": "لَا إِلَهَ إلاَّ اللَّهُ وَاللَّهُ أَكْبَرُ، لَا إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ، لَا إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لَا شَرِيكَ لهُ، لَا إِلَهَ إِلاَّ اللَّهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، لَا إِلَهَ إِلاَّ اللَّهُ وَلَا حَوْلَ وَلَا قُوَّةَ إِلَاَّ بِاللَّهِ",
            "reference": "[Hisnul 152] [At-Tirmidhî [3430] and Ibn Mâjah [3794]. Al-Albânî authenticated it. Also see Ŝaĥîĥ At-Tirmidhî (3/152) and Ŝaĥîĥ Ibn Mâjah (2/317).]",
            "url": "https://admin.gomasjid.co.uk/assets/dua/152hm.mp3"
        }
    ]
}