{
    "data": [
        {
            "duaId": 1,
            "englishTranslation": "O Allah, protect him from the torment of the grave. O Allah, make him a precursor, a forerunner, and a treasure for his parents and an answered intercessor. O Allah, make him weigh heavily in their scales (of good) and magnify their reward. Make him join the righteous of the believers. Place him in the care of Ibrahim. Save him by Your mercy from the torment of Hell. Give him a home better than his home and a family better than his family. O Allah, forgive those who have gone before us, our children lost (by death), and those who have preceded us in Faith.",
            "transliteration": "Allaahumma 'a'ith-hu min 'athaabil-qabri. Allaahum-maj'alhufaratan wa thukhran liwaalidayhi, wa shafee'an mujaaban. Allaahumma thaqqil bihi mawaazeenahumaa wa 'a'dhim bihi 'ujoorahumaa, wa 'alhiqhu bisaalihil-mu'mineena, waj'alhu fee kafaalati 'Ibraaheema, wa qihi birahmatika 'athaabal-jaheemi, wa 'abdilhu daaran khayran min daarihi, wa 'ahlan khayran min 'ahlihi, Allaahum-maghfir li'aslaafinaa, wa 'afraatinaa wa man sabaqanaa bil'eemaan.",
            "arabicVerse": "اللَّهُمَّ أَعِذْهُ مِنْ عَذَابِ الْقَبْرِ اللَّهُمَّ اجْعَلْهُ فَرَطاً وَذُخْراً لِوالِدَيه، وَشَفيعاً مُجاباً، اللَّهُمَّ ثَقِّلْ بِهِ مَوَازينَهُمَا، وَأَعْظِمْ بِهِ أُجُورَهُمَا، وَأَلْحِقْهُ بِصَالِحِ المُؤْمِنِينَ، وَاجْعَلْهُ فِي كَفَالَةِ إِبْرَاهِيمَ، وَقِهِ بِرَحْمَتِكَ عَذَابَ الْجَحِيمِ، وَأَبْدِلْهُ دَارًا خَيْرًا مِنْ دَارِهِ، وَأَهْلًا خَيْرًا مِنْ أَهْلِهِ، اللَّهُمَّ اغْفِرْ ﻷَسْلاَفِنَا، وَأَفْرَاطِنَا، وَمَنْ سَبَقَنَا بِالاءِيْمَانِ",
            "reference": "See Al-Mughnî by Ibn Qudâmah (3/416) and Ad-Durûs Al-Muhimmah Li'âmah Al-Ummah by Shaykh Ibn Bâz (pg. 15).",
            "url": "https://admin.gomasjid.co.uk/assets/dua/160hm.mp3"
        },
        {
            "duaId": 2,
            "englishTranslation": "O Allah, make him for us a precursor, a forerunner, and a cause of reward.",
            "transliteration": "Allaahum-maj'alhu lanaa faratan, wa salafan, wa 'ajran.",
            "arabicVerse": "اللَّهُمَّ اجْعَلْهُ لَنا فَرَطاً، وَسَلَفاً، وَأَجْراً",
            "reference": "[Hisnul 161] [Al-Bukhari Kitabul-Jana'iz, 2/113]",
            "url": "https://admin.gomasjid.co.uk/assets/dua/161hm.mp3"
        }
    ]
}