{
  "meta": {
    "id": 779,
    "name": "Rashid Maash",
    "translator_name": "Rashid Maash",
    "slug": "fr-rashid-maash",
    "language_name": "french"
  },
  "verses": [
    "Ceux qui ne croient pas en Notre rencontre disent : « Si seulement des anges nous étaient envoyés du ciel ou si nous pouvions voir notre Seigneur ! » Ils se sont, en vérité, enflés d’orgueil et ont dépassé toutes les limites de l’impiété.",
    "Le Jour où ils verront les anges, ce ne sera pas une bonne nouvelle pour les criminels auxquels les anges lanceront : « Défense absolue ! » ",
    "Nous nous tournerons vers les œuvres qu’ils auront accomplies et les réduirons en poussière.",
    "Les élus du Paradis jouiront, ce Jour-là, d’un séjour plus agréable et d’une plus douce retraite.",
    "Ce Jour-là, le ciel se déchirera pour laisser apparaître les nuages et les anges seront envoyés des cieux.",
    "Le Tout Miséricordieux disposera seul, ce Jour-là, de l’autorité suprême. Ce sera, pour les mécréants, un jour affreux.",
    "Ce Jour-là, l’impie se mordra les doigts et dira : « Si seulement j’avais suivi la voie du Messager ! ",
    "Malheur à moi ! Si seulement je n’avais pas pris untel pour compagnon !",
    "Il m’a détourné de la révélation qui m’est parvenue. » Satan abandonne toujours l’homme à son sort après l’avoir bercé d’illusions.",
    "Le Messager a dit : « Seigneur ! Mon peuple s’est détourné avec fierté du Coran. »",
    "Nous avons, de même, suscité contre chaque prophète des ennemis parmi les impies. Mais ton Seigneur est un guide et un protecteur amplement suffisant.",
    "Les mécréants affirment : « Si seulement le Coran lui avait été révélé en une seule fois ? » Nous l’avons révélé ainsi, de manière fragmentée, afin de raffermir ton cœur et d’en faciliter la compréhension et la mémorisation.",
    "Ils ne t’adresseront aucune objection sans que Nous ne l’écartions par les arguments les plus convaincants et les réponses les plus éloquentes.",
    "Ces impies, qui seront traînés sur le visage vers la Géhenne où ils connaîtront le sort le plus affreux, sont aujourd’hui rabaissés au rang le plus abject et sont les plus éloignés de la vérité.",
    "Nous avons, en vérité, confié les Ecritures à Moïse et choisi son frère Aaron pour l’assister.",
    "Nous leur avons ordonné de se rendre auprès du peuple qui avait renié Nos signes que Nous avons, pour prix de son impiété, anéanti.",
    "Nous avons également exterminé le peuple de Noé, englouti par le Déluge pour avoir traité les Messagers d’imposteurs, et avons fait de lui un exemple pour l’humanité. Nous avons, par ailleurs, préparé un douloureux châtiment aux impies.",
    "Il en fut de même des ‘Ad, des Thamoud, des habitants d’Ar-Rass et de nombreux peuples intermédiaires",
    "que Nous avons avertis, en leur proposant des exemples édifiants, avant qu’ils ne soient entièrement détruits.",
    "Les tiens ont d’ailleurs traversé les vestiges de la cité frappée par une pluie de pierres. N’en ont-ils pas vu les traces et n’ont-ils pas tiré les leçons de leur funeste destinée ? Mais, en réalité, ils ne croient pas en la Résurrection.",
    "Lorsque les mécréants te voient, ils ne font que se moquer de toi, disant : « Est-ce là celui qu’Allah a envoyé comme Messager ?",
    "Il aurait bien pu nous détourner de nos divinités si nous ne leur étions pas restés patiemment attachés. » Ils sauront, lorsqu’ils verront le châtiment, qui s’est le plus éloigné de la vérité.",
    "N’as-tu pas vu celui qui s’est entièrement soumis à ses passions ? Est-ce toi qui pourras l’en empêcher ?",
    "Penses-tu que la plupart d’entre eux puissent entendre ou comprendre ? Ils sont plutôt à l’image de bestiaux, voire plus asservis à leurs instincts.",
    "Ne vois-tu pas comment ton Seigneur, par le mouvement du soleil, étend l’ombre qu’Il pourrait tout aussi bien immobiliser,",
    "puis comment, petit à petit, par le déplacement de ce même soleil, Il en réduit la portée ?",
    "C’est Nous qui vous couvrons de l’obscurité de la nuit, qui vous offrons dans le sommeil un instant de repos et dans la journée l’occasion de vous disperser sur terre pour vos activités.",
    "C’est Nous qui envoyons les vents annonciateurs de Notre grâce, puis faisons descendre du ciel une eau purifiante ",
    "par laquelle Nous redonnons vie à la terre morte et abreuvons nombre de Nos créatures parmi les bestiaux et les hommes.",
    "Nous la répartissons parmi les hommes afin qu’ils en tirent des leçons. Mais la plupart d’entre eux persistent dans l’ingratitude.",
    "Si Nous l’avions voulu, Nous aurions suscité dans chaque cité un Messager chargé d’avertir ses habitants.",
    "Garde-toi donc de céder aux mécréants, mais appelle-les sans relâche à la foi par le Coran.",
    "C’est par Sa volonté que les deux types d’eau, l’eau douce et l’eau salée, se côtoient sans jamais se mélanger, étant séparés par une barrière infranchissable.",
    "Et c’est Lui qui, à partir de l’eau, a créé les hommes avant d’établir entre eux des liens de parenté et d’alliance. Ton Seigneur est Omnipotent. ",
    "Ils adorent pourtant en dehors d’Allah des divinités qui ne peuvent ni leur nuire, ni leur être d’aucune utilité. L’impie se fait toujours l’allié de l’ennemi de son Seigneur.",
    "Nous ne t’avons envoyé que pour annoncer la bonne nouvelle et mettre en garde l’humanité.",
    "Dis : « Je ne vous demande aucun salaire en échange, mais seulement, si vous le voulez, de suivre la voie de votre Seigneur. »",
    "Place ta confiance dans le Dieu Vivant et Eternel et, par les louanges, célèbre Sa gloire. Il n’a besoin de personne pour connaître les péchés de Ses serviteurs.",
    "C’est Lui qui, en six jours, a créé les cieux, la terre et ce qui se trouve entre eux, puis s’est élevé sur le Trône. Il est le Tout Miséricordieux. Interroge donc à Son sujet qui en est bien informé.",
    "Lorsqu’il leur est demandé de se prosterner devant le Tout Miséricordieux, ils répondent : « Qui est donc le Tout Miséricordieux ? Allons-nous nous prosterner simplement parce que tu nous l’as ordonné ? » Cela ne fait donc que les éloigner de la vérité.",
    "Béni soit Celui qui, dans le ciel, a placé des constellations zodiacales, un flambeau et une lune qui, la nuit, vous éclaire !",
    "C’est Lui qui fait alterner le jour et la nuit pour qui veut méditer et se montrer reconnaissant.",
    "Les serviteurs du Tout Miséricordieux sont ceux qui marchent humblement et dignement sur terre et qui, lorsque les ignorants leur adressent des mots blessants, leur répondent par des propos bienveillants,",
    "ceux qui, pour plaire au Seigneur, passent la nuit prosternés et debout en prière,",
    "ceux qui disent : « Epargne-nous, Seigneur, les tourments de la Géhenne, car son châtiment est sans fin. »",
    "La Géhenne est assurément la plus horrible des demeures et le plus affreux des séjours.",
    "Ce sont également ceux qui, dans leurs dépenses, ne se montrent ni prodigues, ni avares, mais savent garder le juste milieu,",
    "ceux qui n’invoquent pas d’autre divinité qu’Allah, n’enlèvent pas sans droit la vie qu’Allah a rendue sacrée et ne se livrent pas à la fornication. Ceux qui commettent de telles actions devront en subir la sanction.",
    "Leurs tourments seront redoublés le Jour de la résurrection. Voués à les subir éternellement, ils seront couverts d’humiliation.",
    "A l’exception de ceux qui se repentent, retournent à la foi et accomplissent de bonnes œuvres, dont Allah remplacera les péchés par de bonnes actions. Allah est Très Clément et Très Miséricordieux.",
    "Quiconque se repent et accomplit de bonnes œuvres reviendra ainsi à Allah qui acceptera son repentir.",
    "Les serviteurs du Tout Miséricordieux sont aussi ceux qui ne sont jamais les témoins complices du péché et qui, lorsqu’ils entendent des futilités, passent leur chemin avec dignité,",
    "ceux qui ne sont ni sourds à Nos versets qui leur sont récités, ni aveugles à Nos signes qui leur sont montrés,",
    "ceux qui disent : « Veuille, Seigneur, faire de nos épouses et de nos enfants une source de joie pour nous et faire de nous des modèles de piété. »",
    "Voilà ceux qui, en récompense de leur constance, seront admis dans les plus hauts degrés du Paradis où ils seront accueillis par des saluts et jouiront d’une entière sécurité.",
    "Ils vivront à jamais dans cette sublime demeure où ils jouiront du séjour le plus agréable.",
    "Dis : « Mon Seigneur vous a adressé ce message dans le seul souci de vous appeler à la foi que vous avez pourtant rejetée. Votre châtiment est donc inéluctable. »",
    "Tâ-Sîn-Mîm.",
    "Voici les versets du Livre parfaitement clair.",
    "Tu vas peut-être te consumer de tristesse devant leur refus obstiné d’embrasser la foi.",
    "Or, si Nous le voulions, Nous ferions descendre du ciel un signe qui leur ferait courber l’échine.",
    "Aucune nouvelle révélation du Tout Miséricordieux ne leur est transmise sans qu’ils ne s’en détournent",
    "en criant au mensonge. Ils subiront donc un jour les conséquences de leurs moqueries.",
    "N’observent-ils pas la terre et la grande variété de plantes, d’une grande utilité et agréables à regarder, que Nous y faisons pousser ?",
    "Voilà assurément un signe, mais la plupart d’entre eux ne sont pas croyants.",
    "Ton Seigneur, en vérité, est le Tout-Puissant, le Très Miséricordieux.",
    "Ton Seigneur appela un jour Moïse : « Va trouver le peuple impie,",
    "le peuple de Pharaon. Ces gens ne vont-ils pas Me redouter ? »",
    "Moïse dit : « J’ai peur, Seigneur, d’être traité d’imposteur, ",
    "d’être affligé par leur réaction et que ma langue soit embarrassée. Veuille donc associer Aaron à ma mission.",
    "Je crains aussi qu’ils ne cherchent à me tuer pour une faute qu’ils ont à me reprocher. »",
    "Le Seigneur dit : « Il n’en sera rien. Allez tous deux, assistés de Nos signes. Nous sommes avec vous et Nous écoutons. ",
    "Allez trouver Pharaon et dites-lui que vous êtes envoyés par le Seigneur de la Création,",
    "et qu’il doit laisser partir avec vous les fils d’Israël. »",
    "Pharaon dit alors à Moïse : « Ne t’avons-nous pas élevé chez nous tout petit ? N’as-tu pas vécu parmi nous plusieurs années de ta vie ?",
    "Mais, en ingrat que tu es, tu as commis le méfait que tu sais. » ",
    "Moïse se justifia : « Au moment où je l’ai commis, j’étais encore ignorant.",
    "Craignant vos représailles, j’ai pris la fuite. Mon Seigneur m’a alors fait don de la sagesse et m’a choisi pour être l’un de Ses Messagers.",
    "Comment peux-tu me rappeler cette faveur, alors que tu as réduit en esclavage les fils d’Israël ? »",
    "« Qui est donc, dit Pharaon, ce Seigneur de la Création ? »",
    "« Le Seigneur des cieux, de la terre et de ce qui se trouve entre eux, si vous avez quelque certitude », répondit Moïse.",
    "S’adressant à son entourage, Pharaon dit : « Avez-vous bien entendu ? »",
    "Moïse poursuivit : « Il est votre Seigneur et celui de vos ancêtres les plus éloignés. »",
    "Pharaon dit : « Ce Messager qui vous est envoyé a perdu toute raison. »",
    "Moïse reprit : « Il est le Seigneur du Levant, du Couchant et de ce qui se trouve entre eux, si vous êtes en mesure de comprendre. »",
    "Pharaon dit : « Si tu adoptes une autre divinité que moi, je te ferai jeter en prison. »",
    "Moïse dit : « Même si je t’apportais une preuve irréfutable ? »",
    "« Apporte-la donc, si ce que tu dis est vrai », répondit Pharaon.",
    "Moïse jeta alors son bâton qui se transforma manifestement en un serpent immense.",
    "Et il retira sa main qui apparut toute blanche à l’assistance.",
    "Pharaon dit alors aux grands d’Egypte qui l’entouraient : « Voilà un habile magicien",
    "qui cherche, par ses artifices, à vous chasser de votre pays. Que proposez-vous donc ? »",
    "Ils répondirent : « Ne prends aucune décision concernant Moïse et son frère avant d’avoir dépêché à travers le pays des hommes chargés de rassembler",
    "et de convoquer devant toi tout ce que le pays compte d’habiles magiciens. »",
    "Les magiciens furent donc rassemblés au jour et à l’heure fixés,",
    "et l’on fit cette proclamation à la population : « Voulez-vous vous rassembler",
    "afin que nous restions attachés à la religion des magiciens, s’ils sortent vainqueurs de cette confrontation. »",
    "A leur arrivée, les magiciens demandèrent à Pharaon : « Serons-nous récompensés si nous sortons vainqueurs de cette confrontation ? »",
    "« Oui et vous serez même intégrés à ma cour », répondit Pharaon.",
    "Moïse leur lança : « Jetez ce que vous avez à jeter ! »",
    "Les magiciens jetèrent leurs cordes et leurs bâtons en s’exclamant : « Par la puissance de Pharaon ! C’est nous qui sortirons vainqueurs de cette confrontation ! »",
    "Mais Moïse jeta à son tour son bâton qui se mit à engloutir leurs artifices.",
    "Se jetant face contre terre,",
    "les magiciens s’exclamèrent: « Nous croyons maintenant au Seigneur de la Création,",
    "Seigneur de Moïse et Aaron. » ",
    "Pharaon s’exclama : « Osez-vous croire en lui sans mon autorisation ? Voici certainement votre maître qui vous a initiés à la magie. Vous allez voir ! Je vais vous faire couper la main et le pied opposé, puis tous vous faire crucifier. »",
    "Ils dirent : « Qu’importe puisque nous ferons retour à notre Seigneur ",
    "qui, nous l’espérons, nous pardonnera nos péchés pour avoir été les premiers à embrasser la foi. »",
    "Nous avons révélé à Moïse de quitter le pays à la faveur de la nuit avec Mes serviteurs et qu’ils seraient poursuivis.",
    "Pharaon dépêcha en effet à travers le pays des hommes chargés de lever une armée.",
    "Il dit : « Ces individus ne constituent qu’un groupe insignifiant",
    "qui ne cesse pourtant de nous irriter par ses agissements.",
    "Mais nous restons, à son égard, particulièrement vigilants. »",
    "Nous avons arraché Pharaon et les siens à leurs jardins et leurs sources,",
    "à leurs immenses trésors et à leurs demeures somptueuses.",
    "Il en fut ainsi. Nous en avons fait hériter les fils d’Israël.",
    "Au lever du jour, Pharaon et son armée les avaient rattrapés.",
    "Lorsque les deux groupes furent en vue l’un de l’autre, les compagnons de Moïse s’écrièrent : « Nous sommes rejoints ! »",
    "« Certainement pas, répliqua Moïse, Mon Seigneur est avec moi, Il me sauvera. »",
    "Nous avons alors révélé à Moïse de frapper de son bâton la mer qui se fendit en deux, formant de part et d’autre comme deux immenses montagnes.",
    "Nous avons laissé leurs ennemis s’approcher",
    "et sauvé Moïse et l’ensemble de ses compagnons,",
    "puis englouti sous les eaux leurs poursuivants.",
    "Voilà assurément un enseignement, mais la plupart d’entre eux ne sont pas croyants.",
    "Ton Seigneur, en vérité, est le Tout-Puissant, le Très Miséricordieux.",
    "Relate-leur également l’histoire d’Abraham",
    "qui dit un jour à son père et à son peuple : « Qu’adorez-vous donc ? »",
    "« Nous adorons, dirent-ils, des idoles auxquelles nous vouons un culte assidu. »",
    "Abraham leur demanda : « Vous entendent-elles lorsque vous les invoquez ?",
    "Vous sont-elles d’une quelconque utilité ou sont-elles en mesure de vous nuire ? »",
    "« Non, reconnurent-ils, mais nous avons hérité ces pratiques de nos ancêtres. »",
    "Abraham répliqua : « Voyez-vous ces idoles que vous adorez,",
    "imitant en cela vos ancêtres les plus éloignés,",
    "sachez que je les désavoue, adorant uniquement le Seigneur de la Création,",
    "qui m’a créé et me guide aujourd’hui,",
    "qui apaise ma faim et étanche ma soif,",
    "qui, lorsque je tombe malade, me guérit,",
    "qui me fera mourir avant de me rendre à la vie,",
    "et qui, je l’espère, me pardonnera mes fautes le Jour du jugement.",
    "Veuille, Seigneur, me faire don de la sagesse et rejoindre les pieux croyants,",
    "faire que mes vertus et mes mérites passent à la postérité,",
    "faire de moi l’un des héritiers des jardins de la félicité,",
    "et pardonner à mon père qui est du nombre des égarés. ",
    "Ne me couvre pas de honte le Jour où les hommes seront ressuscités,",
    "Jour où les richesses et les enfants ne seront d’aucune utilité",
    "et où seul celui qui viendra à Allah avec un cœur pur sera sauvé. »",
    "Le Paradis sera alors rapproché de ceux qui furent pleins de piété",
    "et le Brasier exposé à ceux qui s’étaient écartés de la vérité,",
    "auxquels il sera lancé : « Où sont ces fausses divinités que vous adoriez",
    "en dehors d’Allah ? Peuvent-elles vous secourir ou elles-mêmes se sauver ? »",
    "Ils y seront alors précipités avec ceux qui les auront égarés,",
    "ainsi que les armées de Satan, sans que nul ne puisse y échapper.",
    "Les mécréants jureront, se disputant dans le Brasier :",
    "« Par Allah ! Nous étions de toute évidence égarés",
    "en vous mettant vous et le Seigneur de la Création sur un pied d’égalité.",
    "Ce sont les criminels, en réalité, qui nous ont détournés de la vérité.",
    "Nous n’avons ni intercesseur en mesure de nous sauver,",
    "ni ami sincère et dévoué.",
    "Si seulement il nous était donné de retourner sur terre, nous serions du nombre des croyants ! »",
    "Voilà assurément un enseignement, mais la plupart d’entre eux ne sont pas croyants.",
    "Ton Seigneur, en vérité, est le Tout-Puissant, le Très Miséricordieux.",
    "Le peuple de Noé a aussi traité les Messagers d’imposteurs,",
    "lorsque l’un des leurs, Noé, leur dit : « Ne craignez-vous pas le Seigneur ? ",
    "Je suis envoyé à vous en Messager digne de foi.",
    "Craignez donc Allah et obéissez-moi !",
    "Je ne vous réclame en échange aucun salaire. Ma récompense incombe uniquement au Seigneur de l’univers.",
    "Craignez donc Allah et obéissez-moi ! »",
    "Ils répondirent : « Allons-nous croire en toi alors que tu n’es suivi que par la lie du peuple ? »",
    "Noé répliqua : « Suis-je chargé de savoir ce qu’ils font ?",
    "Seul mon Seigneur peut les juger. Si seulement vous saviez !",
    "Je ne chasserai certainement pas les croyants.",
    "Je suis simplement chargé de vous avertir clairement. »",
    "Ils dirent : « Si tu ne mets pas un terme à tes agissements, Noé, tu seras certainement lapidé. »",
    "Noé implora : « Seigneur ! Mon peuple me traite de menteur. ",
    "Tranche donc notre différend de manière définitive. Sauve-moi, ainsi que les croyants qui me suivent. »",
    "Nous l’avons donc sauvé, ainsi que ses compagnons, dans l’Arche chargée d’hommes et d’animaux,",
    "puis Nous avons englouti tous les autres sous les eaux.",
    "Voilà assurément un enseignement, mais la plupart d’entre eux ne sont pas croyants.",
    "Ton Seigneur, en vérité, est le Tout-Puissant, le Très Miséricordieux.",
    "Les ‘Ad ont également traité les Messagers d’imposteurs,",
    "lorsque l’un des leurs, Houd, leur dit : « Ne craignez-vous pas le Seigneur ?",
    "Je suis envoyé à vous en Messager digne de foi.",
    "Craignez donc Allah et obéissez-moi !",
    "Je ne vous réclame en échange aucun salaire. Ma récompense incombe uniquement au Seigneur de l’univers. ",
    "Construisez-vous sur chaque hauteur un monument par simple divertissement ?",
    "Bâtissez-vous d’imposants palais comme si vous deviez y vivre éternellement ?",
    "Et lorsque vous êtes amenés à sévir, devez-vous le faire si cruellement ?",
    "Craignez donc Allah et obéissez-moi !",
    "Craignez Celui qui vous a dispensé ces bienfaits que vous connaissez parfaitement,",
    "qui vous a attribué tant de troupeaux et d’enfants,",
    "et accordé tant de vergers, de rivières et de sources.",
    "Je crains que vous ne subissiez les tourments d’un jour terrible. »",
    "Ils répondirent : « Il nous est parfaitement égal que tu nous avertisses ou non. ",
    "Nous nous contentons de suivre les traditions de nos ancêtres",
    "pour lesquelles nous ne saurions être sanctionnés. » ",
    "En punition de leurs réfutations, Nous les avons anéantis. Voilà assurément un enseignement, mais la plupart d’entre eux ne sont pas croyants.",
    "Ton Seigneur, en vérité, est le Tout-Puissant, le Très Miséricordieux.",
    "Les Thamoud ont également traité les Messagers d’imposteurs,",
    "lorsque l’un des leurs, Sâlih, leur dit : « Ne craignez-vous pas le Seigneur ?",
    "Je suis envoyé à vous en Messager digne de foi.",
    "Craignez donc Allah et obéissez-moi !",
    "Je ne vous réclame en échange aucun salaire. Ma récompense incombe uniquement au Seigneur de l’univers.",
    "Vous sera-t-il permis indéfiniment de jouir de cette sécurité",
    "au milieu de vergers, de rivières et de sources,",
    "de champs cultivés et de dattiers aux fruits délicats, ",
    "et de tailler habilement des demeures dans le roc ?",
    "Craignez donc Allah et obéissez-moi !",
    "N’écoutez pas ceux qui se livrent à tous les excès,",
    "qui répandent le mal sur terre sans accomplir aucun bien. »",
    "Ils répondirent : « Tu as simplement perdu l’esprit, victime d’un sorcier.",
    "Tu n’es qu’un être humain comme nous. Produis donc un miracle, si tu dis la vérité. » ",
    "Il dit : « Voici une chamelle. L’eau du puits lui sera réservée certains jours et à vous les autres jours. ",
    "Gardez-vous de lui causer du tort sous peine d’être saisis par le châtiment d’un jour terrible. »",
    "Mais ils tuèrent la chamelle, crime qu’ils ne tardèrent pas à regretter.",
    "Ils furent saisis par le châtiment. Voilà assurément un enseignement, mais la plupart d’entre eux ne sont pas croyants.",
    "Ton Seigneur, en vérité, est le Tout-Puissant, le Très Miséricordieux.",
    "Le peuple de Loth a également traité les Messagers d’imposteurs,",
    "lorsque l’un des leurs, Loth, leur dit : « Ne craignez-vous pas le Seigneur ?",
    "Je suis envoyé à vous en Messager digne de foi.",
    "Craignez donc Allah et obéissez-moi !",
    "Je ne vous réclame en échange aucun salaire. Ma récompense incombe uniquement au Seigneur de l’univers. ",
    "Avez-vous des relations charnelles avec les hommes,",
    "délaissant les femmes créées pour vous par votre Seigneur ? Vous êtes, en vérité, un peuple transgresseur ! »",
    "Ils dirent : « Si tu ne cesses pas, Loth, tu seras certainement banni de notre terre. »",
    "Il répondit : « J’ai vos mœurs perverses en horreur », ",
    "avant d’implorer : « Veuille, Seigneur, me préserver, ainsi que les miens, du châtiment qui les attend pour prix de leurs agissements ! »",
    "Nous l’avons donc sauvé, ainsi que l’ensemble de sa famille,",
    "excepté une vieille femme, vouée avec les autres à être exterminée.",
    "Nous avons ensuite anéanti les impies,",
    "foudroyés par une pluie de pierres. Pluie fatale à un peuple qui avait pourtant été averti !",
    "Voilà assurément un enseignement, mais la plupart d’entre eux ne sont pas croyants.",
    "Ton Seigneur, en vérité, est le Tout-Puissant, le Très Miséricordieux.",
    "Les adorateurs d’Al-Aykah ont également traité les Messagers d’imposteurs,",
    "lorsque Chou’ayb leur dit : « Ne craignez-vous pas le Seigneur ?",
    "Je suis envoyé à vous en Messager digne de foi.",
    "Craignez donc Allah et obéissez-moi !",
    "Je ne vous réclame en échange aucun salaire. Ma récompense incombe uniquement au Seigneur de l’univers.",
    "Faites bonne mesure, gardez-vous de tricher,",
    "et faites bon poids lorsque vous devez peser.",
    "Ne lésez pas les autres dans leurs droits. Gardez-vous de répandre le mal sur terre.",
    "Craignez Celui qui vous a créés, vous et les générations passées. »",
    "Ils répondirent : « Tu as simplement perdu l’esprit, victime d’un sorcier.",
    "Tu n’es qu’un être humain comme nous. Nous ne voyons en toi qu’un imposteur. ",
    "Fais donc tomber le ciel sur nous par pans entiers, si tu dis la vérité ! »",
    "Il dit : « Mon Seigneur connaît parfaitement vos agissements. »",
    "Pour l’avoir traité d’imposteur, ils furent saisis par le châtiment du jour de la Nuée, châtiment d’un jour terrifiant.",
    "Voilà assurément un enseignement, mais la plupart d’entre eux ne sont pas croyants.",
    "Ton Seigneur, en vérité, est le Tout-Puissant, le Très Miséricordieux.",
    "Le Coran est une révélation du Seigneur de la Création",
    "que l’Esprit fidèle a fait descendre",
    "dans ton cœur afin que tu sois de ceux qui avertissent l’humanité.",
    "Révélé en langue arabe d’une parfaite clarté,",
    "il a été annoncé par les Ecritures qui l’ont précédé.",
    "N’est-ce pas pour eux une preuve suffisante que les docteurs de la loi en soient informés ?",
    "Si Nous l’avions révélé à un homme ne parlant pas l’arabe",
    "et que celui-ci l’eût récité devant eux, ils auraient mis en doute son authenticité.",
    "C’est ainsi que Nous avons fait pénétrer dans le cœur des criminels l’impiété.",
    "Ils ne croiront pas au Coran tant qu’ils ne verront pas le douloureux châtiment",
    "les saisir soudainement sans qu’ils ne s’y attendent.",
    "Ils s’écriront alors : « Un sursis peut-il nous être accordé ? » ",
    "Est-ce Notre châtiment qu’ils cherchent aujourd’hui à hâter ?",
    "Si Nous les laissons jouir de la vie encore quelques années,",
    "avant que ne les emporte le châtiment dont ils sont menacés,",
    "à quoi leur auront bien servi toutes ces jouissances passées ?",
    "Nous n’avons détruit aucune cité avant qu’un prophète ne lui soit envoyé",
    "afin de mettre en garde ses habitants. Nous n’avons jamais sévi avec iniquité.",
    "Non, cette révélation n’a pas été transmise par les démons, ",
    "auxquels ne saurait être confiée une telle mission et qui ne pourraient d’ailleurs s’en acquitter,",
    "étant empêchés de l’écouter.",
    "Garde-toi donc d’invoquer avec Allah d’autres divinités, car tu subirais le même sort que ceux qui seront châtiés.",
    "Avertis tout d’abord les membres de ton clan qui te sont les plus proches",
    "en te montrant humble et bienveillant envers les croyants qui te suivent.",
    "Quant à ceux parmi eux qui te désobéissent, désavoue ouvertement leurs agissements.",
    "Confie-toi au Tout-Puissant, au Très Miséricordieux,",
    "qui te voit quand tu te lèves pour prier,",
    "et tes mouvements au milieu des fidèles en prière.",
    "Il est Celui qui entend tout et sait tout.",
    "Vous indiquerai-je sur qui en réalité descendent les démons ?",
    "Ils descendent sur tous les menteurs et pécheurs endurcis",
    "qui prêtent l’oreille aux démons, mais qui bien souvent ne font que mentir. ",
    "Quant aux poètes, seuls les suivent des esprits totalement égarés.",
    "Ne vois-tu pas qu’ils se livrent à tous les excès dans leurs poésies",
    "et qu’ils s’attribuent des exploits qu’ils n’ont jamais accomplis ?",
    "A l’exception de ceux qui croient, font le bien, invoquent souvent le nom d’Allah et se contentent de répondre aux attaques injustement subies. Les impies connaîtront bientôt le sort qui leur est réservé.",
    "Tâ-Sîn. Voici les versets du Coran, livre parfaitement clair,",
    "sûre direction et heureuse annonce pour les croyants",
    "qui accomplissent la prière, s’acquittent de l’aumône et, en l’au-delà, croient fermement.",
    "Quant à ceux qui ne croient pas en la vie future, Nous leur embellissons leurs agissements qu’ils commettent aveuglément. ",
    "Voilà ceux qui subiront les pires tourments et qui, dans l’autre monde, seront les plus grands perdants.",
    "Tu reçois, en vérité, le Coran de la part d’un dieu Sage et Omniscient.",
    "Moïse dit un jour aux siens : « J’ai aperçu un feu. Je m’en vais vous en rapporter quelque information ou un tison ardent pour vous réchauffer. »",
    "S’étant approché du feu, il fut interpelé : « Béni soit celui qui est dans le feu et celui qui se trouve autour ! Gloire à Allah, Seigneur de la Création !",
    "Moïse ! Je suis Allah, le Tout-Puissant, l’infiniment Sage.",
    "Jette ton bâton ! » Lorsque, s’étant exécuté, il le vit s’agiter comme un serpent, il prit la fuite sans même se retourner. Le Seigneur dit : « N’aie aucune crainte, Moïse. Les Messagers ne sauraient avoir peur auprès de Moi, ",
    "excepté celui qui s’est montré injuste envers lui-même qui doit néanmoins savoir que J’accueille avec la plus grande clémence et une infinie miséricorde le repentir de celui qui s’amende.",
    "Introduis ta main dans le col de ta tunique, elle en ressortira toute blanche, sans que cette couleur soit due à la maladie. C’est là l’un des neuf miracles destinés à Pharaon et à son peuple qui Me refusent obéissance. » ",
    "Mais lorsque Nos miracles, pourtant prodigieux, furent produits sous leurs yeux, ils dirent : « Ce n’est là, de toute évidence, que pure magie ! »",
    "Bien que convaincus au fond d’eux-mêmes de leur authenticité, ils rejetèrent injustement ces miracles, poussés par leur fierté. Considère donc la fin de ceux qui répandent le mal sur terre. ",
    "Nous avons, en vérité, fait don de la science à David et Salomon qui dirent : « Louange à Allah qui nous a favorisés par rapport à nombre de Ses serviteurs croyants. »",
    "Digne héritier de David, Salomon dit : « Ô hommes ! Nous avons été initié au langage des oiseaux et comblé de tous les dons. C’est là, en vérité, une faveur insigne ! »",
    "Les armées de Salomon, formées de djinns, d’hommes et d’oiseaux, furent rassemblées devant lui et maintenues en rangs serrés.",
    "Lorsqu’ils ­s’engagèrent dans la vallée des fourmis, l’une d’elles dit : « Fourmis ! Regagnez votre nid, car Salomon et ses armées risquent par inadvertance de vous écraser. »",
    "Ces mots firent sourire Salomon qui dit : « Fais, Seigneur, que je Te rende grâce des bienfaits dont Tu m’as comblé, ainsi que mes père et mère, et que j’accomplisse les œuvres qui Te sont agréables. Et veuille m’admettre, par un effet de Ta miséricorde, parmi Tes vertueux serviteurs ! »",
    "Passant en revue les oiseaux, Salomon dit : « Pour quelle raison ne vois-je pas la huppe. Serait-elle absente ? ",
    "Je vais certainement la châtier sévèrement ou même l’égorger, à moins qu’elle ne me fournisse une excuse valable. »",
    "De retour après une courte absence, l’oiseau dit : « J’ai découvert des choses que tu ignores. Je t’apporte, du royaume de Saba, des informations sûres.",
    "J’ai découvert à la tête de ce peuple une femme comblée de toutes choses et dotée d’un magnifique trône.",
    "J’ai découvert que cette reine et son peuple, que Satan a détournés du droit chemin en embellissant à leurs yeux leurs agissements, vouent un culte au soleil plutôt qu’à Allah. Ils ne suivent donc pas la voie droite. »",
    "Si seulement ils vénéraient Allah, Lui qui connaît les secrets des cieux et de la terre et qui sait aussi bien ce que vous dissimulez que ce que vous laissez paraître,",
    "Allah qui seul est digne d’être adoré et qui est le Maître du Trône glorieux.",
    "Salomon dit : « Nous allons voir si tu dis vrai ou si tu es une menteuse. ",
    "Emporte avec toi le message que voici que tu laisseras tomber sur eux, puis tiens-toi à l’écart. Observe alors leur réaction et quelle sera leur réponse. »",
    "La reine dit : « Dignitaires ! Je viens de recevoir un message précieux",
    "envoyé par Salomon et dont voici le contenu : Au nom d’Allah, le Tout Miséricordieux, le Très Miséricordieux.",
    "Ne vous opposez pas à moi avec orgueil, mais venez me faire acte de soumission. »",
    "La reine poursuivit : « Dignitaires ! Donnez-moi votre avis sur cette question. Je ne prendrai aucune décision avant de connaître votre opinion. »",
    "Ils répondirent : « Nous avons les moyens de nous défendre et nous sommes de redoutables guerriers, mais la décision t’appartient. A toi de voir ce que tu dois ordonner. »",
    "Elle dit : « Les rois ont pour habitude, lorsqu’ils investissent une cité, d’y semer la ruine et d’humilier ses hauts personnages. Telle est leur manière d’agir.",
    "Je vais leur envoyer des présents et attendre la réponse que rapporteront nos émissaires. »",
    "Lorsque ces derniers furent en présence de Salomon, celui-ci leur dit : « Me proposez-vous des richesses ?! Ce qu’Allah m’a accordé a bien plus de valeur que ce qu’Il vous a attribué. Contrairement à vous, je ne me réjouis guère de pareils présents.",
    "Retournez auprès des vôtres. Nous allons marcher sur eux à la tête d’une armée à laquelle ils ne pourront résister et les chasser de leur cité, humiliés et rabaissés. »",
    "Puis, s’adressant à son entourage, Salomon dit : « Qui de vous est en mesure de m’apporter le trône de cette reine avant qu’ils ne viennent se soumettre à mon autorité ? »",
    "Un djinn redoutable répondit : « Je te l’apporterai séance tenante. Voilà une tâche dont je saurai m’acquitter en toute honnêteté. »",
    "Un homme initié aux Ecritures dit : « Quant à moi, je te l’apporterai en un clin d’œil. » Découvrant soudainement le trône à ses pieds, Salomon dit : « Voilà une faveur de mon Seigneur destinée à éprouver ma gratitude. Quiconque est reconnaissant l’est dans son seul intérêt et quiconque se montre ingrat doit savoir qu’Allah peut parfaitement se passer de sa reconnaissance et qu’Il est immensément Généreux. »",
    "Salomon ordonna : « Que l’on modifie l’aspect de son trône. Nous allons voir si elle saura le reconnaître ou non. »",
    "A son arrivée, il fut demandé à la reine si son trône ressemblait à celui qui se trouvait devant elle. Elle répondit : « Il semble bien que c’est lui. » Salomon dit : « La science nous a été donnée avant elle par le Seigneur auquel nous sommes déjà soumis. »",
    "Seul le culte qu’elle vouait à d’autres qu’Allah la détournait de la vraie foi ? Elle appartenait, en effet, à un peuple impie.",
    "La reine fut alors invitée à faire son entrée dans la cour du palais. Persuadée de pénétrer dans de l’eau profonde, elle releva son habit et découvrit ses jambes. Salomon dit : « Il s’agit, en réalité, d’une cour pavée de cristal. » La reine dit : « Seigneur ! J’ai été injuste envers moi-même. Je me soumets donc, avec Salomon, à Allah, Seigneur de la Création. »",
    "Nous avons, en vérité, envoyé aux Thamoud l’un des leurs, Sâlih, qui les appela à vouer un culte exclusif à Allah. Mais les voici se divisant en deux clans ennemis.",
    "« Mon peuple, dit Sâlih, pourquoi vous hâtez-vous vers le mal plutôt que le bien ? Si seulement vous imploriez le pardon d’Allah dans l’espoir d’être touchés par Sa miséricorde. » ",
    "Ils répondirent : « Nous voyons en toi et tes compagnons un mauvais présage. » Sâlih répliqua : « Seul Allah est maître de votre destin. Vous êtes simplement des gens qu’Allah a décidé d’éprouver. »",
    "Or, vivaient dans la cité neuf bons à rien dont la seule occupation était d’y semer la corruption et le péché.",
    "Ils dirent : « Jurons-nous devant Allah de tuer Sâlih et les siens la nuit tombée. Nous dirons ensuite à ses proches que nous n’avons ni participé, ni assisté, à ce meurtre en jurant de notre sincérité. »",
    "Ils ont tramé un complot que Nous avons déjoué sans qu’ils en soient conscients.",
    "Vois donc à quoi a abouti leur complot. Nous les avons anéantis, eux et leur peuple, jusqu’au dernier.",
    "Voici leurs demeures à jamais désertées pour prix de leur iniquité. Il y a là un signe suffisamment clair pour qui est capable de le méditer.",
    "Nous avons toutefois sauvé ceux qui avaient foi en Nous et craignaient Notre châtiment.",
    "Nous avons également envoyé Loth à son peuple auquel il dit : « Vous livrez-vous à cette abomination en public ?",
    "Osez-vous assouvir vos désirs avec les hommes plutôt qu’avec les femmes ? Vous êtes, en vérité, un peuple d’ignorants ! »",
    "La seule réponse de son peuple fut : « Chassons la famille de Loth de notre cité, ce sont des gens qui aspirent à la pureté. »",
    "Nous l’avons donc sauvé, lui et les siens, excepté son épouse. Nous avons en effet décrété qu’elle serait, avec les autres, exterminée.",
    "Nous avons envoyé contre eux une pluie de pierres. Pluie fatale à un peuple qui avait pourtant été averti !",
    "Dis : « Louange à Allah ! Et que la paix soit avec ceux de Ses serviteurs qu’Il a élus ! » Allah n’est-Il pas meilleur que les fausses divinités qu’ils Lui associent ?"
  ]
}