{
  "meta": {
    "id": 779,
    "name": "Rashid Maash",
    "translator_name": "Rashid Maash",
    "slug": "fr-rashid-maash",
    "language_name": "french"
  },
  "verses": [
    "A quel propos s’interrogent-ils ?",
    "A propos d’une nouvelle d’une extrême gravité,",
    "qui ne cesse aujourd’hui de les opposer.",
    "Mais ils sauront bientôt !",
    "Oui, ils sauront bientôt !",
    "N’avons-Nous pas fait de la terre une vaste étendue",
    "et des montagnes des pieux fichés en terre ?",
    "Ne vous avons-Nous pas créés par couples ?",
    "N’avons-Nous pas établi le sommeil pour votre repos,",
    "la nuit, qui vous couvre comme un manteau,",
    "et le jour, dédié à vos différentes activités ?",
    "N’avons-Nous pas édifié au-dessus de vous sept cieux parfaitement structurés",
    "et fait du soleil un flambeau vous procurant à la fois chaleur et lumière brillante ?",
    "Ne faisons-Nous pas descendre, de nuages gorgés d’eau, une pluie abondante",
    "par laquelle Nous faisons pousser des céréales et diverses variétés de plantes,",
    "ainsi que des jardins et des vergers à la végétation luxuriante.",
    "Le Jour du jugement dernier est d’ores et déjà fixé,",
    "Jour où il sera soufflé dans la Corne et où, par groupes, vous viendrez,",
    "Jour où les portes du ciel seront grandes ouvertes",
    "et où les montagnes, réduites en poussière, ne seront plus qu’un mirage.",
    "La Géhenne sera alors tout disposée à accueillir",
    "les impies dont elle sera l’ultime demeure",
    "et où ils resteront des temps infinis.",
    "Ils n’y trouveront ni fraîcheur, ni boisson désaltérante,",
    "mais chaleur étouffante, et eau bouillante et purulente.",
    "Telle sera la juste rétribution de leurs agissements.",
    "C’est qu’ils ne redoutaient pas d’affronter le Jugement,",
    "reniant Nos signes et Nos versets obstinément.",
    "Or, Nous avons tout consigné très précisément.",
    "« Goûtez le châtiment ! Nous ne ferons qu’accroître votre supplice ! »",
    "Les pieux croyants, pour leur part, jouiront de tous les délices :",
    "vergers luxuriants et vignes,",
    "jeunes filles d’égale jeunesse,",
    "coupes remplies de vin à volonté.",
    "Là, ils n’entendront ni futilités, ni propos mensongers.",
    "Récompense plus que suffisante accordée par ton Seigneur,",
    "Seigneur des cieux, de la terre et de ce qui se trouve entre eux, le Tout Miséricordieux, auquel nul n’osera s’adresser.",
    "Ce Jour-là, l’Esprit et les anges se tiendront en rangs et nul ne pourra prendre la parole sauf celui qui en aura été autorisé par le Tout Miséricordieux et qui ne prononcera que des paroles de vérité.",
    "Ce Jour arrivera inéluctablement ! Que celui qui le désire revienne donc à son Seigneur.",
    "Nous vous avons mis en garde contre un châtiment imminent, le Jour où l’homme verra ses œuvres et où le mécréant s’exclamera : « Si seulement je n’étais que poussière ! »",
    "Par ceux qui arrachent les âmes violemment !",
    "Par ceux qui recueillent les âmes délicatement !",
    "Par ceux qui glissent vélocement !",
    "Par ceux qui obéissent promptement !",
    "Par ceux qui exécutent les commandements !",
    "Le Jour où la terre tremblera au premier soufflement,",
    "qui sera lui-même suivi d’un second soufflement,",
    "les cœurs de certains seront ce Jour-là bouleversés,",
    "tandis que leurs regards seront abaissés et humiliés.",
    "Ceux-là mêmes qui disent : « Serons-nous ressuscités,",
    "alors que nous ne serons plus que des os désagrégés ? »",
    "Ils ajoutent : « Ce serait un retour bien malheureux ! »",
    "Il suffira pourtant d’un seul et unique soufflement",
    "pour que les morts se retrouvent à la surface de la terre.",
    "L’histoire de Moïse t’est-elle parvenue ?",
    "Son Seigneur l’appela dans la vallée sainte de Touwâ, lui ordonnant :",
    "« Rends-toi auprès de Pharaon qui se conduit en tyran.",
    "Dis-lui : “Ne veux-tu pas purifier ton âme de la souillure de l’impiété",
    "et que je te guide vers ton Seigneur afin que tu sois amené à Le redouter ?” »",
    "Moïse produisit des miracles prodigieux sous les yeux de Pharaon",
    "qui le traita de menteur, désobéissant ainsi à son Seigneur.",
    "Se détournant de la foi et persistant dans le péché,",
    "Pharaon rassembla ses sujets et proclama :",
    "« Je suis votre Dieu suprême ! »",
    "Allah le châtiera donc dans l’au-delà comme Il le fit ici-bas.",
    "Voilà bien un enseignement pour quiconque craint le Seigneur.",
    "Seriez-vous plus difficiles à créer que le ciel qu’Il a édifié,",
    "dont Il a élevé la voûte et qu’Il a harmonieusement formé ?",
    "Il le plonge, la nuit, dans l’obscurité et l’inonde, le jour, de clarté.",
    "Il a, après cela, étendu la terre,",
    "faisant jaillir ses eaux et ses pâturages,",
    "et y plantant solidement des montagnes,",
    "bienfaits dont vous jouissez, vous et vos bestiaux.",
    "Mais lorsque se produira le Cataclysme majeur,",
    "le Jour où l’homme se souviendra de ses œuvres,",
    "et que le Brasier apparaîtra clairement à tous, ",
    "celui qui aura vécu dans la rébellion,",
    "préférant cette vie à celle de l’au-delà,",
    "aura pour seul refuge la Fournaise.",
    "Quant à celui qui, redoutant de comparaître devant son Seigneur, aura su dominer ses passions,",
    "il aura pour séjour éternel les jardins du Paradis.",
    "Ils t’interrogent sur l’Heure, sur le jour de son avènement.",
    "Comment pourrais-tu, toi, les informer de cet événement",
    "qui relève de la science de ton Seigneur uniquement ?",
    "Tu es simplement chargé d’avertir ceux qui en redoutent l’avènement.",
    "Le Jour où ils en seront témoins, il leur semblera n’être restés sur terre que l’espace d’une soirée ou d’une matinée.",
    "Le visage renfrogné, il s’est détourné",
    "de l’aveugle qui était venu l’interroger.",
    "Qu’en sais-tu ? Tes paroles l’aideront peut-être à se purifier",
    "et il se peut que tes exhortations lui soient d’une grande utilité.",
    "Quant à celui qui croit pouvoir se passer de la vérité,",
    "tu n’hésites pas à aller à sa rencontre pour lui parler.",
    "Or, tu n’auras pas à répondre de son refus de se purifier.",
    "Mais celui qui s’empresse vers toi,",
    "poussé par la seule crainte d’Allah,",
    "tu ne te soucies guère de son cas !",
    "N’agis plus ainsi ! Voici une exhortation",
    "- que celui qui le veut en tire des leçons -",
    "consignée dans des feuillets en grand honneur,",
    "soigneusement préservés et d’une très haute valeur,",
    "entre les mains de scribes, de nobles ambassadeurs,",
    "en honneur auprès d’Allah, obéissant en tout à leur Seigneur.",
    "Que l’homme soit maudit ! Comme il est ingrat et impie !",
    "Ne sait-il donc pas de quoi le Seigneur l’a créé ?",
    "D’un liquide insignifiant qu’Il a transformé à Son gré,",
    "avant de lui indiquer clairement la voie du salut.",
    "Puis Il le fera mourir et mettre au tombeau.",
    "Et lorsqu’Il le voudra, Il le ressuscitera. ",
    "Mais Allah n’a pas encore exécuté Son arrêt. ",
    "Que l’homme considère d’où lui vient sa nourriture,",
    "comment Nous répandons, du ciel, une pluie abondante",
    "sur la terre qui se fend pour laisser surgir diverses plantes.",
    "Nous y faisons ainsi pousser toutes sortes de céréales,",
    "de même que des vignes et des herbages,",
    "différentes variétés d’oliviers et de dattiers, ",
    "des jardins luxuriants aux arbres imposants,",
    "ainsi que des fruits variés et des pâturages,",
    "pour votre jouissance et celle de vos bestiaux.",
    "Mais lorsque retentira le Cri assourdissant,",
    "ce Jour-là, l’homme fuira son frère,",
    "de même que sa mère et son père,",
    "mais aussi sa compagne et ses enfants,",
    "chacun étant suffisamment préoccupé par son sort.",
    "Ce Jour-là, certains visages seront rayonnants,",
    "totalement épanouis et remplis de joie,",
    "tandis que d’autres seront poussiéreux,",
    "couverts d’opprobre et enveloppés de ténèbres,",
    "les visages de ceux qui vivaient dans l’impiété et le péché.",
    "Lorsque le soleil s’éteindra après avoir été enroulé,",
    "lorsque les étoiles chuteront et perdront toute clarté,",
    "lorsque les montagnes seront déplacées,",
    "que les chamelles pleines seront délaissées,",
    "que les bêtes sauvages seront regroupées,",
    "lorsque les océans seront embrasés,",
    "lorsque les âmes seront appareillées,",
    "que la fillette enterrée vivante sera interrogée",
    "sur le péché qui lui a valu d’être assassinée,",
    "lorsque les registres des œuvres seront déployés,",
    "lorsque le ciel, telle une bête, sera écorché,",
    "lorsque le brasier de l’Enfer sera attisé",
    "et lorsque le Paradis sera rapproché,",
    "chacun connaîtra les œuvres qu’il aura présentées.",
    "J’en jure par les astres qui se dérobent en journée,",
    "glissent à l’horizon et finissent par se coucher,",
    "par la nuit qui étend son ombre avant de se retirer,",
    "par l’aube qui laisse apparaître ses premières clartés,",
    "voilà des paroles transmises par un noble Messager",
    "d’une force inouïe et en honneur auprès du Maître du Trône,",
    "obéi au ciel et digne de la confiance placée en lui.",
    "Non, votre compagnon n’est nullement possédé. ",
    "Il a distinctement vu l’archange à l’horizon.",
    "Il n’est pas avare de ce qu’il reçoit de la Révélation.",
    "Le Coran n’est nullement la parole d’un démon maudit.",
    "Où donc votre esprit se prend-il à errer ?",
    "Ce n’est là qu’une exhortation adressée à l’univers, ",
    "à ceux d’entre vous qui veulent suivre la bonne direction.",
    "Mais vous ne le voudrez que si Allah le veut, Lui le Seigneur de la Création.",
    "Lorsque le ciel s’entrouvrira,",
    "lorsque les astres chuteront,",
    "lorsque les mers déborderont,",
    "que les tombes, bouleversées, se videront",
    "chaque âme connaîtra l’ensemble de ses actions.",
    "Ô homme ! Qu’est-ce qui a bien pu t’abuser au sujet de ton noble Seigneur ",
    "qui t’a créé, te donnant la forme la plus accomplie et de justes proportions,",
    "choisissant pour toi la forme qu’Il a voulue.",
    "Vous ne croyez pourtant pas au Jugement dernier,",
    "alors que vos œuvres sont soigneusement consignées,",
    "par de nobles scribes, des anges honorés",
    "connaissant les actes que vous accomplissez.",
    "Les pieux croyants sont promis à la félicité,",
    "tandis que les impies sont voués au Brasier",
    "où ils seront introduits le Jour du jugement dernier,",
    "sans jamais plus pouvoir le quitter.",
    "Mais qui donc pourrait t’indiquer ce qu’est le Jour du jugement dernier ?",
    "Oui, qui pourrait t’indiquer ce qu’est vraiment le Jour du jugement dernier ?",
    "Le Jour où nul ne pourra rien pour autrui, tout pouvoir revenant ce Jour-là à Allah.",
    "Malheur aux fraudeurs",
    "qui, pour eux-mêmes, exigent la pleine mesure,",
    "mais qui trichent lorsqu’ils mesurent ou pèsent pour autrui.",
    "Ces gens ne croient-ils pas qu’ils seront ressuscités",
    "en un jour absolument terrifiant,",
    "Jour où les hommes comparaîtront devant le Seigneur de la Création ?",
    "En vérité, les impies sont voués à la plus infâme des prisons.",
    "Mais qui pourrait t’indiquer ce qu’est vraiment cette prison ?",
    "Leur sort en est d’ores et déjà scellé.",
    "Malheur, ce Jour-là, à ceux qui auront rejeté la vérité,",
    "refusant de croire au Jour du jugement dernier !",
    "Or, seul renie son avènement tout impie et pécheur invétéré,",
    "qui, lorsque Nos versets lui sont récités, dit : « Ce ne sont là que légendes du passé ! »",
    "Non ! Mais leurs cœurs ont fini par être voilés par leurs péchés.",
    "Un voile les privera donc, ce Jour-là, de la vision de leur Seigneur.",
    "Puis ils seront introduits dans le Brasier dont ils ressentiront la chaleur",
    "et où il leur sera dit : « Voici le châtiment que vous traitiez de mensonge ! »",
    "En vérité, les pieux croyants sont promis aux plus hauts degrés.",
    "Mais qui pourrait t’indiquer ce que sont vraiment ces degrés ?",
    "Leur sort en est d’ores et déjà scellé,",
    "comme en témoignent les anges rapprochés.",
    "Les pieux croyants sont promis à tous les délices.",
    "Sur de somptueux lits, ils promèneront leurs regards,",
    "tandis que leurs visages rayonneront de félicité.",
    "Leur sera servi un vin de toute pureté, soigneusement gardé,",
    "laissant un arrière-goût de musc - que ceux qui aspirent à cette félicité rivalisent donc de piété -",
    "et mêlé à une boisson tirée de Tasnîm,",
    "source à laquelle se désaltèreront les rapprochés.",
    "Les impies se moquaient sur terre des croyants",
    "s’échangeant des clins d’œil lorsqu’ils passaient devant eux.",
    "Puis, de retour chez eux, ils se plaisaient encore à les railler.",
    "Voyant les croyants, ils disaient : « Ces gens-là sont vraiment égarés ! »",
    "Or, ils n’ont été chargés ni de veiller à leur salut, ni de les surveiller.",
    "Mais ce Jour-là, ce sont les croyants qui se moqueront des impies",
    "qu’ils regarderont du haut de leurs somptueux lits.",
    "Les impies ont-ils reçu le prix mérité de leurs infamies ?",
    "Lorsque le ciel se déchirera,",
    "obéissant à son Seigneur comme il se doit,",
    "lorsque la terre sera étendue,",
    "qu’elle se videra, rejetant son contenu,",
    "obéissant à son Seigneur comme il se doit.",
    "Homme ! Tes œuvres te mèneront à ton Seigneur que tu rencontreras.",
    "Celui qui recevra le registre de ses œuvres dans la main droite",
    "sera jugé avec la plus grande indulgence",
    "et ira trouver les siens, le cœur rempli de joie. ",
    "Quant à celui qui recevra le registre de ses œuvres derrière le dos,",
    "il appellera le malheur sur lui,",
    "et sera introduit dans les flammes de l’Enfer.",
    "Il goûtait auprès des siens un bonheur éphémère,",
    "pensant qu’il ne retournerait jamais à son Créateur,",
    "mais sans savoir que son Seigneur l’observait.",
    "Je jure par le crépuscule !",
    "Par la nuit et ce qu’elle enveloppe !",
    "Par la lune à son plein !",
    "Vous endurerez une succession d’épreuves.",
    "Qu’ont-ils donc à persister dans l’impiété",
    "et à ne pas se soumettre lorsque le Coran leur est récité ?",
    "Les mécréants préfèrent, au contraire, renier la vérité.",
    "Mais Allah connaît parfaitement le fond de leurs pensées.",
    "Annonce-leur un douloureux châtiment qu’ils devront affronter,",
    "tandis que ceux qui croient et accomplissent de bonnes œuvres obtiendront une récompense dont ils ne seront jamais privés.",
    "Par le ciel et ses constellations !",
    "Par le Jour qui vous est promis !",
    "Par les témoins et l’objet de leur témoignage ! ",
    "Que périssent les gens du fossé",
    "où brulait un feu sans cesse alimenté",
    "au bord duquel ces impies s’étaient installés,",
    "assistant aux persécutions infligées aux croyants",
    "auxquels ils reprochaient uniquement de croire en Allah, digne de toutes les louanges et Tout-Puissant,",
    "Maître absolu des cieux et de la terre. Mais Allah est, de toute chose, le témoin vigilant.",
    "Ceux qui persécutent les croyants et les croyantes, sans ensuite se repentir, sont voués au châtiment de la Géhenne et aux tourments d’un feu ardent.",
    "Quant à ceux qui croient et accomplissent de bonnes œuvres, leur sont réservés des jardins traversés de rivières. Voilà le bonheur suprême.",
    "La vengeance de ton Seigneur est terrible.",
    "C’est Lui qui est à l’origine de la Création qu’Il recommencera.",
    "C’est Lui le Très Clément, le Dieu d’amour,",
    "le Maître du Trône à la gloire infinie,",
    "Celui qui agit toujours comme Il l’entend.",
    "T’est-il parvenu le récit des armées",
    "de Pharaon et de Thamoud ?",
    "Mais les impies persistent à renier la vérité,",
    "sans savoir qu’Allah les cerne de tous côtés.",
    "Ceci est un livre sublime, à n’en point douter,",
    "consigné sur une table soigneusement gardée.",
    "Par le ciel et le visiteur de la nuit !",
    "As-tu une idée de ce qu’est ce visiteur de la nuit ?",
    "C’est l’étoile qui, de son éclat, perce l’obscurité.",
    "Il n’est pas d’homme qui ne soit surveillé.",
    "Que l’homme considère ce dont il est créé !",
    "Il est créé à partir d’un simple liquide projeté",
    "qui sort d’entre l’épine dorsale et les côtes.",
    "Allah est parfaitement capable de le ressusciter, ",
    "le Jour où tous les secrets seront dévoilés.",
    "L’homme n’aura alors ni force propre, ni soutien.",
    "Par le ciel et ses pluies qui reviennent sans interruption !",
    "Par la terre qui se fend sous la poussée de sa végétation !",
    "Le Coran est une parole de vérité,",
    "en aucun cas de simples futilités.",
    "Ils se livrent aux pires manœuvres",
    "que Je déjouerai invariablement.",
    "Accorde donc un sursis aux impies, accorde-leur un répit de courte durée.",
    "Glorifie le nom de ton Seigneur, le Très Haut,",
    "qui a donné à Ses créatures la forme la plus accomplie,",
    "et les a guidées vers ce qu’Il leur a prédestiné,",
    "qui fait pousser l’herbe tendre dans les prés,",
    "avant de la réduire en fétus sombres et desséchés. ",
    "Nous allons t’enseigner le Coran que tu ne pourras oublier,",
    "excepté les versets qu’Allah voudra te faire oublier, Lui qui connaît aussi bien ce qui est apparent que ce qui est caché.",
    "Nous allons certainement te faciliter toute chose.",
    "Poursuis ta prédication tant que tes exhortations sont profitables.",
    "En tireront des leçons ceux qui craignent leur Seigneur, ",
    "mais s’en détourneront les êtres les plus misérables,",
    "qui devront affronter la chaleur du feu le plus redoutable",
    "où il n’y aura pour eux ni mort pour les délivrer, ni vie véritable.",
    "Bienheureux, en vérité, celui qui purifie son âme,",
    "qui invoque le nom de son Seigneur et accomplit la prière.",
    "Vous préférez pourtant à l’au-delà cette vie périssable",
    "alors que la vie future est bien meilleure et plus durable.",
    "Ces vérités se trouvent déjà dans les premières Ecritures,",
    "dans les Ecritures révélées à Abraham et à Moïse.",
    "As-tu entendu parler de l’Epreuve insurmontable ?",
    "Certains, ce Jour-là, auront les visages couverts de honte,",
    "contraints aux tâches et aux épreuves les plus harassantes,",
    "condamnés à brûler éternellement dans une fournaise ardente,",
    "voués à être abreuvés à une source extrêmement bouillante.",
    "Ils n’auront d’autres aliments que d’horribles plantes,",
    "ni en mesure d’apaiser leur faim, ni nourrissantes.",
    "D’autres, ce Jour-là, auront les faces rayonnantes,",
    "entièrement satisfaits de la récompense de leurs œuvres,",
    "installés dans de sublimes jardins haut placés",
    "où aucune parole futile ne sera prononcée,",
    "des jardins, de sources vives, baignés",
    "où se trouvent de somptueux lits surélevés,",
    "des coupes, à leur intention, déposées,",
    "des coussins parfaitement disposés,",
    "et des tapis, sous leurs pieds, étalés.",
    "Ne voient-ils pas comment les chameaux ont été créés,",
    "comment la voûte céleste a été élevée,",
    "comment les montagnes ont été dressées,",
    "et comment la terre a été nivelée ?",
    "Continue donc de prêcher ! Car tu n’as été envoyé que pour exhorter",
    "les hommes auxquels tu n’as absolument rien à imposer.",
    "Quant à celui qui préfère se détourner et persister dans l’impiété,",
    "il se verra infliger par Allah des tourments qu’il ne pourra supporter.",
    "C’est à Nous, en vérité, qu’ils devront tous retourner.",
    "C’est à Nous ensuite qu’il appartiendra de les juger.",
    "Par l’aube !",
    "Par les dix nuits !",
    "Par le pair et l’impair !",
    "Par la nuit qui s’écoule!",
    "N’y a-t-il pas dans ces serments de quoi convaincre tout être sensé ?",
    "N’as-tu pas su le sort réservé par ton Seigneur aux ‘Ad,",
    "le peuple d’Iram, à la stature et à la force imposantes,",
    "- nul peuple semblable à lui ne fut jamais créé sur terre -",
    "aux Thamoud qui, dans leur vallée, taillaient des demeures dans le roc,",
    "et à Pharaon, l’homme au pouvoir fermement établi ?",
    "Tous ont outrepassé les limites de l’impiété dans leur pays",
    "où ils n’ont cessé de semer la corruption et le péché.",
    "Ton Seigneur les frappa donc de Son châtiment.",
    "Ton Seigneur observe les hommes attentivement.",
    "Lorsque son Seigneur, pour l’éprouver, le comble de grâce et d’honneur, l’homme se vante d’avoir été honoré par son Seigneur. ",
    "Et lorsqu’Il l’éprouve en lui mesurant Ses faveurs, l’homme se plaint d’avoir été humilié par son Seigneur.",
    "Non ! C’est plutôt que vous ne traitez pas l’orphelin avec bonté",
    "et ne vous incitez pas à nourrir celui qui vit dans la pauvreté.",
    "Vous spoliez au contraire les héritiers, poussés par l’avidité,",
    "et vous portez aux richesses un amour démesuré.",
    "En vérité, lorsque la terre sera secouée et entièrement rasée,",
    "que ton Seigneur viendra, de même que les anges, rangée après rangée,",
    "et que l’on fera venir la Géhenne, ce Jour-là l’impie se souviendra de ses manquements. Mais en quoi ce repentir tardif lui sera-t-il d’une quelconque utilité ?",
    "Il dira : « Si seulement j’avais œuvré pour le salut de mon âme ! »",
    "Ce Jour-là, le châtiment qu’Il leur infligera sera sans équivalent,",
    "et les chaînes qu’Il leur fera porter seront sans pareilles.",
    "« Quant à toi, âme sereine et apaisée !",
    "Retourne à ton Seigneur satisfaite et agréée !",
    "Joins-toi à Mes serviteurs vertueux,",
    "entre dans Mon Paradis avec eux ! »",
    "Je jure par cette cité",
    "où tu pourras agir en toute liberté !",
    "Par le père et sa postérité !",
    "Nous avons créé l’homme pour une vie d’adversité.",
    "Pense-t-il que nul ne pourra le soumettre à son autorité ?",
    "Il se vante d’avoir dépensé sans compter. ",
    "Pense-t-il vraiment que nul ne l’a remarqué ?",
    "Ne l’avons-Nous pas doté de deux yeux,",
    "mais aussi d’une langue et de deux lèvres ?",
    "Ne lui avons-Nous pas indiqué les deux voies ?",
    "Si seulement il s’engageait dans la voie, si difficile, de son salut !",
    "Mais qui pourrait t’indiquer en quoi consiste cette voie si ardue ?",
    "A affranchir un esclave,",
    "ou à nourrir, malgré la faim,",
    "un proche parent orphelin",
    "ou un pauvre dans le besoin,",
    "tout en étant du nombre des croyants qui se recommandent la constance et la compassion.",
    "Ce sont ceux qui agissent ainsi qui sont promis au Paradis,",
    "tandis que ceux qui renient Nos signes sont voués à l’Enfer.",
    "C’est sur ces derniers que le Feu se refermera.",
    "Par le soleil et la lumière qu’il répand à son lever !",
    "Par la lune qui lui succède à son coucher !",
    "Par le jour qui en manifeste toute la clarté !",
    "Par la nuit qui l’enveloppe de son obscurité !",
    "Par le ciel et Celui qui l’a édifié !",
    "Par la terre et Celui qui l’a nivelée !",
    "Par l’âme et Celui qui l’a idéalement formée,",
    "lui inspirant sa perversion ou sa piété !",
    "Heureux celui qui l’aura purifiée,",
    "malheureux celui qui l’aura souillée.",
    "Les Thamoud ont crié au mensonge par impiété,",
    "lorsque le plus misérable d’entre eux s’est levé.",
    "Le Messager d’Allah les avait pourtant avertis : « Gardez-vous de nuire à la chamelle d’Allah. Laissez-la s’abreuver. »",
    "Mais, ne prenant pas au sérieux ses avertissements, ils l’ont égorgée. Pour prix de leur crime, leur Seigneur fit s’abattre sur eux Son châtiment auquel nul ne put échapper,",
    "sans redouter les conséquences du châtiment qui les a frappés.",
    "Par la nuit lorsqu’elle enveloppe tout de son obscurité !",
    "Par le jour lorsqu’il se manifeste dans toute sa clarté !",
    "Par Celui qui a créé à la fois le mâle et la femelle !",
    "Vous poursuivez, par vos œuvres, des buts éloignés.",
    "A celui qui, par crainte du Seigneur, fait la charité",
    "dans l’espoir d’obtenir la récompense de l’au-delà,",
    "Nous faciliterons l’accomplissement du bien.",
    "Quant à celui qui, pensant pouvoir se passer de son Seigneur, se montre avare",
    "et ne croit pas en la récompense de l’au-delà,",
    "Nous lui faciliterons l’accomplissement du mal.",
    "Ses biens ne lui seront d’aucune utilité lorsqu’il sera précipité dans le Feu.",
    "C’est à Nous, en vérité, qu’il appartient d’indiquer le droit chemin,",
    "et c’est Nous qui sommes Maître de l’au-delà et de ce bas monde.",
    "Je vous mets en garde contre un Feu sans cesse attisé,",
    "que seul devra affronter le réprouvé",
    "qui a renié la vérité et s’est détourné,",
    "et dont sera écarté celui qui, par piété,",
    "a dépensé ses biens pour se purifier,",
    "non en contrepartie d’un bienfait dont il aurait bénéficié,",
    "mais seulement pour être, de son Seigneur le Très Haut, agréé.",
    "Il sera donc, un jour, entièrement comblé.",
    "Par le jour qui répand sa clarté !",
    "Par la nuit qui étend son obscurité !",
    "Ton Seigneur ne t’a ni abandonné, ni détesté.",
    "L’au-delà te réserve une plus grande félicité.",
    "Ton Seigneur t’accordera de quoi te combler.",
    "Ne t’a-t-Il pas, te trouvant orphelin, entouré d’attentions ?",
    "Ne t’a-t-Il pas, te trouvant ignorant, enseigné la vraie foi ?",
    "Ne t’a-t-Il pas, te trouvant démuni, placé au-dessus du besoin ?",
    "Prends donc garde de traiter durement l’orphelin",
    "ou de repousser le mendiant sans nul ménagement.",
    "Et proclame les grâces de ton Seigneur hautement !",
    "N’avons-Nous pas épanoui ton cœur,",
    "te soulageant ainsi de ce fardeau",
    "qui pesait si lourdement sur ton dos ?",
    "N’avons-Nous pas rehaussé ton renom ?",
    "Sache qu’il n’est d’épreuve qui ne soit suivie d’une délivrance.",
    "Oui, il n’est pas d’épreuve qui ne soit suivie d’une délivrance.",
    "Une fois donc libéré de tes occupations, consacre-toi au culte avec ferveur,",
    "te tournant sincèrement vers ton Seigneur, convoitant humblement Ses faveurs.",
    "Par le figuier et l’olivier !",
    "Par le mont Sinaï !",
    "Par cette cité sûre !",
    "Nous avons créé l’homme en le dotant de la nature la plus pure,",
    "avant de lui faire connaître la plus infâme déchéance.",
    "A l’exception de ceux qui croient et accomplissent de bonnes œuvres, auxquels est réservée une récompense dont ils ne seront jamais privés.",
    "Qu’est-ce qui peut, après cela, vous faire encore douter du Jugement dernier ?",
    "Allah n’est-Il pas le plus équitable et le plus sage des juges ?",
    "Lis au nom de ton Seigneur qui a créé,",
    "qui a créé l’homme d’un corps accroché.",
    "Lis ! Ton Seigneur est toute bonté,",
    "Lui qui, par le calame, a enseigné,",
    "apprenant à l’homme ce qu’il ignorait.",
    "Mais en vérité l’homme se montre hautain",
    "dès qu’il se croit au-dessus du besoin,",
    "oubliant qu’il fera retour à ton Seigneur.",
    "N’as-tu pas vu cet impie qui prétend interdire",
    "à un serviteur d’Allah d’accomplir la prière,",
    "alors qu’il se contente de suivre le droit chemin",
    "et d’inciter les hommes à craindre Allah,",
    "tandis que cet impie renie la vérité et se détourne de la foi ?",
    "Ne sait-il donc pas qu’Allah le voit ?",
    "S’il ne cesse pas, Nous le traînerons par le toupet,",
    "le toupet d’un menteur et d’un pécheur invétéré.",
    "Qu’il fasse alors appel à tous ses partisans.",
    "Nous ferons appel aux anges du châtiment.",
    "Ne l’écoute pas ! Mais, par la prière, rapproche-toi !",
    "Nous l’avons révélé au cours de la Nuit des décrets divins.",
    "Mais qui pourrait t’indiquer ce qu’est la Nuit des décrets divins ?",
    "La Nuit des décrets divins est plus bénie que mille mois réunis.",
    "Porteurs de tous les arrêts divins, les anges et l’Esprit descendent sur ordre de leur Seigneur au cours de cette nuit.",
    "C’est une nuit remplie de paix et de bénédiction jusqu’à l’apparition de l’aube.",
    "Les mécréants, parmi les gens du Livre et les idolâtres, ne pouvaient renoncer à leurs croyances avant d’avoir reçu une preuve d’une grande clarté :",
    "l’avènement d’un Messager envoyé par Allah leur récitant des feuillets d’une grande pureté,",
    "renfermant des enseignements d’une parfaite justice, d’une infinie sagesse et d’une indéniable authenticité.",
    "Or, ceux qui ont reçu les Ecritures ne se sont divisés qu’après avoir reçu une preuve d’une grande clarté,",
    "un livre leur ordonnant simplement d’adorer Allah en Lui vouant un culte exclusif et sincère, d’accomplir la prière et de faire la charité, professant ainsi la religion de vérité.",
    "Les mécréants, parmi les gens du Livre et les idolâtres, sont donc voués au feu de la Géhenne où ils demeureront pour l’éternité. Voilà les êtres les plus abjects de l’humanité.",
    "Quant à ceux qui croient et accomplissent de bonnes œuvres, ce sont les êtres les plus nobles de l’humanité.",
    "En récompense de leur foi, ils seront admis auprès de leur Seigneur dans les jardins d’Eden traversés de rivières, entièrement satisfaits d’Allah qui sera Lui-même satisfait d’eux. Voilà comment ceux qui craignent leur Seigneur seront récompensés pour l’éternité.",
    "Lorsque la terre subira une violente secousse,",
    "au point de rejeter ses fardeaux à sa surface,",
    "et que l’homme se demandera ce qui lui arrive,",
    "ce Jour-là, elle livrera l’ensemble de ses secrets,",
    "se pliant ainsi à la volonté de ton Seigneur.",
    "Ce Jour-là, les hommes quitteront séparément le lieu de leur rassemblement afin que chacun découvre la rétribution de ses œuvres.",
    "Quiconque aura accompli une once de bien le verra.",
    "Et quiconque aura commis une once de mal le verra.",
    "Par les chevaux au galop haletant",
    "dont les fers font jaillir des étincelles",
    "lorsqu’ils chargent au point du jour",
    "en soulevant un nuage de poussière",
    "au moment de se jeter dans la mêlée !",
    "L’homme en vérité est ingrat envers son Seigneur,",
    "ingratitude qu’il reconnaît lui-même d’ailleurs,",
    "Il voue aux biens terrestres un amour des plus ardents.",
    "Ne sait-il pas que les tombes seront vidées de leurs occupants",
    "et que les secrets des cœurs seront étalés au grand jour ?",
    "Ce Jour-là, leur Seigneur les jugera en connaissance de cause.",
    "Le Grand choc !",
    "Qu’est-ce que le Grand choc ?",
    "Qui pourrait t’indiquer ce qu’est le Grand choc ?",
    "Ce Jour-là, les hommes s’éparpilleront comme des papillons,",
    "et les montagnes auront, des flocons de laine cardée, la légèreté. ",
    "Celui dont la balance penchera du bon côté,",
    "jouira au Paradis d’une éternelle félicité.",
    "Quant à celui dont la balance penchera du mauvais côté,",
    "il sera, dans l’Abîme, violemment précipité.",
    "Mais qui pourrait te décrire sa réalité ?",
    "Un feu ardent à jamais attisé !",
    "La course aux richesses ne cessera de vous accaparer,",
    "jusqu’au jour, inéluctable, où vous serez enterrés.",
    "Mais vous saurez bientôt !",
    "Oui, vous saurez bientôt !",
    "Si seulement vous en aviez la certitude.",
    "Vous verrez sans aucun doute le Brasier.",
    "Oui, vous le verrez de vos propres yeux.",
    "Vous devrez, ce Jour-là, répondre de vos jouissances terrestres.",
    "Par le Temps !",
    "L’homme, en vérité, court à sa perte,",
    "à l’exception de ceux qui croient, font le bien, se recommandent mutuellement la vraie foi et se recommandent mutuellement la constance.",
    "Malheur à tout médisant qui ne cesse de calomnier,",
    "préoccupé à amasser des richesses et à les compter,",
    "s’imaginant que sa fortune lui assurera l’immortalité.",
    "C’est plutôt dans la Houtamah qu’il sera précipité.",
    "Mais qui pourrait bien te décrire sa réalité ?",
    "C’est le feu d’Allah à tout jamais attisé,",
    "pénétrant jusqu’aux cœurs des damnés",
    "et qui se refermera sur les réprouvés,",
    "en d’interminables colonnes enflammées.",
    "Ne connais-tu pas le sort réservé par ton Seigneur à l’armée des éléphants ?",
    "N’a-t-Il pas déjoué leur plan malveillant,",
    "suscitant contre eux des nuées d’oiseaux,",
    "qui lancèrent sur eux des pierres d’argile,",
    "les réduisant à l’état de paille déchiquetée ?",
    "Que les Qouraych manifestent leur gratitude pour leur unité",
    "et leur habitude d’effectuer des voyages en hiver et en été,",
    "en vouant un culte exclusif au Seigneur de cette Demeure",
    "par la grâce duquel ils ne connaissent ni la faim, ni la peur.",
    "As-tu vu celui qui traite le Jugement dernier de mensonge ?",
    "C’est celui-là même qui repousse sans ménagement l’orphelin",
    "et n’incite pas les autres à nourrir celui qui est dans le besoin.",
    "Malheur donc à ceux qui accomplissent la prière",
    "sans accorder aucune importance à cette dernière,",
    "agissant par pure ostentation, sans être sincères,",
    "et refusent le moindre soutien à leur prochain !",
    "Nous t’avons, en vérité, accordé d’immenses faveurs.",
    "Accomplis donc la prière et le sacrifice pour ton Seigneur !",
    "C’est celui qui te voue de la haine qui sera sans postérité.",
    "Dis : « Vous mécréants qui avez rejeté la foi !",
    "Je n’adore pas les dieux que vous adorez,",
    "et vous n’adorez pas le Dieu que j’adore.",
    "Je ne vénérerai jamais vos fausses divinités,",
    "et vous ne vénérerez jamais mon Seigneur.",
    "Vous suivez votre culte et moi le mien. »",
    "Lorsque, t’apportant Son secours, Allah te fera triompher",
    "et que tu verras les hommes embrasser la religion d’Allah par groupes entiers,",
    "célèbre, par les louanges, la gloire de ton Seigneur et implore Son pardon. Il accepte toujours le repentir de Ses serviteurs dévoués.",
    "Que soit perdu Abou Lahab ! Et il est bel et bien perdu.",
    "Ses richesses et ses œuvres ne lui seront d’aucune utilité.",
    "Il brûlera dans un feu aux flammes à jamais attisées,",
    "de même que sa femme qui, de ronces, chargée,",
    "porte autour du cou une corde de fibres tressées.",
    "Dis : « Allah est la seule et unique divinité.",
    "Allah est le Maître dont nul ne peut se passer.",
    "Il n’a pas engendré, ni été Lui-même engendré.",
    "Et nul dans Sa création n’est à même de L’égaler. »",
    "Dis : « J’implore la protection du Seigneur de l’aube,",
    "contre le mal qui se trouve dans ce qu’Il a créé,",
    "contre le mal de la nuit qui étend son obscurité,",
    "contre le charme maléfique de tous les sorciers,",
    "contre l’envieux qui donne libre cours à sa méchanceté. »",
    "Dis : « J’implore la protection du Seigneur des hommes,",
    "Maître des hommes,",
    "Dieu des hommes,",
    "contre le mal du démon qui se dérobe ou s’insinue chez l’homme,",
    "soufflant d’insidieuses pensées dans le cœur des hommes,",
    "qu’il soit du nombre des djinns ou du nombre des hommes. »"
  ]
}