{
  "meta": {
    "id": 35,
    "name": "Ryoichi Mita",
    "translator_name": "Ryoichi Mita",
    "slug": "ja-ryoichi-mita",
    "language_name": "japanese"
  },
  "verses": [
    "かれは言った。「それで，あなたがたの御用件は何ですか，使徒の方がたよ。」",
    "かれらは，「わたしたちは罪深い民に遣わされたのです。",
    "泥の礫を（雨のように）かれらの上に降らすために。",
    "放埓を尽す者にたいして，主の御許で印された（泥の礫を降らそう）。」と言った。",
    "それから，われはそこにいた信者たちを立ちのかせようとした。",
    "しかし，その（町の）中で見出したムスリムの家は，只の一軒だけであった。",
    "われは痛ましい懲罰を，恐れる者のために一つの印としてそこに残した。",
    "またムーサーにも（印があった）。われが明らかな権威を授けて，かれをフィルアウンに遣わした時を思い起せ。",
    "かれ（フィルアウン）はその権勢を傘に，背を向け，「こいつは魔術師か，それとも気違いだ。」と言った。",
    "それであれは，かれとその軍勢を捕えて海に投げ込んだ。本当にかれは，けしからぬ者であった。",
    "またアードにも（印があった）。われが惨害を齎す風をかれらに送った時を思い起せ。",
    "それはかれらを襲って，凡てを壊滅し廃墟のようにして，何も残さなかった。",
    "またサムードにも（印があった）。「束の間（のあなたがたの生）を楽しめ。」と言われた時を思い起しなさい。",
    "その時かれらは，主の命令に横柄に背いたので，あれよと見ているまに雷に襲われた。",
    "最早かれらは起き上ることも出来ず，また守ることも出来なかった。",
    "以前にも，ヌーフの民を（われは滅ぼした）。本当にかれらは反逆の民であった。",
    "われは偉力をもって天を打ち建て，果しない広がりにした。",
    "またわれは大地を打ち広げた。何と見事に広げたことよ。",
    "またわれは，凡てのものを両性に創った。あなたがたは訓戒を受け入れるであろう（という配慮から）。",
    "「それであなたがたは，アッラーの庇護の下に赴け。本当にわたしはかれからあなたがたに遣わされた公明な警告者である。",
    "それでアッラーと一緒に外の神を立ててはならない。本当にわたしは，かれからあなたがたに遣わされた公明な警告者である」。",
    "同様にかれら以前の者も，使徒がかれらにやって来る度に，「魔術師か，または気違いだ。」と言った。",
    "かれらはそれを遺訓として継承して来たのか。いや，かれらは法外の民である。",
    "それで，かれらを避けて去れ。あなたがたは（かれらの行いに対して）咎めはないのである。",
    "だが訓戒しなさい。訓戒は信者たちを益する。",
    "ジンと人間を創ったのはわれに仕えさせるため。",
    "われはかれらにどんな糧も求めず，また扶養されることも求めない。",
    "本当にアッラーこそは，糧を授けられる御方，堅固なる偉力の主であられる。",
    "悪行の徒の授かり分（罰）は，かれらの仲間の授かり分（罰）と同じであろう。だからそう（われを）急き立てなくてもいい。",
    "信仰しない者に災いあれ。約束の日がかれらに必ずやって来る。",
    "かの（啓示の）山にかけて（誓う）。",
    "整然と書き記された啓典にかけて，",
    "巻かれていない羊皮紙に，",
    "不断に詣でられる聖殿にかけて，",
    "高く掲げられた天蓋にかけて，",
    "漲り溢れる大洋にかけて（誓う）。",
    "本当に主の懲罰は必ず下る。",
    "それは避け得ない。",
    "その日，天は大いにゆらゆらと揺れ，",
    "また山々は揺ぎ動くであろう。",
    "その日，（真理を）虚偽であるとした者に災いあれ。",
    "虚しい事に戯れていた者たちに。",
    "かれらが（もの凄い力で）地獄の火の中に突き落されるその日，",
    "（こう言われよう。）「これこそは，あなたがたが虚偽であるとしていた地獄の業火である。",
    "これでも魔術なのか。それともあなたがたは，見えないのか。",
    "あなたがたはそこで焼かれるがいい。あなたがたがそれを耐え忍んでも，忍ばなくても同じこと。あなたがたが行ったことに，報いられるだけである。」",
    "主を畏れた者たちは必ず楽園の歓びの中に置り，",
    "主がかれらに与えるものに歓喜し，また主が獄火の懲罰からかれらを救われたことを喜ぶ。",
    "（かれらには言われよう。）「楽しんで食べ，且つ飲め。これもあなたがたの（善い）行いのためである。」",
    "かれらは並べられたソファーに寄りかかり，われは美しい目の乙女たちをかれらの配偶者にするであろう。",
    "信仰する者たち，またかれらに従った信心深い子孫の者たち，われは，それらの者を（楽園において）一緒にする。かれらの凡ての行為に対し，少しも（報奨を）軽減しないであろう。誰もがその稼ぎにたいし，報酬を受ける。",
    "またわれは果物，肉，その外かれらの望むものを与えよう。",
    "かれらはそこで互いに杯を交そう。その時にも虚しい話にふけることなく，乱暴も犯さない。",
    "かれらの周には，秘められた真珠のような子供が傅いて巡る。",
    "かれらは互いに近寄って，尋ね合い，",
    "言っていた。「以前，わたしたちは家族の間にいてもいつも気を遺っていた。",
    "だがアッラーは，わたしたちに御恵みを与えられ，熱風の懲罰から御救い下された。",
    "以前からわたしたちは，かれに祈っていたのです。本当にかれは恵み厚く，慈悲深き御方であられる」",
    "さあ，かれらに訓戒しなさい。主の恩恵によって，あなたは占い師でも気違いでもない。",
    "またかれらは，「只の詩人だ。かれの運勢が逆転するのを待とう」と言う。",
    "言ってやるがいい。「待っているがいい。わたしもあなたがたと共に待っていよう。」",
    "一体かれらの貧しい理解力がこう命じたのか，それともかれらは法外な民なのか。",
    "または，「かれ（ムハンマド）がこれを偽作したのである。」と言うのか。いや，かれらは信じてはいないのである。",
    "もしかれらの言葉が真実なら，これと同じ御告げをもってこさせるがよい。",
    "かれらは無から創られたのではないか。それともかれら自身が創造者なのか。",
    "それともかれらが，天と地を創造したのか。いや，かれらにはしっかりした信仰がないのである。",
    "それともかれらは，あなたの主の様々な宝物を持っているのか。または（事物の）管理者なのか。",
    "それともかれらには梯子があって，それで（天に登り，その秘密を）聞くことが出来るのか。それなら聞いたという者に，明確な証拠を持って来させるがよい。",
    "それともあなたがたには息子があって，かれには娘がある（だけ）というのか。",
    "それともあなたが，かれらに報酬を求め，それでかれらは負債の重荷を負っているというのか。",
    "それとも幽玄界のことがすっかり分っていて，それを書き留めているというのか。",
    "それとも（あなたに対して）策を巡らす積もりか。だが背信者たちこそ，策謀にかかるであろう。",
    "それともかれらは，アッラー以外に神があるというのか。アッラーに讃えあれ，かれは配するもの（邪神）の上にいと高くおられる。",
    "仮令天の一角が（かれらの上に）落ちるのを見ても，かれらは，「積み重なった雲です。」と言うであろう。",
    "かれらは，（恐れのために）そこに昏倒する（審判の）日に会うまで，放って置け。",
    "その日かれらの策謀は，何の益もなく，結局かれらは助けられないであろう。",
    "本当に不義な行いの者には，この外にも懲罰がある。だが，かれらの多くは気付かない。",
    "それで主の裁きを耐え忍んで待て。本当にわれはあなたがたを見守っている。そしてあなたが立ち上がる時は，主を讃えなさい。",
    "夜中に，また星々が退く時にも，かれを讃えなさい。",
    "沈みゆく星にかけて（誓う）。",
    "あなたがたの同僚は，迷っているのではなく，また間違っているのでもない。",
    "また（自分の）望むことを言っているのでもない。",
    "それはかれに啓示された，御告げに外ならない。",
    "ならびない偉力の持主が，かれに教えたのは，",
    "優れた知力の持主である。真っ直ぐに立って，",
    "かれは地平の最も高い所に現われた。",
    "それから降りて来て，近付いた。",
    "凡そ弓つ，いやそれよりも近い距離であったか。",
    "そしてしもべ（ムハンマド）に，かれの啓示を告げた。",
    "心は自分が見たことを偽らない。",
    "かれの見たことに就いて，あなたがたはかれと論争するのか。",
    "本当にかれ（ムハンマド）は，再度の降下においても，かれ（ジブリール）を見たのである。",
    "（誰も越せない）涯にある，スィドラ木の傍で。",
    "そのそばに終の住まいの楽園がある。",
    "覆うものがスィドラ木をこんもりと覆う時。",
    "（かれの）視線は吸い寄せられ，また（不躾に）度を過ごすこともない。",
    "かれは確かに，主の大の印を見たのである。",
    "あなたがたは，アッラートとウッザーを（何であると）考えるか。",
    "それから第番目のマナートを。",
    "あなたがたには男子があり，かれには女子があるというのか。",
    "それでは，本当に不当な分け方であろう。",
    "それらは，あなたがたや祖先たちが名付けた（只の）名前に過ぎない。アッラーは（どんな）権威をも，それらに下されなかった。かれら（不信心者）は，虚しい臆測や私慾に従っているに過ぎない。既に主からの導きが，かれらに来ているのに。",
    "凡そ人間には，欲しいものは何でも手にはいるのか。",
    "いや，来世も現世も，アッラーの有である。",
    "天に如何に天使がいても，アッラーが望まれ，その御喜びにあずかる者にたいする御許しがでた後でなければ，かれら（天使）の執り成しは何の役にも立たない。",
    "本当に来世を信じない者は，天使に女性の名を付けたりする。",
    "かれらは（何の）知識もなく，臆測に従うだけである。だが真理に対しては，臆測など何も役立つ訳はない。",
    "それであなたはわれの訓戒に背を向ける者，またこの世の生活しか望まない者から遠ざかれ。",
    "この程度（現世の生活）が，かれらの知識の届く限界である。本当に主は，道から迷っている者を最もよく知っておられる。またかれは，導きを受ける者を最もよく知っておられる。",
    "本当に天にあり地にある凡てのものは，アッラーの有である。だから悪行の徒には相応しい報いを与えられ，また善行の徒には最善のもので報われる。",
    "小さい誤ちは別として，大罪や破廉恥な行為を避ける者には，主の容赦は本当に広大である。かれは大地から創り出された時のあなたがたに就いて，また，あなたがたが母の胎内に潜んでいた時のあなたがたに就いて，最もよく知っておられる。だから，あなたがたは自分で清浄ぶってはならない。かれは主を畏れる者を最もよく知っておられる。",
    "あなたは（真理から）背き去る者を見たか。",
    "僅かに施しをしては，（物借みして）止める。",
    "そういう者に幽玄界の知識があって，それで何でも見えるというのか。",
    "それとも，ムーサーの書にあることが，告げられたことはないのか。",
    "また（約束を）完全に果たしたイブラーヒームのことも。",
    "重荷を負う者は，他人の重荷を負うことは出来ない。",
    "人間は，その努力したもの以外，何も得ることは出来ない。",
    "その努力（の成果）は，やがて認められるであろう。",
    "やがて報奨は，十分に報いられる。",
    "本当にあなたの主にこそ，帰着所はある。",
    "かれこそは，笑わせ泣かせる御方。",
    "また死なせ，生かす御方である。",
    "本当にかれは，男と女の組み合わせを創られた。",
    "それも精液を吹き込むことで。",
    "また度目の創造（の復活）も，かれの御心のままである。",
    "かれこそは富ませ，また満ち足りさせる御方。",
    "また狼星（シリウス）の主もこの御方。",
    "かれは昔アード（の民）を滅ぼし。",
    "またサムードも一人残さず滅ぼされた。",
    "それ以前にヌーフの民も。本当にかれらは，酷い不義，不正の輩であった。",
    "また（ソドムとゴモラのように）転覆された諸都市。",
    "そしてかれはそれを覆い去られた。",
    "（人びとよ，）一体主のどの御恵みに，あなたがたは異論を抱くのか。",
    "これは，昔の警告者たちと同じ一人の警告者である。",
    "（審判の時は）近くに迫って来ている。",
    "それはアッラーの外何者も明らかにし得えない。",
    "あなたがたはこの話を聞いて驚いているのか。",
    "嘲笑はしても，泣かないのか。",
    "あなたがたは，自惚の中で時を過ごすのか。",
    "一途にアッラーにサジダし，（かれに）仕えなさい。",
    "時は近づき，月は微塵に裂けた。",
    "かれらは仮令印を見ても，背き去って，「これは相変らずの魔術だ。」と言うであろう。",
    "かれらは（訓戒を）虚偽であるとし，自分の欲望に従ってきた。だが一切の事には，定められた結末がある。",
    "これまで，様々な消息は，既に齎され，それで充分自制出来たはず。",
    "それはめざましい英知であった。だが警告は役立たなかった。",
    "だからあなたは，かれらから遠ざかれ。召集者が嫌われるところへ呼び出す日。",
    "かれらは目を伏せて，丁度バッタが散らばるように墓場から出て来て，",
    "召集者の方に急ぐ。不信心者たちは言う。「これは大難の日です。」",
    "かれら以前に，ヌーフの民も（その預言者を）虚偽とし，わがしもべを嘘付き呼ばわりし，「気違いです。」と言って追放した。",
    "それでかれは主に，「わたしは，本当に力尽きました。どうか御助け下さい。」と祈った。",
    "それでわれは，天の諸門を開き水を注ぎ降らせた。",
    "また大地に諸泉を噴出させ，水は合わさり，かねての神命によること（洪水）が起きた。",
    "しかしわれは板と釘で造ったもの（方舟）にかれを乗せてやった。",
    "わが見守る中でそれは走った。これが（皆から）退けられたあの者への報いである。",
    "われはこれを一つの印として残した。さて誰か悟る者はあるか。",
    "さあわが懲罰と戒めとはどうであったか。",
    "本当にわれは，クルアーンを易しく説き明した。さあ，誰か悟る者があるか。",
    "アード（の民）も（真理を）虚偽であるとした。それでわが懲罰と戒めとはどうであったか。",
    "われは災厄の打ち続く日に，かれらに対し荒れ狂う風を送った。",
    "すると人間は，根こそぎになった。ナツメヤシの切り株のように，むしり去られた。",
    "あの時のわが懲罰と戒めとはどうであったか。",
    "誠にわれは，クルアーンを易しく説き明かした。さて，誰か悟る者があるか。",
    "サムード（もまた）警告を虚偽であるとした。",
    "そしてかれらは言った。「何と，わたしたちの中の一介の人間ではないですか。どうしてこんな者に従いますか。それこそ邪道，気違い沙汰です。",
    "わたしたちの間でかれだけに啓示が下されたのですか。いや，かれは大嘘付きです。」",
    "（仰せられた。）「かれらは明日知るであろう。どちらが大嘘付きであるかを。",
    "本当にわれは，かれらを試みるため雌ラクダを送るであろう。あなたは耐え忍びかれらを見守れ。",
    "そしてかれらにラクダと水を分配し，順番に飲むよう伝えなさい。",
    "だがかれらは仲間を呼び寄せ，その男は（剣を）手にとると膝の腱を切ってしまった。",
    "その時のわが懲罰と戒めとがどうであったか。",
    "本当にわれは，かれらに向っかて（耳をつんざく）一声を下すと，かれらは家畜の囲いに使われる枯れ株のようになった。",
    "われは，クルアーンを易しく説き明した。さて，誰か悟る者があるか。",
    "ルートの民も警告を虚偽であるとした。",
    "われは砂石の嵐をかれらに送った。ルートの家族だけは別であった。黎明にかれらを救い，",
    "われからの恩恵とした。このようにわれは感謝する者に報いる。",
    "（ルートは）わが懲罰をかれらに警告したのだが，かれらはその警告に就いて疑惑の念を抱いた。",
    "そしてかれの賓客（天使）を，かれから奪おうとしたので，われはかれらの目を潰した。「さあ，わが懲罰と警告を味わえ。」",
    "あくる朝，永遠の懲罰がかれらに下った。",
    "「さあわが懲罰と警告を味わえ。」",
    "われは，クルアーンを易しく説き明した。さあ，誰か悟る者があるか。",
    "本当にフィルアウンの一族にも警告者が遣わされた。",
    "（だが）われの種々の印を虚偽であるとした。それでわれは，偉大で強力な者の一摑みで，かれらを捕えた。",
    "あなたがた不信心者（クライシュ族）の方が，これらの者よりも優れているのか。それとも啓典の中にあなたがたのための赦免があるのか。",
    "それともかれらは，「わたしたちは皆勝利を得る者です。」とでも言うのか。",
    "やがてこれらの人々は敗れ去り，逃げ去るであろう。",
    "いや（審判の）時は，かれらに約束された期限である。しかもその時には，最も嘆かわしい最も苦しい目にあうであろう。",
    "本当にこれらの罪を犯している者たちは，迷妄と懲罰のうちにある。",
    "火の中に顔を下にして引きずられるその日，かれらは，「猛火の触れ具合を味わいなさい。」（と言われよう）。",
    "本当にわれは凡ての事物を，きちんと計って創造した。",
    "またわが命令は只一言，瞬のようなものである。",
    "われはこれまで，あなたがた（マッカの多神教徒）の同類を滅ぼした。さて，誰か悟る者があるか。",
    "かれらの所行は，書冊に凡て記録されている。",
    "大小凡てのことが，等しく書き留められている。",
    "本当に主を畏れる者は，園と川のある，",
    "全能の王者の御許の，真理の座に（住むのである）。",
    "慈悲あまねく御方が，",
    "このクルアーンを教えられた。",
    "（かれは）人間を創り，",
    "物言う術を教えられた。",
    "太陽と月は，一つの計算に従い（運行し），",
    "草も木も，（慈悲あまねく御方に）サジダする。",
    "かれは天を高く掲げ，秤を設けられた。",
    "あなたがたが秤を不正に用いないためである。",
    "厳正に平衡を旨とし量目を少なくしてはならない。",
    "また大地を，生あるもののために設けられた。",
    "そこに果実があり，（実を支える）萼を被るナツメヤシ，",
    "殻に包まれる穀物と，（その外の）賜物。",
    "それであなたがたは，主の恩恵のどれを嘘と言うのか。",
    "（かれは）陶工のように泥から人間を創られ，",
    "また火の炎からジン（幽精）を創られた。",
    "それであなたがたは，主の恩恵のどれを嘘と言うのか。",
    "（かれは） つの東の主であり，またつの西の主であられる。",
    "それであなたがたは，主の恩恵のどれを嘘と言うのか。",
    "かれはつの海を一緒に合流させられる。",
    "（だが）両者の間には，（アッラーの配慮によって）障壁があリ一方が他方を制圧することはない。",
    "それであなたがたは，主の恩恵のどれを嘘と言うのか。",
    "両方は真珠とサンゴを産する。",
    "それであなたがたは，主の恩恵のどれを嘘と言うのか。",
    "山のように海上に帆を張る船は，かれの有である。",
    "それであなたがたは，主の恩恵のどれを嘘と言うのか。",
    "地上にある万物は消滅する。",
    "だが（永遠に）変らないものは，尊厳と栄誉に満ちたあなたの主の慈顔である。",
    "それであなたがたは，主の恩恵のどれを嘘と言うのか。",
    "天と地の凡てのものは，かれに向かって請い求める。日毎にかれは，（新たな）御業で処理なされる。",
    "それであなたがたは，主の恩恵のどれを嘘と言うのか。",
    "あなたがた（人間とジンの）つの衆よ，われはあなたがたのため，今に（最後の審判であなたがたの賞罰に）取り掛かるであろう。",
    "それであなたがたは，主の恩恵のどれを嘘と言うのか。",
    "ジンと人間の衆よ，もしあなたがたが，天地の領域から遠くに越えられるなら，越えてみなさい。権能がなくては，越えることは出来ない。",
    "それであなたがたは，主の恩恵のどれを嘘と言うのか。",
    "あなたがた（邪悪な両者）に対して，燃え盛る炎と煙が浴びせられよう。あなたがたには，防ぎようがないであろう。",
    "それであなたがたは，主の恩恵のどれを嘘と言うのか。",
    "大空が裂けて，赤革のようなバラ色になる時。",
    "それであなたがたは，主の恩恵のどれを嘘と言うのか。",
    "その日人間もジンも，その罪に就いてわざわざ問われることはないであろう。",
    "それであなたがたは，主の恩恵のどれを嘘と言うのか。",
    "罪を犯した者にはその印があり，かれらは前髪と足を捕えられよう。",
    "それであなたがたは，主の恩恵のどれを嘘と言うのか。",
    "これは罪を犯した者が，嘘であると言いはった地獄である。",
    "かれらはその（業火）と，煮え立つ湯の間をさ迷う。",
    "それであなたがたは，主の恩恵のどれを嘘と言うのか。",
    "だが主の（審判の座の）前に立つことを畏れてきた者のためには，つの楽園があろう。",
    "それであなたがたは，主の恩恵のどれを嘘と言うのか。",
    "枝を張る木々…",
    "それであなたがたは，主の恩恵のどれを嘘と言うのか。",
    "つの園の中には，つの泉が（滾滾と）涌き出ている。",
    "それであなたがたは，主の恩恵のどれを嘘と言うのか。",
    "つの園の中には，凡ての果実が種ずつある。",
    "それであなたがたは，主の恩恵のどれを嘘と言うのか。",
    "かれらは，錦を張り詰めた寝床の上に寄り掛かり，楽園の果物は近く（手の届く所）にあろう。",
    "それであなたがたは，主の恩恵のどれを嘘と言うのか。",
    "そこには人間にもジンにも，これまで触れられていない，眼差しを押さえた（淑やかな）乙女たち。",
    "それであなたがたは，主の恩恵のどれを嘘と言うのか。",
    "かの女らはさながらルビーかサンゴのよう。",
    "それであなたがたは，主の恩恵のどれを嘘と言うのか。",
    "善いことへの報いは，善いことでなくて何であろう。",
    "それであなたがたは，主の恩恵のどれを嘘と言うのか。",
    "このつの（楽園の）外に（更に）つの楽園がある。",
    "それであなたがたは，主の恩恵のどれを嘘と言うのか。",
    "（水が豊かで）緑滴る園。",
    "それであなたがたは，主の恩恵のどれを嘘と言うのか。",
    "そこにはつの泉が涌き出ている。",
    "それであなたがたは，主の恩恵のどれを嘘と言うのか。",
    "そこには種々の果物，ナツメヤシもザクロもある。",
    "それであなたがたは，主の恩恵のどれを嘘と言うのか。",
    "そこには素晴しく美しい乙女がいる。",
    "それであなたがたは，主の恩恵のどれを嘘と言うのか。",
    "美しい乙女は永遠の天幕に（引き籠る）。",
    "それであなたがたは，主の恩恵のどれを嘘と言うのか。",
    "人にもジンにも，これまで触れられていない。",
    "それであなたがたは，主の恩恵のどれを嘘と言うのか。",
    "緑の褥，美しい敷物に身を凭せて。",
    "それであなたがたは，主の恩恵のどれを嘘と言うのか。",
    "尊厳と栄誉に満ちた御方，あなたの主の御名に祝福あれ。",
    "（起るべき）出来事が起る時，",
    "（誰も）その起るのを，嘘であるとしなくなる。",
    "（或る者は）低く落され，（或る者は）高く挙げられよう。",
    "その時，大地は大揺れに揺れる。",
    "山々は砕けて崩れ，",
    "粉粉になって飛散する。",
    "その時あなたがたは，つの組に分けられる。",
    "まず右手の仲間（がいる）。右手の仲間とは何であろう。",
    "また左手の仲間（がいる）。左手の仲間とは何であろう。",
    "（信仰の）先頭に立つ者は，（楽園においても）先頭に立ち，",
    "これらの者（先頭に立つ者）は，（アッラーの）側近にはべり，",
    "至福の楽園の中に（住む）。",
    "昔からの者が多数で，",
    "後世の者は僅かである。",
    "（かれらは錦の織物を）敷いた寝床の上に，",
    "向い合ってそれに寄り掛かる。",
    "永遠の（若さを保つ）少年たちがかれらの間を巡り，",
    "（手に手に）高坏や（輝く）水差し，汲立の飲物盃（を捧げる）。",
    "かれらは，それで後の障を残さず，泥酔することもない。",
    "また果実は，かれらの選ぶに任せ，",
    "種々の鳥の肉は，かれらの好みのまま。",
    "大きい輝くまなざしの，美しい乙女は，",
    "丁度秘蔵の真珠のよう。",
    "（これらは）かれらの行いに対する報奨である。",
    "そこでは，無益な言葉や，罪作りな話も聞くことはない。",
    "只「平安あれ，平安あれ。」と言う（のを耳にする）だけである。",
    "右手の仲間，右手の仲間とは何であろう。",
    "（かれらは）刺のないスィドラの木，",
    "悠々と実るタルフ木（の中に住み），",
    "長く伸びる木陰の，",
    "絶え間なく流れる水の間で，",
    "豊かな果物が",
    "絶えることなく，禁じられることもなく（取り放題）。",
    "高く上げられた（位階の）臥所に（着く）。",
    "本当にわれは，かれら（の配偶として乙女）を特別に創り，",
    "かの女らを（永遠に汚れない）処女にした。",
    "愛しい，同じ年配の者。",
    "（これらは）右手の仲間のためである。",
    "昔の者が大勢いるが，",
    "後世の者も多い。",
    "左手の仲間，かれらは何であろう。",
    "（かれらは）焼け焦がすような風と，煮え立つ湯の中，",
    "黒煙の影に，",
    "涼しくもなく，爽やかでもない（中にいる）。",
    "かれらはそれ以前，裕福で（享楽に耽り）。",
    "大罪を敢て犯していた。",
    "そして何時も言っていた。「わたしたちは死んでから，土と骨になり，本当に甦されるのでしょうか。",
    "わたしたちの古い祖先も（甦されるの）ですか。」",
    "言ってやるがいい。「そうだとも，昔の者も後世の者も。",
    "必ず一緒に召集されるのである。定められた日の，定められた時に。」",
    "その時あなたがたは（どうであろう），迷って（真理を）虚偽であるとした者よ。",
    "必ずあなたがたはザックームの木（の実）を食べ，",
    "それで腹は一杯。",
    "その上煮え立つ湯を飲む，",
    "喉が乾いたラクダが飲むように。",
    "これが審きの日の，かれらの持て成しである。",
    "われはあなたがたを創った。あなたがたはどうして真実を信じようとしないのか。",
    "あなたがたは，あなたがたの射出するもの（精液）に就いて考えたか。",
    "それを創ったのはあなたがたなのか，それともわれがその創造者であるのか。",
    "われは，あなたがたに死（期）を定めた。われは，（決して）出し抜かれたりすることはない。",
    "だがわれは同類の者で取り替え（世代の交替），またはあなたがたが知らない（他の形態の）ものに，あなたがたを創（り変え）る。",
    "あなたがたは，確かに最初の創造を知っている。それでも何故留意しないのか。",
    "あなたがたは，あなたがたが耕す（畑の）ことを考えたか。",
    "あなたがたがそれ（植物）を育てるのか，それともわれが育てるのか。",
    "もしわれが欲するならば，それを枯れた屑にしてしまう。あなたがたは驚愕して止まない。",
    "（そして言うであろう。）「わたしたちは本当に負債を課せられた。",
    "いや，わたしたちは（労働の成果を）取り上げられた。」",
    "またあなたがたの飲む水に就いて考えたか。",
    "あなたがたが雲から（雨を）降らせるのか，それともわれが降らせるのか。",
    "われがもし欲するならば，それを塩辛くすることが出来る。あなたがたはどうして感謝しないのか。",
    "あなたがたは，灯火に就いて考えたか。",
    "その（燃やす）木を，あなたがたが創ったのか，それともわれが創ったのか。",
    "われはそれを教訓とし，また荒野の住民の便利のために創った。",
    "だから偉大であられるあなたの主の御名を讃えなさい。",
    "わたしは，沈んでゆく星にかけて誓う。",
    "それは本当に偉大な誓いである。もしあなたがたに分るならば，",
    "本当にこれは，非常に尊いクルアーンである。",
    "（それは）秘蔵の啓典の中に（書かれてあり），",
    "清められた者の外，触れることが出来ない。",
    "万有の主からの啓示である。",
    "これは，あなたがたが軽んじるような教えであろうか。",
    "またあなたがたは（それを）虚偽であると申し立て，あなたがたの暮らしを立てるのか。",
    "それならあなたがたは，（臨終の人の魂が）喉もとを塞ぐ時，",
    "（座って只）見守るばかりなのか。",
    "われはあなたがたよりもかれに近いのである。だがあなたがたには見えはしない。",
    "あなたがたがもし（来世の）報いを除外されているというのなら，あなたがたは何故，",
    "その（魂）を（体内に）呼び戻さないのか。もしあなたがたが，真実（を語っているの）ならば。",
    "もしかれが，（アッラー）に近付けられた者であるなら，",
    "（かれに対する報奨は）安心と満悦，そして至福の楽園である。",
    "もしかれが，右手の仲間であるならば，",
    "「あなたに平安あれ。」と右手の仲間から（挨拶される）。",
    "もしかれが，嘘付きで，迷った者であるならば，",
    "煮え立つ湯の待遇を受け，",
    "獄火で焼かれよう。",
    "本当にこれは，揺ぎのない確かな真理である。",
    "だから偉大であられるあなたの主の御名を讃えなさい。",
    "天にあり地にある凡てのものは，アッラーを讃える。本当にかれは偉力ならびなく英明であられる。",
    "天と地の大権は，かれの有である。かれは生を授け，また死を授ける。かれは凡てに就いて全能であられる。",
    "かれは最初の方で，また最後の方で，外に現われる方でありまた内巧なされる方である。かれは凡ての事物を熟知なされる。",
    "かれこそは天地を日の間に創造なされ，それから玉座に鎮座なされる方である。かれは地に入るもの，そこから出るもの，また天から下るもの，そこに上るものを知り尽される。あなたがたが何処にいようとも，かれはあなたがたと共にあられる。アッラーはあなたがたの行う凡てのことを御存知であられる。",
    "天と地の大権は，かれの有である。（一切の）事物は，アッラーの御許に帰される。",
    "かれは夜を昼の中に没入させ，また昼を夜の中に没入なされる。また胸に秘めることを熟知なされる。",
    "アッラーとその使徒を信じ，かれがあなたがたに継がせられたものの中から，（主の道のために）施しなさい。あなたがたの中で信仰して（財産や技能や労力を）使用する者，かれらには偉大な報奨があろう。",
    "どんな訳であなたがたは，アッラーを信仰しないのか。使徒は，あなたがたの主を信仰するよう呼びかけている。もしあなたがたが信者なら，かれは既にあなたがたの誓約を受け入れられたのである。",
    "かれこそは，あなたがたを暗黒から光明に連れ出すために，そのしもべに明瞭な印を下された方である。アッラーは，あなたがたに親切で慈悲深くあられる。",
    "どんな訳であなたがたは，アッラーの道のため施さないのか。本当に天地の遺産の相続は，アッラーに属する。あなたがたの中，勝利の前に（財を）施し戦闘する者と，後からそうする者と同じではない。これらの者は，（勝利の）後に施して戦闘する者よりも高位である。だがアッラーは，凡ての者に善（き報奨）を約束された。本当にアッラーは，あなたがたの行うことを熟知なされる。",
    "アッラーに良い貸を，貸付ける者は誰か。かれはそれを倍にされ，（その外に）気前のよい報奨を授けるであろう。",
    "その日あなたは，信者の男と信者の女の，前の方や右側に，かれらの光が走るのを見るであろう。（かれらには言われよう。）「今日は，あなたがたへの吉報がある。川が下を流れる楽園のことである。永遠にその中に住むのである。それこそは，本当に偉大な幸福の成就である。」",
    "その日，偽信者の男女は，信者に言うであろう。「わたしたちを待ってくれ，あなたがたから光を借りたい。」（だがかれらには）言われよう。「後ろに引き返せ，そして光を求めなさい。」そこでかれらの間に壁が設けられる。そこに一つの門があるが，その内側には慈悲が，その外側には懲罰がある。",
    "かれら（偽信者）は，「わたしたちは，あなたがたと一緒ではないか。」と叫ぶであろう。かれら（信者）は言うであろう。「そうだ，だがあなたがたは自分の誘惑に任せ，（わたしたちの没落を）待ち望み，（主の約束に）疑いを抱き，虚しい望みに欺かれているうちに，アッラーの命令がやって来るに至った。欺瞞者が，アッラーに就いてあなたがたを欺いたのである。",
    "今日となっては，あなたがたの身代金は受け入れられないであろう。また（明らさまな）不信者たちはなおのこと。あなたがたの住まいは地獄の業火である。それはあなたがたの友だ。何と悪い帰り所であることよ。」",
    "（本当に）信仰するならば，アッラーの教訓に，また，啓示された真理に，心を虚しくして順奉する時がまだやって来ないのか。以前に啓典を授っていながら，（寛容の時が）延ばされて，心が頑固になった者のようであってはならないのではないか。かれらの多くはアッラーの掟に背く者たちである。",
    "あなたがたは，一度死んだ大地をアッラーが甦らされることを知れ。われは種々の印をあなたがたのために明示した。恐らくあなたがたは悟るであろう。",
    "施しをする男と施しをする女とアッラーに善い貸を，貸付けする者には，かれはそれを倍にされ，（その外に）気前のよい報奨を授けるであろう。",
    "アッラーとその使徒を信じる者，これらの者は（真理を愛する）真実な者であり，主の御目には実証者である。かれらには報奨と光明があろう。だが信じない者またわが種々の印を嘘であるという者，これらの者は，業火の住人であろう。",
    "あなたがたの現世の生活は遊び戯れに過ぎず，また虚飾と，互いの間の誇示であり，財産と子女の張り合いに過ぎないことを知れ。（現世の生活を）例えれば慈雨のようなもので，（作物は）生長して不信心者（農夫）を喜ばせる。やがてそれは枯れて黄色に変り，次いで粉々になり果てるのをあなたがたは見るであろう。だが来世においては（不義の徒に）厳しい懲罰があり，また（正義の徒には）アッラーから寛容と善賞を授かろう。本当に現世の生活は，虚しい欺瞞の享楽に過ぎない。",
    "あなたがたは主からの寛容（を請うため）に，相競って努力しなさい。それは天地の広さ程の広大な楽園で，アッラーと使徒を信じる者のために準備されている。これはアッラーの恩恵で御心に叶う者にそれを授ける。本当にアッラーは，偉大な恩恵の主であられる。",
    "地上において起こる災危も，またあなたがたの身の上に下るものも，一つとしてわれがそれを授ける前に，書冊の中に記されていないものはない。それはアッラーにおいては，容易な業である。",
    "それはあなたがたが失ったために悲しまず，与えられたために，慢心しないためである。本当にアッラーは，自惚れの強い高慢な者を御好みになられない。",
    "こんな者は物惜しみであるから，人びとにも物惜しみを勧める。仮令誰か（主の道から）背き去っても，アッラーは元々満ち足られる御方であり，讃美すべき御方である。",
    "実にわれは明証を授けて使徒たちを遣わし，またかれらと一緒に，啓典と（正邪の）秤を下した。それは人びとが正義を行うためである。またわれは鉄を下した。それには偉大な力があり，また人間のために種々の便益を供する。それはアッラーが，密にかれを助ける者，また使徒たちを助ける者を，知っておられるためである。本当にアッラーは強大にして偉力ならびなき方であられる。",
    "われは，以前，ヌーフとイブラーヒームを遣わした。またわれは両者の子孫に預言の天分と啓典を授けた。それでかれらの或る者は導かれた。だが，多くの者はアッラーの掟に背く者たちであった。",
    "それからわが使徒を，かれらの足跡に従わせ，更にマルヤムの子イーサーを遣わし，福音を授け，またかれらに従う者の胸に博愛と慈悲の情を持たせた。だが禁欲の修道院制は，かれらが自分で作ったもので，われがかれらにそれを指示してはいない。アッラーの喜びを得たいばかりにしたことだが，かれらはそれも守らねばならないようには守っていなかった。それでわれは，かれらの中の信仰する者には報奨を与えた。だがかれらの多くの者はアッラーの掟に背く者たちであった。",
    "あなたがた信仰する者よ，アッラーを畏れ，かれの使徒を信じなさい。かれは倍の慈悲を授け，また光明をあなたがたのために設け，それで（正しい道を）歩ませ，またあなたがた（の過去の罪業）を赦される。本当にアッラーは寛容にして慈悲深くあられる。",
    "アッラーの恩恵をかれらが少しも左右出来ないことを，また恩恵はアッラーの御手の中にあるということを啓典の民は知るがいい。かれの御心に適う者は，それを授かる。本当にアッラーは偉大な恩恵の主である。"
  ]
}