{
  "meta": {
    "id": 35,
    "name": "Ryoichi Mita",
    "translator_name": "Ryoichi Mita",
    "slug": "ja-ryoichi-mita",
    "language_name": "japanese"
  },
  "verses": [
    "大権を掌握なされる方に祝福あれ。本当にかれは凡てのことに全能であられる。",
    "（かれは）死と生を創られた方である。それは，あなたがたの中誰の行いが優れているのかを試みられるためで，かれは偉力ならびなく寛容であられる。",
    "（かれは）一層一層に，天を創られる御方。慈悲あまねく御方の創造には，少しの不調和もないことを見るであろう。それで改めて観察しなさい。あなたは何か裂け目を見るのか。",
    "それで今一度，目を上げて見るがいい。あなたの視線は，（何の欠陥も捜し出せず）只ぼんやりしてもとに戻るだけである。",
    "かれは灯明（星）をもって，最下層の天を飾り，悪魔たちに対する磔（流星）となし，またかれらのために烈火の懲罰を準備した。",
    "かれらの主を信じない者には，地獄の懲罰がある。何と悪い帰り所であることよ。",
    "かれらがその中に投げ込まれる時，それ（地獄）が沸騰するかのように不気味で忌しい音でうなるのをかれらは聞こう。",
    "激しい怒りのために破裂するかのようである。一団がその中に投げ込まれる度に，そこの看守はかれらに，「あなたがたに，警告者はやって来なかったのか。」と問う。",
    "かれらは言う。「そうです，確かに一人の警告者がわたしたちの許にやって来ました。だがわたしたちは拒否して言った。『アッラーは何（の啓示）も下されない。あなたがたは，大変な過誤の中にいるだけである。』」",
    "かれらはなお言う。「わたしたちが聞き，熟考したならば，烈火の住人の中には入らなかったでしょうに。」",
    "かれらは自分の様々な罪を認めた。烈火の住人は，（容赦から）遠く離れている。",
    "本当に目に見えない主を，畏れる者には，容赦と偉大な報奨があろう。",
    "あなたがたが言葉を隠していても，またそれを表わしても，かれは本当に胸の中のものを知っておられる。",
    "かれが創造されたものを，知らないであろうか。かれは，深奥を理解し通暁なされる。",
    "かれこそは，大地をあなたがたに使い易くなされた方である。それでその諸地域を往来し，かれの糧を食べるがよい。そして復活の時にはかれに召されていく身である。",
    "大地が揺れ動く時，天にいます方が，あなたがたをそれに呑み込ませられないであろうと，安心しているのか。",
    "またあなたがたは天にいます方が，（砂石の）烈風をあなたがたに送られないであろうと，安心しているのか。やがてあなたがたは，わが警告が如何なるものかを知るであろう。",
    "本当にあなたがた以前の者たちも，（わが警告を）嘘であるとした。それでわが不興が如何に（恐ろしいもので）あったか。",
    "かれらは上を飛ぶ鳥に就いて考えないのか。翼を広げ，またそれを畳むではないか。慈悲あまねく御方の外，誰がそれらを支えることができよう。本当にかれは，凡てのことを御存知であられる。",
    "慈悲あまねく御方を差し置いてあなたがたを助ける軍勢となり得るものは，誰であるのか。不信者は，妄想しているに過ぎない。",
    "かれがもし御恵みを止められると，あなたがたに恵みをなし得るものは誰であるのか。いやかれらは高慢と，（真理からの）回避に固執する。",
    "顔を伏せて（只頑なに）歩く者と，正しい道の上を規則正しく歩く者と，どちらがよく導かれるのか。",
    "言ってやるがいい。「かれこそはあなたがたを創り，あなたがたのために，聴覚，視覚，感情（知力）を与えられた方である。何とあなたがたの感謝の念の薄いことよ。」",
    "言ってやるがいい。「かれこそは，あなたがたを地上に分散し繁栄させられた方であり，あなたがたはかれの御許に集められる。」",
    "かれら（不信者）は，「もしあなたがたの言葉が真実なら，この契約は何時（果たされるの）であろうか。」と言う。",
    "言ってやるがいい。「本当にそれを知るのは，アッラーだけである。わたしは公明な警告者に過ぎない。」",
    "かれらが目の辺にそれを見る時，不信者たちの顔は悲しみに曇る。「これがあなたがたの求めていたもの（約束の成就）である。」と告げられる。",
    "言ってやるがいい。「あなたがたは考えないのか，もしアッラーが，わたしやわたしと一緒の者を滅ぼされても，また慈悲を与えられても，凡そ不信者を痛烈な懲罰から救うものは誰であろうか。」",
    "言ってやるがいい。「かれは慈悲あまねく御方であられ，わたしたちはかれを信仰し，かれに（全てを）托す。やがてあなたがたは，明らかな過誤の中にいる者が誰であるのかを知るであろう。」",
    "言ってやるがいい。「あなたがたは考えないのか。もし或る朝，あなたがたの水が地下に沈み去ったならば，涌き出る水を，あなたがたに齎せるものは，一体誰であるのか。」",
    "ヌーン。筆に誓けて，また書いたものにおいて誓う。",
    "主の恩恵において，あなたは気違いではない。",
    "いや，本当にあなたには，尽きない報奨があろう。",
    "本当にあなたは，崇高な徳性を備えている。",
    "やがてあなたは見よう，かれらもまた見るであろう。",
    "あなたがたの誰が気違いであるかを。",
    "本当にあなたの主は，道から迷い去った者を，最もよく知っておられ，また導かれている者を最もよく知り尽される方である。",
    "それであなたは（真理を）否認する者に従ってはならない。",
    "かれらの願いは，あなたが歩み寄ることで，そうなればかれらも妥協したいのである。",
    "あなたは，卑劣な誓いをたてるどんな者にも屈従してはならない。",
    "中傷し，悪口を言い歩く者，",
    "善事を妨げ，掟に背く罪深い者，",
    "乱暴（残虐）な者，その外素性の卑しい者，",
    "富と（多くの）子女を持っているために（そうである，これらの者に従ってはならない）。",
    "かれにわが印が読唱されると，「それは昔の物語です。」と言う。",
    "やがてわれは，鼻の上に焼印を押すであろう。",
    "本当にわれは，（果樹）園の持ち主を試みたように，かれらを試みた。かれらが，早朝にそれ（果物）を収穫することを誓った時に，",
    "（アッラーの御望みならば）と，条件を付けることをしなかった。",
    "それでかれらが眠っている間に，あなたの主からの天罰がそれを襲った。",
    "それで朝には，それは摘み取られたようになった。",
    "早朝かれらは互いに叫んだ。",
    "「もし収穫するのならあなたがたの畑に急ぎましょう。」",
    "そこでかれらは低声に囁き合って出かけた。",
    "「今日は一人の貧乏人も，あの（果樹園）に入らせてはなりません。」",
    "かれらは強く心に決めて，朝早く出て行った。",
    "だがかれらがそれを見た時，言った。「わたしたちは，道を間違えている。",
    "いや，わたしたちは（収穫物を）奪われた。」",
    "かれらの中，すこし穏やかな一人が言った。「あなたがたはどうして（主を）讃えないのかと，わたしが言ったのに。」",
    "かれらは，「わたしたちの主を讃える。本当にわたしたちは不義でありました。」と言った。",
    "そこでかれらは，互いに責め合い始めた。",
    "かれらは言った。「ああ悲しい，わたしたちは本当に横柄でした。",
    "主はこれに代る，更に良い（果樹園）を与えられるかもしれない。本当にわたしたちは，（悔悟して）主に嘆願します。」",
    "このようなものが，（現世の）懲罰である。だが来世の懲罰は更に大きなものである。もしかれらに分っていたならば。",
    "本当にアッラーを畏れる者に対しては，主の御許に喜こびの楽園があろう。",
    "われは信心深い者たちを，罪人のように扱うとでもいうのか。",
    "あなたがたはどうしたのか。あなたがたはどう判断するのか。",
    "それともあなたがたには，学ぶに足りる啓典があるのか。",
    "あなたがたが選ぶものは，何でもその啓典の中にあるのか。",
    "それともあなたがたは，審判の日まで有効な誓約をわれと結んだのか。あなたがたが思慮分別することは，確かにあなたがたのものになるのか。",
    "（ムハンマドよ）かれらに問え。「かれらの誰がそれを保証するのですか。」",
    "または，かれらは（主に）配するものがあるのか。かれらが正しいのなら，その配するものを連れて来させなさい。",
    "脛が，現わにされる日（を思いなさい）。かれらはサジダするよう求められる。だがかれらには出来ないであろう。",
    "かれらは目を伏せ，屈辱を被るであろう。サジダするよう，確かにかれらは呼びかけられていた。その時五体満足なのに（拒否した）。",
    "そこでこの御言葉（クルアーン）を虚偽であるとする者をわれに任せよ。われはかれらが気付かない方面から，一歩一々（堕落に）導き，",
    "かれらを猶予するであろう。本当にわれの計略は強く確かである。",
    "それともあなたがかれらに報酬を求め，それでかれらは負担を課せられたのか。",
    "また幽玄界がかれらの手元にあり，それでかれらは（それを）書き下すことが出来るのか。",
    "だから忍耐して，あなたの主の命令を待て。魚の友のようであってはならない。苦しさの余り（かれが）叫んだ時（のように）。",
    "主からの恩恵がかれに達しなかったならば，かれは罪を負わされ，不面目に不毛の地に捨てられたであろう。",
    "このように主は，かれを選び正義の徒の一人となされた。",
    "不信心者は警告を聞く時，その（物凄い）目付きで，あなたを凡んど倒れんばかりにする。かれらは言う。「本当にかれは憑かれた者です。」",
    "だが，この（クルアーン）こそは，万有のための訓戒に外ならない。",
    "確かな真実，",
    "確かな真実とは何か。",
    "確かな真実が何であるかを，あなたに理解させるものは何か。",
    "サムードとアード（の民）は，突然来る災厄を虚偽であるとした。",
    "それでサムードは雷雲の嵐によって滅ぼされた。",
    "またアードは唸り狂う風によって滅ぼされた。",
    "夜日にわたり，かれらに対し絶え間なく（嵐が）襲い，それで朽ちたナツメヤシの木のように，（凡ての）民がそこに倒れているのを，あなたは見たであろう。",
    "それであなたは，かれらの中，誰か残っている者を見るのか。",
    "またフィルアウンやかれ以前の者や滅ぼされた諸都市（の民）も，罪を犯していた。",
    "かれらは主の使徒に従わないので，かれは猛烈な懲罰でかれらを処罰した。",
    "大水のとき，われが方舟であなたがたを運んだのは，",
    "それをあなたがたへの教訓とさせ，注意深い耳がそれを（聞いて）記憶に留めるためである。",
    "それでラッパが一吹き吹かれた時，",
    "大地や山々は持ち上げられ，一撃で粉々に砕かれ，",
    "その日（一大）事件が起る。",
    "また大空は千々に裂ける。天が脆く弱い日であろう。",
    "天使たちは，その（天の）端々におり，その日，人（の天使）がかれらの上に，あなたの主の玉座を担うであろう。",
    "その日あなたがたは（審判のため）みな剝き出しにされ何一つとして隠しおおせないであろう。",
    "それで右手にその（行状）記を渡される者は言う。「ここに（来て），あなたがたはわたしの（行状）記を読め。」",
    "「いずれわたし（信者）の清算（審判）に合うことが，本当に分っていた。」",
    "こうしてかれは至福な生活に浸り，",
    "高い（丘の）園の中で，",
    "様々な果実が手近にある。",
    "「あなたがたは，過ぎ去った日（現世）で行った（善行の）ために，満悦して食べ，且つ飲め。」（と言われよう）",
    "だが左手にその（行状）記を渡される者は言う。「ああ，わたしの（行状）記が渡されなかったならば。」",
    "「わたしは自分の清算が，どんなものであるかを知らなかった。」",
    "ああ，その（死）が，（わたしの）終末であったならば，",
    "富は，わたしに役立たなかった。",
    "「権威は，わたしかたら消え失せてしまった。」",
    "（だが厳命が下ろう。）「かれを捕えて，縛れ。」",
    "それから燃え盛る火で，かれを焼け。",
    "に腕尺の長さの鎖で.，かれを巻け。",
    "本当にかれは，偉大なるアッラーを信じず，",
    "また貧者を養うことを勧めなかった。",
    "それでこの日かれは，そこに友は無く，",
    "また，穢らわしい腐敗物の外に食物はない，",
    "「それを食べるのは，罪人だけである。」",
    "われは，あなたがたが見得るものにおいて誓い，",
    "またあなたがたが見得ないものにおいて誓う。",
    "本当にこれは，尊貴な使徒の言葉である。",
    "これは詩人の言葉ではない。だがあなたがたは，ほとんど信じない。",
    "また，占い師の言葉でもない。しかしあなたがたはほとんど気にもしない。",
    "（これは）万有の主から下された啓示である。",
    "もしかれ（使徒）が，われに関して何らかの言葉を捏造するならば，",
    "われはきっとかれの右手を捕え，",
    "かれの頸動脈を必ず切るであろう。",
    "あなたがたの中，誰一人，かれを守ってやれないのである。",
    "本当にこれは，主を畏れる者への訓戒である。",
    "われはあなたがたの中，（それを）拒否するものを知る。",
    "本当にこの（クルアーン）は，不信者にとっては悲しみ（の種）であろう。",
    "だがそれは，本当に確固たる不動の真理である。",
    "だから至大なる御方，あなたの主の御名を讃えなさい。",
    "或る者が，下るべき懲罰に就いて問う。",
    "不信心者は，それを防ぐことは出来ない。",
    "階段の主，アッラーから（の懲罰）である。",
    "天使たちや聖霊（大天使ジブリール）は，一日にして，かれの許に登る，その（一日の）長さは，万年である。",
    "だからあなたは，立派に耐え忍べ。",
    "本当にかれらは，それ（日）を遠いと思う。",
    "しかしわれは，それを近いと見る。",
    "天が溶けた銅のようになる日，",
    "山々は，梳いた羊毛のようになり，",
    "誰も友（の安否）を問うことはない。",
    "かれらは互いに顔を合わせることが出来ない程恐れる。罪ある者はその日，自分の罪を贖うために自分の子供たちを差し出そうと願うであろう。",
    "かれの妻や兄弟，",
    "かれを庇った近親，",
    "自分を救えるならば，地上の凡てのものを挙げて贖うことを請い願うであろう。",
    "断じて出来ない。本当にかの（地獄の）炎は，",
    "頭の皮まで剣ぎ取る。",
    "（正義に）背を見せて，背き去った者を召喚するであろう。",
    "また蓄積し，隠匿の金を持つ者をも。",
    "人間は本当に忙しなく創られている。",
    "災厄に会えば歎き悲しみ，",
    "好運に会えば物惜しみになる。",
    "だが礼拝に精進する者は，そうではない。",
    "礼拝を厳守している者，",
    "またかれらの富が，公正であると認められている者，",
    "物乞いする者や耐乏する者のために（施す者），",
    "また審判の日の真実を確認している者，",
    "またかれらの主の懲罰を恐れる者も。",
    "本当に主の懲罰から，安全であると考えるべきではない。",
    "また隠れたところ（貞節）を守る者，",
    "かれらの妻や右手の所有する者に限っている場合は別で，罪にはならない。",
    "しかしこれ以外に求める者は法を越えた者である。",
    "付託されたことや約束に忠実な者，",
    "証言に公正な者，",
    "また礼拝を厳守する者。",
    "これらの者は栄誉を得て楽園の中に（住む）。",
    "今不信心者たちが，あなたの方に急いでいるのは何事か。",
    "右からまた左から，群になって。",
    "かれらは皆至福の楽園に入ることを望むのか。",
    "いや，断じて出来ないことである。本当にわれは，かれらが知るものから，かれらを創ったのである。",
    "いや，われは東と西の主によって誓う。われにとっては可能である。",
    "かれらよりも優れた（外の）者をもって，かれらに替えてやろう。われは，失敗することはないのである。",
    "だからあなたは，かれらを（虚栄に）浸らせ，戯れに任せるがよい。かれらが約束されている，その日の会見まで。",
    "かれらが墓から慌ただしく出て来る日。それはまるで（現世で）かれらが偶像神へと急いだように。",
    "かれらは目を伏せ，屈辱を被るであろう。これがかれらに約束されていた，その日である。",
    "本当にわれは，ヌーフをその民に遣わし，「痛ましい懲罰があなたの民に下る前に，あなたは，かれらに警告しなさい。」（と命じた）。",
    "かれは言った。「わたしの人びとよ，わたしはあなたがたへの公明な人の警告者です。",
    "あなたがたはアッラーに仕え，かれを畏れ，わたしに従いなさい。",
    "かれはあなたがたの様々な罪を赦し，定められた期限まで，あなたがたを猶予なされます。本当にアッラーの期限が来た時は，猶予されません。もしあなたがたが分っていたならば。」",
    "かれ（ヌーフ）は申し上げた。「主よ，わたしは夜も昼も，わたしの人びとに呼びかけました 。",
    "だが，わたしの呼びかけは，只（正道からの）逃避を増すばかりです。",
    "わたしがかれらに，『かれが，あなたがたを御赦しになるのだ』と呼びかける時，かれらは指を自分の耳に差し込み，自分で外套を被って（不信心を）固執し，ひたすら高慢になります。",
    "それでわたしは，声を大きくしてかれらに呼びかけました。",
    "或る時は公に，また（或る時は）密かにかれらに（訴えて），",
    "わたしは言いました。『あなたがたの主の御赦しを願え。本当にかれは，度々御赦しなされる。",
    "かれは，あなたがたの上に豊かに雨を降らせられ，",
    "あなたがたの財産や子女を増やし，またあなたがたのために，様々な園や（水の流れる）河川を設けられる。",
    "あなたがたはどうしたのか。アッラーの御親切，我慢強さに対して，望みを持たないとは。",
    "かれは本当に順序よく段階をおってあなたがたを創られた。",
    "あなたがたは，アッラーが天を如何に一層また一層と，創られたかを考えてみなかったのか。",
    "また月をその中の明りとされ，太陽を（燃える）灯明となされたかを。",
    "アッラーはあなたがたを土から育てられ，",
    "それから，あなたがたは大地に帰され，また起き上らせられる。",
    "またアッラーはあなたがたのために，大地を延べ広げられ，",
    "そこであなたがたは，広い大道を往来するであろう。』といって聞かせました。」",
    "ヌーフは（更に）言った。「主よ，かれらはわたしに従いません。自分の財産と子女とで，破滅を助長する者にだけ従います。",
    "そして重大な策謀を企みます。",
    "かれらは言います。『あなたがたの神々を捨てるな。ワッドもスワーウも，またヤグースもヤウークもナスルも，捨ててはならない。』",
    "かれらは既に多くの者を迷わせました。（主よ）迷いを放任されても，不義を行う者を多くしないで下さい。」",
    "かれらは様々な罪のために溺れさせられ，更に火獄に送られ，アッラーの外には，どんな援助者も得られなかった。",
    "ヌーフは（祈って）言った。「主よ，不信心な居住者を誰一人として地上に残さないで下さい。",
    "もしあなたがかれらを残されれば，かれらは必ずあなたに仕える者を迷わせ，また罪を犯す不信心な者の外，生まないでしょう。",
    "主よ，わたしとわたしの両親を御赦し下さい。また信者としてわたしの家に入る者，また（凡ての）信仰する男と信仰する女たちを御赦し下さい。そして不義を行う者たちには，滅亡の外には（何も）加えないで下さい。」",
    "言え，「わたしにこう啓示された。一団のジンが（クルアーンを）聞いて言った。『わたしたちは，本当に驚くべき読誦を聞いた。",
    "正しい道への導きである。だからわたしたちは信仰し，主に何ものをも配さない。",
    "尊厳にしていと高き主の御威光よ，かれは妻を娶らず，子も持たれない。",
    "わたしたちの中の愚かな者が，アッラーに対し途方もない嘘を話していた。",
    "しかしわたしたちは，人間もジンも，アッラーに就いて嘘を言うべきではないと考えていた。",
    "本当に或る種の人間は，ジンの或る者に庇護を求める。しかしそれは，かれらの愚劣を助長した。",
    "かれらもあなたがたが考えたように，アッラーは，何者も甦らされないだろうと考えていた。",
    "わたしたちは，天（の秘密）に触れようとしたが，これは強い護衛の燃え輝く星（流星）で一杯であることが分った。",
    "わたしたちは（盗み）聞くためにそこに坐っていた。だが聞き耳を立てる者には，警戒している燃え輝く星（流星）が待ち構えている。",
    "わたしたちは，主が地上の者に対して悪を望まれているのか，または，かれらを正しい道に，導くことを望まれているのか知らなかった。",
    "わたしたちの中には，正しい者もいるが，そうではない者もいて，様々な道に従っている。",
    "だがわたしたちは，地上においてアッラーを出し抜くことは出来ないし，また逃避して，かれを失敗させることも出来ないと思っている。",
    "わたしたちは導きを聴いて，直ぐそれを信仰した。そして主を信じる者には，恐れもなく，損うこともなく，また不正にあうこともない。",
    "わたしたちの中には，（アッラーに）服従，帰依する者もあり，また正道から逸れる者もいる。服従，帰依した者は正しい道に志向を定める。",
    "だが正道から逸れる者は火獄の薪となろう。』と。」",
    "もしかれらが（正しい）道を守るならば，われは必ず豊かな雨（凡ての恩恵）をかれらに恵む。",
    "われはそれによってかれらを試みよう。だが主を念うことから逸れる者は，厳しい懲罰に追いたてられることになる。",
    "本当にマスジドは（凡て）アッラーの有である。それでアッラーと同位に配して他の者に祈ってはならない。",
    "アッラーのしもべ（ムハンマド）が，かれに祈るために立った時，かれら（マッカの多神教徒）はどっと押し寄せんばかりに，かれを取り巻いた。",
    "言ってやるがいい。「わたしは，一途にわが主に祈り，何もかれと同位に配さない。」",
    "言ってやるがいい。「わたしには，あなたがたを害したり，益したりする力はないのである。」",
    "言ってやるがいい。「誰もアッラーからわたしを守り切ることは出来ないし，またかれの外に，避難所を見い出すことも出来ない。",
    "（わたしは）只アッラーからの御告げを，宣べ伝えるに過ぎない。それでアッラーとその使徒に従わない者，かれらには地獄の火があり，永遠にその中に住むであろう。」",
    "かれらは，約束されたことを見る時になって，助力において誰がも頼りにならないか，数においても誰が最も頼りにならないかを知るであろう。",
    "言ってやるがいい。「わたしは，あなたがたに約束されたことが近付いているのか，それともアッラーがもう少し期間を設けられたのかを知らない。",
    "かれ（だけ）が幽玄界を知っておられ，その秘密を誰にも漏されはしない。",
    "かれの御気に召した使徒以外には。それで，かれは，前からも後ろからも護衛して，（使徒を）赴かせられた。",
    "それはかれらが，果して主の御告げを伝えたかどうかをかれが知られるためであり，またかれらの持つものを取り囲んで，凡てをそれぞれ計算に数え上げられるためである。",
    "衣を頭から纒う者（ムハンマド）よ，",
    "夜間に（礼拝に）立て，少時を除いて。",
    "夜間の半分，またそれよりも少し縮めて（礼拝に立て），",
    "あるいは，それよりも少し多く礼拝に（立て），そしてゆっくりと慎重な調子で，クルアーンを読め。",
    "やがてわれは，荘重な御言葉（クルアーン）をあなたに下すであろう。",
    "本当に夜間（礼拝）に起きることは，最も力強い歩みであり，御言葉を一層明確にする。",
    "本当にあなたは，昼間は要務で長く追われる。",
    "それであなたの主の御名を唱念し，精魂を傾けてかれに仕えなさい。",
    "東と西の主であられ，かれの外に神はないのである。それでかれを，御槌すべき方として仰ぎなさい。",
    "かれらの言うことを耐え忍び，かれらを離れよ，立派に身をかわせ。",
    "現世の富にあずかって嘘付き呼ばわりする者たちをわれに委ねて，暫くの間かれらを猶与しなさい，",
    "本当にわれの手元には鎖があり，また炎もある。",
    "（喉に）病える食物があり，また痛ましい懲罰がある。",
    "その日，大地と山々は震動し，山々は崩れ流れて，砂の固まりになるであろう。",
    "本当にわれは，あなたがたの証人とするために，使徒をあなたがたに遣わした。われが且つて，フィルアウンに一人の使徒を送ったように。",
    "だがフィルアウンはその使徒に従わなかったので，われはかれを厳しく罰して破滅させた。",
    "もしあなたがたが依然として（アッラーを）拒否するなら，子供が（恐怖のあまり）白髪になる日，あなたがたはどうして自分を守れようか。",
    "その日，天は裂け散るであろう。かれの約束は，必ず完遂されるのである。",
    "本当にこれは訓戒である。それで望む者に，主ヘの道を取らせなさい。",
    "主は，あなたが夜間の殆ど分の，また（ある時は）分の，または分のを，（礼拝に）立つことを知っておられる。またあなたと一諸にいる一団の者も同様である。アッラーは，夜と昼を妥当に計られる。かれはあなたがたがそれを計れないことを知り，あなたがたを慈しまれる。だからあなたがたは，クルアーンを無理にならない程度に読め。かれは，あなたがたの中病める者のあることを知っておられる。また或る者はアッラーの恩恵を求めて，地上を旅し，或る者はアッラーの道のために戦っている（ことを）。だからそれを無理にならない程度に読め。礼拝の務めを守り，定めの喜捨をなし，アッラーに立派な貸付け（信仰のための散財）をしなさい。あなたがたが，自分の魂のために予め行う，どんな善いことも，アッラーの御許でそれを見い出そう。その（善行の）報奨は，最善にして最大である。あなたがたはアッラーの御赦しを請い求めるがいい。本当にアッラーは寛容にして慈悲深くあられる。",
    "（大衣に）包る者よ，",
    "立ち上って警告しなさい。",
    "あなたの主を讃えなさい。",
    "またあなたの衣を清潔に保ちなさい。",
    "不浄を避けなさい。",
    "見返りを期待して施してはならない。",
    "あなたの主の（道の）ために，耐え忍びなさい。",
    "ラッパが吹かれる時，",
    "その日は苦難の日。",
    "不信者たちにとり，安らぎのない（日である）。",
    "われが創った者を，われ一人に任せなさい。",
    "われは，かれに豊かな富を授け，",
    "またその回りに，息子たちを侍らせ，",
    "かれのために，（物事を）円満容易にした。",
    "それでもかれは，われが更に豊かにするよう欲した。",
    "断じて許されない。かれは，わが印に対し頑迷であった。",
    "やがてわれは，酷い痛苦でかれを悩ますであろう。",
    "かれは想を練り，策謀した。",
    "かれは滅びるであろう。何と（悪意をもって）かれらは策謀したことよ。",
    "重ねていう。かれは滅びるであろう。何とかれは策謀したことよ。",
    "その時，かれはちらっと（クルアーンを）眺め，",
    "眉をひそめ，苦い顔をして，",
    "それから，高慢に背を向けて去った。",
    "かれは言った。「これは昔からの魔術に過ぎません。",
    "どうみても人間の言葉に過ぎません。」",
    "やがてわれは地獄の火で，かれを焼くであろう。",
    "地獄の火が何であるかを，あなたに理解させるものは何か。",
    "それは何ものも免れさせず，また何ものも残さない。",
    "人の皮膚を，黒く焦がす。",
    "その上には（の天使が看守る）。",
    "われが業火の看守として，天使たちの外に誰も命じなかった。またかれらの数を限定したことは，不信心の者たちに対する一つの試みに過ぎない。（それにより）啓典を授けられた者たちを確信させ，また信じる者の信仰を深めるためである。また啓典を授けられた者や信者たちが，疑いを残さず，またその心に病の宿る者や，不信者たちに，「アッラーはこの比喩で，何を御望みになるのでしょうか。」と言わせるためである。このようにアッラーは，御自分の望みの者を迷わせ，また望みの者を導かれる。そしてかれの外誰もあなたの主の軍勢を知らないのである。本当にこれは人間に対する訓戒に外ならない。",
    "いや，月に誓けて，",
    "退こうとする，夜に誓けて，",
    "また輝こうとする，暁に誓けて（誓う）。",
    "それは大きな（徴の）一つであり，",
    "人間への警告。",
    "あなたがたの中，前に進むことを望む者，また後に残ることを願う者への（警告である）。",
    "それぞれの魂は，その行ったことに対し，（アッラーに）担保を提供している。",
    "右手の仲間は別である。",
    "（かれらは）楽園の中にいて，互いに尋ね合うであろう。",
    "罪を犯した者たちに就いて，",
    "「何が，あなたがたを烈火の中に導いたのですか。」と。",
    "かれらは（答えて）言う。「わたしたちは礼拝を捧げていませんでした。",
    "わたしたちはまた，貧者を養いませんでした。",
    "わたしたちは空論の徒と共に無駄話に耽り，",
    "常に審判の日を否定していました。",
    "遂に真実が，わたしたちに到来しました。」",
    "それで執り成す者の執り成しも，かれらに役立たないであろう。",
    "一体訓戒から背き去るとは，かれらはどうしたのであろう。",
    "かれらは丁度獅子を見て恐怖に陥ったロバのように，",
    "一目散に逃げ出すかのようであった。",
    "いや，かれらはそれぞれ開かれた書巻が授けられることを望んでいる。",
    "いや断じてそうではない。かれらは来世を恐れていないのである。",
    "いや，これは正に訓戒である。",
    "だから誰でも欲する者には，それを肝に銘じさせなさい。",
    "だが，アッラーが望まれる者の外は，留意しないであろう。かれは畏るべき御方よく許して下される御方である。",
    "わたしは，復活の日において誓う。",
    "また，自責する魂において誓う。",
    "人間は，われがかれの骨を集められないと考えるのか。",
    "いや，われはかれの指先（の骨）まで揃えることが出来るのである。",
    "だが人間は，かれの御前（の生活）においても，罪を犯すことを望む。",
    "かれは，「復活の日はいつか。」と問う。",
    "遂に目が眩む時，",
    "月は蝕けり，",
    "太陽と月は合わせられる。",
    "その日人間は，「どこに避難しようか。」と言う。",
    "断じて避けられないのである。",
    "あなたの主の御許が，その日定めの住まいである。",
    "その日（凡ての）人間は，既に行ったことと，後に残したことに就いて各げられるであろう。",
    "いや人間は，自分自身に対し証人である。",
    "仮令かれが，いろいろ弁解しても。",
    "この（クルアーンを催促するために）あなたの舌を急がしく動かしてはならない。",
    "それを集め，それを読ませるのは，われの仕事である。",
    "それでわれがそれを読んだ時，その読誦に従え。",
    "更にそれを解き明かすのも，本当にわれの仕事である。",
    "いや，あなたがたは（果ない）浮世を愛して，",
    "来世を等閑にする。",
    "その日，或る者たちの顔は輝き，",
    "かれらの主を，仰ぎ見る。",
    "またその日，或る者たちの顔は暗く，",
    "背骨を砕く程の大災難が，かれらに降り掛かることを知るであろう。",
    "いや，（魂が）喉元に届く時，",
    "言われよう。「誰か，呪いが出来るか。」",
    "かれは離別（の時）であることを悟るであろう。",
    "一つの脚は他方の脚に絡まり，",
    "その日かれは，主に駆り立てられる。",
    "かれは真理を受け入れず，また礼拝も棒げなかった，",
    "却って（真理）を虚偽とし，背き去り，",
    "思いあがって家族の許に赴いた。",
    "あなた（多神教徒）に災いあれ，（本当に）災いなるかな。",
    "重ねていう。あなたに災いあれ，（本当に）災いなるかな。",
    "人間は，（目的もなく）その儘で放任されると思うのか。",
    "元々かれは射出された，一滴の精液ではなかったか。",
    "それから一塊の血となり，更にアッラーが，（均整に）形作り，",
    "かれは，人間を男と女の両性になされたのではなかったか。",
    "それでもかれには，死者を甦らせる御力がないとするのか。",
    "人間には，なにものとも呼べない，長い時期があったではないか。",
    "本当にわれはかれを試みるため混合した一滴の精液から人間を創った。それでわれは聴覚と視覚をかれに授けた。",
    "われは，人間に（正しい）道を示した。感謝する者（信じる者）になるか，信じない者になるか，と。",
    "不信心者には，われは鎖と首枷と烈火を準備して置いた。",
    "（信者の）善行者は，カーフールを混ぜた杯（の飲物）を飲むであろう。",
    "（それは）アッラーのしもべたちが飲む泉のことで，われは思いのままに滾々と（泉を）涌き出させる。",
    "かれら（善行者）は誓いを果し，災厄の広がる日を恐れている。",
    "またかれらは，かれを敬愛するために，貧者と孤児と捕虜に食物を与える。",
    "（そして言う。）「わたしたちは，アッラーの御喜びを願って，あなたがたを養い，あなたがたに報酬も感謝も求めません。",
    "わたしたちは，主の苦渋に満ちた御怒りの日を恐れます」。",
    "それでアッラーは，その日の災厄からかれらを守り，素晴しい喜びを与えられる。",
    "かれらが耐え忍んだので，かれは楽園と絹（の衣）でかれらに報われ，",
    "その（楽園の）中で，寝床の上にゆったりと身を伸ばし，かれらは酷暑の太陽も，氷る寒気もおぼえないであろう。",
    "（樹木の）木陰はかれらの上を覆い，（果実の）房は慎ましく垂れ下る。",
    "銀の水差しとガラスの杯は，かれらの間に回されよう。",
    "ガラス（の杯と見えたの）は銀で造られていて，かれらは好みの量をそれに満たす。",
    "かれらはそこで，生姜を混ぜた杯の飲物を与えられよう。",
    "そこに，サルサビールと名付けられる泉がある。",
    "また永遠の少年たちがかれらの間を往米し，あなたがかれらを見ると，撒き散らされた真珠であると思うであろう。",
    "あなたは視線を向けると至福の壮大な三国を認めるであろう。",
    "かれらは美しい緑色の絹と錦の外衣を纒い，銀の腕輪で飾られ，主はかれらに純良な飲物を飲ませられる。",
    "「本当にこれはあなたがたに対する報奨である。あなたがたの努力が受け入られたのである。」（と仰せられよう）。",
    "われこそは，段階をおってあなたにクルアーンを下したものである。",
    "だから（伝道に専念し），あなたの主の審判を耐え忍んで待て。かれらの中の罪ある者や，不信心者に従ってはならない。",
    "朝な夕な，あなたの主の御名を唱念しなさい。",
    "そして夜の一部をかれにサジダし，長夜のしじまに，かれを讃えなさい。",
    "本当にこれらの者は，束の間の生活を愛し，重大な日を背後に捨て去る。",
    "かれを創り，その四肢を堅く縛ぎ止めたのはわれでる。われが欲するならば，かれらと類似の外のもので置き替えることも出来るのである。",
    "本当にこれは一つの訓戒である。だから誰でも望む者には，かれの主への道をとらせなさい。",
    "だがアッラーが御望みにならなければ，あなたがたは欲しないであろう。アッラーは全知にして英明であられる。",
    "かれは，御心に適う者を慈悲に浴させ，また不義の徒に対しては痛烈な懲罰を備えられる。",
    "次々に送られる風において。",
    "猛威を振う風において。",
    "雨を齎す風において。",
    "真理と虚偽を区別する（クルアーンの）啓示において。",
    "啓示を預言者たちに伝える天使たちにおいて（誓う）。",
    "アッラーからの御諭しと警告として（伝えている）。",
    "（マッカの背信者よ。）あなたがたに約束されたこと（復活の日と懲罰）が確かに起る。",
    "諸星が消される時，",
    "天が裂け散る時，",
    "山々が塵のように運び去られる時，",
    "使徒たちが定められた時に召集される時，",
    "（それらは）いつの日まで猶予されたのか。",
    "裁きの日までである。",
    "裁きの日が何であるかを，あなたに理解させるものは何か。",
    "（真理を）嘘であると言って来た者たちにとり，その日こそ哀れである。",
    "われは（悪行のために）前代の者を滅ぼさなかったか。",
    "その後われは，後代の者にかれらを継がせたではないか。",
    "このようにわれは罪のある者たちを処分する。",
    "（真理を）嘘であると言って来た者たちにとり，その日こそ哀れである。",
    "われはあなたがたを卑しい水から創ったではないか。",
    "われはそれを，安泰な休み所（子宮）に置いた，",
    "定められた時期まで。",
    "われはそう定めた。わが決定の何と善いことよ。",
    "（真理を）嘘であると言って来た者たちにとり，その日こそ哀れである。",
    "われは，大地を大きな容器としなかったか，",
    "生存者と死者（双方のために）。",
    "その上に山々を高く聳えさせ，また清鮮な水をあなたがたに飲ませたではないか。",
    "（真理を）嘘であると言って来た者たちにとり，その日こそ哀れである。",
    "（仰せられよう。）「赴け，あなたがたが嘘であると言って来た所（地獄）ヘ。",
    "赴け，あなたがたつの枝（に立ち登る煙）の陰に。」",
    "それは影にもならず，また燃え盛る炎に対しては役に立たないであろう。",
    "それは（巨大な）砦のような炎を吐き，",
    "丁度（狂奔する）黄褐色のラクダのよう。",
    "（真理を）嘘であると言って来た者たちにとり，その日こそ哀れである。",
    "それは，発言することが出来ない日であり，",
    "また申し開きも，かれらに許されないであろう。",
    "（真理を）嘘であると言って来た者たちにとり，その日こそ哀れである。",
    "それは裁きの日であり，われはあなたがたも（あなたがた）以前の者たちも，一緒に集める。",
    "あなたがたに何か術策があるのなら，われに向かって策謀するがいい。",
    "（真理を）嘘であると言って来た者たちにとり，その日こそ哀れである。",
    "主を畏れる者は，本当に（涼しい）影と泉の間にいるだろう。",
    "かれらが欲する，凡ての果実（を得る）。",
    "「心の底から満足して食べ且つ飲め，あなたがた（の善い）行いをしたことに対して。」（とわれは言おう。）",
    "このようにわれは，善い行いの者たちに報いる。",
    "（真理を）嘘であると言って来た者たちにとり，その日こそ哀れである。",
    "（あなたがた不義の者よ。）「しばしの間食べ且つ享楽するがいい。本当にあなたがたは罪深い者である。」",
    "（真理を）嘘であると言って来た者たちにとり，その日こそ哀れである。",
    "かれらは，「立礼〔ルクーウ〕せよ。」と言われても立礼しない。",
    "（真理を）嘘であると言ってきた者たちにとり，その日こそ哀れである。",
    "この（クルアーン）を差し置いて，どんな教えをかれらは信じようとするのか。"
  ]
}