{
  "meta": {
    "id": 101,
    "name": "Alauddin Mansour",
    "translator_name": "Alauddin Mansour",
    "slug": "uzbek-alauddin-mansour",
    "language_name": "uzbek"
  },
  "verses": [
    "Меҳрибон ва раҳмли Аллоҳ номи билан (бошлайман).",
    "Ҳамду сано бутун оламлар Парвардигори Аллоҳ учундир.",
    "Меҳрибон ва Раҳмли.",
    "Жазо (Қиёмат) кунининг Эгаси — Подшоҳи. ",
    "Сенгагина ибодат қиламиз ва Сендангина мадад сўраймиз. ",
    "Бизларни Тўғри Йўлга йўллагайсан.",
    "У шундай зотларнинг йўлики, Сен Ўзинг уларга инъом қилгансан — улар ғазабга дучор бўлмаган ва залолатга кетмаган — адашмаганларнинг йўлидир. ",
    "Алиф, лом, мим. ",
    "(Ҳақ эканлигига) ҳеч қандай шак-шубҳа бўлмаган ушбу Китоб тақволи кишилар учун раҳбар – йўлбошчидир.",
    "Улар ғойибга ишонадиган, намозни тўкис адо этадиган ва биз ризқ қилиб берган нарсалардан инфоқ-эҳсон қиладиган зотлардир.",
    "Улар сизга нозил қилинган ва сиздан илгари туширилган нарсаларга (динларга) иймон келтирадилар ва Охират кунига аниқ ишонадилар.",
    "Парвардигорлари тарафидан ҳидоят топганлар ана ўшалардир ва нажот топгувчилар ҳам уларнинг ўзидир. ",
    "Куфр йўлини тутган кимсалар эса хоҳ (Аллоҳ азобидан) қўрқитинг, хоҳ қўрқитманг, уларга баробардир — иймон келтирмайдилар.",
    "Аллоҳ уларнинг дилларини ва қулоқларини муҳрлаб қўйган. Кўзларини эса парда қоплаб олган. Улар учун буюк азоб бордир. ",
    "Одамлар орасида шундай кимсалар ҳам борки, ўзлари мўмин бўлмаганлари ҳолда «Аллоҳга ва Охират кунига иймон келтирдик», дейдилар.",
    "Улар Аллоҳни ва иймонли кишиларни алдамоқчи бўладилар ва ўзлари сезмаганлари ҳолда фақат ўзларинигина алдайдилар.",
    "Уларнинг дилларида мараз бор эди, бас Аллоҳ маразларини янада зиёда қилди. Улар учун қилган ёлғонлари сабаб аламли азоб бордир.",
    "Уларга: «Ер юзида бузғунчилик қилманглар», дейилса, «Биз ислоҳ қилувчилармиз», дейдилар.",
    "Огоҳ бўлингизким, улар албатта бузғунчилардир, лекин ўзлари буни сезмайдилар.",
    "Уларга: «Мана бу кишилардек иймон келтиринглар», дейилса, «Шу пасткашларга ўхшаб мўмин бўламизми?», дейдилар. Огоҳ бўлингизким, уларнинг ўзлари тубан кимсалардир, лекин буни билмайдилар. ",
    "Иймон келтирган зотларга йўлиққанларида: «Биз ҳам иймон келтирдик», дейдилар. Ўзларининг шайтонлари (бошлиқлари) билан холи қолганда эса: «Биз албатта сизлар билан биргамиз, фақат (уларнинг устидан) кулмоқдамиз, холос», дейишади.",
    "Аллоҳ уларнинг устидан кулади ва ўз туғёнларида адашиб-улоқиб юришларини давомли қилади.",
    "Улар ҳақ йўлнинг ўрнига залолатни сотиб олган кимсалар бўлиб, бу савдоларида фойда қилмадилар ва Тўғри Йўлга юрувчилардан бўлмадилар.",
    "Улар мисоли бир ўт (машъала) ёқувчига ўхшайдилар. Энди олов атрофини ёритганида Аллоҳ ёруғликни кетказиб, уларни ҳеч нарсани кўролмайдиган ҳолда зулматларда қолдиради.",
    "(Улар) кар, соқов, кўрдурлар, демак (йўлларидан) қайтмайдилар.",
    "Ёки улар чақмоқ, момогулдурак, қоронғуликлар билан осмондан қуяётган ёмғир остида яшиндан қўрққанларидан панжаларини қулоқларига тиқиб олган ҳолларида ўлим — ҳалокатдан қочмоқчи бўлиб турган кимсалар кабидирлар. Аллоҳ эса кофирларни ўраб олгувчидир.",
    "Яшин кўзларини кўр қилгудек бўлади. У (атрофини) ёритганида юриб оладилар, ўчганида туриб қоладилар. Агар Аллоҳ хоҳласа қулоқ ва кўзларини йўқ қилган бўлур эди. Шубҳасиз, Аллоҳ ҳар нарсага қодирдир.",
    "Эй инсонлар, сизларни ва сизлардан илгари ўтганларни тақво эгалари бўлишингиз учун яратган Парвардигорингизга ибодат қилингиз.",
    "У зот сизлар учун Ерни қароргоҳ, осмонни том қилиб қўйди ва осмондан сув тушириб, унинг ёрдамида сизларга ризқ бўлсин, деб мевалар чиқарди. Бас, билиб туриб ўзгаларни Аллоҳга тенглаштирманг.",
    "Агар биз бандамизга туширган нарсадан (Қуръондан) шак-шубҳада бўлсангиз, у ҳолда шунга ўхшаган биргина сура келтиринг ва Аллоҳдан ўзга гувоҳларингизни чақиринг – агар ростгўй бўлсангиз.",
    "Энди агар бундай қилолмасангиз — ҳаргиз қилолмайсиз ҳам — у ҳолда одамлар ва тошлар ўтин бўладиган, кофирлар учун тайёрлаб қўйилган дўзахдан қўрқинг. ",
    "Иймон келтириб, яхши амаллар қилган зотларга хушхабар берингки, улар учун остларидан дарёлар оқиб турувчи боғлар бор. Қачон ўша боғларнинг бирор мевасидан баҳраманд бўлсалар, «Илгари татиб кўрган нарсамиз-ку», дейишади. Зеро уларга сурати бир-бирига ўхшаш мевалар берилади. Ва улар учун жаннатда покиза жуфтлар бордир. У зотлар жаннатда абадий қолажаклар. ",
    "Аллоҳ чивин ёки ундан-да ҳақир нарсалар ҳақида масал айтишдан ҳеч тортинмайди. Иймонли кишилар унинг (масалнинг) ҳақиқатан Парвардигорлари тарафидан эканини биладилар. Кофирлар эса: «Буни мисол қилиш билан Аллоҳ нима демоқчи?», дейдилар. Бу масал сабаб (Аллоҳ) кўпларни адаштиради ва кўпларни ҳақ йўлга ҳидоят қилади. Бу масал сабаб фақат фосиқ кимсаларнигина адаштиради. ",
    "Улар Аллоҳга берган аҳдни мустаҳкам боғлангандан сўнг бузадиган, Аллоҳ муҳофаза қилишни буюрган боғларни узадиган кимсалардир. Ана ўшалар, ҳақиқий зиён кўргувчилардир. ",
    "Аллоҳни қандай инкор қиласиз? Ҳолбуки, У (дунёга келмасингиздан олдин) жонсиз эдингиз сизга жон ато этди, сўнгра сизни ўлдириб, яна қайта тирилтиради ва ниҳоят яна Унга қайтажаксизлар.",
    "У шундай зотки, сиз учун Ердаги барча нарсани яратди. Сўнгра самога юзланди-да, уларни етти осмон қилиб тиклади. У ҳамма нарсани билгувчидир.",
    "Эсланг, (эй Муҳаммад алайҳис-салоту вас-салом), Парвардигорингиз фаришталарга: «Мен Ерда (Одамни) халифа қилмоқчиман», деганида улар айтдилар: «У Ерда бузғунчилик қиладиган, қонлар тўкадиган кимсани (халифа) қиласанми? Ҳолбуки, биз ҳамду сано айтиш билан Сени улуғлаймиз ва Сенинг номингни мудом пок тутамиз». (Аллоҳ) айтди: «Албатта Мен сизлар билмаган нарсаларни биламан».",
    "Ва У зот Одамга барча нарсаларнинг исмларини ўргатди. Сўнгра уларни фаришталарга рўбарў қилиб деди: «Агар халифаликка биз ҳақдормиз, деган сўзларингиз рост бўлса, мана бу нарсаларнинг исмларини Менга билдиринг!»",
    "Улар айтдилар: «Эй пок Парвардигор, биз фақат Сен билдирган нарсаларнигина биламиз. Албатта, Сен ўзинг илму ҳикмат соҳибисан».",
    "(Аллоҳ); «Эй Одам, буларга у нарсаларнинг исмларини билдир», деди. (Одам) уларга барча нарсаларнинг исмларини билдирганидан кейин (Аллоҳ) айтди: «Сизларга, Мен Еру-осмонларнинг сирларини ва сизлар ошкор қилган ва яширган нарсаларни биламан, демаганмидим?»",
    "Эсланг, (эй Муҳаммад алайҳис-салоту вас-салом), Биз фаришталарга Одамга таъзим қилинг дейишимиз билан саждага эгилдилар. Фақат Иблис кибр ва ор қилиб — кофирлардан бўлди.",
    "Ва айтдик: «Эй Одам, сиз жуфтингиз билан жаннатни маскан тутинг ва ундан хоҳлаган жойларингизда бемалол таомланинг. Фақат мана бу дарахтга яқинлашмангки, у ҳолда золимлардан бўлиб қоласиз».",
    "Бас, уларни шайтон йўлдан оздириб, масканларидан чиқарди ва айтдик: «Тушингиз (жаннатдан Ерга)! (Сизлар) бир-бирингизга душмансиз. Энди маълум вақтгача (ажалларингиз етгунча) Ерда маскан тутиб яшайсиз».",
    "Кейин, Одам Парвардигори тарафидан бир неча сўзлар (фармонлар) қабул қилиб олганидан сўнг, Аллоҳ унинг тавбасини қабул қилди. Албатта У тавбаларни қабул қилгувчи меҳрибон зотдир.",
    "«У жойдан (жаннатдан) ҳаммангиз тушинг», дедик. «Бас, сизларга Мен тарафдан ҳидоят келганида, шу ҳақ йўлга эргашган кишиларга хавфу хатар йўқ ва улар ғамгин бўлмайдилар».",
    "Оятларимизни инкор қилиб, ёлғон деган кимсалар эса дўзах эгалари бўлиб, унда абадий қолажаклар. ",
    "Эй Бани Исроил, сизларга инъом қилган неъматимни эсланг ва Менга берган ваъда — аҳдга вафо қилинг. Шунда Мен ҳам аҳдга вафо қиламан. Ва Мендангина қўрқинглар.",
    "Сизлардаги нарсани (Тавротни) тасдиқ этган ҳолда нозил қилган нарсам (Қуръонга) иймон келтирингиз. Уни биринчи инкор қилувчилардан бўлмангиз. Ва оятларимни қиймати оз нарсаларга алмаштирманглар ва Мендангина қўрқинглар.",
    "Ҳақни ботилга аралаштирманглар ва билган ҳолингизда ҳақни беркитманглар.",
    "Намозни тўкис адо қилинг, закотни беринг ва руку қилгувчилар билан бирга руку қилинг.",
    "Одамларни яхшиликка чорлаб, ўзларингизни унутасизларми? Ҳолбуки, ўзларингиз китоб (Таврот) тиловат қиласизлар. Ақлингизни юргизмайсизларми?",
    "Сабр ва намоз ўқиш билан мадад сўранглар. Албатта у (намоз ўқиш) оғир ишдир. Магар шикастанафс зотларга (оғир эмасдир).",
    "Улар ўзларининг Парвардигорларига рўбарў бўлишларини ва шубҳасиз, Унга қайтажакларини биладиган зотлардир.",
    "Эй Бани Исроил, сизларга инъом қилган неъматимни ва сизларни бутун оламдан афзал қилган пайтимни эсланглар!",
    "Биров биров томонидан ҳеч нарса ўтай олмайдиган, ҳеч кимдан оқлов қабул қилинмайдиган ва (гуноҳлари учун) эваз ҳам олинмайдиган – ёрдам берилмайдиган Кундан қўрқинглар!",
    "Сизларни оғир азоблар билан қийнаган, ўғилларингизни сўйиб, хотинларингизни тирик қолдираётган Фиръавн одамларидан қутқарганимизни эсланглар. Ана ўша ишларда Парвардигорингиз томонидан буюк синов бўлганди.",
    "Денгизни ўртасидан бўлиб сизларни қутқариб, кўз ўнгингизда Фиръавн одамларини ғарқ қилганимизни эсланглар.",
    "Мусо билан қирқ кечага ваъдалашганимиз, у (бизнинг ҳузуримизга) кетганидан кейин сизлар ўзингизга зулм қилган ҳолингизда бузоққа ибодат қилганингизни эсланглар.",
    "Сўнгра, ўша ишлардан кейин ҳам шукр қилишингиз учун сизларни афв этгандик.",
    "Сизлар ҳақ йўлни топишингиз учун Мусога китоб ва Фурқонни (яъни Тавротни) берганимизни эсланглар.",
    "Мусонинг ўз қавмига айтган гапларини эсланг: «Қавмим, сизлар бузоққа ибодат қилиш билан ўзингизга зулм қилдингиз. Энди ўзингизни (бир-бирингизни) ўлдириш билан сизни бор қилган Зотга тавба қиласиз. Бор қилгувчи Зот наздида мана шу (қатл) сизлар учун хайрлироқдир». Бас, Аллоҳ таоло тавбангизни қабул қилди, албатта У кечиримли, меҳрибондир.",
    "Эй Бани Исроил, эсланг: «Эй Мусо, Аллоҳни очиқ-равшан кўрмагунимизча ҳаргиз сенга ишонмаймиз», дейишингиз билан қараб турган ҳолингизда сизларни чақмоқ урди.",
    "Сўнгра шукр қилишингиз учун ўлганингиздан кейин тирилтирдик.",
    "Ва булутни устингизга соябон қилдик ва осмондан ширинлик ва беданалар ёғдириб, «Сизларга ризқ қилиб берган пок нарсалардан енглар», (дедик). (Бани Исроил) Бизга зулм қилмадилар, балки ўзларига зулм қилгувчи бўлдилар.",
    "«Ушбу қишлоққа (Қуддусга) киринглар-да, ундан хоҳлаган жойларингизда еб-ичинглар. Дарвозадан сажда қилган ҳолингизда киринглар ва «афв эт» денглар, биз хатоларингизни мағфират қиламиз ва яхшилик эгаларига зиёда неъматлар ато қиламиз», деганимизни эсланглар.",
    "Шунда золим кимсалар уларга айтилган сўздан бошқа сўзни алмаштириб айтдилар. Бас, қилган исёнлари оқибатида бу золимлар устига Биз осмондан бало ёғдирдик.",
    "Эсланг (эй Бани Исроил), Мусо ўз қавми учун сув тилаганида: «Асоингни тошга ургин», дедик. Бас, ундан ўн икки чашма отилиб чиқди — ҳар бир қабилага (улар ўн икки уруғ эдилар) ўз суви маълум бўлди. «Аллоҳ берган ризқдан еб-ичинглар, Ер юзида бузғунчилик жиноятларини қилманглар».",
    "Эсланг: «Эй Мусо, бир хил таомга ҳеч қаноат қила олмаяпмиз. Парвардигорингга дуо қил, бизга ерда униб-ўсадиган сабзавотлардан; бодринг, саримсоқ, мош, пиёзга ўхшаган ўсимликлардан чиқариб берсин», деганингизда, у: «Яхши нарсани паст нарсага алмаштиришни истайсизларми? Қайси шаҳарга тушсангизлар сўраган нарсаларингиз турибди-ку?», деди. (Ношукрликлари сабаб) уларга хорлик ва мискинлик ёзиб қўйилди ва Аллоҳнинг ғазабига дучор бўлдилар. Бунга сабаб уларнинг Аллоҳ оятларини инкор қилганлари ва Пайғамбарларни ноҳақ қатл қилганларидир. Бунга сабаб итоат қилмай тажовузкор бўлганларидир.",
    "Албатта, иймон келтирган зотлар, яҳудий бўлганлар, насронийлар ва собиийлар (фаришталарга сиғинувчилар) — (улардан) қайсилари (аввал қайси динда бўлганларидан қатъи назар, иймонга келиб, ёлғиз) Аллоҳга, Охират кунига ишонса ва яхши амаллар қилса, ўшаларга Парвардигорлари ҳузурида ажр бордир ва улар учун хавфу хатар, ғам-андуҳ йўқдир. ",
    "Эсланг (эй Бани Исроил), биз аҳду паймонингизни олгандик ва устингизда Тур тоғини кўтариб туриб, «Сизга берган нарсамизни (Тавротни) маҳкам ушланг ва ундаги бор нарсани ёдингизда тутинг — шояд тақво эгаларидан бўлсангиз», дегандик.",
    "Кейин ўша аҳду паймондан кейин юз ўгирдингиз. Агар сизларга Аллоҳнинг фазлу карами бўлмаганда эди, зиён кўргувчилардан бўлиб қолар эдингиз.",
    "Орангиздан шанба кунида ҳаддан ошган кимсаларни билдингиз. Бас, Биз уларга: «Бадбахт маймунларга айланингиз», дедик.",
    "Биз бу уқубатни ўша вақт ва кейинги даврлар учун ибрат, тақволи кишилар учун мавъиза (насиҳат) қилдик. ",
    "Эсланг! Мусо ўз қавмига: «Аллоҳ бир сигир сўйишларингни буюрди», деганида, улар: «Устимиздан куляпсанми?», дедилар. (Мусо) деди: «Ундай жоҳиллардан бўлиб қолишдан Аллоҳ паноҳ беришини сўрайман».",
    "Улар: «Парвардигорингга дуо қил, унинг қандайлигини баён қилсин», дедилар. (Мусо) деди: «У зотнинг айтишича, у қари ҳам, ёш ғунажин ҳам бўлмаган, икковининг ўртасидаги бир сигирдир. Энди фармонни адо этинглар».",
    "Улар дедилар: «Парвардигорингга дуо қил. Унинг рангини баён қилсин». (Мусо) айтди: «У зотнинг айтишича, у очиқ-малларанг сигир бўлиб, кўрганларнинг кўнгли чоғ бўлади».",
    "Улар айтдилар: «Парвардигорингга дуо қил, унинг қандайлигини баён қилсин, бу мол бизга иштибоҳли бўлиб қолди. ИншоАллоҳ, энди йўлимизни топиб оламиз».",
    "(Мусо) айтди: «У зотнинг айтишича, у шундай сигирки, хор бўлиб Ер ҳайдамайди, у билан (сув ташиб) экин суғормайдилар, айбу нуқсонсиз, унда ўз рангидан бошқа ранг-бўёқ ҳам йўқ». Улар: «Энди ҳақиқатни айтдинг», дедилар-да, узоқ машаққатлар чекиб (ўша айтилган сифатларга эга бўлган сигирни топиб) сўйдилар. ",
    "Эсланг (эй Бани Исроил), бир жонни ўлдириб қўйиб, унинг қотили ким экани ҳақида жанжаллашиб қолгандингиз, ҳолбуки, Аллоҳ яширган нарсаларингизни юзага чиқаргувчидир.",
    "Шунда биз: «Уни (мақтулни) сўйилган сигирнинг бир бўлаги билан уринглар», дегандик. Аллоҳ ўликларни шу тариқа тирилтиради ва сизларга фикр қилишингиз учун ўз оятларини кўрсатади. ",
    "Сўнгра — шундай мўъжизаларни кўргандан кейин ҳам дилларингиз қотди. Бас, у диллар тош кабидир ёки ундан-да қаттиқроқдир. Зеро, шундай тошлар борки, улардан дарёлар отилиб чиқади, яна шундайлари борки, ёрилиб, ичидан сув чиқади, яна шундайлари ҳам борки, Аллоҳдан қўрққанидан пастга қулайди. Аллоҳ қилаётган амалларингдан ғофил эмасдир.",
    "Уларнинг иймонга келишларига орзуманд бўласизми (эй мўминлар)? Ҳолбуки улардан бир гуруҳи Аллоҳнинг каломини эшитадилар, сўнгра, уни англаб етганларидан кейин билиб туриб ўзгартирадилар.",
    "Улар иймонли кишиларга йўлиққанларида: «Иймон келтирдик», дейдилар. Бир-бировлари билан ёлғиз қолганларида эса: «Уларга (мусулмонларга) Аллоҳ сизларга очган нарса ҳақида гапиряпсизларми? Ўша ҳужжат билан Парвардигорингизнинг ҳузурида ҳужжатлашишлари учун-а? Ақлингизни ишлатмайсизми?», дейишади. ",
    "Аллоҳ, шубҳасиз, уларнинг яширган нарсаларини ҳам, ошкор қилган нарсаларини ҳам билгувчи эканини билмайдиларми?",
    "Уларнинг ичида китобдан бехабар, фақат хом хаёлларнигина биладиган омийлари ҳам борки, улар фақат гумон қиладилар, холос.",
    "Ўз қўллари билан китоб ёзиб, сўнгра озгина қийматга сотиш учун: «Бу китоб Аллоҳ ҳузуридан келди», дейдиган кимсаларга ҳалокат бўлғай, бас, ёзган нарсалари уларга ҳалокат бўлғай, топган фойдалари уларга ҳалокат бўлғай.",
    "Яҳудийлар: «Бизларга дўзах ўти саноқли кунлардагина тегади», дедилар. Уларга айтинг: «(Эй Муҳаммад алайҳис-салоту вас-салом), Аллоҳдан аҳду паймон олдингизми — зотан, Аллоҳ ҳаргиз аҳдига хилоф қилмайди — ёки Аллоҳ ҳақида билмаган нарсаларингизни айтяпсизми?»",
    "Йўқ! Кимда-ким ёмонлик касб қилса ва гуноҳга ўралиб қолса, ана ўшалар дўзах эгаларидир. Улар ўша жойда абадий қолажаклар.",
    "Иймон келтириб, яхши амаллар қилган зотлар эса жаннат эгалари бўлиб, ўша жойда абадий қолгувчилардир.",
    "«Фақат Аллоҳгагина ибодат қиласизлар, ота-она, қариндош-уруғ, етим ва мискинларга яхшилик қиласизлар. Одамларга чиройли сўзлар сўзлангиз ва намозни тўкис адо қилинг, закотни беринг», деб Бани Исроилдан аҳду паймон олганимизни эсланглар. Кейин эса (Эй Бани Исроил,) озгина кишидан ташқари ҳаммангиз юз ўгирган ҳолда кетдингиз.",
    "Эсланг, «Бир-бирингизнинг қонингизни тўкмайсиз, бир-бировларингизни диёрларингиздан ҳайдамайсиз», деб аҳду паймонингизни олгандик, сўнгра ўзингиз гувоҳ бўлганингиз ҳолда бунга иқрор бўлгандингиз.",
    "Кейин эса ўзингиз бир-бирингизни ўлдирмоқдасиз, ўз тоифангиздан бўлган бир гуруҳни диёрларидан ҳайдаб, уларнинг устида гуноҳ ва зулм билан бир-бирингизга ҳамкорлик қилмоқдасиз. Агар улар сизларга асир ҳолда келишса, товон тўлаб қутқариб ҳам оласиз. Ҳолбуки, уларни ҳайдаш сизларга ҳаром қилинган эди. Ё китобнинг (Тавротнинг) бир қисмига ишониб, бир қисмини инкор қиласизми? Ораларингдан ким бу ишни қилса, унинг жазоси бу дунёда расво бўлиш, Қиёмат Кунидан эса қаттиқ азобга дучор қилинадилар. Аллоҳ қилаётган ишларингдан ғофил эмасдир.",
    "Ана ўшалар Охират ўрнига дунё ҳаётини сотиб олган кимсалардир. Бас, азоблари енгиллатилмайди ва уларга ёрдам ҳам берилмайди. ",
    "Албатта Биз Мусога китоб ато этдик. Ундан кейин ҳам пайғамбарлар юбордик. Ийсо бинни Марямга ҳужжатлар бердик ва уни Руҳул-қудс (Жаброил) ила қувватлантирдик. Ҳар қачон бир Пайғамбар сизларга ёқмайдиган нарса (оятлар) келтирса, бировини ёлғончи деб, бировини ўлдираверасизларми?",
    "«Дилимиз берк», дедилар. Йўқ, аксинча, куфрлари сабабли уларни Аллоҳ лаънатлаган. Бас, камдан-камлари иймон келтирадилар.",
    "Қачонки уларга Аллоҳнинг ҳузуридан ўзларида бор нарсани (Тавротни) тасдиқ этувчи китоб келганда — ҳолбуки, илгари кофирларга қарши ўша китобдан ёрдам кутардилар — бас, қачонки уларга ўзлари билган нарса келганда унга кофир бўлдилар. Кофирларга Аллоҳнинг лаънати бўлгай.",
    "Аллоҳ бандаларидан хоҳлаган зотга ўз фазлу карами билан (ваҳий) юборишига қарши чиқиб, Аллоҳ нозил қилган нарсага кофир бўлишлари сабабли улар ўзларини энг ярамас нарсага сотдилар. Бас, ғазаб устига ғазаб билан қайтдилар. Кофирлар учун хор қилувчи азоб бордир.",
    "Қачон уларга: «Аллоҳ нозил қилган нарсага иймон келтиринг», дейилса, «Биз ўзимизга нозил қилинган нарсага иймон келтирамиз», дейдилар. Ва ундан кейин келган ўзларидаги нарсани (Тавротни) тасдиқ этувчи ҳақ (китоб)га кофир бўладилар. (Эй Муҳаммад алайҳис-салоту вас-салом), айтинг, «Агар мўмин бўлган бўлсангизлар, нима сабабдан илгари Аллоҳнинг пайғамбарларини ўлдирар эдингизлар?»",
    "Мусо сизларга очиқ ҳужжатлар келтирганидан кейин ўзларингизга зулм қилган ҳолингизда унинг кетидан бузоққа сиғиндингиз?",
    "Эсланг (эй Бани Исроил), биз аҳду паймонингизни олгач, устингизда Тур тоғини кўтариб туриб: «Келтирган нарсамизни (динимизни) маҳкам ушланг ва қулоқ солинг», деганимизда, «Эшитдик ва бўйинсунмадик», дедилар. Кофирликлари сабаб кўнгиллари фақат бузоққа ибодат қилиш билан тўлади. Айтинг: «Агар сиз мўмин бўлсангиз, иймонингиз сизларни мунча ярамас нарсаларга буюради?»",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «Агар Аллоҳ ҳузурида Охират диёри (жаннат) бошқа одамларсиз фақат сизларники бўлса, у ҳолда ростгўй бўлсангизлар, ўлишни орзу қилинглар!»",
    "Қилган кирдикорлари сабабли ҳаргиз уни (ўлимни) орзу қилолмайдилар. Аллоҳ золимларни билгувчидир.",
    "Уларнинг ҳатто мушриклардан ҳам ҳаётга (яшашга) очкўз кишилар эканини кўрасиз, уларнинг айримлари минг йил умр кўришни истайдилар. Ҳолбуки, узун умр уни азобдан узоқлаштирмайди. Ахир Аллоҳ қилаётган амалларини кўриб тургувчидир.",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «Ким Жаброилга душман бўлса, (у Аллоҳга душмандир). Зеро у (Жаброил) Аллоҳнинг изни билан қалбингизга ўзидан аввалги китобларни тасдиқ этадиган ва мўминларга ҳидоят ва хушхабар бўлган Қуръонни нозил қилди.",
    "Ким Аллоҳга ва Унинг фаришталарига, пайғамбарларига, Жаброил ва Микоилга душман бўлса, бас, албатта Аллоҳ (бундай) кофирларга душмандир.",
    "Ҳақиқатан Биз сизга очиқ-ойдин оятлар нозил қилдик. У (оятларга) фақат фосиқларгина кофир бўладилар.",
    "Ҳар қачон бирон аҳдга аҳдлашсалар улардан бир гуруҳи бузаверадими? Ҳақиқатан уларнинг кўпи иймонсизлардир.",
    "Қачон уларга Аллоҳнинг ҳузуридан ўзларидаги нарсани тасдиқ этувчи Пайғамбар келса, китоб (Таврот) берилган кимсалардан бир гуруҳи Аллоҳнинг китобини (Қуръони Каримни) ҳеч нарса билмагандек орқаларига отадилар.",
    "Ва Сулаймон давридаги шайтонлар (жинлар) айтган нарсаларга эргашадилар. Сулаймон кофир эмас эди, балки одамларга сеҳр ўргатадиган шайтонлар кофир эдилар. Ва Бобилдаги Ҳорут ва Морут номли фаришталарга туширилган нарсаларга эргашадилар. — Ҳолбуки, у фаришталар: «Биз фақатгина фитнамиз (яъни одамларни алдаб имтиҳон қилиш учун юборилганмиз), бас, (биз айтган нарсаларни қилиб) кофир бўлиб қолма», демасдан туриб ҳеч кимга ҳеч нарса ўргатмас эдилар. — Ва ўшалардан (Ҳорут ва Морутдан) эр-хотиннинг ўртасини бузадиган нарсалар ўрганадилар. (Лекин) улар (яҳудий сеҳргарлар) сеҳр билан Аллоҳнинг изнисиз ҳеч кимга зарар етказа олмайдилар. Ва ҳеч фойдасиз, билъакс зарарли нарсаларни ўрганадилар. Ахир (Аллоҳнинг китоби ўрнига сеҳрни) алмашган кимсаларга Охиратда ҳеч қандай насиба йўқ эканини билган эдилар-ку. Жонларини нақадар ёмон нарсага (яъни Охиратдаги маҳрумликка) сотганларини билсалар эди.",
    "Агар улар иймонга келиб Аллоҳдан қўрқсалар, Аллоҳ тарафидан бўладиган савоб, албатта яхшироқ бўлишини билсалар эди. ",
    "Эй мўминлар, «Роъино» деманг. «Унзурно» денглар. Ва (Аллоҳнинг амр-наҳий-фармон-таъқиқларига) қулоқ солинг! Кофирлар учун аламли азоб бор. ",
    "На аҳли китоблар (яҳудий ва насронийлар)дан бўлган кофирлар ва на мушриклар сизга Парвардигорингиз тарафидан бир яхшилик (яъни ваҳий) тушишини истамайдилар. Аллоҳ эса раҳмат-марҳаматини ўзи хоҳлаган кишиларга хос қилиб беради. Аллоҳ буюк фазлу карам Соҳибидир.",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), бирон оятни бекор қилсак ёки ёдингиздан чиқарсак, ундан яхшироғини ёки ўшанинг мислини келтирамиз. Аллоҳ ҳар нарсага қодир зот эканини билмадингизми?",
    "Еру осмонлар ёлғиз Аллоҳнинг мулки эканини ва сизлар учун Аллоҳдан ўзга бирон дўст ёки ёрдамчи йўқ эканини билмадингизми?",
    "(Эй мўминлар), ёки сизлар ҳам ўз Пайғамбарингиздан, илгари Мусодан сўралган нарсаларни сўрашни истайсизми ? Ким иймонга куфрни алмаштирса, албатта Тўғри Йўлдан адашади.",
    "Аҳли китобларнинг кўпчилиги сизларни, иймонли бўлганингиздан кейин (яъни ҳозир), уларнинг ўзларига ҳам ҳақиқат очиқ равшан бўлганидан кейин ҳасад қилганлари сабабли куфрга қайтаришни истайди. Бас, Аллоҳнинг фармони келгунича уларни афв қилинг ва кечиринг. Албатта, Аллоҳ ҳар нарсага қодирдир.",
    "Намозни тўкис адо қилинг ва закотни беринг! Ўзингиз учун нима яхшилик қилган бўлсангиз, уни Аллоҳ ҳузурида топажаксиз. Шубҳасиз Аллоҳ қилган амалларингизни кўриб тургувчидир.",
    "«Жаннатга фақат яҳудий ёки насроний бўлганлар киради», дейишди. (Яъни яҳудийлар: «Биз кирамиз», дейишса, насронийлар: «Биз кирамиз», дейишди.) Бу уларнинг хом хаёлларидир. (Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «Агар ростгўй бўлсангиз, ҳужжатларингизни келтиринглар!»",
    "Йўқ, ким яхшилик қилган ҳолида ўзини Аллоҳга топширса, унинг учун Аллоҳ ҳузурида ажр бор ва улар учун хавфу хатар йўқ ва улар ғамгин бўлмайдилар.",
    "Яҳудийлар: «Насронийлар бирон (арзигулик) нарса — дин устида эмаслар», дейишди. Насронийлар: «Яҳудийлар бирон (арзигулик) нарса — дин устида эмаслар», дейишди. Ҳолбуки, улар (яъни, яҳудийлар ҳам, насронийлар ҳам) китоб (яъни, Таврот, Инжил) тиловат қиладилар, шунингдек, билмайдиган кимсалар уларнинг гапига ўхшаш гап айтдилар. Бас, уларнинг ўзаро ихтилоф қилиб ўтган нарсалари ҳақида Аллоҳ Қиёмат Кунида ҳукм қилади.",
    "Аллоҳнинг масжидларини уларда Аллоҳ исми зикр қилинишидан тўсадиган ва уларни хароб қилиш ҳаракатида юрадиган кимсалардан ҳам золимроқ ким бор? Ахир бу кимсалар учун ундай жойларга фақат қўрққан ҳолларда кириш жоиз эди-ку. Улар учун бу дунёда расволик, Охиратда эса буюк азоб бордир.",
    "Машриқ ҳам, мағриб ҳам Аллоҳникидир. Бас, қай тарафга юз бурсангиз, ўша жой Аллоҳнинг тарафидир. Шубҳасиз Аллоҳ (ҳамма томонни) қамраб олгувчи Билимдондир.",
    "«Аллоҳнинг боласи бор», дедилар. У зот буларнинг бадгумонидан мутлақо покдир. Балки осмонлардаги ва Ердаги бор нарса У зотга тегишлидирки, ҳаммаси Унга бўйинсунади.",
    "(У) Еру осмонларни пайдо қилгувчидир. Бирор ишни ҳукм қилса унга фақатгина «Бўл» дейди, холос. Бас, у иш бўлади.",
    "Билмайдиган кимсалар: «Аллоҳ бизга гапирса эди ёки бирор аломат келса эди», дейдилар. Улардан илгаригилар ҳам уларнинг гапларига ўхшаш гапларни айтишган эди. Диллари бир-бирига ўхшайди. Биз аниқ ишонадиган қавм учун оятларни баён қилдик.",
    "Албатта Биз сизни ҳақ (дин) билан хушхабар элтгувчи ва огоҳлантирувчи қилиб юбордик. Дўзахилар хусусида сиз масъул эмассиз.",
    "Яҳудий ва насронийлар уларнинг динига кирмагунингизча ҳаргиз сиздан рози бўлмайдилар. Айтинг: «Аллоҳнинг йўлигина ҳақиқий йўлдир». Қасамки, агар сизга келган ҳақиқий билимдан кейин уларнинг нафс-ҳаволарига эргашсангиз, Аллоҳ тарафидан сизга на бир дўст ва на бир ёрдамчи бўлмайди.",
    "Биз китоб (яъни Таврот, Инжил) ато этган зотлар орасида уни тўғри тиловат қиладиган кишилар ҳам бордирки, ана ўшалар (Қуръонга) иймон келтирурлар. Ва кимда-ким унга (Қуръонга) кофир бўлса, ўшалар зиён кўргувчилардир.",
    "Эй Бани Исроил, сизларга инъом қилган неъматимни ва сизларни бутун оламга афзал қилган пайтимни эсланг.",
    "Ва биров биров томонидан ҳеч нарса ўтай олмайдиган ва ҳеч кимдан эваз қабул қилинмайдиган, оқлов фойда бермайдиган ва ҳеч кимга ёрдам ҳам берилмайдиган кундан қўрқинг!",
    "Эсланг: Иброҳимни Парвардигори бир неча сўзлар билан имтиҳон қилганида, уларни бенуқсон ҳолда адо этди. Шунда (Аллоҳ таоло): «Албатта Мен сени одамларга имом қилгувчидирман», деди. «Зурриётимни ҳам-а?», деб сўради у. (Аллоҳ таоло) айтди: «Менинг бу аҳдим (сенинг зурриётинг орасидаги) золим кимсаларга етмайди».",
    "Эсланг: «Байтуллоҳни одамлар учун зиёратгоҳ ва тинч жой қилдик ва Иброҳимнинг (Каъбатуллоҳни бино қилаётган вақтида) турган ўрнини намозгоҳ қилиб олинг, (дедик) ва Иброҳим билан Исмоилга: «Менинг байтимни тавоф қилгувчилар, ўша Ерда ибодат қилиб турувчилар, рукуъ-сажда қилувчилар учун пок тутинг», деб буюрдик.",
    "Эсланг: Иброҳим: «Эй Парвардигор, бу шаҳарни тинч шаҳар қилгин ва унинг аҳлларидан Аллоҳга ва Охират кунига ишонувчиларини турли мевалар билан ризқлантиргин», деганида, Аллоҳ таоло: «Кофирларини ҳам бир оз фойдалантириб, сўнгра дўзах азобига дучор қиламанки, бу энг ёмон оқибатдир», деди.",
    "Эсланг: Иброҳим Исмоил билан биргаликда Байтуллоҳнинг пойдеворини кўтариб (дедилар): «Парвардигоро, биздан (ушбу қилган амалимизни) Ўзинг қабул айла. Шубҳасиз, Сен эшитгувчи, билгувчисан!",
    "Парвардигоро, бизни Ўзингга бўйинсунгувчилардан қилгин ва зурриётимиздан ҳам Ўзингга итоат қиладиган кишилар чиқаргин. Ва бизга (қиладиган) иборатларимизни ўргатгин ва тавба-тазарруъларимизни қабул эт! Шубҳасиз, Сен тавбаларни қабул қилгувчи, Раҳмлисан.",
    "Парвардигоро, уларнинг орасига ўзларидан бўлган, уларга оятларингни тиловат қилиб берадиган, Китоб ва Ҳикматни (Қуръон ва Ҳадисни) ўргатадиган ва уларни поклайдиган бир пайғамбарни юбор! Шубҳасиз, Сен қудрат ва ҳикмат соҳибисан».",
    "Иброҳимнинг динидан фақат енгилтакларгина юз ўгирадилар. Ҳақиқатан, Биз дунёда уни танлаб олдик ва у Охиратда шубҳасиз солиҳ (яқинларимиздан)дир.",
    "Эсланг: Парвардигори унга: «Бўйинсун!», деганида: «Бутун оламлар эгасига бўйинсундим» деди.",
    "Иброҳим, у билан бирга Яъқуб ҳам болаларига шу динни васият қилиб дедилар: «Ўғилларим, албатта Аллоҳ сиз учун шу динни танлади. Бас, мусулмон бўлган ҳолингиздагина дунёдан ўтинг!»",
    "(Эй яҳудийлар), ёки Яъқубга ўлим келгач, у ўғилларига: «Мендан кейин нимага ибодат қиласизлар?», деганида: «Сенинг Аллоҳнг ва оталаринг Иброҳим, Исмоил ва Исҳоқларнинг Аллоҳ бўлмиш ягона Аллоҳга ибодат қиламиз ва бизлар фақат Унинг Ўзигагина бўйинсунувчилармиз», деб жавоб қилганларига гувоҳ бўлганмисизлар?",
    "Улар ўтиб кетган кишилардир. Уларнинг қилган амаллари ўзлари учун, сизларнинг қилган амалларингиз ўзларингиз учундир. Ва сизлар улар қилган амаллар учун масъул бўлмайсиз.",
    "Яҳудий ёки насроний бўлинг, ҳидоят топасиз, дедилар. (Яъни, яҳудийлар яҳудий бўлинг, деди, насронийлар насроний бўлинг, деди). (Айтинг: Эй Муҳаммад алайҳис-салоту вас-салом), балки биз ҳақ йўлдан тойилмаган, мушриклардан бўлмаган Иброҳим миллатига — динига эргашамиз.",
    "Айтингиз (эй мўминлар), Аллоҳга ва бизга нозил қилинган китобга ва Иброҳим, Исмоил, Исҳоқ, Яъқубга ва ўша уруғ-авлодга нозил қилинган нарсаларга, Мусо ва Ийсога берилган нарсаларга ва барча пайғамбарларга Парвардигорлари тарафидан берилган нарсаларга ишондик. Биз улардан бирортасини ажратиб қўймаймиз ва биз У зотга (Аллоҳ таолога) бўйинсунувчилармиз.",
    "Энди агар улар (яъни, аҳли китоблар) сизлар иймон келтирган нарсаларга иймон келтирсалар, ҳақ йўлни топибдилар. Агар юз ўгирсалар, у ҳолда, шубҳасиз, сизларга нисбатан гина ва адоватлари бордир. Уларнинг ёмонлигидан сизга (Эй Муҳаммад алайҳис-салоту вас-салом), Аллоҳнинг Ўзи етарлидир. У эшитгувчи, билгувчидир.",
    "Аллоҳнинг ранги-ла (рангинмиз). Аллоҳдан ҳам гўзалроқ ранг бергувчи борми? Бизлар Унгагина ибодат қилгувчилармиз. ",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), айтинг, бизнинг ҳам, сизнинг ҳам Парвардигорингиз бўлган Аллоҳ хусусида биз билан жанжаллашасизми? Ҳолбуки, бизнинг қилган амалимиз ўзимиз учун, сизнинг қилган амалингиз ўзингиз учун-ку? Биз фақат Унгагина ихлос қўювчилармиз.",
    "Ёки «Иброҳим, Исмоил, Исҳоқ, Яъқуб ва ўша уруғ-авлод яҳудий ё насроний бўлган», дейсизми? (Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «Уларнинг динларини сизлар яхшироқ биласизми ёки Аллоҳми? Аллоҳ томонидан бўлган гувоҳликни яширган кимсадан ҳам золимроқ одам борми? Аллоҳ қилаётган ишларингдан ғофил эмас». ",
    "Улар ўтиб кетган кишилардир. Уларнинг қилган амаллари ўзлари учун, сизларнинг қилган амалингиз ўзингиз учундир ва сизлар улар қилган амаллар учун масъул бўлмайсиз."
  ]
}