{
  "meta": {
    "id": 101,
    "name": "Alauddin Mansour",
    "translator_name": "Alauddin Mansour",
    "slug": "uzbek-alauddin-mansour",
    "language_name": "uzbek"
  },
  "verses": [
    "(Мушриклар) бир-бирларидан нима ҳақида сўрашмоқдалар?!",
    "Улуғ хабар ҳақида",
    "Улар ўзлари ихтилоф қилгувчи бўлган (улуғ хабар ҳакқда яъни, қайта тирилиш тўғрисида савол-жавоб қилмоқдалар)!",
    "Йўқ (уларнинг гумонлари беҳудадир)! Улар яқинда (бу хабарнинг ҳақ эканини) билиб олажаклар!",
    "Яна бир бор йўқ! Улар яқинда билиб олажаклар! ",
    "Биз Ерни (барча жонзотлар маскан тутиб яшашлари учун) бир тўшак,",
    "тоғларни эса (ўша Ерни тутиб тургувчи) қозиқлар қилиб қўймадикми?!",
    "Биз сизларни жуфт-жуфт қилиб яратдик.",
    "Уйқуларингизни (баданларингиз ва асабларингиз учун) ором қилдик. ",
    "Кечани (ўз қоронғуси билан барча нарсани яшириб турадиган) либос қилдик.",
    "Кундузни эса тирикчилик (учун белгиланган вақт) қилдик.",
    "Устларингизда етти (қават) пишиқ-мустаҳкам (осмонни) бино қилдик.",
    "Ва доимо чарақлаб тургувчи чироқни (яъни, қуёшни пайдо) қилдик.",
    "Яна Биз ўзидан ёмғирни сиқиб чиқаргувчи (булут)лардан мўл-кўл сув-ёмғир ёғдирдик.",
    "Ўша (ёмғир) ёрдамида дон ва набототни",
    "ҳамда (қалинлигидан дарахтлари) бир-бирига чирмашиб кетган боғларни ундириб чиқариш учун (мўл-кўл ёмғир ёғдирдик). ",
    "Албатта (ҳақ билан ботил, яхши билан ёмон) ажратиладиган Кун (ҳисоб-китоб учун) белгиланган вақт бўлди.",
    "У Кунда Сур чалинур, бас, сизлар тўп-тўп бўлиб (маҳшаргоҳга) келурсизлар!",
    "Осмон ҳам очилиб, (фаришталар тушиб келадиган) эшикларга айланиб қолди!",
    "Тоғлар ҳам (жойларидан) жилдирилиб, (осмонда учиб юрган) саробга айланиб қолди!",
    "Албатта жаҳаннам (ўзига қулаб тушадиган кофирларга) кўз тутиб тургувчи бўлди.",
    "Туғёнга тушгувчиларнинг борар жойлари бўлган (жаҳаннам кўз тутиб тургувчи бўлди).",
    "Улар у жойда узоқ замонлар (яъни, абадул-абад) қолгувчидирлар!",
    "Улар у жойда (жаҳаннам ўтидан ором берадиган) бирон салқинни ва бирон ичимликни топмаслар!",
    "Фақат қайноқ сув ва йирингнигина (тотурлар)!",
    "(Мана шу уларнинг қилмишларига) яраша жазодир!",
    "Чунки улар (Қиёмат Кунидаги) ҳисоб-китобдан умидсиз бўлган кимсалардир.",
    "Улар бизнинг оятларимизни бутунлай ёлғон дер эдилар!",
    "Ҳолбуки, Биз барча нарсани ҳисоб-китоб қилиб, ёзиб қўйгандирмиз!",
    "Бас, (эй кофирлар, Бизнинг азобимизни) тотиб кўринглар! Энди Биз сизларга фақат азобнигина зиёда қилурмиз!",
    "Албатта тақводор зотлар учун (жаннатда) нажот манзили бордир.",
    "Яна боғлар ва узумзорлар.",
    "(Ёш ва ҳуснда) тенгдош хушқад (ҳур)лар.",
    "Ва (шароб билан) тўла майкосалар бордир.",
    "Улар у жойда бирон беҳуда ва ёлғон сўз эшитмаслар.",
    "(Бу) Парвардигорингиз томонидан (берилган) мукофот, етарли марҳаматдир.",
    "Осмонлар ва Ернинг ҳамда уларнинг ўртасидаги бор нарсаларнинг Парвардигори бўлмиш Меҳрибон Зот томонидан (берилган мукофот, етарли марҳаматдир). Улар (инсонлар) У зотдан (Аллоҳдан) қўрқиб бирон сўз айтишга қодир бўлмаслар.",
    "Руҳ (Жаброил) ва (барча) фаришталар саф тортиб турадиган Кунда улар сўзлай олмаслар, фақат У Меҳрибон зот изн берган кишигина (сўзлар) ва (фақат) рост сўзни айтур.",
    "Бу ҳаққи-рост Кундир. Бас, ким хоҳласа, ўз Парвардигори томон қайтадиган йўлни тутур.",
    "(Эй Макка кофирлари), дарҳақиқат, Биз сизларни яқин(да воқеъ бўладиган) азобдан огоҳлантирдик. У Кунда (ҳар бир) киши ўзи қилиб ўтган нарсани (яъни, барча яхши-ёмон амалларини) кўрур ва кофир кимса: «Эҳ, кошки эди (қайтадан) тупроққа айланиб кетсам(-у муҳаққақ бошимга тушадиган азобдан қутулсам)», деб қолур.",
    "(Кофирларнинг жонларини баданларининг) ич-ичидан қаттиқ суғуриб оладиган (фаришта)ларга қасам,",
    "(Мўминларнинг жонларини осонлик билан) илдам тортиб оладиган (фаришта)ларга қасам,",
    "(Осмонлар билан Ер ўртасида) силлиқ сузадиган (фаришта)ларга қасам,",
    "(Ўз зиммаларидаги вазифаларни адо этишда) шошиб-ўзадиган (фаришта)ларга қасам,",
    "(Аллоҳ буюрган барча) ишнинг тадбирини тузиб турадиган (фаришта)ларга қасамки, (сизлар албатта қайта тирилиб, ҳисоб-китоб қилинурсизлар)! ",
    "У Кунда (Сур биринчи марта чалиниши билан) титрагувчи (ер) титраб (устидаги бор жонзот ҳалок қилинади);",
    "Унга эргашувчи эргашур (яъни, орадан қирқ сана ўтгач, Сур иккинчи марта чалиниб барча нарсага қайтадан ҳаёт ато этилади ва Қиёмат Куни бошланади).",
    "У Кунда (кофирларнинг) диллари қўрқувга тушгувчи,",
    "Кўзлари эса (даҳшатдан Ерга) эгилиб қолгувчидир!",
    "Улар (бу дунёда) дерлар: «Ҳақиқатан ҳам бизлар (ўлганимиздан кейин яна қайта тирилиб) аввалги ҳолатимизга қайтарилгувчимизми?",
    "Чириган суякларга айланиб қолган вақтимизда-я?»",
    "Улар (истеҳзо билан): «Ундоқ бўлса бу (бизлар учун) зиён қилгувчи қайтиш-ку!», дедилар.",
    "Бас, у (қайтиш) фақат биргина даҳшатли қичқириқдир (яъни, Сурнинг иккинчи марта чалинишидир).",
    "Сўнг баногоҳ улар (тирик ҳолда) Ер устида бўлиб қолурлар!",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), сизга Мусонинг хабари келдими?",
    "Эсланг, Парвардигори унга муқаддас Туво водийсида (шундай) нидо қилган эди:",
    "«(Эй Мусо), сен Фиръавннинг олдига боргин, чунки у (куфру исён билан) ҳаддидан ошди.",
    "Бас, (унга) айтинг: «Сенинг (куфр иллатидан) покланишга рағбат-хоҳишинг борми?",
    "Мен сени Парвардигоринг (йўли)га ҳидоят қилсам, бас, сен (У зотдан) қўрқсанг».",
    "Сўнг (Мусо) унга бир улкан мўъжиза кўрсатган эди,",
    "(Фиръавн) уни ёлғончи қилди (яъни, Мусога: «Сен сеҳргарсан», деб туҳмат қилди) ва (Аллоҳ таолога) осий-итоатсиз бўлди.",
    "Сўнгра (фисқу фасодни ёйиш йўлида) саъй-ҳаракат қилган ҳолида (Мусодан) юз ўгириб кетди.",
    "Сўнг (ўз одамларини) тўплади-да, жар солди:",
    "«Мен сизларнинг энг устун Парвардигорингиздирман», деди.",
    "Бас, Аллоҳ уни ҳам Охират, ҳам дунё азоби билан ушлади (яъни, дунёда у денгизга ғарқ қилиб юборилди, Охиратда эса дўзах азобига дучор бўлур).",
    "Албатта бу (қисса)да (Аллоҳдан) қўрқадиган кишилар учун ибрат бордир. ",
    "(Эй мушриклар), сизларни яратиш қийинроқми ёки осмонними?! (Яъни, бутун Ер куррасининг атрофини ўзга сайёралардан бирон зиён етмаслиги учун том — осмон билан қоплаб қўйишга қодир бўлган Зот учун сизларни яратиш ёки қайта тирилтириш ҳеч гап эмас-ку!) (Аллоҳ) уни бино қилди;",
    "Шифтини баланд қилиб, тиклади.",
    "Ва У ўша (осмон)нинг тунини қоронғу қилиб, (ундан) кундузини чиқарди.",
    "Ва шундан кейин Ерни ёйиб-текис қилди.",
    "Ундан суви-ю, ўтлоқларини чиқарди.",
    "Ва у (ер)га тоғларни ўрнаштирди.",
    "(Буларнинг барчаси) сизлар учун ва чорва ҳайвонларингиз учун манфаат бўлсин деб (қилингандир).",
    "Бас, қачон катта бало (яъни, Қиёмат) келганида",
    "— Инсон ўз қилмишини эслаб коладиган Кунда,",
    "Ва дўзах кўрадиган (ҳар бир) кишига кўрсатиб қўйилганида.",
    "Бас, ана ўшанда ким (ҳаёти дунёда куфру исён билан) туғёнга тушган,",
    "Ва ҳаёти дунёни (Охиратдан) устун қўйган бўлса,",
    "У ҳолда фақат жаҳаннамгина (унинг учун) жой бўлур!",
    "Энди ким (ҳаёти дунёдалик пайтида Қиёмат Куни маҳшаргоҳда) Парвардигорининг (ҳузурида) туриши (ва У зотга ҳисоб-китоб бериши)дан қўрққан ва нафсини ҳавойи хоҳишлардан қайтарган бўлса,",
    "У ҳолда фақат жаннатгина (унинг учун) жой бўлур.",
    "(Эй Муҳаммад алайҳис-салоту вас-салом, мушриклар) сиздан (ўша Қиёмат) соатини қачон воқеъ бўлиши ҳақида сўрарлар.",
    "Сиз қаердасиз-у, уни (яъни, Қиёмат қачон бўлишини) зикр қилиб-эслаш (қаерда)? (Яъни, сиз ҳеч қачон у Куннинг вақтини айтиб бера олмайсиз).",
    "Уни (билиш) ёлғиз Парвардигорингизга бориб тўхтар.",
    "Сиз фақат ўша (Қиёмат)дан қўрқадиган кишиларни огоҳлантиргувчисиз, холос. (Аммо у Куннинг қачон воқеъ бўлишини айтиб бериш сизнинг вазифангиз эмасдир).",
    "Улар у (Қиёмат соати)ни кўрадиган Кунда (бу дунёда) гўё биргина пешиндан сўнг ёки чошгоҳ пайтида тургандек (яъни, бир кун ҳам яшамагандек) бўлиб қолурлар!",
    "У (Пайғамбар алайҳис-салоту вас-салом аъмо кишига) қош чимирди ва (ундан) юз ўгирди.",
    "Ўзининг олдига кўзи ожиз киши келгани учун (қош чимирди ва ундан юз ўгирди). ",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), сиз қаердан билурсиз, эҳтимол у (сиздан ўрганадиган илму маърифати ёрдамида ўз гуноҳларидан) покланар.",
    "Ёки панд-насиҳат олар-да, сўнг бу панд-насиҳат унга фойда берар?!",
    "Энди (ўз мол-мулки билан иймондан) истиғно қилиб турган кимсага келсак,",
    "Бас, сиз ўшанга иқбол қилиб — юзланмоқдасиз!",
    "Ҳолбуки, у (ўзининг куфридан) покланмаслиги сабабли сизга бирон зиён етмас!",
    "Энди олдингизга югуриб-елиб келган зотга келсак.",
    "(Аллоҳдан) қўрққан ҳолида (олдингизга югуриб келган зотга келсак).",
    "Бас, сиз ундан чалғиб — юз ўгириб олмоқдасиз!",
    "Йўқ, (сиз асло бундай қилманг)! Албатта (Қуръон оятлари) бир панд-насиҳатдир.",
    "Бас, ким хоҳласа ундан панд-насиҳат олур.",
    "(У оятлар Аллоҳ наздида) азизу мукаррам,",
    "қадри баланд, покиза саҳифаларга;",
    "Мирзолар (яъни, фаришталар) қўллари билан",
    "Улуғ, итоатли (мирзолар қўллари билан Лавҳул-Маҳфуздан кўчириб битилгандир).",
    "Ҳалок бўлгур инсон-а! Бунчалар кофир бўлмаса!",
    "(Аллоҳ) уни қай нарсадан яратди ўзи?!",
    "Уни бир (ҳақир) нутфадан яратиб, сўнг уни(нг она қорнидаги ривожини ва ой-кунини) белгилаб қўйди-ку!",
    "Сўнгра унга (она қорнидан чиқиш) йўлини осон қилди.",
    "Сўнгра унга ўлим бериб, қабрга киритди (яъни, бошқа ҳайвонлар сингари унинг жасадини Ер юзида қолдириб, йиртқичларга ем қилиб қўйгани йўқ).",
    "Сўнгра Ўзи хоҳлаган вақтида уни яна қайта тирилтирур.",
    "Йўқ, у (кофир кимса Аллоҳ) ўзига буюрган бирон нарсани адо қилмади.",
    "Энди инсон ўзининг таомига (ибрат кўзи билан бир) қараб кўрсин-чи!",
    "Биз (осмондан) сув-ёмғирни қуйдирдик.",
    "Сўнгра Ерни (гиёҳлар билан) ёрдик.",
    "Сўнг Биз унда дон-дунни ундириб-ўстириб қўйдик-ку!",
    "Узум ва кўкларни,",
    "Зайтун ва ҳурмоларни,",
    "Қуюқ дарахтзор боғларни,",
    "Мева-чева-ю, ўт-ўланларни",
    "Сизлар учун ва чорва ҳайвонларингиз учун манфаат бўлсин (деб ундириб-ўстириб қўйдик-ку!)",
    "Бас, қачон (қулоқларни) кар қилгувчи (даҳшатли қичқириқ) келганда (яъни, сур иккинчи марта чалиниб, барча халойиққа қайтадан жон ато этилганда, ҳар бир инсон ўзи билан ўзи бўлиб қолур)!",
    "У Кунда киши ўз оға-инисидан ҳам,",
    "Онаси ва отасидан ҳам,",
    "Хотини-ю, бола-чақасидан ҳам қочур!",
    "(Чунки) улардан ҳар бир киши учун у Кунда ўзига етарли ташвиш бўлур!",
    "У Кунда (мўминларнинг) юзлари ёруғ,",
    "Кулгувчи ва хуррам бўлур.",
    "Ва у Кунда (кофирларнинг) юзлари устида чанг-ғубор бўлиб,",
    "У (юз)ларни қаролик қоплаб олур!",
    "Ана ўшалар фисқу фужур қилгувчи кофирларнинг ўзидир!",
    "Қуёш ўралиб (нурсизланиб) қолганида;",
    "Юлдузлар ҳам (ўз фалакларидан) тўкилганида;",
    "Тоғлар ҳам (ўз жойларидан) жилдирилганида;",
    "(Қорнидаги боласи) ўн ойлик бўлган бўғоз туялар ҳам бўш қўйиб юборилганида;",
    "Ваҳший ҳайвонлар ҳам (бир жойга) тўпланиб қолганида;",
    "Денгизлар (тандир каби) қизитилганида (ва сув ўрнига олов билан тўлганида);",
    "Жонлар (қайтадан баданларга) жуфтланганида;",
    "Тириклай кўмилган (ҳар бир) қиздан сўралганида,",
    "қандай гуноҳ сабабли ўлдирилгани ҳақида (сўралганида);",
    "(Номаи аъмол) саҳифалари очилганида;",
    "Осмон (ернинг устидан) сидириб олинганида;",
    "Дўзах (кофирлар учун) ловуллатиб ёқилганида;",
    "Жаннат (тақводор зотларга) яқин қилинганида;",
    "(Ана ўша Кунда ҳар бир) жон ўзи (мана шу Кун учун) ҳозирлаб келган нарсани (яъни, барча яхши-ёмон амалларини) билур! ",
    "Бас, Мен (кундузлари кўздан) ғойиб бўлгувчи (юлдуз)ларга қасам;",
    "(Кечалари ҳам) тез ўтиб, (ўз «уя»лари — буржларига) яширингувчи (юлдуз)ларга қасам;",
    "Ўз зулмати билан келиб-кетаётган кечага қасам;",
    "Ва отаётган тонгга қасам ичурманки,",
    "Шак-шубҳасиз, у (Қуръон) бир улуғ элчининг (яъни, Жаброил фариштанинг Аллоҳ таоло томонидан келтирган) сўзидир.",
    "У қувватли, Аршнинг соҳиби (бўлмиш Аллоҳ) наздида макон-мартабали,",
    "У жойда (яъни, осмонларда фаришталар томонидан) итоат этилгувчи, ишончли (элчининг Аллоҳ таоло томонидан келтирган сўзидир).",
    "Ва сизларнинг соҳибингиз (Муҳаммад алайҳис-салоту вас-салом) мажнун эмасдир.",
    "Дарҳақиқат, у (Жаброилни) очиқ уфқда кўрди.",
    "У (Муҳаммад алайҳис-салоту вас-салом) ғайбга (яъни, ғайбдан келган ваҳийга) бахил ҳам эмасдир. (У Аллоҳ таоло томонидан ўзига келадиган ваҳийларни бузмасдан, тўла-тўкис ҳолда сизларга етказур).",
    "Ва у (Қуръон) қувилган — малъун шайтоннинг сўзи эмасдир.",
    "Бас, сизлар (мана шу Қуръони Карим кўрсатган Ҳақ йўлни инкор этиб) қаён кетмоқдасизлар?!",
    "У (Қуръон) ҳеч шак-шубҳасиз, бутун оламлар учун бир эслатмадир.",
    "— Сизларнинг орангиздаги Тўғри Йўлда бўлмоқни хоҳлаган кишилар учун (бир эслатмадир).",
    "Сизлар фақат бутун оламлар Парвардигори бўлмиш Аллоҳ хоҳласагина (Тўғри Йўлда бўлишни) хоҳларсизлар.",
    "Осмон ёрилганида;",
    "Юлдузлар (ҳар томонга) сочилганида;",
    "Дарё-денгизлар (ўртасидаги тўсиқ-тўғонлар) очилганида;",
    "Қабрлар тўнкариб қўйилганида (яъни, уларнинг ичидаги инсонларга жон ато этилиб Ер юзига чиқарилганларида);",
    "(Ана ўша Кунда ҳар бир) жон ўзи (ҳаёти дунёдалик чоғида) қилиб ўтган ва (ўзидан кейин) қолдирган (барча) нарсаларни (яъни, яхши-ёмон амалларини) билур!",
    "Эй инсон, нима сени улуғ Парвардигоринг ҳақида (Унга ибодат қилмасанг ҳам бўлаверади, деб) алдаб қўйди?!",
    "У сени яратиб, сўнг (барча аъзоларингни) тиклаб, сўнг (қоматингни ҳам) расо қилиб, қўйган Зот-ку!",
    "У сени Ўзи қай суратни хоҳлаган бўлса, (ўша сурат — шаклда) таркиб топтирди — ижод қилди-ку! ",
    "Йўқ, балки сизлар жазо (Қиёмат Кунини) ёлғон дерсизлар (шунинг учун ҳам Аллоҳ буюрган эзгу амалларни қилмайсизлар ва У зот қайтарган ёмон амаллардан қайтмайсизлар)!",
    "Ҳолбуки, шак-шубҳасиз, сизларнинг устингизда (қилган ҳар бир амалингизни) ёд олиб,",
    "ёзиб тургувчи улуғ (фаришта)лар бордир.",
    "Улар сизлар қилаётган ишларни билурлар.",
    "Шак-шубҳасиз, яхшилар (яъни, мўминлар) жаннат неъматларидадирлар.",
    "Шак-шубҳасиз, фисқ-фужур қилгувчи кимсалар (яъни, Қуръон ва пайғамбарни ёлғончи қилгувчи, жазо Куни ва қайта тирилишни инкор қилгувчи кимсалар) дўзахдадирлар!",
    "Улар (дўзах)га жазо (Қиёмат) кунида кирурлар!",
    "Ва улар (дўзахдан) ғойиб бўлгувчи (яъни, халос бўлгувчи эмасдирлар!",
    "(Эй инсон), сен жазо Куни нима эканини қаердан ҳам билурсан?!",
    "Сўнгра (яна такрор айтаманки), сен жазо Куни нима эканини қаердан ҳам билурсан?!",
    "У Кунда ҳеч бир жон (бошқа) бир жонга бирон нарса қилишга (яъни, бирон фойда етказишга ёки ундан бирон зиённи кетказишга) эга бўлмас! У Кунда барча иш ёлғиз Аллоҳники бўлур!",
    "(Ўлчов ва тарозидан) уриб қолгувчи кимсаларга ҳалокат бўлгай!",
    "Улар одамлардан (бирон нарсани) ўлчаб олган вақтларида тўла қилиб оладиган,",
    "уларга ўлчаб ёки тортиб берган вақтларида эса кам қилиб берадиган кимсалардир.",
    "Улар ўзларининг қайта тирилгувчи эканликларини ўйламайдиларми?!",
    "Улуғ бир Кунда —",
    "— Барча одамлар бутун оламлар Парвардигори ҳузурида тик туриб (ҳисоб-китоб берадиган Қиёмат) Кунида (қайта тирилгувчи эканликларини ўйламайдиларми?!)",
    "Йўқ, (бировларнинг ҳақларидан уриб қолишдан ҳазар қилинглар)! Чунки (бундай) фисқ-фужур қилгувчи кимсаларнинг номаи аъмоллари албатта Сижжийнда бўлур!",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), сиз Сижжийн нима эканини қаердан ҳам билурсиз?",
    "(У) битилган китобдир. ",
    "У Кунда ёлғон дегувчиларга ҳалокат бўлгай!",
    "Улар жазо (Қиёмат) Кунини ёлғон дейдиган кимсалардир!",
    "У (Кун)ни фақат барча гуноҳга ботган тажовузкоргина ёлғон дер!",
    "Қачон (ундай кимсага) Бизнинг оятларимиз тиловат қилинса, у: «(Бу) аввалгилардан (қолган) афсоналар», дер.",
    "Йўқ, (ундоқ эмас)! Балки уларнинг дилларини ўзлари касб қилгувчи бўлган гуноҳлари қоплаб олгандир! ",
    "Ҳеч шак-шубҳа йўқки, улар ўша (Қиёмат) Кунида Парвардигорларидан тўсилгувчидирлар. (яъни, Парвардигорнинг дийдорига етиш уларга ҳеч насиб қилмагай)!",
    "Сўнгра шак-шубҳасиз, улар дўзахга киргувчидирлар.",
    "Сўнгра (уларга): «Мана шу сизлар ёлғон деб юрган нарса — азобдир», дейилур.",
    "Дарҳақиқат, яхшиларнинг номаи аъмоллари шак-шубҳасиз, Иллийюндадир.",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), сиз Иллийюн нима эканини қаердан ҳам билурсиз.",
    "(У) битилган китобдирки,",
    "Унга (Аллоҳнинг) яқин (фаришта)лари гувоҳ бўлурлар. ",
    "Шак-шубҳасиз, яхшилар (яъни, мўминлар жаннат) неъматларидадирлар.",
    "Улар сўриларда (Аллоҳ таоло ўзларига ато этган неъматларга) боқиб (ўтирурлар).",
    "Сиз уларнинг юзларида неъматларнинг жилвасини танирсиз — кўрурсиз.",
    "Улар (жаннатда) муҳрланган майдан суғорилурларки,",
    "У (май)нинг муҳри мушк бўлур. Бас, баҳслашгувчи кишилар (мана шундай мангу неъматга етиш йўлида) баслашсинлар.",
    "У майнинг мизожи — аралашмаси таснимдандир.",
    "(Тасним Аллоҳнинг) яқин (банда)лари ичадиган бир чашмадир.",
    "Дарвоқеъ, жинояткор — кофир кимсалар иймон келтирган зотлардан (масхара қилиб) кулгувчи бўлдилар.",
    "Қачон (мўминлар) уларнинг олдидан ўтсалар, улар бир-бирларига кўз қисишиб, имо-ишоралар қилардилар.",
    "Қачон уйларига қайтсалар (мўминларни масхара қилиб озор берганларидан) роҳатланиб қайтардилар.",
    "Қачон (мўминларни) кўрсалар, «Ана улар шак-шубҳасиз, йўлдан озгувчи кимсалардир», дердилар.",
    "Ҳолбуки, улар (мўминларнинг) устига қўриқчи қилиб юборилган эмасдилар.",
    "Энди бу (Қиёмат) Кунида иймон келтирган зотлар кофирлардан кулурлар.",
    "Улар (жаннатдаги) сўриларда (кофирларнинг азобланишига) боқиб (ўтирурлар).",
    "Кофирлар ўзлари қилиб ўтган қилмишларининг жазосини олдиларми? (Албатта олдилар).",
    "Осмон ёрилган вақт;",
    "Ва у Парвардигори(нинг ёрилиш тўғрисидаги амри)га қулоқ тутган — (мана шу амрга) лойиқ топилган вақтда;",
    "Ер ёйилган (теп-текис бўлган) вақт;",
    "Ва ўз ичидаги (жасадларни устига) чиқариб ташлаб, бўшаниб олган вақт;",
    "Ва у Парвардигори(нинг ёйилиб, теп-текис бўлиш тўғрисидаги амри)га қулоқ тутган — (мана шу амрга) лойиқ топилган вақтда (ана ўша Қиёмат Кунида ҳар бир инсон ўзи қилиб ўтган амалларига рўбарў бўлур)!",
    "Эй инсон, албатта сен меҳнат-машаққат чекиб Парвардигорингга (яъни, Унинг мукофот ёки жазосига) боргувчисан, бас, (бу ҳаёти дунёдан ўтганингдан сўнг) У зотга йўлиққувчисан.",
    "Ана энди кимнинг номаи аъмоли ўнг томонидан берилса.",
    "Бас, у осон ҳисоб билан ҳисоб-китоб қилинажак,",
    "Ва ўз(ининг жаннатдаги) аҳли-оиласига шоду хуррам ҳолда қайтажак.",
    "Энди кимнинг номаи аъмоли орқа томонидан берилса,",
    "Бас, у ўлимини чақириб қолажак.",
    "Ва дўзахга киражак!",
    "Дарвоқеъ, у (ҳаёти-дунёдалик пайтида) аҳли оиласида (ўз куфру исёни билан) шоду хуррам эди.",
    "Албатта у ўзининг ҳеч қачон (Парвардигори ҳузурига) қайтмаслигига ишонар эди.",
    "Йўқ, Парвардигори уни шубҳасиз кўриб тургувчи эди.",
    "Бас, Мен (қуёш ботаётган пайтда бутун уфқни қоплаб оладиган) шафаққа қасам;",
    "Кеча ва у қамраб олган (барча) нарсага қасам;",
    "Ҳамда тўла бўлган вақтидаги ойга (яъни, тўлин ойга) қасам ичурманки,",
    "Албатта сизлар (эй инсонлар), табақадан табақага минурсизлар (яъни, бир ҳолдан иккинчи ҳолга кўчиб турурсизлар). ",
    "Бас, нега улар иймон келтирмайдилар?!",
    "Уларга Қуръон қироат қилинган вақтида эса (унга иймон келтиришиб, Яратганга) сажда қилмайдилар?! ",
    "Йўқ, улар (Қуръонни ҳам, Қиёмат Куни қайта тирилишни ҳам) ёлғон дерлар!",
    "Аллоҳ эса улар ичларига солиб яшираётган нарсаларини (яъни, куфрларини, иймонсизликларини) жуда яхши билгувчидир!",
    "Бас, (эй Муҳаммад алайҳис-салоту вас-салом), сиз уларга аламли азоб «хушхабари»ни беринг!",
    "Фақатгина иймон келтирган ва яхши амаллар қилган зотлар учун битмас-туганмас ажр-мукофот бордир.",
    "Буржлар эгаси бўлмиш осмонга қасам;",
    "Ваъда қилинмиш (Қиёмат) Кунига қасам;",
    "(Ўша Кунда) гувоҳ бўлгувчи (барча халойиққа) ва гувоҳ бўлингувчи (барча воқеа-ҳодисалар)га қасам-ки,",
    "Чоҳ эгалари лаънат қилингайлар!",
    "(У чоҳ ўзига итқитилган одамларнинг таналаридан иборат бўлган) «ўтин»ли оловдир!",
    "Ўшанда улар ўша (чоҳ)нинг устида ўтириб олган,",
    "Ва мўминларга қилаётган ишларига ўзлари гувоҳ бўлган эдилар. ",
    "Улар (мўминлардан) фақат у (мўмин)лар қудрат ва мақтов эгаси бўлган Аллоҳга иймон келтирганлари учунгина ўч олдилар!",
    "У — осмонлар ва Ернинг подшоҳлиги Ўзиники бўлган Зотдир! Аллоҳ барча нарсага гувоҳдир!",
    "Албатта мўмин ва мўминаларни фитнага солиб, (бу қилмишларидан) тавба қилмаган кимсалар учун жаҳаннам азоби бордир ва улар учун ўт азоби бордир!",
    "Албатта иймон келтирган ва яхши амаллар қилган зотлар учун остидан дарёлар оқиб турадиган жаннатлар бордир. Мана шу катта бахтдир.",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), шак-шубҳасиз, Парвардигорингизнинг (кофирларни азоб билан) ушлаши қаттиқдир.",
    "Албатта Унинг Ўзи бошлар (яъни, бошлаб йўқдан бор қилур) ва қайтарур (яъни, халойиқни ўлганларидан кейин қайта тирилтирур).",
    "У (мўминларга) мағфиратли муҳаббатли Зотдир.",
    "(У) арш соҳиби бўлмиш буюк Зотдир.",
    "(У) истаган нарсасини амалга оширгувчидир.",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), сизга қўшинларнинг хабари келдими?",
    "— Фиръавн (ва унинг одамларининг) ҳамда Самуд (қабиласининг хабари келдими?) ",
    "Йўқ, кофир бўлган кимсалар (ўзларидан аввал ўтган динсиз кимсалар йўлиққан азоб-ҳалокатлардан ибрат олмай, ҳали ҳам Қуръонни) ёлғон дейишда (оёқ тираб турибдилар!)",
    "Ҳолбуки, Аллоҳ уларнинг ортида (барча нарсани билиб) иҳота қилиб тургувчидир.",
    "Йўқ, (улар ёлғон дейишаётган нарса) Буюк Қуръондир.",
    "Лавҳул-Маҳфуздаги (яъни, ҳар қандай бузилиш ва ўзгаришдан сақланган — ҳимояланган Лавҳдаги Буюк Қуръондир).",
    "Осмонга қасам, тунги йўлчига қасамки,",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), сиз тунги йўлчи нима эканини қаердан ҳам билар эдингиз.",
    "(У) учар юлдуздир.",
    "Ҳар бир жоннинг устида (унинг қилган барча амалларини) ёд олгувчи (фаришта) бордир.",
    "Энди инсон ўзининг нимадан яралганига бир боқсин!",
    "У отилиб чиқувчи бир сувдан яралган-ку!",
    "(Эркакнинг) бели билан (аёлнинг) кўкрак қафаси ўртасидан (отилиб чиқувчи бир сувдан яралган-ку!)",
    "Шак-шубҳасиз, (Аллоҳ) уни қайта тирилтиришга қодирдир.",
    "Сирлар фош қилинадиган (Қиёмат) Кунида (қайта тирилтиришга қодирдир).",
    "Бас, (у Кунда инсон) учун (Аллоҳнинг азобини қайтаргувчи) бирон куч ҳам, бирон ёрдамчи ҳам бўлмас! ",
    "Қайта-қайта тушгувчи (ёмғир) эгаси бўлмиш осмонга қасам;",
    "(Ўша ёмғир сабабли) ёриб чиққувчи (дон-дун, ўт-ўлан) эгаси бўлмиш Ерга қасамки,",
    "Шак-шубҳасиз, у (Қуръон ҳақ билан ботилни) ажратгувчи Сўздир.",
    "У ҳазил (яъни, асоссиз, беҳуда сўз) эмасдир.",
    "Албатта (кофирлар Муҳаммад алайҳис-салоту вас-саломга қарши турли) ҳийла-найранг қилурлар.",
    "Мен ҳам бир ҳийла қилурман (яъни, уларнинг ҳийла-найрангларига муносиб жазо берурман).",
    "Бас, (эй Муҳаммад алайҳис-салоту вас-салом), сиз уларга озгина вақт-муҳлат беринг (яъни, сиз бир оз шошмай туринг, майли улар бугун дину иймонга қарши қўлларидан келганини қилсинлар, эртага Қиёмат қойим бўлганида, албатта, қилмишларига яраша жазоларини олурлар)!",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), энг олий зот бўлмиш Парвардигорингизнинг номини (ҳар қандай айб-нуқсондан) покланг!",
    "У (барча нарсани) яратиб, расо қилиб қўйган Зотдир.",
    "У (ҳар бир нарса учун муносиб йўлни) белгилаб, (у нарсани ўша йўлга) ҳидоят қилиб қўйган Зотдир.",
    "У ўт-ўланни ундириб чиқариб,",
    "сўнг уни қорамтир хас-хашак қилиб қўйган Зотдир.",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), Биз сизни (Жаброил фаришта воситасида Қуръон) қироат қилдирурмиз. Бас, сиз (бирон оят)ни унутмассиз.",
    "Аллоҳнинг Ўзи (унутишингизни) хоҳлаган оятлардан бошқа (бирон оятни унутмассиз). Албатта У зот ошкора (сўз ва ишлар)ни ҳам, яширин нарсаларни ҳам билиб турур.",
    "Биз сизни осон (Динга) муваффақ қилурмиз. ",
    "Бас, агар панд-насиҳат фойда берса (кишиларга) панд-насиҳат қилинг! (Яъни, насиҳат кор қилмайдиган кимсаларга сўзингизни исроф қилманг!",
    "(Аллоҳдан) қўрқадиган киши панд-насиҳат олажак.",
    "Бадбахт кимса эса ўзини у (насиҳат)дан четга олур.",
    "Катта ўтга (дўзахга) кирадиган (бадбахт кимса ўзини насиҳатдан четга олур).",
    "Сўнгра у жойда на ўла олур ва на яшай олур!",
    "Дарҳақиқат, (куфру исёндан) пок бўлган киши нажот топгандир.",
    "Ва Парвардигорининг номини ёд этиб намоз ўқиган (ҳар бир киши нажот топгандир).",
    "Йўқ, сизлар (эй кофирлар), ҳаёти дунёни устун қўюрсизлар!",
    "Ҳолбуки, Охират яхшироқ ва боқийроқдир.",
    "Дарвоқеъ, бу (сурада мазкур бўлган панд-насиҳатлар) аввалги (пайғамбарларга нозил бўлган) саҳифаларда",
    "— Иброҳим ва Мусо саҳифаларида ҳам бордир.",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), сизга ўраб олгувчи (Қиёмат Куни) ҳақидага хабар келдими?",
    "У Кунда (кофирларнинг) юзлари эгилиб қолгувчи.",
    "(Бўйин ва қўл-оёқлари кишан ва занжирларни судраш билан) меҳнат-машаққат чеккувчидир.",
    "(Улар) қизиган дўзахга кирур!",
    "Қайнаб турган булоқдан суғорилур!",
    "Улар учун бирон таом бўлмас, (уларнинг емишлари) фақат зорийъдан (заҳарли ва бадбўй тикансимон ўсимлик) бўлур!",
    "У (еган кимсани) семиртирмайди ҳам ва очлиқдан халос ҳам қилмайди!",
    "(Мўминларнинг) юзлари эса у Кунда (ўзларига ато этилган ноз-неъматлардан) шод-хуррам;",
    "(Ҳаёти-дунёда Аллоҳ йўлида қилган) саъй-ҳаракатларидан рози бўлур.",
    "(Улар) олий жаннатда бўлиб;",
    "У жойда бирон беҳуда сўз эшитмаслар.",
    "У жойда оқар булоқ бордир.",
    "У жойда баланд сўрилар;",
    "Ва (булоқ бўйига) қўйиб қўйилган қадаҳлар.",
    "Тизиб қўйилган ёстиқлар.",
    "Ва тўшалган гиламлар бордир. ",
    "Ахир улар туянинг қандай яратилганига боқмайдиларми?",
    "Осмоннинг қандай кўтариб қўйилганига;",
    "Тоғларнинг қандай тикланганига;",
    "Ва Ернинг қандай ёйиб-текислаб қўйилганига (ибрат назари билан боқмайдиларми?!) ",
    "Бас, (эй Муҳаммад алайҳис-салоту вас-салом), сиз панд-насиҳат қилинг! Зотан, сиз фақат бир панд-насиҳат қилгувчидирсиз, холос.",
    "Сиз уларнинг устида зўравонлик билан ҳукм юргизгувчи эмассиз.",
    "Илло ким (бу панд-насиҳатдан) юз ўгириб, кофир бўлса;",
    "У ҳолда Аллоҳ уни энг катта азоб билан азоблар!",
    "Зеро, ёлғиз Ўзимизга қайтишлари бордир!",
    "Сўнгра уларни ҳисоб-китоб қилиш (жазо бериш) ҳам ёлғиз Бизнинг зиммамиздадир!",
    "Тонгга қасам.",
    "(Зул-ҳижжа ойидаги аввалги) ўн кечага қасам.",
    "Жуфт ва тоқ (ракаатли намозлар)га қасам.",
    "Ўтиб бораётган кечага қасамки, (албатта кофирлар азобга гирифтор бўлурлар)!",
    "Мана шу (қасам ичилган нарсаларда) ақл эгаси учун (етарли) қасам бордир?!",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), Парвардигорингиз Од (қабиласи)ни қандай (ҳалокатга дучор) қилганини кўрмадингизми?",
    "(Улар) баланд устун(ли қаср)лар эгаси бўлган Иром (шаҳрида яшаган Од қабиласини қандай ҳалокатга дучор қилганини кўрмадингизми?).",
    "У (шаҳар бошқа) юртларда ўхшаши яратилмаган эди.",
    "(Қуро) водийсида харсанг тошларни кес(иб ўзларига уйлар солиб ол)ган кимсалар бўлмиш Самуд (қабиласини қандай ҳалокатга дучор қилганини-чи)?",
    "Қозиқлар (яъни, ерга қозиқдек қоқилган баланд эҳромлар ва қасрлар) эгаси бўлган Фиръавнни (қандай ҳалокатга дучор қилганини-чи)?",
    "Улар юртларида ҳадларидан ошиб,",
    "у жойларда бузғунчиликни кўпайтириб юборган эдилар.",
    "Бас, Парвардигорингиз уларнинг устига турли азоб-офатни ёғдирди!",
    "Шак-шубҳасиз, Парвардигорингиз (барча нарсани) кузатиб тургувчидир. ",
    "Бас, энди инсон — қачон Парвардигори уни имтиҳон қилиб, азиз қилиб қўйса ва унга неъмат ато этса дарҳол: «Парвардигорим (иззат-ҳурматга лойиқ бўлганим учун) мени азиз қилди», дер.",
    "Энди қачон (Парвардигори) уни имтиҳон қилиб, ризқини танг килиб қўйса, дарҳол: «Парвардигорим мени хор қилди», дер.",
    "Йўқ, (сизлар гумон қилганларингиздек иззат-икром бойлик билан, хор-зор қилиш — камбағаллик билан бўлмас)! Йўқ, сизлар етимни иззат-икром қилмассизлар! ",
    "Мискин-бечорага таом беришга ҳам бир-бирларингни тарғиб қилмассизлар!",
    "Меросни эса (ўзларингизнинг улушингизга ўзгаларникини ҳам) қўшиб ейиш билан еяверурсизлар!",
    "Яна мол-дунёни қаттиқ муҳаббат билан яхши кўрурсизлар!",
    "Йўқ, (бундай кирдикорларингиздан қайтингиз)! Қачон Ер (зилзилага тушиб, барча нарса) чилпарчин қилинганда;",
    "Парвардигорингиз ва фаришталар саф-саф бўлиб келганда;",
    "(Кофирлар кўришлари учун) ўша Кунда жаҳаннамни ҳам (яқин) келтириб қўйилганда — ана ўша Кунда инсон (бу кўрганларидан) эслатма-ибрат олур! (Аммо у Кунда) бу эслатма-ибратнинг фойдаси) қаёқдан тегсин?!",
    "У: «Эҳ, кошки эди мен ҳаёт вақтимда (яхши амаллар) қилиб ўтган бўлсам», деб қолур!",
    "У Кундаги (Аллоҳнинг) азоби каби ҳеч ким азоблай олмас!",
    "Ва У зотнинг (кишан ва занжирлар билан) боғлаши каби ҳеч ким боғлай олмас!",
    "(У Кунда ҳаёти дунёдан Аллоҳ таолонинг ваъдасига ишониб иймон ва эзгу амаллар билан ўтган мўминларга хитоб қилиниб, дейилур): «Эй хотиржам-сокин жон,",
    "Сен (Аллоҳ ато этган неъматлардан) рози бўлган (ва Аллоҳ таоло томонидан сенинг амалларингдан) рози бўлинган ҳолда Парвардигоринг (ҳузури)га қайт!",
    "Бас, (солиҳ) бандаларим қаторига киргин,",
    "Ва Менинг жаннатимга киргин!»",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), мана шу шаҳарга,",
    "— Ҳолбуки сиз ҳам мана шу шаҳарда яшайсиз,",
    "— Ҳамда ота ва ундан бўлган болаларга (яъни, Одам алайҳиссалом ва унинг барча зурриётларига) қасамёд қилурманки.",
    "Дарҳақиқат, Биз инсонни меҳнат-машаққатга яратдик. ",
    "У ўзига ҳеч кимнинг кучи етмайди, деб ўйларми?!",
    "У (мақтаниб): «Жуда кўп мол-дунёни (сарфлаб) йўқ қилдим», дер.",
    "У ўзини (риёкорлик билан мол-дунё совураётган пайтида) ҳеч ким кўрмаган, деб ўйларми?! (Йўқ, Аллоҳ таоло ҳар вақт, ҳар нарсани кўриб-билиб турур!)",
    "Ахир Биз унга икки кўз,",
    "тил ва икки лаб (ато) қилмадикми?!",
    "Ва Биз уни икки баландликка (яъни, яхшилик ёки ёмонлик довонларини ошиб ўтишга) йўллаб қўйдик-ку! ",
    "Бас, у (мақтанчоқ кимса яхшилик) довонини ошиб ўтмади!",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), довон (ошиши) нима эканини сиз қаердан билар эдингиз?",
    "(У бир қул) бўйнини (қулликдан) озод қилмоқ,",
    "Ёки очарчилик кунида таом бермоқдир.",
    "— Бирон қардош етимга;",
    "— Ё муҳтож бечора-мискинга (таом бермоқдир).",
    "Сўнгра у (мақтанчоқ кимса) иймон келтирган ва бир-бирларига (тоат-ибодатини адо этишдаги машаққатларга) сабр-қаноат қилишни тавсия этган, бир-бирларига (Аллоҳнинг бандаларига) меҳр-мурувват кўргазишни тавсия этган зотлардан бўлмади!",
    "Ана ўша (яъни, юқоридаги фазилатларга эга бўлган) зотлар ўнг томон эгаларидир (яъни, Охират Кунида ишлари ўнгдан келгувчи саодатманд кишилардир).",
    "Бизнинг оятларимизга кофир бўлган кимсалар эса чап томон эгаларидир!",
    "Уларнинг устида қопланиб қолгувчи олов-дўзах бўлур!",
    "Қуёш ва унинг ёғдусига қасам.",
    "У (қуёш)нинг ортидан келган ойга қасам.",
    "У (қуёшни оламга) ошкор қилган кундузга қасам.",
    "У (қуёшни ўз зулмати билан) ўраб-яширган кечага қасам.",
    "Осмонга ва уни бино қилган Зотга қасам.",
    "Ерга ва уни ёйиб-текис қилиб қўйган Зотга қасам.",
    "Жонга ва уни расо қилиб-яратган,",
    "Унга фисқ-фужурини ҳам, тақвосини ҳам илҳом қилиб-ўргатиб қўйган Зотга қасамки,",
    "Дарҳақиқат, уни (яъни, ўз нафсини-жонини иймон ва тақво билан) поклаган киши нажот топди.",
    "Ва у (жонни фисқ-фужур билан) кўмиб хорлаган кимса номурод бўлди. ",
    "Самуд (қабиласи) ҳаддан ошганлари сабабли (ўз пайғамбарларини) ёлғончи қилишди.",
    "Эсланг, уларнинг энг бадбахтлари (туяни сўйиш учун) қўзғалганларида,",
    "Аллоҳнинг пайғамбари (Солиҳ алайҳиссалом) уларга: «Аллоҳнинг туяси(ни сўйиб юбориш)дан ва уни суғориш(га тўсиқ бўлиш)дан сақланинглар!», деди.",
    "Бас, улар (Пайғамбарни) ёлғончи қилишиб, у (туя)ни сўйиб юборган эдилар, Парвардигорлари ўзларининг гуноҳлари сабабли устларига қирғин юбориб, уни (қирғинни барчаларига) баробар қилди.",
    "(Зотан, Аллоҳ таоло бу ишининг) оқибатидан қўрқмас! ",
    "(Борлиқни ўз зулмати билан) ўраб келаётган кечага қасам;",
    "Ёришиб-кўринган кундузга қасам;",
    "Эркак ва аёлни яратган зотга қасамки,",
    "Шак-шубҳасиз, сизларнинг саъй-ҳаракатларингиз хилма-хилдир.",
    "Ана энди ким (ўз мол-давлатидаги камбағал-бечораларга берилиши лозим бўлган закот ва бошқа садақотларни) ато этса ва (Аллоҳдан) қўрқса;",
    "Ҳамда гўзал оқибатни (яъни, жаннат бор эканини) тасдиқ этса;",
    "Бас, Биз уни осон йўлга муяссар қилурмиз. ",
    "Энди ким (Аллоҳ йўлида хайр-саховат кўрсатишдан) бахиллик қилса ва (ўзини Аллоҳ ҳузуридаги ажр-мукофотлардан) беҳожат билса;",
    "Ҳамда гўзал оқибатни (яъни, Аллоҳ ваъда қилган жаннатни) ёлғон деса;",
    "Бас, Биз уни (дунё ва Охиратда бахтсиз бўладиган) оғир йўлга «муяссар» қилурмиз!",
    "Ва у (дўзахда) ҳалок бўлган вақтида молу дунёси унга фойда бермас!",
    "Шак-шубҳасиз, ҳидоят (яъни, инсонларни Тўғри Йўлга йўллаш) ёлғиз Бизнинг зиммамиздадир.",
    "Шак-шубҳасиз, Охират ҳам, дунё ҳам ёлғиз Бизникидир. ",
    "Бас, (эй инсонлар), Мен сизларни ловуллаб ёниб турган оловдан — дўзахдан огоҳлантирдим.",
    "Унга фақат бадбахт кимсагина кирур!",
    "(Ҳақни) ёлғон деган ва (иймон-эътиқоддан) юз ўгирган (бадбахт кимсагина кирур!)",
    "Тақводор зот у (дўзах)дан йироқ қилинур.",
    "Ўзи поқдомон бўлиб, мол-давлатини (яхшилик йўлида) сарф қиладиган (тақводор зот ундан йироқ қилинур).",
    "У (тақводор зот) ҳузурида — зиммасида бирон кимсага қайтариладиган неъмат йўқдир. (Яъни, у бирон кимсанинг ўзига ўтказиб қўйган яхшилигини қайтариш учун хайр-саховат кўрсатмайди).",
    "У фақат энг олий зот бўлмиш Парвардигорининг Юзини — ризолигини истаб (мол-давлатини сарф қилур).",
    "Ва яқинда (Парвардигори унга ато этадиган мукофот — жаннат неъматларидан) рози бўлур.",
    "Чошгоҳ вақтига қасам.",
    "(Ўз зулмати билан чор-атрофни) қоплаб-ўраб олган кечага қасамки,",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), Парвардигорингиз сизни тарк этгани ҳам йўқ, ёмон кўриб қолгани ҳам йўқдир. ",
    "Албатта Охират сиз учун дунёдан яхшироқдир.",
    "Яқинда Парвардигорингиз сизга (шундай неъматлар) ато этурки, сиз (у илоҳий марҳаматлардан) рози бўлурсиз.",
    "(Эй Муҳаммад алайҳис-салоту вас-салом, Парвардигорингиз) сизни етим ҳолда топгач, бошпана бермадими? ",
    "У зот сизни гумроҳ-ғофил ҳолда топиб, (Ҳақ йўлига) ҳидоят қилиб қўйди-ку!",
    "У зот сизни камбағал ҳолда топиб, бой қилиб қўйди-ку!",
    "Бас, энди сиз ҳам етимга қаҳр қилманг!",
    "Сўровчи гадони эса (бирон нарса бермасдан) ҳайдаманг!",
    "Парвардигорингознинг (сизга ато этган пайғамбарлик ва бошқа барча) неъмати ҳақида  (кишиларга доимо) сўзланг! ",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), Биз сизнинг қалбингизни (иймон ва Қуръон нури билан) кенг-мунаввар қилиб қўймадикми?",
    "Ва Биз сиздан юкингизни олиб қўйдик.",
    "У елкангизни эзиб турган оғир (юкингизни олиб қўйдик). ",
    "Ва Биз сизнинг зикрингизни (яъни, мартабангизни) баланд қилиб қўйдик. ",
    "Бас, албатта ҳар бир оғирлик-машаққат билан бирга бир енгиллик ҳам бордир.",
    "Албатта ҳар бир оғирлик-машаққат билан бирга бир енгиллик ҳам бордир. ",
    "Бас, (эй Муҳаммад алайҳис-салоту вас-салом), қачон сиз (кишиларни Ҳақ йўлга даъват қилишдан ва бошқа дунёвий ҳожатлардан — ишлардан) фориғ бўлсангиз (ўрнингиздан) туринг.",
    "Ва ёлғиз Парвардигорингизга юзингизни буринг!",
    "Анжирга қасам, зайтунга қасам;",
    "(Аллоҳ таоло Мусо пайғамбар билан бевосита сўзлашган) Сино тоғига қасам;",
    "Мана шу тинч-осойишта шаҳар (Маккаи Мукаррама)га қасамки;",
    "Дарҳақиқат, Биз инсонни энг гўзал шаклу шамойилда яратдик.",
    "Сўнгра (у Биз ато этган шундай гўзал сурат ва мукаммал хилқатнинг шукрини қилмасдан, куфру туғён йўлига кетгач), уни асфала-софилинга (яъни, энг тубан дўзахга) қайтардик.",
    "Фақат (қай) бир зотлар иймон келтирсалар ва яхши амаллар қилсалар, ана ўшалар учун битмас-туганмас ажр-мукофот бордир.",
    "Бас, (эй инсон), энди (яъни, Аллоҳ таолонинг барча нарсага қодир Зот эканлигини билганингдан сўнг) нима сени (Қиёмат Кунида бандаларнинг қилиб ўтган амалларига бериладиган) жазони ёлғон дейишга мажбур қилур?!",
    "Ахир Аллоҳ ҳукм қилгувчиларнинг энг адолатлиси эмасми?! (Дарҳақиқат, Аллоҳ таоло Қиёмат Кунида энг одил ҳукм қилгувчидир).",
    "(Эй Муҳаммад алайҳис-салоту вас-салом, барча мавжудотни) яратган Зот бўлмиш Парпардигорингиз номи билан (бошлаб) ўқинг!",
    "У инсонни лахта қондан яратган (Зотдир).",
    "Ўқинг! Сизнинг Парвардигорингиз ўта карамли Зотдир.",
    "У (инсониятга) қаламни (яъни, ёзишни — хатни) ўргатган Зотдир.",
    "У зот инсонга унинг билмаган нарсаларини ўргатди. ",
    "Дарҳақиқат, (кофир) инсон албатта туғёнга тушар — ҳаддидан ошар.",
    "Ўзини бой-беҳожат кўргач, (албатта туғёнга тушар).",
    "(Эй инсон), албатта ёлғиз Парвардигорингга қайтишинг бордир! (Ўшанда бу туғёнларинг учун ҳисоб-китоб қилиниб, жазоланишинг аниқдир)!",
    "(Эй инсон), тўсувчи кимсани кўрдингми?!",
    "Бир бандани (яъни, Муҳаммад алайҳис-салоту вас-саломни) (намозидан тўсадиган кимсани кўрдингми?!)",
    "Хабар бергин-чи, агар у (намоз ўқигувчи) ўзи Тўғри Йўлда бўлса,",
    "Ёки (ўзгаларни) тақвога (Аллоҳдан қўрқишга) буюрса, (уни намоздан ва тақводан тўсган кимса ҳалок бўлмасми)?",
    "Хабар бергин-чи, агар у (намоздан тўсгувчи кимса Аллоҳнинг китобини) ёлғон деса ва (у Китобга иймон келтиришдан) юз ўгирса,",
    "албатта Аллоҳ (унинг барча қилмишларини) кўриб туришини билмасми?! ",
    "Йўқ! Қасамки, агар у (бундай гумроҳликдан) тўхтамаса, албатта Биз унинг пешона сочидан тутармиз,",
    "— ўша ёлғончи, адашган пешона сочидан тутармиз-да, (жаҳаннамга отурмиз)!",
    "Бас, у ўзининг жамоасини (ёрдамга) чақираверсин!",
    "Биз эса азоб фаришталарини чақиражакмиз!",
    "Йўқ! (Эй Муҳаммад алайҳис-салоту вас-салом), сиз унга итоат этманг ва (ёлғиз) Аллоҳга сажда-ибодат қилиб, (У зотга) яқин бўлинг! ",
    "Албатта Биз у (Қуръон)ни Қадр кечасида нозил қилдик.",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), Қадр кечаси нима эканлигини сиз қаердан билар эдингиз?",
    "Қадр кечаси минг ойдан яхшироқдир. ",
    "У (кеча)да фаришталар ва Руҳ (яъни, Жаброил алайҳиссалом) Парвардигорларининг изни-ихтиёри ила (йил давомида қилинадиган) барча ишлар билан (осмондан заминга) тушурлар.",
    "У (кеча) то тонг отгунича тинчлик-омонликдир.",
    "Аҳли китобдан ва мушриклардан бўлган кофир кимсалар то уларга очиқ ҳужжат келгунича (куфрдан) ажрагувчи бўлмадилар.",
    "(У очиқ ҳужжат) Аллоҳ томонидан (юборилган) бир пайғамбар (яъни, Муҳаммад алайҳис-салоту вас-салом бўлиб, уларга) покиза саҳифаларни (яъни, Қуръонни) тиловат қилур.",
    "У (Қуръонда) энг тўғри ёзувлар — ҳукмлар бордир. ",
    "Китоб ато этилган кимсалар фақат уларга очиқ ҳужжат — пайғамбар келганидан кейингина бўлиниб кетдилар (яъни, айримлари ўша ўзлари кутган пайғамбарга иймон келтирдилар, айримлари эса унга кофир бўлдилар)!",
    "Ҳолбуки, улар фақат ягона Аллоҳга, У зот учун динни холис қилган, Тўғри Йўлдан оғмаган ҳолларида ибодат қилишга ва намозни тўкис адо этишга ҳамда закотни (ҳақдорларга) ато этишга буюрилган эдилар. Мана шу Тўғри (Йўлдаги миллатнинг) динидир.",
    "Албатта аҳли китобдан ва мушриклардан бўлган кофир кимсалар жаҳаннам ўтида бўлиб, ўша жойда мангу қолурлар! Ана ўшалар энг ёмон махлуқдирлар.",
    "Албатта иймон келтирган ва яхши амаллар қилган зотлар — ана ўшалар яралмиш жонзотларнинг энг яхшисидирлар.",
    "Парвардигорлари ҳузуридаги уларнинг жазо-мукофотлари — остидан дарёлар оқиб турадиган мангу жаннатлардир. Улар ўша жойда абадул-абад қолгувчидирлар. Аллоҳ улардан рози бўлди, улар ҳам (Аллоҳдан) рози бўлдилар. Бу (мукофот) Парвардигоридан қўрққан киши учундир.",
    "Қачон Ер ўзининг (энг даҳшатли) зилзиласи билан ларзага тушганида;",
    "Ва Ер (ўз бағридаги хазинаю-дафиналардан ва инсон жасадларидан иборат) «юк»ларини (юзага) чиқариб ташлаганида;",
    "Ва (ҳаётлик пайтида қайта тирилишни инкор қилгувчи бўлган) инсон (қайта тирилганидан даҳшатга тушиб: «Ерга) нима бўлди ўзи?», деб қолганида;",
    "Ана ўша Кунда Ер ўз хабарларини сўзлар!",
    "Парвардигорингиз унга ваҳий қил(иб, сўзлашга буюр)гани сабабли (ўз хабарларини сўзлар!) ",
    "Ўша Кунда одамлар, уларга (қилиб ўтган амаллари)нинг жазо ёки мукофотлари кўрсатилиши учун тўда-тўда бўлиб чиқиб келурлар!",
    "Бас, ким (ҳаёти дунёдалик пайтида) зарра мисқоличалик яхшилик қилса, (Қиёмат Кунида) ўшани кўрур.",
    "Ким зарра мисқоличалик ёмонлик қилса, уни ҳам кўрур!",
    "(Аллоҳ йўлида) харсиллаб чопадиган (от)ларга қасам;",
    "(Чопган пайтида туёқларидан) чақмоқлар чақадиган (от)ларга қасам;",
    "Тонг пайтида (ёв устига) бостириб борадиган (от)ларга қасам;",
    "Бас, ўшанда чанг-тўзон кўтариб;",
    "Шу (чанг-тўзон) билан (душман) жамоасининг ўртасига кириб келадиган (от)ларга қасамки;",
    "Шак-шубҳасиз, (кофир) инсон Парвардигори (унга ато этган неъматлар)га кўрнамаклик қилгувчидир.",
    "Ва шак-шубҳасиз, у бунга (ўзининг бу ношукурлигига) гувоҳдир.",
    "Ва шак-шубҳасиз, у мол-дунё муҳаббатига жуда қаттиқ (берилгувчи)дир.",
    "Ахир у билмасмики, (Қиёмат қойим бўлиб), қабрларнинг ичидаги нарсалар (жасадларга қайта жон ато этилиб, ташқарига) чиқарилганида;",
    "Ва диллардаги сирлар ошкор қилинганида;",
    "Ана ўша Кунда шак-шубҳасиз, Парвардигорлари улардан (яъни, барча халойиқнинг ҳаёти дунёда қилиб ўтган ишларидан) огоҳ-хабардор-ку! ",
    "(Ўз даҳшатлари билан кишилар қалбини) қаттиқ қоққувчи (Қиёмат)!",
    "У қаттиқ қоққувчи недур?!",
    "(Эй инсон), қаттиқ қоққувчи (Қиёмат) нима эканлигини сен қаердан билар эдинг?!",
    "У Кунда одамлар тўзғитиб юборилган парвоналар каби бўлиб қолурлар! (Яъни, қабрларидан чиқишиб, Қиёмат даҳшатидан ўзларини ҳар ёнга уриб-тўзиб кетадилар)!",
    "Тоғлар эса титилган жун каби (осмонда учиб юрадиган) бўлиб қолур!",
    "Бас, энди (у кунда) кимнинг тортилган (яхши амаллари) оғир келса,",
    "Яна ўша (ҳар бир инсон) рози бўладиган — орзу қиладиган ҳаётда бўлур.",
    "Энди кимнинг тортилган (яхши амаллари) енгил келса,",
    "Унинг жойи «жарлик»дир!",
    "Унинг нима эканини қаердан ҳам билар эдинг?!",
    "(У) қизиган дўзахдир!",
    "(Эй инсонлар), сизларни (мол-дунё) тўплаб-кўпайтириш машғул қилди!",
    "Сизлар то қабрларни зиёрат қилгунларингизча (яъни, ўлиб, қабрга киргунларингизча сизларни мол-дунё тўплаб-кўпайтириш машғул қилди!) ",
    "Йўқ, сизлар яқинда (бу қилмишларингизнинг оқибатини) билурсизлар!",
    "Яна бир бор йўқ, сизлар яқинда билурсизлар.",
    "Йўқ, агар сизлар (дунёга қул бўлиб қолишнинг оқибати нима эканлигини) аниқ билиш билан билсаларингиз эди, (унга қул бўлиб қолмас эдингизлар)!",
    "Қасамки, албатта сизлар дўзахни кўрурсизлар!",
    "Яна бир бор қасамки, сизлар уни аниқ кўриш билан кўрурсизлар!",
    "Сўнгра ана ўша Кунда албатта (ҳаёти дунёда сизларга ато этилган барча) неъматлар тўғрисида масъул бўлурсизлар.",
    "Аср (вақти)га қасамки,",
    "(Барча) инсон зиён-бахтсизликдадир.",
    "Фақат иймон келтирган ва яхши амаллар қилган, бир-бирларига Ҳақ (йўли)ни тавсия этган ва бир-бирларига (мана шу Ҳақ йўлида) сабр-тоқат қилишни тавсия этган зотларгина (нажот топгувчидирлар).",
    "Барча (кишиларга дилозорлик қилиб, уларнинг обрўларини тўкиб юрадиган) бўҳтончи-ғийбатчига ҳалокат бўлгай.",
    "У (фақат) мол тўплаган ва ўша (мол-дунё)ни ҳисоб-китоб қилиб (бирон савобли ишга сарфламасдан) юрган кимсадир.",
    "У (топган) мол-дунёси ўзини мангу (ўлмайдиган) қилиб қўйган, (деб ўйлаб юрган кимсадир).",
    "Йўқ, (унинг бу ҳисоб-китоби бекордир)! Қасамки, албатта у чилпарчин қилгувчи (дўзах)га ташланур!",
    "(Эй инсон), чилпарчин қилгувчи нима эканлигини сен қаердан билар эдинг?!",
    "(У) Аллоҳнинг ёқиб қўйилган бир оловидирки,",
    "(ўз алангаси билан баданларни тешиб ўтиб) юракларга қадар етур!",
    "Албатта (у олов) уларнинг (кофирларнинг) устида қопланиб қолгувчидир (яъни, на улар жаҳаннам қаъридан қутулиб чиқа олурлар ва на улар нафас олишлари учун бир ютум тоза ҳаво қилур)!",
    "(У кофирлар жаҳаннамда) узундан-узун устунларга (занжирлар билан) боғлаб қўйилган ҳолларида (бўлурлар).",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), Парвардигорингиз фил эгаларини қандай (ҳалок) қилганини кўрмадингизми?",
    "У зот уларнинг (Каъбатуллоҳни вайрон қилиш учун қўллаган барча) ҳийла-найрангларини баробод қилмадими?",
    "У зот уларнинг устига тўп-тўп қушларни юбориб,",
    "Уларнинг устига сополдан бўлган тошларни отадиган (қушларни юбориб),",
    "Уларни (қурт-қумурсқалар томонидан) чайнаб ташланган сомон каби (илма-тешик) қилиб юборди! ",
    "Қурайшга осон қилиб қўйилгани",
    "— уларга қиш ва ёз сафари осон қилиб қўйилгани учунгина;",
    "Улар мана шу Уйнинг Парвардигорига ибодат қилсинлар!",
    "У зот уларни очлиқдан (қутқариб) таомлантирди ва хавфу хатардан тинч қилди. ",
    "Динни (Охиратдаги жазони) ёлғон, дейдиган кимсани(нг қандай кимса эканлигини) кўрдингизми — билдингизми?",
    "Бас, бу етим-есирни (қўполлик билан) ҳайдаб соладиган,",
    "Ва (кишиларни) мискин-бечорага таом беришга тарғиб қилмайдиган кимсадир. ",
    "Бас, «намозхон»ларга ҳалокат бўлгайки,",
    "Улар намозларини «унутиб» қўядиган кимсалардир.",
    "Улар риёкорлик қиладиган;",
    "Ва рўзғор буюмларини ҳам (кишилардан) манъ қиладиган (яъни, бирон кишига фойдалари тегмайдиган) кимсалардир!",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), албатта Биз сизга Кавсарни ато этдик.",
    "Бас, сиз Парвардигорингиз учун намоз ўқинг ва (жонлик) сўйиб-қурбонлиқ қилинг!",
    "Албатта сизни ёмон кўргувчи кимсанинг думи қирқилгандир (яъни, беному-бенишон бўлиб кетгувчидир)!",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «Эй кофирлар!",
    "Мен сизлар ибодат қилаётган нарсаларга ибодат қилмасман.",
    "Ва сизлар ҳам мен ибодат қиладиган (Аллоҳ)га ибодат қилгувчи эмасдирсизлар.",
    "Мен сизлар ибодат қилган нарсага ибодат қилгувчи эмасман.",
    "Ва сизлар ҳам мен ибодат қиладиган (Аллоҳ)га ибодат қилгувчи эмасдирсизлар.",
    "Сизларнинг динингиз ўзларингиз учун, менинг диним ўзим учундир!»",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), қачон Аллоҳнинг ёрдами ва ғалаба келса;",
    "Ва одамлар тўп-тўп бўлишиб, Аллоҳнинг дини (Ислом)га кираётганларини кўрсангиз;",
    "Дарҳол Парвардигорингизга ҳамд айтиш билан (У зотни ҳар қандай «шерик»лардан) покланг ва У зотдан мағфират сўранг! Зеро, У тавбаларни қабул қилгувчи бўлган Зотдир. ",
    "Абу Лаҳабнинг қўллари қуригай — ҳалок бўлгай! (Аниқки), у қуриди — ҳалок бўлди!",
    "Мол-мулки ва касб қилиб топган нарсалари унга асқотгани йўқ!",
    "Яқинда у (ловуллаб турган) алангали дўзахга киражак!",
    "Ва унинг ўтин орқалаган хотини,",
    "— бўйнида пишиқ толадан эшилган арқон бўлган хотини ҳам (ловуллаб турган алангали дўзахга киражак!) ",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «У — Аллоҳ Бирдир. (Яъни, Унинг ҳеч қандай шериги йўқдир. У яккаю ёлғиздир).",
    "Аллоҳ (барча ҳожатлар билан) кўзлангувчидир (яъни, барча ҳожатлар Ундан сўралади, аммо У ҳеч кимга муҳтож эмасдир).",
    "У туғмаган ва туғилмагандир (яъни, Аллоҳнинг ўғил-қизи ҳам, ота-онаси ҳам йўқдир. У азалий ва абадий Зотдир).",
    "Ва ҳеч ким У зотга тенг эмасдир».",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «Мен тонг Парвардигоридан (менга) паноҳ беришини сўраб илтижо қилурман;",
    "— Ўзи яратган нарсаларнинг ёмонлигидан;",
    "— Зулматга чўмган кечанинг ёмонлигидан;",
    "— Тугунларга дам солгувчи (жодугар)ларнинг ёмонлигидан;",
    "— Ва ҳасад қилаётган ҳасадгўйнинг ёмонлигидан (паноҳ беришини сўраб илтижо қилурман»).",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «Мен барча инсонларнинг Парвардигоридан,",
    "Барча инсонларнинг Подшоҳидан,",
    "Барча инсонларнинг Илоҳидан (менга) Ўзи",
    "(Қачон Аллоҳнинг номи зикр қилинганида) яшириниб оладиган васвасачи (шайтон)нинг ёмонлигидан паноҳ беришини сўраб илтижо қилурманки,",
    "У инсонларнинг дилларига васваса соладиган,",
    "Жин ва инсонлардан бўлган (шайтондир. Ўшанинг ёмонлигидан паноҳ беришини сўраб илтижо қилурман)."
  ]
}