{
  "meta": {
    "id": 163,
    "name": "Sheikh Mujibur Rahman",
    "author_name": "Darussalaam Publication",
    "slug": "bn-sheikh-mujibur-rahman",
    "language_name": "bengali"
  },
  "verses": [
    "পবিত্র ও মহিমাময় তিনি যিনি তাঁর বান্দাকে রাতে ভ্রমণ করিয়েছিলেন মাসজিদুল হারাম হতে মাসজিদুল আকসায়, যার পরিবেশ আমি করেছিলাম বারাকাতময়, তাকে আমার নিদর্শন দেখানোর জন্য; তিনিই সর্বশ্রোতা, সর্বদ্রষ্টা।",
    "আমি মূসাকে কিতাব দিয়েছিলাম এবং তাকে করেছিলাম বানী ইসরাঈলের জন্য পথ নির্দেশক। আমি আদেশ করেছিলাম, তোমরা আমি ব্যতীত অপর কেহকেও কর্ম বিধায়করূপে গ্রহণ করনা।",
    "তোমরাইতো তাদের বংশধর যাদেরকে আমি নূহের সাথে নৌকায় আরোহণ করিয়েছিলাম, সে ছিল পরম কৃতজ্ঞ দাস।",
    "এবং আমি কিতাবে (তাওরাতে) প্রত্যাদেশ দ্বারা বানী ইসরাঈলকে জানিয়েছিলাম, নিশ্চয়ই তোমরা পৃথিবীতে দু’বার বিপর্যয় সৃষ্টি করবে এবং তোমরা অতিশয় উদ্ধত্যকারী হবে।",
    "অতঃপর এই দু’এর প্রথমটির নির্ধারিত কাল যখন উপস্থিত হল তখন আমি তোমাদের বিরুদ্ধে প্রেরণ করেছিলাম আমার দাসদেরকে, যুদ্ধে অতিশয় শক্তিশালী; তারা ঘরে ঘরে প্রবেশ করে সমস্ত কিছু ধ্বংস করেছিল; শাস্তির প্রতিজ্ঞা কার্যকরী হয়েই থাকে।",
    "অতঃপর আমি তোমাদের পুনরায় তাদের উপর প্রতিষ্ঠিত করলাম, তোমাদেরকে ধন-সম্পদ ও সন্তান-সন্ততি দ্বারা সাহায্য করলাম ও সংখ্যাগরিষ্ঠ করলাম।",
    "তোমরা সৎ কাজ করলে তা নিজেদেরই জন্য করবে এবং মন্দ কাজ করলে তাও করবে নিজেদের জন্য; অতঃপর পরবর্তী নির্ধারিত সময় উপস্থিত হলে আমি আমার দাসদেরকে প্রেরণ করলাম তোমাদের মুখমন্ডল কালিমাচ্ছন্ন করার জন্য, প্রথমবার তারা যেভাবে মাসজিদে প্রবেশ করেছিল পুনরায় সেভাবেই তাতে প্রবেশ করার জন্য এবং তারা যা অধিকার করেছিল তা সম্পূর্ণ রূপে ধ্বংস করার জন্য।",
    "সম্ভবতঃ তোমাদের রাব্ব তোমাদের প্রতি দয়া করবেন। কিন্তু তোমরা যদি তোমাদের পূর্ব আচরণের পুনরাবৃত্তি কর তাহলে তিনিও তাঁর আচরণের পুনরাবৃত্তি করবেন; জাহান্নামকে আমি করেছি সত্য প্রত্যাখ্যানকারীদের জন্য কারাগার।",
    "এই কুরআন সর্বশ্রেষ্ঠ পথ নির্দেশ করে এবং সৎ কর্মপরায়ণ বিশ্বাসীদেরকে সুসংবাদ দেয় যে, তাদের জন্য রয়েছে মহা পুরস্কার।",
    "আর যারা পরকাল বিশ্বাস করেনা তাদের জন্য আমি প্রস্তুত করে রেখেছি মর্মন্তুদ শাস্তি।",
    "মানুষ যেভাবে কল্যাণ কামনা করে সেভাবেই অকল্যাণ কামনা করে। মানুষতো অতি ত্বরাপ্রবণ।",
    "আমি রাত ও দিনকে করেছি দু’টি নিদর্শন; রাতকে করেছি নিরালোক এবং দিনকে করেছি আলোকময়, যাতে তোমরা তোমাদের রবের অনুগ্রহ সন্ধান করতে পার এবং যাতে তোমরা বর্ষ সংখ্যা ও হিসাব স্থির করতে পার; এবং আমি সব কিছু বিশদভাবে বর্ণনা করেছি।",
    "প্রত্যেক মানুষের কৃতকর্ম আমি তার গ্রীবালগ্ন করেছি এবং কিয়ামাত দিবসে আমি তার জন্য বের করব এক কিতাব, যা সে পাবে উন্মুক্ত।",
    "(আমি বলব) তুমি তোমার কিতাব পাঠ কর; আজ তুমি নিজেই তোমার হিসাব নিকাশের জন্য যথেষ্ট।",
    "যারা সৎ পথ অবলম্বন করবে তারাতো নিজেদেরই মঙ্গলের জন্য তা অবলম্বন করবে এবং যারা পথভ্রষ্ট হবে তারাতো পথভ্রষ্ট হবে নিজেদেরই ধ্বংসের জন্য এবং কেহ অন্য কারও ভার বহন করবেনা; আমি রাসূল না পাঠানো পর্যন্ত কেহকেও শাস্তি দিইনা।",
    "যখন আমি কোন জনপদ ধ্বংস করার ইচ্ছা করি তখন ওর সমৃদ্ধশালী ব্যক্তিদেরকে সৎ কাজ করতে আদেশ করি, কিন্তু তারা সেখানে অসৎ কাজ করে। অতঃপর ওর প্রতি দন্ডাজ্ঞা ন্যায় সঙ্গত হয়ে যায় এবং আমি ওটাকে সম্পূর্ণ রূপে বিধ্বস্ত করি।",
    "নূহের পর আমি কত মানবগোষ্ঠী ধ্বংস করেছি। তোমার রাব্বই তাঁর দাসদের পাপাচারণের সংবাদ রাখা ও পর্যবেক্ষণের জন্য যথেষ্ট।",
    "কেহ পার্থিব সুখ সম্ভোগ কামনা করলে আমি যাকে যা ইচ্ছা সত্ত্বর দিয়ে থাকি; পরে তার জন্য জাহান্নাম নির্ধারিত করি যেখানে সে প্রবেশ করবে নিন্দিত ও অনুগ্রহ হতে বঞ্চিত অবস্থায়।",
    "যারা বিশ্বাসী হয়ে পরকাল কামনা করে এবং ওর জন্য যথাযথ চেষ্টা করে তাদের প্রচেষ্টাসমূহ আল্লাহর কাছে গৃহীত হবে।",
    "তোমার রাব্ব তাঁর দান দ্বারা এদেরকে এবং ওদেরকে সাহায্য করেন এবং তোমার রবের দান অবারিত।",
    "লক্ষ্য কর, আমি কিভাবে তাদের এক দলকে অপরের উপর শ্রেষ্ঠত্ব দিয়েছিলাম। পরকালতো নিশ্চয়ই মর্যাদায় শ্রেষ্ঠ ও শ্রেয়ত্বে শ্রেষ্ঠতর।",
    "আল্লাহর সাথে অপর কোন মা‘বূদ স্থির করনা; তাহলে নিন্দিত ও নিঃসহায় হয়ে পড়বে।",
    "তোমার রাব্ব নির্দেশ দিয়েছেন যে, তোমরা তিনি ছাড়া অন্য কারও ইবাদাত করবেনা এবং মাতা-পিতার প্রতি সদ্ব্যবহার করবে; তাদের একজন অথবা উভয়ে তোমার জীবদ্দশায় বার্ধক্যে উপনীত হলে তাদেরকে বিরক্তিসূচক কিছু বলনা এবং তাদেরকে ভৎর্সনা করনা; তাদের সাথে কথা বল সম্মানসূচক নম্রভাবে।",
    "অনুকম্পায় তাদের প্রতি বিনয়াবনত থাক এবং বলঃ হে আমার রাব্ব! তাঁদের প্রতি দয়া করুন যেভাবে শৈশবে তাঁরা আমাকে লালন পালন করেছিলেন।",
    "তোমাদের রাব্ব তোমাদের অন্তরে যা আছে তা ভাল জানেন; তোমরা যদি সৎ কর্মপরায়ণ হও তাহলে তিনি তাদের (আল্লাহ অভিমুখীদের) প্রতি ক্ষমাশীল।",
    "আত্মীয় স্বজনকে দিবে তার প্রাপ্য এবং অভাবগ্রস্ত ও পর্যটককেও (মুসাফিরকেও), এবং কিছুতেই অপব্যয় করনা।",
    "নিশ্চয়ই যারা অপব্যয় করে তারা শাইতানের ভাই এবং শাইতান তার রবের প্রতি অতিশয় অকৃতজ্ঞ।",
    "আর তুমি যদি তাদের থেকে মুখ ফিরিয়ে নাও এবং তুমি তোমার রবের নিকট হতে অনুকম্পা লাভের প্রত্যাশায় ও সন্ধানে থাক তাহলে তাদের সাথে নম্রভাবে কথা বল।",
    "তুমি বদ্ধমুষ্টি হয়োনা এবং একেবারে মুক্ত হস্তও হয়োনা; তাহলে তুমি নিন্দিত ও নিঃস্ব হবে।",
    "তোমার রাব্ব যার জন্য ইচ্ছা তার জীবনোপকরণ বর্ধিত করেন এবং যার জন্য ইচ্ছা তা হ্রাস করেন; তিনি তাঁর দাসদেরকে ভালভাবে জানেন ও দেখেন।",
    "তোমাদের সন্তানদেরকে তোমরা দারিদ্রতার ভয়ে হত্যা করনা, তাদেরকে এবং তোমাদেরকে আমিই জীবনোপকরণ দিই; তাদেরকে হত্যা করা মহাপাপ।",
    "তোমরা অবৈধ যৌন সংযোগের নিকটবর্তী হয়োনা, ওটা অশ্লীল ও নিকৃষ্ট আচরণ।",
    "আল্লাহ যার হত্যা নিষেধ করেছেন যথার্থ কারণ ছাড়া তাকে হত্যা করনা; কেহ অন্যায়ভাবে নিহত হলে তার উত্তরাধিকারীকে আমি প্রতিশোধ গ্রহণের অধিকার দিয়েছি। কিন্তু হত্যার ব্যাপারে সে যেন বাড়াবাড়ি না করে; সেতো সাহায্য প্রাপ্ত হয়েছেই।",
    "পিতৃহীন বয়ঃপ্রাপ্ত না হওয়া পর্যন্ত সদুদ্দেশ্য ছাড়া তার সম্পত্তির নিকটবর্তী হয়োনা এবং প্রতিশ্রুতি পালন কর; নিশ্চয়ই প্রতিশ্রুতি সম্পর্কে কৈফিয়ত তলব করা হবে।",
    "মেপে দেয়ার সময় পূর্ণ মাপে দিবে এবং ওযন করবে সঠিক দাঁড়ি পাল্লায়, এটাই উত্তম ও পরিণামে উৎকৃষ্ট।",
    "যে বিষয়ে তোমার কোন জ্ঞান নেই সেই বিষয়ে অনুমান দ্বারা পরিচালিত হয়োনা। কর্ণ, চক্ষু, হৃদয় - ওদের প্রত্যেকের নিকট কৈফিয়ত তলব করা হবে।",
    "ভূপৃষ্ঠে দম্ভ ভরে বিচরণ করনা, তুমিতো কখনই পদভরে ভূ-পৃষ্ঠ বিদীর্ণ করতে পারবেনা এবং উচ্চতায় তুমি কখনই পর্বত সমান হতে পারবেনা।",
    "এ সবের মধ্যে যেগুলি মন্দ সেগুলি তোমার রবের নিকট ঘৃণ্য।",
    "তোমার রাব্ব অহীর দ্বারা তোমাকে যে হিকমাত দান করেছেন এগুলি উহার অন্তর্ভুক্ত; তুমি আল্লাহর সাথে কোন ইলাহ স্থির করনা, তাহলে তুমি নিন্দিত ও (আল্লাহর) অনুগ্রহ হতে দূরীকৃত অবস্থায় জাহান্নামে নিক্ষিপ্ত হবে।",
    "তোমাদের রাব্ব কি তোমাদের জন্য পুত্র সন্তান নির্ধারণ করেছেন এবং তিনি নিজে (ফেরেশতাদের) কন্যা রূপে গ্রহণ করেছেন? তোমরাতো নিশ্চয়ই ভয়ানক কথা বলে থাক।",
    "এই কুরআনে বহু নীতিবাক্য আমি বারবার বিবৃত করেছি যাতে তারা উপদেশ গ্রহণ করে; কিন্তু তাতে তাদের বিমুখতাই বৃদ্ধি পায়।",
    "বলঃ তাদের কথা মত যদি তাঁর সাথে আরও মা‘বূদ থাকত তাহলে তারা আরশ অধিপতির সাথে প্রতিদ্বন্দ্বিতা করার উপায় অন্বেষন করত।",
    "তিনি পবিত্র, মহিমান্বিত এবং তারা যা বলে তা হতে তিনি বহু উর্ধ্বে।",
    "সপ্ত আকাশ, পৃথিবী এবং ওদের অর্ন্তবর্তী সব কিছু তাঁরই পবিত্রতা ও মহিমা ঘোষণা করে এবং এমন কিছু নেই যা তাঁর সপ্রশংস পবিত্রতা ও মহিমা ঘোষণা করেনা। কিন্তু ওদের পবিত্রতা ও মহিমা ঘোষণা তোমরা অনুধাবন করতে পারনা; তিনি সহনশীল, ক্ষমাপরায়ণ।",
    "তুমি যখন কুরআন পাঠ কর তখন তোমার ও যারা পরলোকে বিশ্বাস করেনা তাদের মধ্যে এক প্রচ্ছন্ন পর্দা টেনে দিই।",
    "আমি তাদের অন্তরের উপর আবরণ দিয়েছি যেন তারা উপলদ্ধি করতে না পারে এবং তাদেরকে বধির করেছি। তোমার রাব্ব এক, এটা যখন তুমি কুরআন হতে আবৃত্তি কর তখন তারা সরে পড়ে।",
    "যখন তারা কান পেতে তোমার কথা শুনে তখন তারা কেন তা শুনে আমি তা ভাল জানি, এবং এটাও জানি যে, গোপনে আলোচনা কালে সীমা লংঘনকারীরা বলেঃ তোমরাতো এক যাদুগ্রস্ত ব্যক্তির অনুসরণ করছ।",
    "দেখ, তারা তোমার কি উপমা দেয়! তারা পথভ্রষ্ট হয়েছে এবং তারা সৎ পথ খুঁজে পাবেনা।",
    "তারা বলেঃ আমরা অস্থিতে পরিণত ও চূর্ণ-বিচূর্ণ হলেও কি নতুন সৃষ্টি রূপে পুনরুত্থিত হব?",
    "বলঃ তোমরা হয়ে যাও পাথর অথবা লৌহ –",
    "অথবা এমন কিছু যা তোমাদের ধারণায় খুবই কঠিন। তারা বলবেঃ কে আমাদেরকে পুনরুত্থিত করবে? বলঃ তিনিই যিনি তোমাদেরকে প্রথম বার সৃষ্টি করেছেন; অতঃপর তারা তোমার সামনে মাথা নাড়াবে এবং বলবেঃ ওটা কবে হবে? বলঃ হবে সম্ভবতঃ শীঘ্রই –",
    "যেদিন তিনি তোমাদেরকে আহবান করবেন এবং তোমরা প্রশংসার সাথে তাঁর আহবানে সাড়া দিবে এবং তোমরা মনে করবে, তোমরা অল্পকালই অবস্থান করেছিলে।",
    "আমার বান্দাদেরকে যা উত্তম তা বলতে বল; শাইতান তাদের মধ্যে বিভেদ সৃষ্টির উস্কানি দেয়; শাইতান মানুষের প্রকাশ্য শত্রু।",
    "তোমাদের রাব্ব তোমাদেরকে ভালভাবে জানেন; ইচ্ছা করলে তিনি তোমাদের প্রতি দয়া করেন এবং ইচ্ছা করলে তোমাদেরকে শাস্তি দেন; আমি তোমাকে তাদের অভিভাবক করে পাঠাইনি।",
    "যারা আকাশমন্ডলী ও পৃথিবীতে আছে তাদেরকে তোমার রাব্ব ভালভাবে জানেন; আমিতো নাবীদের কতককে কতকের উপর মর্যাদা দিয়েছি; দাউদকে আমি যাবুর দিয়েছি।",
    "বলঃ তোমরা আল্লাহ ছাড়া যাদেরকে মা‘বূদ মনে কর তাদেরকে আহবান কর; করলে দেখবে তোমাদের দুঃখ দৈন্য দূর করার অথবা পরিবর্তন করার শক্তি তাদের নেই।",
    "তারা যাদেরকে আহবান করে তাদের মধ্যে যারা নিকটতর তারাইতো তাদের রবের নৈকট্য লাভের উপায় সন্ধান করে যে, কে কত নিকটতর হতে পারে, তাঁর দয়া প্রত্যাশা করে এবং তাঁর শাস্তিকে ভয় করে। নিশ্চয়ই তোমার রবের শাস্তি ভয়াবহ।",
    "এমন কোন জনপদ নেই যা আমি কিয়ামাত দিনের পূর্বে ধ্বংস করবনা অথবা কঠোর শাস্তি দিবনা; এটাতো কিতাবে লিপিবদ্ধ আছে।",
    "পূর্ববর্তীগণ কর্তৃক নিদর্শন অস্বীকার করার কারণেই আমাকে নিদর্শন প্রেরণ করা হতে বিরত রাখে; আমি স্পষ্ট নিদর্শন স্বরূপ সামূদের নিকট উষ্ট্রী পাঠিয়েছিলাম, অতঃপর তারা ওর প্রতি যুলম করেছিল; আমি ভয় প্রদর্শনের জন্যই নিদর্শন প্রেরণ করি।",
    "স্মরণ কর, আমি তোমাকে বলেছিলাম, তোমার রাব্ব মানুষকে পরিবেষ্টন করে আছেন; আমি যে দৃশ্য তোমাকে দেখিয়েছি কিংবা কুরআনে উল্লিখিত অভিশপ্ত বৃক্ষ শুধু মানুষের পরীক্ষার জন্য আমি তাদেরকে ভীতি প্রদর্শন করি। কিন্তু এটা তাদের তীব্র অবাধ্যতাই বৃদ্ধি করে।",
    "স্মরণ কর, যখন আমি মালাইকা/ফেরেশতাদেরকে বললামঃ আদমের প্রতি সাজদাহবনত হও; তখন ইবলীস ছাড়া সবাই সাজদাহবনত হল; সে বললঃ আমি কি তাকে সাজদাহ করব যাকে আপনি মাটি হতে সৃষ্টি করেছেন?",
    "সে আরও বললঃ লক্ষ্য করুন, তাকে যে আপনি আমার উপর মর্যাদা দান করলেন, কিয়ামাতের দিন পর্যন্ত যদি আমাকে অবকাশ দেন তাহলে আমি অল্প কয়েকজন ছাড়া তার বংশধরদেরকে সমূলে বিনষ্ট করব।",
    "(আল্লাহ) বললেনঃ যা, জাহান্নামই তোর এবং তাদের সম্যক শাস্তি যারা তোর অনুসরণ করবে।",
    "তোর আহবানে তাদের মধ্য থেকে যাকে পারিস সত্যচূত কর, তোর অশ্বারোহী ও পদাতিক বাহিনী দ্বারা তাদেরকে আক্রমণ কর এবং তাদের ধন-সম্পদে ও সন্তান-সন্ততিতে শরীক হয়ে যা, এবং তাদেরকে প্রতিশ্রুতি দে। শাইতান তাদেরকে যে প্রতিশ্রুতি দেয় তা ছলনা মাত্র।",
    "নিশ্চয়ই আমার দাসদের উপর তোর কোন ক্ষমতা নেই; কর্ম বিধায়ক হিসাবে তোর রাব্বই যথেষ্ট।",
    "তোমাদের রাব্ব তিনিই যিনি তোমাদের জন্য সমুদ্রে নৌযান পরিচালিত করেন যাতে তোমরা তাঁর অনুগ্রহ সন্ধান করতে পার; তিনি তোমাদের প্রতি পরম দয়ালু।",
    "সমুদ্রে যখন তোমাদেরকে বিপদ স্পর্শ করে তখন শুধু তিনি ছাড়া অপর যাদেরকে তোমরা আহবান কর তারা তোমাদের মন হতে উধাও হয়ে যায়। অতঃপর তিনি যখন স্থলে ভিড়িয়ে তোমাদেরকে উদ্ধার করেন তখন তোমরা মুখ ফিরিয়ে নাও; বস্তুতঃ মানুষ বড়ই অকৃতজ্ঞ।",
    "তোমরা কি নিশ্চিত আছ যে, তিনি তোমাদেরকে স্থলে কোথাও ভূ-গর্ভস্থ করবেননা অথবা তোমাদের উপর কংকর বর্ষণ করবেননা? তখন তোমরা তোমাদের কোন কর্ম বিধায়ক পাবেনা।",
    "অথবা তোমরা কি নিশ্চিন্ত আছ যে, তোমাদেরকে আর একবার সমুদ্রে নিয়ে যাবেননা এবং তোমাদের বিরুদ্ধে প্রচন্ড ঝটিকা পাঠাবেননা এবং তোমাদের সত্য প্রত্যাখ্যান করার জন্য তোমাদেরকে নিমজ্জিত করবেননা? তখন তোমরা এ বিষয়ে আমার বিরুদ্ধে কোন সাহায্যকারী পাবেনা।",
    "আমিতো আদম-সন্তানকে মর্যাদা দান করেছি, স্থলে ও সমুদ্রে তাদের চলাচলের বাহন দিয়েছি; আর তাদেরকে উত্তম জীবনোপকরণ দান করেছি এবং আমি যাদেরকে সৃষ্টি করেছি তাদের অনেকের উপর তাদেরকে শ্রেষ্ঠত্ব দিয়েছি।",
    "স্মরণ কর সেই দিনকে যখন আমি প্রত্যেক সম্প্রদায়কে তাদের নেতাসহ আহবান করব; যাদেরকে ডান হাতে ‘আমলনামা দেয়া হবে তারা তাদের ‘আমলনামা পাঠ করবে (আনন্দের সাথে) এবং তাদের উপর সামান্য পরিমাণও যুলম করা হবে না।",
    "যে ইহলোকে অন্ধ পরলোকেও সে অন্ধ এবং অধিকতর পথভ্রষ্ট।",
    "আমি তোমার প্রতি যা প্রত্যাদেশ করেছি তা হতে তোমার পদস্খলন ঘটানোর জন্য তারা চূড়ান্ত চেষ্টা করেছে যাতে তুমি আমার সম্বন্ধে কিছু মিথ্যা উদ্ভাবন কর। সফলকাম হলে তারা অবশ্যই তোমাকে বন্ধু রূপে গ্রহণ করত।",
    "আমি তোমাকে অবিচলিত না রাখলে তুমি তাদের দিকে প্রায় কিছুটা ঝুঁকেই পড়তে।",
    "তুমি ঝুঁকে পড়লে অবশ্যই তোমাকে ইহজীবনে ও পরজীবনে দ্বিগুণ শাস্তি আস্বাদন করাতাম; তখন আমার বিরুদ্ধে তোমার জন্য কোন সাহায্যকারী পেতেনা।",
    "তারা তোমাকে দেশ হতে উৎখাত করার চূড়ান্ত চেষ্টা করেছিল তোমাকে সেখান হতে বহিস্কার করার জন্য। তাহলে তোমার পর তারাও সেখানে অল্পকালই টিকে থাকত।",
    "আমার রাসূলদের মধ্যে তোমার পূর্বে যাদেরকে আমি পাঠিয়েছিলাম তাদের ক্ষেত্রেও ছিল এরূপ নিয়ম এবং তুমি আমার নিয়মের কোন পরিবর্তন দেখতে পাবেনা।",
    "সূর্য হেলে পড়ার পর হতে রাতের ঘন অন্ধকার পর্যন্ত সালাত কায়েম করবে এবং কায়েম করবে ফাজরের কুরআন পাঠও। কারণ ভোরের কুরআন পাঠ সাক্ষী স্বরূপ।",
    "আর রাতের কিছু অংশে তাহাজ্জুদ কায়েম করবে; এটা তোমার এক অতিরিক্ত কর্তব্য; আশা করা যায় তোমার রাব্ব তোমাকে প্রতিষ্ঠিত করবেন প্রশংসিত স্থানে।",
    "বলঃ হে আমার রাব্ব! যেখানে গমন শুভ ও সন্তোষজনক আপনি আমাকে সেখানে নিয়ে যান এবং যেখান হতে নির্গমন শুভ ও সন্তোষজনক সেখান হতে আমাকে বের করে নিন এবং আপনার নিকট হতে আমাকে দান করুন সাহায্যকারী শক্তি।",
    "আর বলঃ সত্য এসেছে এবং মিথ্যা বিলুপ্ত হয়েছে; মিথ্যাতো বিলুপ্ত হয়েই থাকে।",
    "আমি অবতীর্ণ করেছি কুরআন, যা বিশ্বাসীদের জন্য সুচিকিৎসা ও দয়া, কিন্তু তা সীমা লংঘনকারীদের ক্ষতিই বৃদ্ধি করে।",
    "যখন আমি মানুষের উপর অনুগ্রহ করি তখন সে মুখ ফিরিয়ে নেয় ও অহংকারে দূরে সরে যায় এবং তাকে অনিষ্ট স্পর্শ করলে সে একেবারে হতাশ হয়ে পড়ে।",
    "বলঃ প্রত্যেকে তার নিজ নিজ রীতি অনুসারে কাজ করে। কিন্তু তোমার রাব্ব ভাল করে জানেন, কে সর্বাপেক্ষা নির্ভুল পথে আছে।",
    "তোমাকে তারা রূহ্ সম্পর্কে প্রশ্ন করে, তুমি বলঃ রূহ্ আমার রবের আদেশ ঘটিত; এ বিষয়ে তোমাদেরকে সামান্য জ্ঞানই দেয়া হয়েছে।",
    "ইচ্ছা করলে আমি তোমার প্রতি যা প্রত্যাদেশ করেছি তা অবশ্যই প্রত্যাহার করতে পারতাম; তাহলে তুমি এ বিষয়ে আমার বিরুদ্ধে কোন কর্মবিধায়ক পেতেনা।",
    "এটা প্রত্যাহার না করা তোমার রবের দয়া; তোমার প্রতি আছে তাঁর মহা অনুগ্রহ।",
    "বলঃ যদি এই কুরআনের অনুরূপ কুরআন রচনা করার জন্য মানুষ ও জিন সমবেত হয় এবং তারা পরস্পরকে সাহায্য করে তবুও তারা এর অনুরূপ কুরআন রচনা করতে পারবেনা।",
    "আমি এই কুরআনে মানুষের জন্য বিভিন্ন উপমা দ্বারা আমার বাণী বিশদভাবে বর্ণনা করেছি। কিন্তু অধিকাংশ মানুষ কুফরী করা ছাড়া ক্ষান্ত হয়না।",
    "আর তারা বলেঃ কখনই আমরা তোমাতে বিশ্বাস স্থাপন করবনা, যতক্ষণ না তুমি আমাদের জন্য ভূমি হতে এক প্রস্রবণ উৎসারিত করবে।",
    "অথবা তোমার খর্জুরের অথবা আঙ্গুরের এক বাগান হবে যার ফাঁকে ফাঁকে তুমি অজস্র ধারায় প্রবাহিত করে দিবে নদীনালা।",
    "অথবা তুমি যেমন বলে থাক, তদনুযায়ী আকাশকে খন্ড বিখন্ড করে আমাদের উপর ফেলবে, অথবা আল্লাহ ও মালাইকাদেরকে আমাদের সামনে উপস্থিত করবে।",
    "অথবা তোমার একটি স্বর্ণ নির্মিত গৃহ হবে, অথবা তুমি আকাশে আরোহণ করবে, কিন্তু তোমার আকাশে আরোহণ আমরা তখনও বিশ্বাস করবনা যতক্ষণ না তুমি আমাদের প্রতি এক কিতাব অবতীর্ণ করবে যা আমরা পাঠ করব। বলঃ পবিত্র আমার মহান রাব্ব! আমিতো শুধু একজন মানুষ, একজন রাসূল।",
    "‘আল্লাহ কি মানুষকে রাসূল করে পাঠিয়েছেন?’ - তাদের এই উক্তিই বিশ্বাস স্থাপন হতে লোকদেরকে বিরত রাখে, যখন তাদের নিকট আসে পথ নির্দেশ।",
    "বলঃ মালাইকা/ফেরেশতারা যদি নিশ্চিত হয়ে পৃথিবীতে বিচরণ করত তাহলে আমি আকাশ হতে মালাক/ফেরেশতাকেই তাদের নিকট রাসূল করে পাঠাতাম।",
    "বলঃ আমার ও তোমাদের মধ্যে স্বাক্ষী হিসাবে আল্লাহই যথেষ্ট; তিনি তাঁর দাসদেরকে সবিশেষ জানেন ও দেখেন।",
    "আল্লাহ যাদের পথ প্রদর্শন করেন তারাইতো সঠিক পথপ্রাপ্ত এবং যাদেরকে পথভ্রষ্ট করেন তাদের জন্য তুমি আল্লাহ ছাড়া কোন সাহায্যকারী পাবেনা। কিয়ামাতের দিন আমি তাদেরকে সমবেত করব তাদের মুখে ভর দিয়ে চলা অবস্থায়, অন্ধ অবস্থায়, বোবা অবস্থায় এবং বধির অবস্থায়। তাদের আবাসস্থল জাহান্নাম! যখনই তা স্তিমিত হবে আমি তখন তাদের জন্য আগুন বৃদ্ধি করে দিব।",
    "এটাই তাদের প্রতিফল, কারণ তারা আমার নিদর্শন অস্বীকার করেছিল ও বলেছিলঃ আমরা অস্থিতে পরিণত ও চূর্ণ বিচূর্ণ হলেও কি নতুন সৃষ্টি রূপে পুনরুত্থিত হব?",
    "তারা কি লক্ষ্য করেনা যে, আল্লাহ! যিনি আকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছেন তিনি ওগুলির অনুরূপ সৃষ্টি করতে ক্ষমতাবান? তিনি তাদের জন্য স্থির করেছেন এক নির্দিষ্ট কাল, যাতে কোন সন্দেহ নেই; তথাপি সীমা লংঘনকারীরা প্রত্যাখ্যান করা ছাড়া আর সবই অস্বীকার করে।",
    "বলঃ যদি তোমরা আমার রবের দয়ার ভান্ডারের অধিকারী হতে তবুও ‘ব্যয় হয়ে যাবে’ এই আশংকায় তোমরা ওটা ধরে রাখতে, মানুষতো অতিশয় কৃপণ।",
    "তুমি বানী ইসরাঈলকে জিজ্ঞেস করে দেখ, আমি মূসাকে নয়টি সুস্পষ্ট নিদর্শন দিয়েছিলাম; যখন সে তাদের নিকট এসেছিল তখন ফির‘আউন তাকে বলেছিলঃ হে মূসা! আমিতো মনে করি তুমি যাদুগ্রস্ত।",
    "মূসা বলেছিলঃ তুমি অবশ্যই অবগত আছ যে, এই সমস্ত স্পষ্ট নিদর্শন আকাশমন্ডলী ও পৃথিবীর রাব্বই অবতীর্ণ করেছেন প্রত্যক্ষ প্রমাণ স্বরূপ। হে ফির‘আউন! আমিতো দেখছি, তুমি ধ্বংস হয়ে গেছ।",
    "অতঃপর ফির‘আউন তাদেরকে দেশ হতে উচ্ছেদ করার সংকল্প করল; তখন ফির‘আউন ও তার সঙ্গীদের সকলকে আমি নিমজ্জিত করলাম।",
    "এরপর আমি বানী ইসরাঈলকে বললামঃ তোমরা এই দেশে বসবাস কর এবং যখন কিয়ামাতের প্রতিশ্রুতি বাস্তবায়িত হবে তখন তোমাদের সকলকে আমি একত্রিত করে উপস্থিত করব।",
    "আমি সত্য সত্যই কুরআন অবতীর্ণ করেছি এবং তা সত্যসহই অবতীর্ণ হয়েছে; আমিতো তোমাকে শুধু সুসংবাদদাতা ও সতর্ককারী রূপে প্রেরণ করেছি।",
    "আমি কুরআন অবতীর্ণ করেছি খন্ড খন্ডভাবে যাতে তুমি তা মানুষের কাছে পাঠ করতে পার ক্রমে ক্রমে; এবং আমি তা যথাযথভাবে অবতীর্ণ করেছি।",
    "বলঃ তোমরা বিশ্বাস কর অথবা না কর, যাদেরকে এর পূর্বে জ্ঞান দান করা হয়েছে তাদের সামনে যখন আবৃত্তি করা হয় তখন তারা বিনয়ের সাথে কাঁদতে কাঁদতে ভূমিতে লুটিয়ে পড়ে ।",
    "এবং বলেঃ আমাদের রাব্ব পবিত্র, মহান! আমাদের রবের প্রতিশ্রুতি কার্যকর হয়েই থাকে। [সাজদাহ]",
    "এবং কাঁদতে কাঁদতে তাদের মুখমন্ডল মাটিতে লুটিয়ে পড়ে এবং এতে তাদের বিনয়ই বৃদ্ধি পায়।[সাজদাহ]",
    "বলঃ তোমরা ‘আল্লাহ’ নামে আহবান কর অথবা ‘রাহমান’ নামে আহবান কর, তোমরা যে নামেই আহবান করনা কেন, সব সুন্দর নামইতো তাঁর! তোমরা সালাতে তোমাদের স্বর উচু করনা এবং অতিশয় ক্ষীণও করনা; এই দুই এর মধ্য পন্থা অবলম্বন কর।",
    "বলঃ প্রশংসা আল্লাহরই যিনি সন্তান গ্রহণ করেননি, তাঁর সার্বভৌমত্বে কোন অংশী নেই এবং তিনি দুর্দশাগ্রস্ত হননা যে কারণে তাঁর অভিভাবকের প্রয়োজন হতে পারে; সুতরাং স্বসম্ভ্রমে তাঁর মাহাত্ম্য ঘোষণা কর।",
    "সমস্ত প্রশংসা আল্লাহরই যিনি তাঁর দাসের প্রতি এই কিতাব অবতীর্ণ করেছেন এবং এতে তিনি অসঙ্গতি রাখেননি।",
    "একে করেছেন সুপ্রতিষ্ঠিত তাঁর কঠিন শাস্তি সম্পর্কে সতর্ক করার জন্য এবং বিশ্বাসীগণ, যারা সৎকাজ করে তাদেরকে এই সুসংবাদ দেয়ার জন্য যে, তাদের জন্য রয়েছে উত্তম পুরস্কার –",
    "যেখানে তারা হবে চিরস্থায়ী –",
    "এবং সতর্ক করার জন্য তাদেরকে যারা বলে যে, আল্লাহ সন্তান গ্রহণ করেছেন।",
    "এ বিষয়ে তাদের কোনই জ্ঞান নেই এবং তাদের পিতৃপুরুষদেরও ছিলনা; তাদের মুখ-নিঃসৃত বাক্য কি উদ্ভট! তারাতো শুধু মিথ্যাই বলে।",
    "তারা এই বাণী বিশ্বাস না করলে তাদের পিছনে পিছনে ঘুরে সম্ভবতঃ তুমি দুঃখে আত্মবিনাশী হয়ে পড়বে।",
    "পৃথিবীর উপর যা কিছু আছে আমি সেগুলিকে ওর শোভনীয় করেছি মানুষকে এই পরীক্ষা করার জন্য যে, তাদের মধ্যে কর্মে কে শ্রেষ্ঠ?",
    "ওর উপর যা কিছু আছে তা অবশ্যই আমি উদ্ভিদশূন্য মৃত্তিকায় পরিণত করব।",
    "তুমি কি মনে কর যে, গুহা ও রাকীমের অধিবাসীরা আমার নিদর্শনাবলীর মধ্যে বিস্ময়কর?",
    "যুবকরা যখন গুহায় আশ্রয় নিল তখন তারা বলেছিলঃ হে আমাদের রাব্ব! আপনি নিজ হতে আমাদেরকে অনুগ্রহ দান করুন এবং আমাদের জন্য আমাদের কাজকর্ম সঠিকভাবে পরিচালনার ব্যবস্থা করুন।",
    "অতঃপর আমি তাদেরকে গুহায় কয়েক বছর ঘুমন্ত অবস্থায় রেখে দিলাম।",
    "পরে আমি তাদেরকে জাগরিত করলাম এটা জানার জন্য যে, দুই দলের মধ্যে কোন দল তাদের অবস্থিতি কাল সঠিকভাবে নির্ণয় করতে পারে।",
    "আমি তোমার কাছে তাদের সঠিক বৃত্তান্ত বর্ণনা করছিঃ তারা ছিল কয়েকজন যুবক, তারা তাদের রবের প্রতি বিশ্বাস স্থাপন করেছিল এবং আমি তাদের সৎ পথে চলার শক্তি বৃদ্ধি করেছিলাম।",
    "আর আমি তাদের চিত্ত দৃঢ় করেছিলাম; তারা যখন উঠে দাঁড়াল তখন বললঃ আমাদের রাব্ব আকাশমন্ডলী ও পৃথিবীর রাব্ব; আমরা কখনই তাঁর পরিবর্তে অন্য কোন মা‘বূদকে আহবান করবনা; যদি করি তাহলে তা অতিশয় গর্হিত হবে।",
    "আমাদেরই এই স্বজাতিরা তাঁর পরিবর্তে অনেক মা‘বূদ গ্রহণ করেছে, তারা এই সব মা‘বূদ সম্বন্ধে স্পষ্ট প্রমাণ উপস্থিত করে না কেন? যে আল্লাহ সম্বন্ধে মিথ্যা উদ্ভাবন করে তার চেয়ে অধিক সীমালংঘনকারী আর কে?",
    "তোমরা যখন তাদের হতে বিচ্ছিন্ন হলে এবং তারা আল্লাহর পরিবর্তে যাদের ইবাদাত করে তাদের হতে, তখন তোমরা গুহায় আশ্রয় গ্রহণ কর; তোমাদের রাব্ব তোমাদের জন্য তাঁর দয়া বিস্তার করবেন এবং তিনি তোমাদের কর্মসমূহকে ফলপ্রসূ করার ব্যবস্থা করবেন।",
    "তুমি সূর্যকে দেখবে যখন উদিত হয়, তাদের গুহা থেকে পাশ কেটে ডান দিকে চলে যায় এবং যখন অস্ত যায়, তাদের থেকে পাশ কেটে বাম দিকে চলে যায়, অথচ তারা গুহার প্রশস্ত চত্বরে শায়িত। এসবই আল্লাহর নিদর্শন। আল্লাহ যাকে সৎ পথে পরিচালিত করেন সে সৎ পথ প্রাপ্ত এবং তিনি যাকে পথভ্রষ্ট করেন, তুমি কখনও তার কোন পথ প্রদর্শনকারী অভিভাবক পাবেনা।",
    "তুমি মনে করতে তারা জাগ্রত, কিন্তু তারা ছিল নিদ্রিত; আমি তাদেরকে পার্শ্ব পরিবর্তন করাতাম ডানে ও বামে এবং তাদের কুকুর ছিল সম্মুখের পা দু’টি গুহাদ্বারে প্রসারিত করে; তাকিয়ে তাদেরকে দেখলে তুমি পিছন ফিরে পালিয়ে যেতে এবং তাদের ভয়ে আতংকগ্রস্ত হয়ে পড়তে।",
    "এবং এভাবেই আমি তাদের জাগ্রত করলাম যাতে তারা পরস্পরের মধ্যে জিজ্ঞাসাবাদ করে; তাদের একজন বললঃ তোমরা কতকাল অবস্থান করেছ? কেহ কেহ বললঃ এক দিন অথবা এক দিনের কিছু অংশ; কেহ কেহ বললঃ তোমরা কতকাল অবস্থান করেছ তা তোমাদের রাব্বই ভাল জানেন; এখন তোমাদের একজনকে তোমাদের এই মুদ্রাসহ নগরে প্রেরণ কর; সে যেন দেখে কোন্ খাদ্য উত্তম এবং তা হতে যেন কিছু খাদ্য নিয়ে আসে তোমাদের জন্য; সে যেন বিচক্ষণতার সাথে কাজ করে এবং কিছুতেই যেন তোমাদের সম্বন্ধে কেহকেও কিছু জানতে না দেয়।",
    "তারা যদি তোমাদের বিষয় জানতে পারে তাহলে তোমাদেরকে প্রস্তরাঘাতে হত্যা করবে অথবা তোমাদেরকে তাদের ধর্মে ফিরিয়ে নিবে এবং সেক্ষেত্রে তোমরা কখনই সাফল্য লাভ করবেনা।",
    "এবং এভাবে আমি মানুষকে তাদের বিষয় জানিয়ে দিলাম যাতে তারা জ্ঞাত হয় যে, আল্লাহর প্রতিশ্রুতি সত্য এবং কিয়ামাতে কোন সন্দেহ নেই; যখন তারা তাদের কর্তব্য বিষয়ে নিজেদের মধ্যে বিতর্ক করছিল তখন অনেকে বললঃ তাদের উপর সৌধ নির্মাণ কর; তাদের রাব্ব তাদের বিষয় ভাল জানেন; তাদের কর্তব্য বিষয়ে যাদের মত প্রবল হল তারা বললঃ আমরাতো নিশ্চয়ই তাদের উপর মাসজিদ নির্মাণ করব।",
    "অজানা বিষয়ে অনুমানের উপর নির্ভর করে কেহ কেহ বলেঃ তারা ছিল তিন জন, তাদের চতুর্থটি ছিল তাদের কুকুর; এবং কেহ কেহ বলেঃ তারা ছিল পাঁচ জন, ষষ্ঠটি ছিল তাদের কুকুর; আবার কেহ কেহ বলেঃ তারা ছিল সাত জন, অষ্টমটি ছিল তাদের কুকুর; বলঃ আমার রাব্বই তাদের সংখ্যা ভাল জানেন; তাদের সংখ্যা অল্প কয়েকজনই জানে; সাধারণ আলোচনা ব্যতীত তুমি তাদের বিষয়ে বিতর্ক করনা এবং তাদের কেহকেও তাদের বিষয়ে জিজ্ঞাসাবাদ করনা।",
    "কখনই তুমি কোন বিষয়ে বলনা - আমি ওটা আগামীকাল করব –",
    "‘আল্লাহ ইচ্ছা করলে’ - এই কথা না বলে; যদি ভুলে যাও তাহলে তোমার রাব্বকে স্মরণ কর ও বলঃ সম্ভবতঃ আমার রাব্ব আমাকে গুহাবাসীর বিবরণ অপেক্ষা সত্যের নিকটতর পথ নির্দেশ করবেন।",
    "তারা তাদের গুহায় ছিল তিন শ’ বছর, আরও নয় বছর।",
    "তুমি বলঃ তারা কত কাল ছিল তা আল্লাহই ভাল জানেন, আকাশমন্ডলী ও পৃথিবীর অজ্ঞাত বিষয়ের জ্ঞান তাঁরই; তিনি কত সুন্দর দ্রষ্টা ও শ্রোতা! তিনি ছাড়া তাদের অন্য কোন অভিভাবক নেই; তিনি কেহকেও নিজ কর্তৃত্বে শরীক করেননা।",
    "তুমি তোমার প্রতি প্রত্যাদিষ্ট তোমার রবের কিতাব আবৃত্তি কর; তাঁর বাক্য পরিবর্তন করার কেহ নেই; তুমি কখনই তাঁকে ব্যতীত অন্য কোন আশ্রয় পাবেনা।",
    "নিজকে তুমি রাখবে তাদেরই সংসর্গে যারা সকাল-সন্ধ্যায় আহবান করে তাদের রাব্বকে তাঁর সন্তুষ্টি লাভের উদ্দেশে এবং তুমি পার্থিব জীবনের শোভা কামনা করে তাদের দিক হতে তোমার দৃষ্টি ফিরিয়ে নিওনা; যার চিত্তকে আমি আমার স্মরণে অমনোযোগী করে দিয়েছি সে তার খেয়াল খুশীর অনুসরণ করে এবং যার কার্যকলাপ সীমা অতিক্রম করে তুমি তার আনুগত্য করনা।",
    "বলঃ সত্য তোমাদের রবের নিকট হতে প্রেরিত; সুতরাং যার ইচ্ছা বিশ্বাস করুক এবং যার ইচ্ছা প্রত্যাখ্যান করুক; আমি সীমা লংঘনকারীদের জন্য প্রস্তুত রেখেছি অগ্নি, যার বেষ্টনী তাদেরকে পরিবেষ্টন করে থাকবে; তারা পানীয় চাইলে তাদেরকে দেয়া হবে গলিত ধাতুর ন্যায় পানীয়, যা তাদের মুখমন্ডল বিদগ্ধ করবে, কত নিকৃষ্ট পানীয় এটা এবং অগ্নি কত নিকৃষ্ট আশ্রয়!",
    "যারা বিশ্বাস করে এবং সৎ কাজ করে আমি তাদেরকে পুরস্কৃত করি, যে সৎ কাজ করে আমি তার কর্মফল নষ্ট করিনা।",
    "তাদেরই জন্য আছে স্থায়ী জান্নাত যার পাদদেশে নদী প্রবাহিত, সেখানে তাদেরকে স্বর্ণ-কংকনে অলংকৃত করা হবে, তারা পরিধান করবে সূক্ষ্ম ও স্থূল রেশমের সবুজ বস্ত্র ও সমাসীন হবে সুসজ্জিত আসনে; কত সুন্দর পুরস্কার ও উত্তম আশ্রয়স্থল!",
    "তুমি তাদের কাছে পেশ কর দুই ব্যক্তির একটি উপমা; তাদের এক জনকে আমি দিয়েছিলাম দু’টি দ্রাক্ষা উদ্যান এবং এই দু’টিকে আমি খেজুর বৃক্ষ দ্বারা পরিবেষ্টিত করেছিলাম এবং এই দু’য়ের মধ্যবর্তী স্থানকে করেছিলাম শস্যক্ষেত্র।",
    "উভয় উদ্যানই ফল দান করত এবং এতে কোন ক্রটি করতনা এবং উভয়ের ফাঁকে ফাঁকে প্রবাহিত করেছিলাম নহর।",
    "এবং তার প্রচুর ধন-সম্পদ ছিল; অতঃপর কথা প্রসঙ্গে সে তার বন্ধুকে বললঃ ধন-সম্পদে আমি তোমা অপেক্ষা শ্রেষ্ঠ এবং জনবলে তোমা অপেক্ষা শক্তিশালী।",
    "এভাবে নিজের প্রতি যুলম করে সে তার উদ্যানে প্রবেশ করল। সে বললঃ আমি মনে করিনা যে, এটা কখনও ধ্বংস হবে।",
    "আমি মনে করিনা যে, কিয়ামাত হবে, আর আমি যদি আমার রবের নিকট প্রত্যাবৃত্ত হই-ই তাহলে আমিতো নিশ্চয়ই এটা অপেক্ষা উৎকৃষ্ট স্থান পাব।",
    "তদুত্তরে তাকে তার বন্ধু বললঃ তুমি কি তাঁকে অস্বীকার করছ যিনি তোমাকে সৃষ্টি করেছেন মৃত্তিকা ও পরে শুক্র হতে এবং তারপর পূর্ণাঙ্গ করেছেন মানব আকৃতির?",
    "কিন্তু আমি বলিঃ আল্লাহই আমার রাব্ব এবং আমি কেহকেও আমার রবের সাথে শরীক করিনা।",
    "তুমি যখন ধনে ও সন্তানে আমাকে তোমা অপেক্ষা কম দেখলে তখন তোমার উদ্যানে প্রবেশ করে তুমি কেন বললেনাঃ আল্লাহ যা চেয়েছেন তা’ই হয়েছে, আল্লাহর সাহায্য ব্যতীত কোন শক্তি নেই।",
    "সম্ভবতঃ আমার রাব্ব আমাকে তোমার উদ্যান অপেক্ষা উৎকৃষ্টতর কিছু দিবেন এবং তোমার উদ্যানে আকাশ হতে অগ্নি বর্ষণ করবেন যার ফলে তা উদ্ভিদশূণ্য মাইদানে পরিণত হবে।",
    "অথবা ওর পানি ভূ-গর্ভে অন্তর্হিত হবে এবং তুমি কখনও ওকে ফিরিয়ে আনতে পারবেনা।",
    "তার ধন-সম্পদ ধ্বংস হয়ে গেল এবং সে তাতে যা ব্যয় করেছিল তার জন্য হাতে হাত রেখে আক্ষেপ করতে লাগল, যখন তা ধ্বংস হয়ে গেল। সে বলতে লাগলঃ হায়! আমি যদি কেহকেও আমার রবের সাথে শরীক না করতাম!",
    "এবং আল্লাহ ব্যতীত তাকে সাহায্য করার কোন লোকজন ছিলনা এবং সে নিজেও প্রতিকারে সামর্থ্য হলনা।",
    "এ ক্ষেত্রে সাহায্য করার অধিকার আল্লাহরই যিনি সত্য; পুরস্কার দানে ও পরিণাম নির্ধারণে তিনিই শ্রেষ্ঠ।",
    "তাদের কাছে পেশ কর পার্থিব জীবনের উপমা - এটা পানির ন্যায় যা আমি বর্ষণ করি আকাশ হতে, যদ্বারা ভূমির উদ্ভিদ ঘন সন্নিবিষ্ট হয়ে উদ্গত হয়, অতঃপর তা বিশুস্ক হয়ে এমন চূর্ণ বিচূর্ণ হয় যে, বাতাস ওকে উড়িয়ে নিয়ে যায়; আল্লাহ সর্ব বিষয়ে শক্তিমান।",
    "ধনৈশ্বর্য ও সন্তান-সন্ততি পার্থিব জীবনের শোভা এবং সৎ কার্য - যার ফল স্থায়ী, ওটা তোমার রবের নিকট পুরস্কার প্রাপ্তির জন্য শ্রেষ্ঠ এবং বাঞ্ছা লাভের ব্যাপারেও উৎকৃষ্ট।",
    "আর যেদিন আমি পাহাড়কে চলমান করব এবং তুমি যমীনকে দেখতে পাবে দৃশ্যমান, আর আমি তাদেরকে একত্র করব। অতঃপর তাদের কাউকেই ছাড়ব না।",
    "আর তাদেরকে তোমার রবের নিকট উপস্থিত করা হবে সারিবদ্ধভাবে এবং বলা হবেঃ তোমাদেরকে প্রথমবার যেভাবে সৃষ্টি করেছিলাম সেভাবেই তোমরা আমার নিকট উপস্থিত হয়েছ; অথচ তোমরা মনে করতে যে, তোমাদের জন্য প্রতিশ্রুত ক্ষণ আমি উপস্থিত করবনা।",
    "এবং সেদিন উপস্থিত করা হবে ‘আমলনামা এবং তাতে যা লিপিবদ্ধ আছে তার কারণে তুমি অপরাধীদেরকে দেখবে আতংকগ্রস্ত এবং তারা বলবেঃ হায়! দুর্ভোগ আমাদের! এটা কেমন গ্রন্থ! ওটাতো ছোট বড় কিছুই বাদ দেয়নি, বরং ওটা সমস্ত হিসাব রেখেছে। তারা তাদের কৃতকর্ম সম্মুখে উপস্থিত পাবে; তোমার রাব্ব কারও প্রতি যুলম করেন না।",
    "এবং স্মরণ কর, আমি যখন মালাইকা/ফেরেশতাদেরকে বলেছিলামঃ তোমরা আদমের প্রতি নত হও। তখন সবাই নত হল ইবলীস ছাড়া; সে জিনদের একজন, সে তার রবের আদেশ অমান্য করল; তাহলে কি তোমরা আমার পরিবর্তে তাকে ও তার বংশধরকে অভিভাবকরূপে গ্রহণ করছ? তারা তো তোমাদের শত্রু; সীমালংঘনকারীদের জন্য রয়েছে কত নিকৃষ্ট বদলা।",
    "আকাশমন্ডলী ও পৃথিবীর সৃষ্টিকালে আমি তাদেরকে ডাকিনি এবং তাদের সৃজনকালেও নয়, এবং আমি বিভ্রান্তকারীদের সাহায্য গ্রহণ করার নই।",
    "এবং সেদিনের কথা স্মরণ কর যেদিন তিনি বলবেনঃ তোমরা যাদেরকে আমার শরীক মনে করতে তাদেরকে আহবান কর; তারা তখন তাদেরকে আহবান করবে, কিন্তু তারা তাদের আহবানে সাড়া দিবেনা এবং আমি তাদের উভয়ের মধ্যস্থলে রেখে দিব এক ধ্বংস গহবর।",
    "পাপীরা আগুন অবলোকন করে আশংকা করবে যেন ওরা ওতেই পতিত হবে, বস্তুতঃ ওটা হতে ওরা পরিত্রাণ পাবেনা।",
    "আমি মানুষের জন্য এই কুরআনে বিভিন্ন উপমার দ্বারা আমার বাণী বিশদভাবে বর্ণনা করেছি; মানুষ অধিকাংশ ব্যাপারেই বিতর্ক প্রিয়।",
    "হিদায়াত আসার পর এ প্রতীক্ষাই শুধু মানুষকে বিশ্বাস স্থাপন এবং তাদের রবের কাছে ক্ষমা প্রার্থনা করতে বিরত রাখে যে, কখন আসবে তাদের পূর্ব-পুরুষদের অনুরূপ আযাব অথবা কখনই বা তারা তা প্রত্যক্ষ করবে।",
    "আমি শুধু সুসংবাদ দাতা ও সতর্ককারী রূপেই রাসূলদেরকে পাঠিয়ে থাকি, কিন্তু সত্য প্রত্যাখ্যানকারীরা মিথ্যা অবলম্বনে বিতন্ডা করে সত্যকে ব্যর্থ করে দেয়ার জন্য এবং আমার নিদর্শনাবলী ও যদ্বারা তাদেরকে সতর্ক করা হয়েছে সেই সবকে তারা বিদ্রুপের বিষয় রূপে গ্রহণ করে থাকে।",
    "কোন ব্যক্তিকে তার রবের নিদর্শনাবলী স্মরণ করিয়ে দেয়ার পর সে যদি তা হতে মুখ ফিরিয়ে নেয় এবং তার কৃতকর্মসমূহ ভুলে যায় তাহলে তার অপেক্ষা অধিক সীমা লংঘনকারী আর কে? আমি তাদের অন্তরের উপর আবরণ দিয়েছি যেন তারা কুরআন বুঝতে না পারে এবং তাদেরকে বধির করেছি; তুমি তাদেরকে সৎ পথে আহবান করলেও তারা কখনও সৎ পথে আসবেনা।",
    "এবং তোমার রাব্ব ক্ষমাশীল, দয়াবান। তাদের কৃতকর্মের জন্য তাদেরকে শাস্তি দিতে চাইলে তিনি তাদের শাস্তি ত্বরান্বিত করতেন; কিন্তু তাদের জন্য রয়েছে এক প্রতিশ্রুত মুহুর্ত, যা হতে তাদের পরিত্রাণ নেই।",
    "ঐ সব জনপদ - তাদের অধিবাসীবৃন্দকে আমি ধ্বংস করেছিলাম যখন তারা সীমা লংঘন করেছিল এবং তাদের ধ্বংসের জন্য আমি স্থির করেছিলাম এক নির্দিষ্ট ক্ষণ।",
    "স্মরণ কর সেই সময়ের কথা যখন মূসা তার সঙ্গীকে বলেছিলঃ দুই সমুদ্রের সংযোগস্থলে না পৌঁছে আমি থামবনা, আমি যুগ যুগ ধরে চলতে থাকব।",
    "তারা যখন উভয়ের সংগমস্থলে পৌঁছল, তারা নিজেদের মাছের কথা ভুলে গেল; ওটা সুরঙ্গের মত পথ করে সমুদ্রে নেমে গেল।",
    "যখন তারা আরও অগ্রসর হল, মূসা তার সংগীকে বললঃ আমাদের প্রাতঃরাশ নিয়ে এসো, আমরাতো আমাদের এই সফরে ক্লান্ত হয়ে পড়েছি।",
    "সে বললঃ আপনি কি লক্ষ্য করেছেন, আমরা যখন শিলাখন্ডে বিশ্রাম করছিলাম তখন আমি মাছের কথা ভুলে গিয়েছিলাম? শাইতানই এ কথা বলতে আমাকে ভুলিয়ে দিয়েছিল; মাছটি আশ্চর্যজনকভাবে নিজের পথ করে নেমে গেল সমুদ্রে।",
    "মূসা বললঃ আমরাতো ঐ স্থানটিরই অনুসন্ধান করছিলাম; অতঃপর তারা নিজেদের পদচিহ্ন ধরে ফিরে চলল।",
    "অতঃপর তারা সাক্ষাৎ পেল আমার দাসদের মধ্যে একজনের যাকে আমি আমার নিকট হতে দিয়েছিলাম এক বিশেষ জ্ঞান।",
    "মূসা তাকে বললঃ সত্য পথের যে জ্ঞান আপনাকে দান করা হয়েছে তা হতে আমাকে শিক্ষা দিবেন - এই শর্তে আমি আপনার অনুসরণ করব কি?",
    "সে বললঃ তুমি কিছুতেই আমার সঙ্গে ধৈর্য ধারণ করে থাকতে পারবেনা।",
    "যে বিষয় তোমার জ্ঞানায়ত্ত নয় সে বিষয়ে তুমি ধৈর্য ধারণ করবে কেমন করে?",
    "মূসা বললঃ আল্লাহ চাইলে আপনি আমাকে ধৈর্যশীল পাবেন এবং আপনার কোন আদেশ আমি অমান্য করবনা।",
    "সে বললঃ আচ্ছা, তুমি যদি আমার অনুসরণ করই তাহলে কোনো বিষয়ে আমাকে প্রশ্ন করনা, যতক্ষণ না আমি সে সম্বন্ধে তোমাকে কিছু বলি।",
    "অতঃপর তারা যাত্রা শুরু করল। পরে যখন তারা নৌকায় আরোহণ করল তখন সে তাতে ছিদ্র করে দিল; মূসা বললঃ আপনি কি আরোহীদেরকে নিমজ্জিত করে দেয়ার জন্য তাতে ছিদ্র করলেন? আপনিতো এক গুরুতর অন্যায় কাজ করলেন।",
    "সে বললঃ আমি কি বলিনি যে, তুমি আমার সঙ্গে কিছুতেই ধৈর্য ধারণ করতে পারবেনা?",
    "মূসা বললঃ আমার ভুলের জন্য আমাকে অপরাধী করবেননা এবং আমার ব্যাপারে অত্যধিক কঠোরতা অবলম্বন করবেননা।",
    "অতঃপর তারা চলতে লাগল, চলতে চলতে তাদের সাথে এক বালকের সাক্ষাৎ হলে সে তাকে হত্যা করল; তখন মূসা বললঃ আপনি এক নিস্পাপ জীবন নাশ করলেন হত্যার অপরাধ ছাড়াই! আপনিতো এক গুরুতর অন্যায় কাজ করলেন।"
  ]
}