{
  "meta": {
    "id": 163,
    "name": "Sheikh Mujibur Rahman",
    "author_name": "Darussalaam Publication",
    "slug": "bn-sheikh-mujibur-rahman",
    "language_name": "bengali"
  },
  "verses": [
    "সে বললঃ আমি কি বলিনি যে, তুমি আমার সাথে কিছুতেই ধৈর্য ধারণ করতে পারবেনা?",
    "(মূসা) বললঃ এরপর যদি আমি আপনাকে কোন বিষয়ে জিজ্ঞেস করি তাহলে আপনি আমাকে সঙ্গে রাখবেননা; তখন আমার ওযর আপত্তি চূড়ান্ত সীমায় পৌঁছে যাবে।",
    "অতঃপর উভয়ে চলতে লাগল; চলতে চলতে তারা এক জনপদের অধিবাসীদের নিকট পৌঁছল এবং তাদের নিকট খাদ্য চাইল। কিন্তু তারা তাদের মেহমানদারী করতে অস্বীকার করল; অতঃপর সেখানে তারা এক পতনোম্মুখ প্রাচীর দেখতে পেল এবং সে ওটাকে সুদৃঢ় করে দিল; (মূসা) বললঃ আপনিতো ইচ্ছা করলে এর জন্য পারিশ্রমিক গ্রহণ করতে পারতেন।",
    "সে বললঃ এখানেই তোমার ও আমার মধ্যে সম্পর্কচ্ছেদ হল; যে বিষয়ে তুমি ধৈর্য ধারণ করতে পারনি আমি তার তাৎপর্য ব্যাখ্যা করছি।",
    "নৌকাটির ব্যাপারে - (কথা এই যে), ওটা ছিল কতিপয় দরিদ্র ব্যক্তির, তারা সমুদ্রে জীবিকা অন্বেষণ করত; আমি ইচ্ছা করলাম নৌকাটিকে ক্রটিযুক্ত করতে; কারণ তাদের সামনে ছিল এক রাজা, যে বল প্রয়োগে প্রত্যেক (নিখুত) নৌকা ছিনিয়ে নিত।",
    "আর কিশোরটি, তার মাতাপিতা ছিল মু’মিন - আমি আশংকা করলাম যে, সে বিদ্রোহাচরণ ও কুফরীর দ্বারা তাদের বিব্রত করবে।",
    "অতঃপর আমি চাইলাম যে, তাদের রাব্ব যেন তাদেরকে তার পরিবর্তে এক সন্তান দান করেন যে হবে পবিত্রতায় মহত্তর ও ভক্তি ভালবাসায় ঘনিষ্টতর।",
    "আর ঐ প্রাচীরটি - ওটা ছিল নগরবাসী দুই পিতৃহীন কিশোরের, এর নিম্নদেশে আছে তাদের গুপ্তধন এবং তাদের পিতা ছিল সৎকর্ম পরায়ণ। সুতরাং তোমার রাব্ব দয়াপরবশ হয়ে ইচ্ছা করলেন যে, তারা বয়ঃপ্রাপ্ত হোক এবং তারা তোমার রবের দেয়া তাদের ধনভান্ডার উদ্ধার করুক; আমি নিজ হতে কিছু করিনি; তুমি যে বিষয়ে ধৈর্য ধারণে অপারগ হয়েছিলে এটাই তার ব্যাখ্যা।",
    "তারা তোমাকে যুলকারনাইন সম্বন্ধে জিজ্ঞেস করছে; তুমি বলে দাওঃ আমি তোমাদের নিকট তার বিষয় বর্ণনা করব।",
    "আমি তাকে পৃথিবীতে কর্তৃত্ব দিয়েছিলাম এবং প্রত্যেক বিষয়ের উপায় ও পন্থা নির্দেশ করেছিলাম।",
    "সে এক পথ অবলম্বন করল।",
    "চলতে চলতে যখন সে সূর্যের অস্তগমন স্থানে পৌঁছল তখন সে সূর্যকে এক পংকিল পানিতে অস্ত যেতে দেখল এবং সে সেখানে এক সম্প্রদায়কে দেখতে পেল; আমি বললামঃ হে যুলকারনাইন! তুমি তাদেরকে শাস্তি দিতে পার অথবা তাদেরকে সদয়ভাবে গ্রহণ করতে পার।",
    "সে বললঃ যে কেহ সীমা লংঘন করবে আমি তাকে শাস্তি দিব। অতঃপর সে তার রবের নিকট প্রত্যাবর্তিত হবে এবং তিনি তাকে কঠিন শাস্তি দিবেন।",
    "তবে যে বিশ্বাস করে এবং সৎ কাজ করে তার জন্য প্রতিদান স্বরূপ আছে কল্যাণ এবং আমার কাজে তাকে সহজ নির্দেশ দিব।",
    "আবার সে এক পথ ধরল।",
    "চলতে চলতে যখন সে সূর্যোদয় স্থলে পৌঁছল তখন সে দেখলো - ওটা এমন এক সম্প্রদায়ের উপর উদিত হচ্ছে যাদের জন্য সূর্য তাপ হতে আত্মরক্ষার কোন অন্তরাল আমি সৃষ্টি করিনি।",
    "প্রকৃত ঘটনা এটাই যে, তার বৃত্তান্ত আমি সম্যক অবগত আছি।",
    "আবার সে এক পথ ধরল।",
    "চলতে চলতে সে যখন পর্বত প্রাচীরের মধ্যবর্তী স্থানে পৌঁছল তখন সেখানে সে এক সম্প্রদায়কে পেল যারা তার কথা মোটেই বুঝতে পারছিলনা।",
    "তারা বললঃ হে যুলকারনাইন! ইয়াজুজ ও মা‘জুজ পৃথিবীতে অশান্তি সৃষ্টি করছে; আমরা কি তোমাকে রাজস্ব দিব এই শর্তে যে, তুমি আমাদের ও তাদের মধ্যে এক প্রাচীর গড়ে দিবে?",
    "সে বললঃ আমার রাব্ব আমাকে যে ক্ষমতা দিয়েছেন তা’ই উৎকৃষ্ট; সুতরাং তোমরা আমাকে শ্রম দ্বারা সাহায্য কর, আমি তোমাদের ও তাদের মধ্যস্থলে এক মাযবূত প্রাচীর গড়ে দিব।",
    "তোমরা আমার নিকট লৌহপিন্ডসমূহ আনয়ন কর; অতঃপর মধ্যবর্তী ফাঁকা স্থান পূর্ণ হয়ে যখন লৌহস্ত্তপ দুই পর্বতের সমান হল তখন সে বললঃ তোমরা হাঁপরে দম দিতে থাক। যখন ওটা অগ্নিবৎ উত্তপ্ত হল তখন সে বললঃ তোমরা গলিত তামা নিয়ে এসো, আমি ওটা ঢেলে দিই ওর উপর।",
    "এরপর ইয়াজুজ ও মা’জুজ তা অতিক্রম করতে পারলনা বা ভেদ করতে পারলনা।",
    "যুলকারনাইন বললঃ এটা আমার রবের অনুগ্রহ; যখন আমার রবের প্রতিশ্রুতি পূর্ণ হবে তখন তিনি ওটাকে চূর্ন-বিচূর্ণ করে দিবেন এবং আমার রবের প্রতিশ্রুতি সত্য।",
    "সেদিন আমি তাদেরকে ছেড়ে দিব একের পর এক তরঙ্গের আকারে এবং শিঙ্গায় ফুৎকার দেয়া হবে; অতঃপর আমি তাদের সবাইকে একত্রিত করব।",
    "আর সেদিন আমি জাহান্নামকে প্রত্যক্ষভাবে উপস্থিত করব সত্য প্রত্যাখ্যানকারীদের নিকট –",
    "যাদের চক্ষু ছিল অন্ধ, আমার নিদর্শনের প্রতি এবং যারা শুনতেও ছিল অপারগ।",
    "যারা সত্য প্রত্যাখ্যান করেছে তারা কি মনে করে যে, তারা আমার পরিবর্তে আমার বান্দাদেরকে অভিভাবকরূপে গ্রহণ করবে? আমি সত্য প্রত্যাখ্যানকারীদের অভ্যর্থনার জন্য প্রস্তুত রেখেছি জাহান্নাম।",
    "বলঃ আমি কি তোমাদেরকে সংবাদ দিব কর্মে বিশেষ ক্ষতিগ্রস্তদের ব্যাপারে?",
    "ওরাই তারা, পার্থিব জীবনে যাদের প্রচেষ্টা পন্ড হয়, যদিও তারা মনে করে যে, তারা সৎ কাজ করছে।",
    "ওরাই তারা, যারা অস্বীকার করে তাদের রবের নিদর্শনাবলী ও তাঁর সাথে তাদের সাক্ষাতের বিষয়। ফলে তাদের কাজ নিষ্ফল হয়ে যায়; সুতরাং কিয়ামাত দিবসে তাদের জন্য কোন ওজনের ব্যবস্থা রাখব না।",
    "জাহান্নাম-এটাই তাদের প্রতিফল, যেহেতু তারা কুফরী করেছে এবং আমার নিদর্শনাবলী ও রাসূলগণকে গ্রহণ করেছে বিদ্রুপের বিষয়স্বরূপ।",
    "যারা ঈমান আনে ও সৎ কাজ করে তাদের আপ্যায়নের জন্য আছে জান্নাতুল ফিরদাউস।",
    "সেখানে তারা স্থায়ী হবে; তা হতে স্থানান্তর কামনা করবেনা।",
    "বলঃ আমার রবের কথা লিপিবদ্ধ করার জন্য সমুদ্র যদি কালি হয় তাহলেও আমার রবের কথা শেষ হবার পূর্বেই সমুদ্র নিঃশেষ হয়ে যাবে-সাহায্যার্থে এর অনুরূপ আরও সমুদ্র নিয়ে এলেও।",
    "বলঃ আমিতো তোমাদের মতই একজন মানুষ, আমার প্রতি প্রত্যাদেশ হয় যে, তোমাদের ইলাহ একমাত্র ইলাহ। সুতরাং যে তার রবের সাথে সাক্ষাত কামনা করে সে যেন সৎ কাজ করে এবং তার রবের ইবাদাতে কেহকেও শরীক না করে।",
    "কাফ্ হা ইয়া ‘আঈন সাদ।",
    "এটা তোমার রবের অনুগ্রহের বিবরণ, তাঁর দাস যাকারিয়ার প্রতি।",
    "যখন সে তার রাব্বকে আহবান করেছিল নিভৃতে।",
    "সে বলেছিলঃ হে আমার রাব্ব! আমার অস্থি দুর্বল হয়েছে, বার্ধক্যে আমার মস্তক শুভ্রোজ্জ্বল হয়েছে; হে আমার রাব্ব! আপনাকে আহবান করে আমি কখনও ব্যর্থকাম হইনি।",
    "আমি আশংকা করি আমার পর আমার স্বগোত্ররা দীনকে ধ্বংস করে দিবে; আমার স্ত্রী বন্ধ্যা। সুতরাং আপনি আপনার তরফ হতে আমাকে দান করুন উত্তরাধিকারী –",
    "যে আমার উত্তরাধিকারী হবে এবং উত্তরাধিকারীত্ব পাবে ইয়াকূবের বংশের এবং হে আমার রাব্ব! তাকে করুন সন্তোষভাজন।",
    "তিনি বললেনঃ হে যাকারিয়া! আমি তোমাকে এক পুত্রের সুসংবাদ দিচ্ছি - তার নাম হবে ইয়াহইয়া। এই নামে আমি পূর্বে কারও নামকরণ করিনি।",
    "সে বললঃ হে আমার রাব্ব! কেমন করে আমার পুত্র হবে যখন আমার স্ত্রী বন্ধ্যা এবং আমি বার্ধক্যের শেষ সীমায় পৌঁছে গেছি!",
    "তিনি বললেনঃ এরূপই হবে। তোমার রাব্ব বললেনঃ এটা আমার জন্য সহজসাধ্য; আমিতো পূর্বে তোমাকে সৃষ্টি করেছি যখন তুমি কিছুই ছিলেনা।",
    "যাকারিয়া বললঃ হে আমার রাব্ব! আমাকে একটি নিদর্শন দিন। তিনি বললেনঃ তোমার নিদর্শন এই যে, তুমি সুস্থাবস্থায় কারও সাথে তিন দিন বাক্যালাপ করবেনা।",
    "অতঃপর সে কক্ষ হতে বের হয়ে তার সম্প্রদায়ের নিকট এলো এবং ইঙ্গিতে তাদেরকে সকাল-সন্ধ্যায় (আল্লাহর) পবিত্রতা ও মহিমা ঘোষণা করতে বলল।",
    "আমি বললামঃ হে ইয়াহ্ইয়া! এই কিতাব দৃঢ়তার সাথে গ্রহণ কর; আমি তাকে শৈশবেই দান করেছিলাম জ্ঞান –",
    "এবং আমার নিকট হতে হৃদয়ের কোমলতা ও পবিত্রতা; সে ছিল সাবধানী –",
    "মাতা-পিতার অনুগত এবং সে ছিলনা উদ্ধ্যত, অবাধ্য ছিলনা।",
    "তার প্রতি ছিল শান্তি যেদিন সে জন্ম গ্রহণ করে এবং শান্তি যেদিন তার মৃত্যু হয় এবং যেদিন সে পুনরুজ্জীবিত হবে।",
    "বর্ণনা কর এই কিতাবে উল্লেখিত মারইয়ামের কথা, যখন সে তার পরিবারবর্গ হতে পৃথক হয়ে নিরালায় পূর্ব দিকে এক স্থানে আশ্রয় নিল।",
    "অতঃপর তাদের হতে নিজেকে আড়াল করার জন্য সে পর্দা করল; অতঃপর আমি তার নিকট আমার রূহকে (জিবরাঈলকে) পাঠালাম, সে তার নিকট পূর্ণ মানবাকৃতিতে আত্মপ্রকাশ করল।",
    "মারইয়াম বললঃ তুমি যদি (আল্লাহকে) ভয় কর তাহলে আমি তোমা হতে দয়াময়ের কাছে আশ্রয় চাচ্ছি।",
    "সে বললঃ আমিতো শুধু তোমার রাব্ব হতে প্রেরিত, তোমাকে এক পবিত্র পুত্র দান করার (সুসংবাদ জানানোর) জন্য।",
    "মারইয়াম বললঃ কেমন করে আমার পুত্র হবে যখন আমাকে কোন পুরুষ স্পর্শ করেনি এবং আমি ব্যভিচারিণীও নই।",
    "সে বললঃ এরূপই হবে; তোমার রাব্ব বলেছেন - এটা আমার জন্য সহজ সাধ্য এবং তাকে আমি এ জন্য সৃষ্টি করব যেন সে হয় মানুষের জন্য এক নিদর্শন এবং আমার নিকট হতে এক অনুগ্রহ; এটাতো এক স্থিরীকৃত ব্যাপার।",
    "অতঃপর সে গর্ভে সন্তান ধারণ করল এবং ঐ অবস্থায় এক দূরবর্তী স্থানে চলে গেল।",
    "প্রসব বেদনা তাকে এক খর্জুর বৃক্ষ তলে আশ্রয় নিতে বাধ্য করল; সে বললঃ হায়! এর পূর্বে আমি যদি মরে যেতাম এবং লোকের স্মৃতি হতে সম্পূর্ণ বিলুপ্ত হতাম!",
    "মালাক/ফেরেশতা তার নিম্ন পার্শ্ব হতে আহবান করে তাকে বললঃ তুমি দুঃখ করনা, তোমার পাদদেশে তোমার রাব্ব এক নহর সৃষ্টি করেছেন।",
    "তুমি তোমার দিকে খেজুর বৃক্ষের কান্ডে নাড়া দাও, ওটা তোমাকে সুপক্ক তাজা খেজুর দান করবে।",
    "সুতরাং আহার কর, পান কর ও চক্ষু জুড়িয়ে নাও; মানুষের মধ্যে কেহকে যদি তুমি দেখ তখন বলঃ আমি দয়াময়ের উদ্দেশে মৌনতা অবলম্বনের মানত করেছি; সুতরাং আজ আমি কিছুতেই কোন মানুষের সাথে বাক্যালাপ করবনা।",
    "অতঃপর সে সন্তানকে নিয়ে তার সম্প্রদায়ের নিকট উপস্থিত হল; তারা বললঃ হে মারইয়াম! তুমিতো এক অদ্ভুত কান্ড করেছ!",
    "হে হারূন ভগ্নি! তোমার পিতা অসৎ ব্যক্তি ছিলনা এবং তোমার মাতাও ছিলনা ব্যভিচারিণী।",
    "অতঃপর মারইয়াম ইঙ্গিতে সন্তানকে দেখাল; তারা বললঃ যে কোলের শিশু তার সাথে আমরা কেমন করে কথা বলব?",
    "সে (ঈসা) বললঃ আমিতো আল্লাহর দাস; তিনি আমাকে কিতাব দিয়েছেন, আমাকে নাবী করেছেন।",
    "যেখানেই আমি থাকি না কেন তিনি আমাকে আশিষ ভাজন করেছেন, তিনি আমাকে নির্দেশ দিয়েছেন যত দিন জীবিত থাকি ততদিন সালাত ও যাকাত আদায় করতে –",
    "আর আমার মাতার প্রতি অনুগত থাকতে এবং তিনি আমাকে করেননি উদ্ধত ও হতভাগা।",
    "আমার প্রতি শান্তি যেদিন আমি জন্ম লাভ করেছি ও শান্তি থাকবে যেদিন আমার মৃত্যু হবে এবং যেদিন আমি জীবিত অবস্থায় পুনরুত্থিত হব।",
    "এই মারইয়াম তনয় ঈসা! আমি বললাম সত্য কথা, যে বিষয়ে তারা বিতর্ক করে।",
    "সন্তান গ্রহণ করা আল্লাহর কাজ নয়, তিনি পবিত্র, মহিমাময়; তিনি যখন কিছু স্থির করেন তখন বলেনঃ ‘হও’ এবং তা হয়ে যায়।",
    "আল্লাহই আমার রাব্ব এবং তোমাদের রাব্ব। সুতরাং তাঁর ইবাদাত কর, এটাই সরল পথ।",
    "অতঃপর দলগুলি নিজেদের মধ্যে মতানৈক্য সৃষ্টি করল; সুতরাং এই কাফিরদের মহা দিনের আগমনে ভীষণ দুর্দশা রয়েছে।",
    "তারা যেদিন আমার নিকট আসবে সেদিন তারা কত স্পষ্ট শুনবে ও দেখবে! কিন্তু সীমা লংঘনকারীরা আজ স্পষ্ট বিভ্রান্তিতে আছে।",
    "তাদেরকে সতর্ক করে দাও পরিতাপের দিন সম্বন্ধে, যখন সকল সিদ্ধান্ত হয়ে যাবে; এখন তারা অনুধাবন এবং বিশ্বাস স্থাপন করবেনা।",
    "চূড়ান্ত মালিকানার অধিকারী আমি, পৃথিবীর এবং ওর উপর যা আছে তাদেরও এবং তারা আমারই নিকট প্রত্যানীত হবে।",
    "বর্ণনা কর এই কিতাবে উল্লিখিত ইবরাহীমের কথা; সে ছিল সত্যবাদী ও নাবী।",
    "যখন সে তার পিতাকে বললঃ হে আমার পিতা! যে শোনেনা, দেখেনা এবং তোমার কোন কাজে আসেনা তুমি তার ইবাদাত কর কেন?",
    "হে আমার পিতা! আমার নিকটতো এসেছে জ্ঞান যা তোমার নিকট আসেনি। সুতরাং আমার অনুসরণ কর, আমি তোমায় সঠিক পথ দেখাব।",
    "হে আমার পিতা! শাইতানের ইবাদাত করনা; শাইতান আল্লাহর অবাধ্য।",
    "হে আমার পিতা! আমি আশংকা করি, তোমাকে আল্লাহর শাস্তি স্পর্শ করবে এবং তুমি শাইতানের সাথী হয়ে পড়বে।",
    "পিতা বললঃ হে ইবরাহীম! তুমি কি আমার দেব-দেবী হতে বিমুখ হচ্ছ? যদি নিবৃত্ত না হও তাহলে আমি প্রস্তরাঘাতে তোমার প্রাণ নাশ করবই; তুমি চিরদিনের জন্য আমার নিকট হতে দূর হয়ে যাও।",
    "ইবরাহীম বললঃ তোমার নিকট হতে বিদায়; আমি আমার রবের নিকট তোমার জন্য ক্ষমা প্রার্থনা করব, তিনি আমার প্রতি অতিশয় অনুগ্রহশীল।",
    "আমি তোমাদের দিক হতে এবং তোমরা আল্লাহ ব্যতীত যাদের ইবাদাত কর তাদের দিক হতে পৃথক হচ্ছি; আমি আমার রবের আহবান করি; আশা করি আমার রবের আহবান করে আমি ব্যর্থকাম হবনা।",
    "অতঃপর সে যখন তাদের থেকে এবং তারা আল্লাহ ব্যতীত যাদের ইবাদাত করত সেই সব হতে পৃথক হয়ে গেল তখন আমি তাকে দান করলাম ইসহাক ও ইয়াকূব এবং প্রত্যেককে নাবী করলাম।",
    "এবং তাদেরকে আমি দান করলাম আমার অনুগ্রহ ও তাদের দিলাম সমুচ্চ বংশ।",
    "এই কিতাবে উল্লেখিত মূসার কথা বর্ণনা কর, সে ছিল বিশুদ্ধ চিত্ত এবং সে ছিল রাসূল, নাবী।",
    "আমি তাকে আহবান করেছিলাম তূর পর্বতের দক্ষিণ দিক হতে এবং আমি গুঢ়তত্ত্ব আলোচনারত অবস্থায় তাকে নিকটবর্তী করেছিলাম।",
    "আমি নিজ অনুগ্রহে তাকে দিলাম তার ভাই হারূনকে, নাবীরূপে।",
    "এই কিতাবে উল্লেখিত ইসমাঈলের কথা বর্ণনা কর, সে ছিল প্রতিশ্রুতি পালনে সত্যাশ্রয়ী এবং সে ছিল রাসূল, নাবী।",
    "সে তার পরিজনবর্গকে সালাত ও যাকাত আদায়ের নির্দেশ দিত এবং সে ছিল তার রবের সন্তোষভাজন।",
    "এই কিতাবে উল্লেখিত ইদরীসের কথা বর্ণনা কর, সে ছিল সত্যবাদী নাবী।",
    "এবং আমি তাকে দান করেছিলাম উচ্চ মর্যাদা।",
    "নাবীদের মধ্যে যাদেরকে আল্লাহ অনুগ্রহ করেছেন এরাই তারা, আদমের এবং যাদেরকে আমি নূহের সাথে নৌকায় আরোহণ করিয়েছিলাম তাদের বংশদ্ভুত, ইবরাহীম ও ইসরাঈলের বংশদ্ভুত ও যাদেরকে আমি পথ নির্দেশ করেছিলাম ও মনোনীত করেছিলাম তাদের অন্তর্ভুক্ত; তাদের নিকট দয়াময়ের আয়াত আবৃত্তি করা হলে তারা সাজদাহয় লুটিয়ে পড়ত ক্রন্দন করতে করতে। [সাজদাহ]",
    "তাদের পরে এলো অপদার্থ পরবর্তীরা; তারা সালাত নষ্ট করল ও লালসা পরবশ হল; সুতরাং তারা অচিরেই কুকর্মের শাস্তি প্রত্যক্ষ করবে।",
    "কিন্তু তারা নয় - যারা তাওবাহ করেছে, ঈমান আনয়ন করেছে ও সৎ কাজ করেছে; তারাতো জান্নাতে প্রবেশ করবে, তাদের প্রতি কোন যুলম করা হবেনা –",
    "এটা স্থায়ী জান্নাত, যে অদৃশ্য বিষয়ের প্রতিশ্রুতি দয়াময় তাঁর বান্দাদেরকে দিয়েছেন, তাঁর প্রতিশ্রুত বিষয় অবশ্যম্ভাবী।",
    "সেখানে তারা শান্তি ছাড়া কোন অসার বাক্য শুনবেনা এবং সেখানে সকাল-সন্ধ্যা তাদের জন্য থাকবে জীবনোপকরণ।",
    "এই সেই জান্নাত, যার অধিকারী করব আমি আমার বান্দাদের মধ্যে মুত্তাকীদেরকে।",
    "আমরা আপনার রবের আদেশ ব্যতীত অবতরণ করিনা; যা আমাদের অগ্রে ও পশ্চাতে আছে এবং যা এই দু’এর অন্তবর্তী তা তাঁরই এবং তোমার রাব্ব কোনো কিছু ভুলেননা।",
    "তিনি আকাশমন্ডলী, পৃথিবী এবং এতদুভয়ের অন্তর্বতী যা কিছু আছে সবারই রাব্ব; সুতরাং তুমি তাঁরই ইবাদাতে ধৈর্যশীল থাক; তুমি কি তাঁর সমগুণ সম্পন্ন কেহকে জান?",
    "মানুষ বলেঃ আমার মৃত্যু হলে আমি কি জীবিত অবস্থায় পুনরুত্থিত হব?",
    "মানুষ কি স্মরণ করেনা যে, আমি তাকে পূর্বে সৃষ্টি করেছি যখন সে কিছুই ছিলনা?",
    "সুতরাং শপথ তোমার রবের! আমিতো তাদেরকে শাইতানদেরসহ একত্রে সমবেত করবই এবং পরে আমি তাদেরকে নতজানু অবস্থায় জাহান্নামের চতুর্দিকে উপস্থিত করবই।",
    "অতঃপর প্রত্যেক দলের মধ্যে যে দয়াময়ের প্রতি সর্বাধিক অবাধ্য আমি তাকে টেনে বের করবই।",
    "তারপর আমিতো তাদের মধ্যে যারা জাহান্নামের আগুনে দগ্ধ হওয়ার অধিকতর যোগ্য তাদের বিষয় ভাল জানি।",
    "এবং তোমাদের প্রত্যেকেই ওটা অতিক্রম করবে; ওটা তোমার রবের অনিবার্য সিদ্ধান্ত।",
    "পরে আমি মুত্তাকীদেরকে উদ্ধার করব এবং যালিমদের সেখানে নতজানু অবস্থায় রেখে দিব।",
    "তাদের নিকট আমার সুস্পষ্ট আয়াত আবৃত্তি করা হলে কাফিরেরা মু’মিনদেরকে বলেঃ দু’ দলের মধ্যে কোন্টি মর্যাদায় শ্রেয়তর ও মজলিস হিসাবে কোনটি উত্তম?",
    "তাদের পূর্বে কত মানবগোষ্ঠীকে আমি ধ্বংস করেছি যারা তাদের অপেক্ষা সম্পদ ও বাহ্য দৃষ্টিতে শ্রেষ্ঠ ছিল।",
    "বলঃ যারা বিভ্রান্তিতে আছে, দয়াময় তাদেরকে প্রচুর অবকাশ দিবেন যতক্ষণ না তারা, যে বিষয়ে তাদেরকে সতর্ক করা হচ্ছে তা প্রত্যক্ষ করবে, তা শাস্তি হোক অথবা কিয়ামাতই হোক; অতঃপর তারা জানতে পারবে কে মর্যাদায় নিকৃষ্ট এবং কে দলবলে দুর্বল।",
    "এবং যারা সৎ পথে চলে আল্লাহ তাদেরকে অধিক হিদায়াত দান করেন এবং স্থায়ী সৎ কাজ তোমার রবের পুরস্কার প্রাপ্তির জন্য শ্রেষ্ঠ এবং প্রতিদান হিসাবেও শ্রেষ্ঠ।",
    "তুমি কি লক্ষ্য করেছ তাকে, যে আমার আয়াতসমূহ প্রত্যাখ্যান করে এবং বলেঃ আমাকে ধন সম্পদ ও সন্তান-সন্ততি দেয়া হবেই।",
    "সে কি অদৃশ্য সম্বন্ধে অবহিত হয়েছে অথবা দয়াময়ের নিকট হতে প্রতিশ্রুতি লাভ করেছে?",
    "কখনই নয়, তারা যা বলে আমি তা লিখে রাখবো এবং তাদের শাস্তি বৃদ্ধি করতে থাকব।",
    "সে যে বিষয়ের কথা বলে তা থাকবে আমার অধিকারে এবং সে আমার নিকট আসবে একা।",
    "তারা আল্লাহ ছাড়া অন্য কেহকে মা‘বূদ রূপে গ্রহণ করে এ জন্য যে, যাতে তারা তাদের সহায় হয়।",
    "কখনই নয়; তারা তাদের ইবাদাত অস্বীকার করবে এবং তাদের বিরোধী হয়ে যাবে।",
    "তুমি কি লক্ষ্য করনা যে, আমি কাফিরদের জন্য শাইতানদেরকে ছেড়ে রেখেছি তাদেরকে মন্দ কর্মে বিশেষভাবে প্রলুব্ধ করার জন্য।",
    "সুতরাং তাদের বিষয়ে তাড়া করনা; আমিতো গণনা করছি তাদের নির্ধারিত কাল।",
    "যেদিন আমি দয়াময়ের নিকট মুত্তাকীদের সম্মানিত মেহমান রূপে সমবেত করব।",
    "এবং অপরাধীদেরকে পিপাসার্ত অবস্থায় জাহান্নামের দিকে তাড়িয়ে নিয়ে যাব।",
    "যে দয়াময়ের নিকট প্রতিশ্রুতি গ্রহণ করেছে সে ব্যতীত অন্য কারও সুপারিশ করার ক্ষমতা থাকবেনা।",
    "তারা বলেঃ দয়াময় সন্তান গ্রহণ করেছেন।",
    "তোমরাতো এক ভয়ংকর কথার অবতারণা করেছ।",
    "এতে যেন আকাশসমূহ বিদীর্ণ হয়ে যাবে, পৃথিবী খন্ড বিখন্ড হবে এবং পর্বতসমূহ চূর্ণ বিচূর্ণ হয়ে আপতিত হবে –",
    "যেহেতু তারা দয়াময়ের উপর সন্তান আরোপ করে।",
    "অথচ সন্তান গ্রহণ করা দয়াময়ের জন্য শোভন নয়।",
    "আকাশসমূহ ও পৃথিবীতে এমন কেহ নেই যে দয়াময়ের নিকট উপস্থিত হবেনা বান্দা রূপে।",
    "তিনি তাদেরকে পরিবেষ্টন করে রেখেছেন এবং তিনি তাদেরকে বিশেষভাবে গণনা করেছেন।",
    "এবং কিয়ামাত দিবসে তাদের সকলেই তাঁর নিকট আসবে একাকী অবস্থায়।",
    "যারা ঈমান আনে ও সৎ কাজ করে দয়াময় তাদের জন্য সৃষ্টি করবেন ভালবাসা।",
    "আমিতো তোমার ভাষায় কুরআনকে সহজ করে দিয়েছি যাতে তুমি ওর দ্বারা মুত্তাকীদেরকে সুসংবাদ দিতে পার এবং বিতন্ডা প্রবণ সম্প্রদায়কে সতর্ক করতে পার।",
    "তাদের পূর্বে আমি কত মানব গোষ্ঠীকে বিনাশ করেছি! তুমি কি তাদের কেহকেও দেখতে পাও অথবা ক্ষীণতম শব্দও শুনতে পাও?",
    "ত্ব-হা",
    "তোমাকে ক্লেশ দেয়ার জন্য আমি তোমার প্রতি কুরআন অবতীর্ণ করিনি।",
    "বরং যারা ভয় করে তাদের উপদেশার্থে –",
    "যিনি সমুচ্চ আকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছেন এটা তাঁর নিকট হতে অবতীর্ণ।",
    "দয়াময় আরশে সমাসীন।",
    "যা আছে আকাশমন্ডলীতে, পৃথিবীতে, এ দু’য়ের অন্তর্বতী স্থানে ও ভূগর্ভে তা তাঁরই।",
    "তুমি যদি উচ্চ কন্ঠে বল, তিনি যা গুপ্ত ও অব্যক্ত সবই জানেন।",
    "আল্লাহ! তিনি ছাড়া অন্য কোন মা‘বূদ নেই, সমস্ত উত্তম নাম তাঁরই।",
    "মূসার বৃত্তান্ত তোমার কাছে পৌঁছেছে কি?",
    "সে যখন আগুন দেখল তখন তার পরিবারবর্গকে বললঃ তোমরা এখানে থাক আমি আগুন দেখেছি; সম্ভবতঃ আমি তোমাদের জন্য তা হতে কিছু জ্বলন্ত অঙ্গার আনতে পারবো অথবা ওর নিকটে কোন পথ প্রদর্শক পাব।",
    "অতঃপর যখন সে আগুনের নিকট এলো তখন আহবান করে বলা হলঃ হে মূসা!",
    "আমিই তোমার রাব্ব। অতএব তোমার পাদুকা খুলে ফেলো, কারণ তুমি পবিত্র তূওয়া উপত্যকায় রয়েছ।",
    "এবং আমি তোমাকে মনোনীত করেছি, অতএব যা অহী প্রেরণ করা হচ্ছে তুমি তা মনোযোগের সাথে শ্রবণ কর।",
    "আমি আল্লাহ! আমি ছাড়া কোন মা‘বূদ নেই; অতএব আমার ইবাদাত কর এবং আমার স্মরণার্থে সালাত কায়েম কর।",
    "কিয়ামাত অবশ্যম্ভাবী, আমি এটা গোপন রাখতে চাই যাতে প্রত্যেকেই নিজ কর্মানুযায়ী ফল লাভ করতে পারে।",
    "সুতরাং যে ব্যক্তি কিয়ামাত বিশ্বাস করেনা এবং নিজ প্রবৃত্তির অনুসরণ করে সে যেন তোমাকে তাতে বিশ্বাস স্থাপনে প্রবৃত্ত না করে, তাহলে তুমি ধ্বংস হয়ে যাবে।",
    "হে মূসা! তোমার ডান হাতে ওটা কি?",
    "সে বললঃ এটা আমার লাঠি; আমি এতে ভর দিই এবং এটা দ্বারা আঘাত করে আমি আমার মেষপালের জন্য বৃক্ষ পত্র ফেলে থাকি এবং এটা আমার অন্যান্য কাজেও লাগে।",
    "(আল্লাহ) বললেনঃ হে মূসা! তুমি ওটা নিক্ষেপ কর।",
    "অতঃপর সে তা নিক্ষেপ করল, সাথে সাথে তা সাপ হয়ে ছুটতে লাগল।",
    "তিনি বললেনঃ তুমি একে ধর। ভয় করনা, আমি একে এর পূর্বরূপে ফিরিয়ে দিব।",
    "এবং তুমি হাত বগলে রাখ, ওটি বের হয়ে আসবে নির্মল উজ্জ্বল হয়ে অপর এক নিদর্শন স্বরূপ।",
    "এটা এ জন্য যে, আমি তোমাকে দেখাবো আমার মহা নিদর্শনগুলির কিছু।",
    "ফির‘আউনের নিকট যাও, সে সীমালংঘন করেছে।",
    "মূসা বললঃ হে আমার রাব্ব! আমার বক্ষ প্রশস্ত করে দিন,",
    "আমার কাজকে সহজ করে দিন,",
    "আমার জিহবার জড়তা দূর করে দিন,",
    "যাতে তারা আমার কথা বুঝতে পারে।",
    "আমার জন্য করে দিন একজন সাহায্যকারী আমার স্বজনবর্গের মধ্য হতে।",
    "আমার ভাই হারূণ –",
    "তার দ্বারা আমার শক্তি সুদৃঢ় করুন।",
    "এবং তাকে আমার কাজে অংশী করুন।",
    "যাতে আমরা আপনার পবিত্রতা ও মহিমা ঘোষণা করতে পারি প্রচুর।",
    "এবং আপনাকে স্মরণ করতে পারি অধিক।",
    "আপনিতো আমাদের সম্যক দ্রষ্টা।",
    "তিনি বললেনঃ হে মূসা, তুমি যা চেয়েছ তা তোমাকে দেয়া হল।",
    "এবং আমিতো তোমার প্রতি আর একবার অনুগ্রহ করেছিলাম।",
    "যখন আমি তোমার মায়ের অন্তরে ইংগিত দ্বারা নির্দেশ দিয়েছিলাম যা এখানে বর্ণিত হচ্ছে –",
    "যে, তুমি তাকে সিন্দুকের মধ্যে রাখ, অতঃপর তা নদীতে ভাসিয়ে দাও যাতে নদী ওকে তীরে ঠেলে দেয়, ওকে আমার শত্রু ও তার শত্রু নিয়ে যাবে; আমি আমার নিকট হতে তোমার উপর ভালবাসা ঢেলে দিয়েছিলাম যাতে তুমি আমার দৃষ্টির সামনে প্রতিপালিত হও।",
    "যখন তোমার বোন এসে বললঃ আমি কি তোমাদেরকে বলে দিব কে এই শিশুর দায়িত্ব নিবে? তখন আমি তোমাকে তোমার মায়ের নিকট ফিরিয়ে দিলাম যাতে তার চোখ জুড়ায় এবং সে দুঃখ না পায়; এবং তুমি এক ব্যক্তিকে হত্যা করেছিলে; অতঃপর আমি তোমাকে মনঃপীড়া হতে মুক্তি দিই, আমি তোমাকে বহু পরীক্ষা করেছি। অতঃপর তুমি কয়েক বছর মাদইয়ানবাসীদের মধ্যে ছিলে। হে মূসা! এরপরে তুমি নির্ধারিত সময়ে উপস্থিত হলে।",
    "এবং আমি তোমাকে আমার নিজের জন্য প্রস্তুত করে নিয়েছি।",
    "তুমি ও তোমার ভাই আমার নিদর্শনসমূহ সহ যাত্রা শুরু কর এবং আমার স্মরণে তোমরা উভয়ে শৈথিল্য করনা।",
    "তোমরা উভয়ে ফির‘আউনের নিকট যাও, সেতো সীমালংঘন করেছে।",
    "তোমরা তার সাথে নম্র কথা বলবে, হয়তো সে উপদেশ গ্রহণ করবে, অথবা ভয় করবে।",
    "তারা বললঃ হে আমাদের রাব্ব! আমরা আশংকা করি যে, সে আমাদেরকে ত্বরায় শাস্তি দিতে উদ্যত হবে অথবা অন্যায় আচরণে সীমালংঘন করবে।",
    "তিনি বললেনঃ তোমরা ভয় করনা, আমিতো তোমাদের সংগে আছি, আমি শুনি ও দেখি।",
    "সুতরাং তোমরা তার নিকট যাও এবং বলঃ অবশ্যই আমরা তোমার রবের পক্ষ থেকে প্রেরিত রাসূল। সুতরাং আমাদের সাথে বানী ইসরাঈলকে যেতে দাও এবং তাদেরকে কষ্ট দিওনা, আমরাতো তোমার নিকট এনেছি তোমার রবের নিকট হতে নিদর্শন। এবং শান্তি তাদের প্রতি যারা সৎ পথের অনুসরণ করে।",
    "আমাদের প্রতি অহী প্রেরণ করা হয়েছে যে, শাস্তি তার জন্য যে মিথ্যা আরোপ করে ও মুখ ফিরিয়ে নেয়।",
    "ফির‘আউন বললঃ হে মূসা! কে তোমাদের রাব্ব?",
    "মূসা বললঃ আমার রাব্ব তিনি যিনি প্রত্যেক বস্তুকে তার যোগ্য আকৃতি দান করেছেন; অতঃপর পথ নির্দেশ করেছেন।",
    "ফির‘আউন বললঃ তাহলে অতীত যুগের লোকদের অবস্থা কি?",
    "মূসা বললঃ এর জ্ঞান আমার রবের নিকট লিপিবদ্ধ রয়েছে; আমার রাব্ব ভুল করেননা এবং বিস্মৃত হননা।",
    "যিনি তোমাদের জন্য পৃথিবীকে করেছেন বিছানা এবং তাতে করে দিয়েছেন তোমাদের চলার পথ, তিনি আকাশ হতে বারি বর্ষন করেন। আমি উহা দ্বারা বিভিন্ন প্রকারের উদ্ভিদ উৎপন্ন করি।",
    "তোমরা আহার কর ও তোমাদের গবাদি পশু চরাও; অবশ্যই এতে নিদর্শন রয়েছে বিবেক সম্পন্নদের জন্য।",
    "আমি মাটি হতে তোমাদেরকে সৃষ্টি করেছি; তাতেই তোমাদেরকে ফিরিয়ে দিব এবং তা হতে পুনর্বার বের করব।",
    "আমিতো তাকে আমার সমস্ত নিদর্শন দেখিয়েছিলাম; কিন্তু সে মিথ্যা আরোপ করেছে ও অমান্য করেছে।",
    "সে বললঃ হে মূসা! তুমি কি আমাদের নিকট এসেছ তোমার যাদু দ্বারা আমাদেরকে আমাদের দেশ হতে বহিস্কার করে দেয়ার জন্য?",
    "আমরাও অবশ্যই তোমার নিকট উপস্থিত করব এর অনুরূপ যাদু। সুতরাং আমাদের ও তোমার মাঝে নির্ধারণ কর এক নির্দিষ্ট সময় এবং এক মধ্যবর্তী স্থান, যার ব্যতিক্রম আমরাও করবনা এবং তুমিও করবেনা।",
    "মূসা বললঃ তোমাদের নির্ধারিত সময় উৎসবের দিন এবং সেদিন পূর্বাহ্নে জনগণকে সমবেত করা হোক।",
    "অতঃপর ফির‘আউন উঠে গেল এবং তার কৌশলসমূহ একত্রিত করল ও অতঃপর ফিরে এলো।",
    "মূসা তাদেরকে বললঃ দুর্ভোগ তোমাদের! তোমরা আল্লাহর প্রতি মিথ্যা আরোপ করনা, তা করলে তিনি তোমাদেরকে শাস্তি দ্বারা সমূলে ধ্বংস করবেন; যে মিথ্যা উদ্ভাবন করেছে সে’ই ব্যর্থ হয়েছে।",
    "তারা নিজেদের মধ্যে নিজেদের কাজ সম্বন্ধে বিতর্ক করল এবং তারা গোপনে পরামর্শ করল।",
    "তারা বললঃ এই দু’জন অবশ্যই যাদুকর, তারা চায় তাদের যাদু দ্বারা তোমাদেরকে তোমাদের দেশ হতে বহিস্কার করতে এবং তোমাদের উৎকৃষ্ট জীবন ব্যবস্থার অস্তিত্ব বিনাশ করতে।",
    "অতএব তোমরা তোমাদের যাদু ক্রিয়া সংহত কর, অতঃপর সারিবদ্ধ হয়ে উপস্থিত হও এবং যে আজ জয়ী হবে সেই সফল হবে।",
    "তারা বললঃ হে মূসা! হয় তুমি নিক্ষেপ কর অথবা প্রথমে আমরাই নিক্ষেপ করি।",
    "মূসা বললঃ বরং তোমরাই নিক্ষেপ কর। তাদের যাদুর প্রভাবে অকস্মাৎ মূসার মনে হল যে, তাদের দড়ি ও লাঠিগুলি ছুটাছুটি করছে।",
    "মূসা তার অন্তরে কিছু ভীতি অনুভব করল।",
    "আমি বললামঃ ভয় করনা, তুমিই প্রবল।",
    "তোমার ডান হাতে যা আছে তা নিক্ষেপ কর, এটা তারা যা করেছে তা গ্রাস করে ফেলবে, তারা যা করেছে তাতো শুধু যাদুকরের কৌশল; যাদুকরেরা যা’ই করুক কখনও সফল হবেনা।",
    "অতঃপর যাদুকরেরা সাজদাহবনত হল ও বললঃ আমরা হারূণ ও মূসার রবের প্রতি ঈমান আনলাম।",
    "ফির‘আউন বললঃ কি, আমি তোমাদের অনুমতি দেয়ার পূর্বেই তোমরা মূসাতে বিশ্বাস স্থাপন করলে! সেতো দেখছি তোমাদের প্রধান, সে তোমাদেরকে যাদু শিক্ষা দিয়েছে; সুতরাং আমি তোমাদেরকে খেজুর বৃক্ষের কান্ডে শূলবিদ্ধ করবই এবং তোমরা অবশ্যই জানতে পারবে আমাদের মধ্যে কার শাস্তি কঠোর ও অধিক স্থায়ী।",
    "তারা বললঃ আমাদের নিকট যে স্পষ্ট নিদর্শন এসেছে তার উপর এবং যিনি আমাদেরকে সৃষ্টি করেছেন তাঁর উপর তোমাকে কিছুতেই আমরা প্রাধান্য দিবনা, সুতরাং তুমি কর যা তুমি করতে চাও, তুমিতো শুধু এই পার্থিব জীবনের উপর কর্তৃত্ব করতে পার।",
    "আমরা আমাদের রবের প্রতি ঈমান এনেছি যাতে তিনি ক্ষমা করেন আমাদের অপরাধ এবং তুমি আমাদেরকে যাদু করতে বাধ্য করেছ তা; আর আল্লাহ শ্রেষ্ঠ ও স্থায়ী।",
    "যে তার রবের নিকট অপরাধী হয়ে উপস্থিত হবে তার জন্য রয়েছে জাহান্নাম, সেখানে সে মরবেও না, বাঁচবেও না।",
    "আর যারা তাঁর নিকট উপস্থিত হবে মু’মিন অবস্থায়, সৎ কাজ করে, তাদের জন্য রয়েছে উচ্চ মর্যাদা –",
    "স্থায়ী জান্নাত, যার পাদদেশে নদী প্রবাহিত, সেখানে তারা স্থায়ী হবে এবং এই পুরস্কার তাদেরই জন্য যারা পবিত্র।",
    "আমি অবশ্যই মূসার প্রতি প্রত্যাদেশ করেছিলাম এই মর্মে, আমার বান্দাদেরকে নিয়ে রজনীযোগে বহির্গত হও এবং তাদের জন্য সমুদ্রের মধ্য দিয়ে এক শুস্ক পথ নির্মাণ কর; পিছন হতে এসে তোমাকে ধরে ফেলা হবে এই আশংকা করনা এবং ভয়ও করনা।",
    "অতঃপর ফির‘আউন তার সৈন্যবাহিনীসহ তাদের পশ্চাদ্ধাবন করল, অতঃপর সমুদ্র তাদেরকে সম্পূর্ণ রূপে নিমজ্জিত করল।",
    "আর ফির‘আউন তার সম্প্রদায়কে পথভ্রষ্ট করেছিল এবং সৎ পথ দেখায়নি।",
    "হে বানী ইসরাঈল! আমিতো তোমাদেরকে তোমাদের শত্রু হতে উদ্ধার করেছিলাম, আমি তোমাদের প্রতিশ্রুতি দিয়েছিলাম তূর পর্বতের দক্ষিণ পার্শ্বে এবং তোমাদের নিকট মান্না ও সালওয়া প্রেরণ করেছিলাম।",
    "তোমাদেরকে আমি যা দান করেছিলাম তা হতে ভাল ভাল বস্তু আহার কর এবং এই বিষয়ে সীমা লংঘন করনা, করলে তোমাদের উপর আবার ক্রোধ অবধারিত এবং যার উপর আমার ক্রোধ অবধারিত সেতো ধ্বংস হয়ে যায়।",
    "এবং আমি অবশ্যই ক্ষমাশীল তার প্রতি যে তাওবাহ’ করে, ঈমান আনে, সৎ কাজ করে ও সৎ পথে অবিচল থাকে।",
    "হে মূসা! তোমার সম্প্রদায়কে পশ্চাতে ফেলে তোমাকে ত্বরা করতে বাধ্য করল কিসে?",
    "সে বললঃ এইতো তারা আমার পশ্চাতে এবং হে আমার রাব্ব! আমি ত্বরায় আপনার নিকট এলাম, আপনি সন্তষ্ট হবেন এ জন্য।",
    "তিনি বললেনঃ আমি তোমার সম্প্রদায়কে পরীক্ষায় ফেলেছি তোমার চলে আসার পর এবং সামেরী তাদেরকে পথভ্রষ্ট করেছে।",
    "অতঃপর মূসা তার সম্প্রদায়ের নিকট ফিরে গেল ক্রুদ্ধ হয়ে; সে বললঃ হে আমার সম্প্রদায়! তোমাদের রাব্ব কি তোমাদেরকে এক উত্তম প্রতিশ্রুতি দেননি? তাহলে কি প্রতিশ্রুত কাল তোমাদের নিকট সুদীর্ঘ হয়েছে, না তোমরা চেয়েছো তোমাদের প্রতি আপতিত হোক তোমাদের রবের ক্রোধ, যে কারণে তোমরা আমার প্রতি প্রদত্ত অঙ্গীকার ভঙ্গ করলে?",
    "তারা বললঃ আমরা তোমার প্রতি প্রদত্ত অঙ্গীকার স্বেচ্ছায় ভঙ্গ করিনি; তবে আমাদের উপর চাপিয়ে দেয়া হয়েছিল লোকের অলংকারের বোঝা এবং আমরা তা অগ্নিকুন্ডে নিক্ষেপ করি, অনুরূপভাবে সামেরীও নিক্ষেপ করে।",
    "অতঃপর সে তাদের জন্য গড়লো এক গো-বৎস, এক অবয়ব, যা হাম্বা আওয়াজ করত; তারা বললঃ এটা তোমাদের মা‘বূদ এবং মূসারও মা‘বূদ, কিন্তু মূসা ভুলে গেছে।",
    "তাহলে কি তারা দেখেনা যে, ওটা তাদের কথায় সাড়া দেয়না এবং তাদের কোন ক্ষতি অথবা উপকার করার ক্ষমতাও রাখেনা?",
    "হারূন তাদেরকে পূর্বেই বলেছিলঃ হে আমার সম্প্রদায়! এটা দ্বারা তো শুধু তোমাদেরকে পরীক্ষায় ফেলা হয়েছে; তোমাদের রাব্ব দয়াময়, সুতরাং তোমরা আমার অনুসরণ কর এবং আমার আদেশ মেনে চল।",
    "তারা বলেছিলঃ আমাদের নিকট মূসা ফিরে না আসা পর্যন্ত আমরা এর পূজা হতে কিছুতেই বিরত হবনা।",
    "মূসা বললঃ হে হারূণ! তুমি যখন দেখলে যে, তারা পথভ্রষ্ট হয়েছে তখন কিসে তোমাকে নিবৃত্ত করল –",
    "আমার অনুসরণ হতে? তাহলে কি তুমি আমার আদেশ অমান্য করলে?",
    "হারূণ বললঃ হে আমার সহোদর! আমার শ্মশ্রু ও কেশ ধরে আকর্ষণ করনা; আমি আশংকা করেছিলাম যে, তুমি বলবেঃ তুমি বানী ইসরাঈলের মধ্যে বিভেদ সৃষ্টি করেছ ও আমার বাক্য পালনে যত্নবান হওনি।",
    "মূসা বললঃ ওহে সামেরী! তোমার ব্যাপার কি?",
    "সে বললঃ আমি যা দেখেছিলাম তারা তা দেখেনি; অতঃপর আমি সেই দূতের পদচিহ্ন হতে এক মুষ্টি নিয়েছিলাম এবং আমি তা নিক্ষেপ করেছিলাম, আর আমার মন আমার জন্য শোভন করেছিল এইরূপ করা।",
    "মূসা বললঃ দূর হও, তোমার জীবদ্দশায় তোমার জন্য এটাই রইল যে, তুমি বলবেঃ আমি অস্পৃশ্য এবং তোমার জন্য রইল এক নির্দিষ্ট কাল, তোমার বেলায় যার ব্যতিক্রম হবেনা এবং তুমি তোমার সেই মা‘বূদের প্রতি লক্ষ্য কর যার পূজায় তুমি রত ছিলে; আমরা ওকে জ্বালিয়ে দিবই, অতঃপর ওকে বিক্ষিপ্ত করে সাগরে নিক্ষেপ করবই।",
    "তোমাদের ইলাহতো শুধুমাত্র আল্লাহই যিনি ছাড়া অন্য কোন ইলাহ নেই, তাঁর জ্ঞান সর্ব বিষয়ে ব্যাপ্ত।",
    "পূর্বে যা ঘটেছে উহার সংবাদ আমি এভাবে তোমার নিকট বিবৃত করি এবং আমি আমার নিকট হতে তোমাকে দান করেছি উপদেশ।",
    "এটা হতে যে বিমুখ হবে সে কিয়ামাত দিবসে মহাভার বহন করবে।",
    "তাতে তারা স্থায়ী হবে এবং কিয়ামাত দিবসে এই বোঝা তাদের জন্য কত মন্দ!",
    "যেদিন শিঙ্গায় ফুৎকার দেয়া হবে সেই দিন আমি অপরাধীদেরকে দৃষ্টিহীন অবস্থায় সমবেত করব।",
    "তারা নিজেদের মধ্যে চুপি চুপি বলাবলি করবেঃ তোমরা মাত্র দশ দিন অবস্থান করেছিলে।",
    "তারা কি বলবে তা আমি ভাল জানি। তাদের মধ্যে যে অপেক্ষাকৃত সৎ পথে ছিল সে বলবেঃ তোমরা এক দিনের বেশি অবস্থান করনি।",
    "তারা তোমাকে পর্বতসমূহ সম্পর্কে জিজ্ঞেস করছে, তুমি বলঃ আমার রাব্ব ওগুলিকে সমূলে উৎপাটন করে বিক্ষিপ্ত করে দিবেন।",
    "অতঃপর তিনি ওকে পরিণত করবেন মসৃণ সমতল মাইদানে।",
    "যাতে তুমি বক্রতা ও উচ্চতা দেখবেনা।",
    "সেদিন তারা আহবানকারীর অনুসরণ করবে, এ ব্যাপারে এদিক ওদিক করতে পারবেনা; দয়াময়ের সামনে সব শব্দ স্তদ্ধ হয়ে যাবে; সুতরাং মৃদু পদধ্বনি ছাড়া তুমি কিছুই শুনতে পাবেনা।",
    "দয়াময় যাকে অনুমতি দিবেন ও যার কথা তিনি পছন্দ করবেন সে ব্যতীত কারও সুপারিশ সেদিন কোন কাজে আসবেনা।",
    "তাদের সম্মুখে ও পশ্চাতে যা কিছু রয়েছে তা তিনি অবগত, কিন্তু তারা জ্ঞান দ্বারা তাঁকে আয়ত্ত করতে পারে না।",
    "স্বাধীন, স্বধিষ্ঠ- পালনকর্তার নিকট সকলেই হবে অধোবদন এবং সে’ই ব্যর্থ হবে যে যুলমের ভার বহন করবে।",
    "এবং যে সৎ কাজ করে মু’মিন হয়, তার আশংকা নেই অবিচারের এবং ক্ষতিরও।",
    "এ রূপেই আমি কুরআনকে অবতীর্ণ করেছি আরাবী ভাষায় এবং তাতে বিশদভাবে বিবৃত করেছি সতর্কবাণী যাতে তারা ভয় করে অথবা এটা হয় তাদের জন্য উপদেশ।",
    "আল্লাহ অতি মহান, প্রকৃত অধিপতি। তোমার প্রতি কুরআনের আয়াত সম্পূর্ণ হবার পূর্বে তুমি ত্বরা করনা এবং বলঃ হে আমার রাব্ব! আমার জ্ঞানকে বৃদ্ধি করুন।",
    "আমিতো ইতোপূর্বে আদমের প্রতি নির্দেশ দান করেছিলাম, কিন্তু সে ভুলে গিয়েছিল; আমি তাকে সংকল্পে দৃঢ় পাইনি।",
    "স্মরণ কর, যখন আমি মালাইকাগণকে বললামঃ আদমের প্রতি সাজদাহবনত হও, তখন ইবলীস ছাড়া সবাই সাজদাহ করল; সে অমান্য করল।",
    "অতঃপর আমি বললামঃ হে আদম! এ তোমার ও তোমার স্ত্রীর শত্রু; সুতরাং সে যেন কিছুতেই তোমাদেরকে জান্নাত হতে বের করে না দেয়, দিলে তোমরা দুঃখ পাবে।",
    "তোমার জন্য এটাই রইল যে, তুমি জান্নাতে ক্ষুধার্ত হবেনা এবং নগ্নও হবেনা।",
    "এবং তুমি সেখানে পিপাসার্ত হবেনা এবং রৌদ্র ক্লিষ্টও হবেনা।",
    "অতঃপর শাইতান তাকে কুমন্ত্রণা দিল; সে বললঃ হে আদম! আমি কি তোমাকে বলে দিব অনন্ত জীবনপ্রদ বৃক্ষের কথা ও অক্ষয় রাজ্যের কথা?",
    "অতঃপর তারা তা হতে আহার করল; তখন তাদের লজ্জাস্থান তাদের নিকট প্রকাশ হয়ে পড়ল এবং তারা জান্নাতের বৃক্ষপত্র দ্বারা নিজেদেরকে আবৃত করতে লাগল; আদম তার রবের হুকুম অমান্য করল, ফলে সে ভ্রমে পতিত হল।",
    "এরপর তার রাব্ব তাকে মনোনীত করলেন, তার প্রতি ক্ষমা পরায়ণ হলেন এবং তাকে পথ নির্দেশ করলেন।",
    "তিনি বললেনঃ তোমরা উভয়ে একই সঙ্গে জান্নাত হতে নেমে যাও, তোমরা পরস্পর পরস্পরের শত্রু। পরে আমার পক্ষ হতে তোমাদের নিকট সৎ পথের নির্দেশ এলে, যে আমার পথ অনুসরণ করবে সে বিপথগামী হবেনা ও দুঃখ কষ্ট পাবেনা।",
    "যে আমার স্মরণে বিমুখ তার জীবন যাপন হবে সংকুচিত এবং আমি তাকে কিয়ামাত দিবসে উত্থিত করব অন্ধ অবস্থায়।",
    "সে বলবেঃ হে আমার রাব্ব! কেন আমাকে অন্ধ অবস্থায় উত্থিত করলেন? আমিতো ছিলাম চক্ষুস্মান!",
    "তিনি বলবেনঃ এ রূপেই আমার নিদর্শনাবলী তোমার নিকট এসেছিল, কিন্তু তুমিতো ভুলে গিয়েছিলে এবং সেভাবে আজ তুমিও বিস্মৃত হলে।",
    "এবং এভাবেই আমি প্রতিফল দিই তাকে, যে বাড়াবাড়ি করে এবং তার রবের নিদর্শনে বিশ্বাস স্থাপন করেনা; পরকালের শাস্তিতো অবশ্যই কঠিনতর ও অধিক স্থায়ী।",
    "এটাও কি তাদেরকে সৎ পথ দেখালনা যে, আমি তাদের পূর্বে ধ্বংস করেছি কত মানবগোষ্ঠী যাদের বাসভূমিতে তারা বিচরণ করে? অবশ্যই এতে বিবেক সম্পন্নদের জন্য রয়েছে নিদর্শন।",
    "তোমার রবের পূর্ব সিদ্ধান্ত এবং এক নির্ধারিত সময় না থাকলে অবশ্যম্ভাবী হত ত্বরিত শাস্তি।",
    "সুতরাং তারা যা বলে সে বিষয়ে তুমি ধৈর্য ধারণ কর এবং সূর্যোদয়ের পূর্বে এবং সূর্যাস্তের পূর্বে তোমার রবের সপ্রশংস পবিত্রতা ও মহিমা ঘোষণা কর, এবং রাতে পবিত্রতা ও মহিমা ঘোষণা কর, আর দিনের প্রান্তসমূহে যাতে তুমি সন্তষ্ট হতে পার।",
    "তুমি তোমার চক্ষুদ্বয় কখনও প্রসারিত করনা ওর প্রতি যা আমি তাদের বিভিন্ন শ্রেণীকে পার্থিব জীবনের সৌন্দর্য স্বরূপ উপভোগের উপকরণ হিসাবে দিয়েছি তদ্বারা তাদেরকে পরীক্ষা করার জন্য। তোমার রাব্ব প্রদত্ত জীবনোপকরণ উৎকৃষ্ট ও অধিক স্থায়ী।",
    "আর তোমার পরিবারবর্গকে সালাতের আদেশ দাও এবং তাতে অবিচল থাক। আমি তোমার নিকট কোন জীবনোপকরণ চাইনা, আমিই তোমাকে জীবনোপকরণ দিই এবং শুভ পরিণামতো মুত্তাকীদের জন্য।",
    "তারা বলেঃ সে তার রবের নিকট হতে আমাদের জন্য কোন নিদর্শন কেন আনয়ন করেনা? তাদের নিকট কি আসেনি সুস্পষ্ট প্রমাণ যা আছে পূর্ববর্তী গ্রন্থসমূহে?",
    "যদি আমি তাদেরকে ইতোপূর্বে শাস্তি দ্বারা ধ্বংস করতাম তাহলে তারা বলতঃ হে আমাদের রাব্ব! আপনি আমাদের নিকট একজন রাসূল প্রেরণ করলেন না কেন? তা হলে আমরা লাঞ্ছিত ও অপমানিত হবার পূর্বে আপনার নিদর্শন মেনে চলতাম।",
    "বলঃ প্রত্যেকেই প্রতীক্ষা করছে, সুতরাং তোমরাও প্রতীক্ষা কর, অতঃপর তোমরা জানতে পারবে কারা রয়েছে সরল পথে এবং কারা সৎ পথ প্রাপ্ত হয়েছে।"
  ]
}