{
  "meta": {
    "id": 163,
    "name": "Sheikh Mujibur Rahman",
    "author_name": "Darussalaam Publication",
    "slug": "bn-sheikh-mujibur-rahman",
    "language_name": "bengali"
  },
  "verses": [
    "মানবমন্ডলীর মধ্যস্থিত নির্বোধেরা অচিরেই বলবে, কিসে তাদেরকে সেই কিবলা হতে প্রত্যাবৃত্ত করল যার দিকে তারা ছিল? তুমি বলে দাওঃ পূর্ব ও পশ্চিম আল্লাহরই জন্য, তিনি যাকে ইচ্ছা সরল পথ প্রদর্শন করেন।",
    "এভাবে আমি তোমাদেরকে আদর্শ জাতি করেছি, যেন তোমরা মানবগণের জন্য সাক্ষী হও এবং রাসূলও তোমাদের জন্য সাক্ষী হয়; এবং তুমি যে কিবলার দিকে ছিলে তা আমি এ জন্য প্রতিষ্ঠিত করেছিলাম যে, কে রাসূলের অনুসরণ করে, আর কে তা হতে স্বীয় পদদ্বয়ে পশ্চাতে ফিরে যায় আমি তা জেনে নিব এবং আল্লাহ যাদেরকে পথ প্রদর্শন করেছেন তারা ছাড়া অপরের জন্য এটি অবশ্যই কঠোরতর; এবং আল্লাহ এরূপ নন যে, তোমাদের বিশ্বাস বিনষ্ট করেন; নিশ্চয়ই আল্লাহ মানুষের প্রতি স্নেহশীল, করুণাময়।",
    "নিশ্চয়ই আমি আকাশের দিকে তোমার মুখমন্ডল উত্তোলন অবলোকন করেছি। তাই আমি তোমাকে ঐ কিবলাহমুখীই করাচ্ছি যা তুমি কামনা করছো। অতএব তুমি মাসজিদুল হারামের দিকে তোমার মুখমন্ডল ফিরিয়ে দাও এবং তোমরা যেখানেই থাক তোমাদের আনন সে দিকেই প্রত্যাবর্তিত কর; এবং নিশ্চয়ই যাদেরকে কিতাব দেয়া হয়েছে তারা অবশ্যই অবগত আছে যে, নিশ্চয়ই এটি তাদের রবের নিকট হতে প্রেরিত সত্য; এবং তারা যা করছে তদ্বিষয়ে আল্লাহ অমনোযোগী নন।",
    "এবং যাদেরকে গ্রন্থ প্রদত্ত হয়েছে তাদের নিকট যদি তুমি সমুদয় নিদর্শন আনয়ন কর তবুও তারা তোমার কিবলাহকে গ্রহণ করবেনা; এবং তুমিও তাদের কিবলাহ গ্রহণ করতে পারনা, আর তাদের কোন দলও অন্য দলের কিবলাহকে স্বীকার করেনি, এবং তোমার নিকট যে জ্ঞান এসেছে এর পরেও যদি তুমি তাদের প্রবৃত্তির অনুসরণ কর তাহলে নিশ্চয়ই তুমি অত্যাচারীদের অন্তর্ভুক্ত হয়ে যাবে।",
    "যাদেরকে আমি কিতাব প্রদান করেছি তারা তাকে এরূপভাবে চিনে, যেমন চিনে তারা আপন সন্তানদেরকে এবং নিশ্চয়ই তাদের এক দল জ্ঞাতসারে সত্যকে গোপন করছে।",
    "এই বাস্তব সত্য তোমার রবের পক্ষ হতে; সুতরাং তুমি সংশয়ীদের অন্তর্ভুক্ত হয়োনা।",
    "প্রত্যেকের জন্য এক একটি লক্ষ্যস্থল রয়েছে, ঐ দিকেই সে মুখমন্ডল প্রত্যাবর্তিত করে, অতএব তোমরা কল্যাণের দিকে ধাবিত হও; তোমরা যেখানেই থাকনা কেন, আল্লাহ তোমাদের সকলকেই একত্রিত করবেন; নিশ্চয়ই আল্লাহ সর্ব বিষয়ে পূর্ণ ক্ষমতাবান।",
    "এবং তুমি যেখান হতেই বের হবে- তোমার মুখ পবিত্রতম মাসজিদের দিকে প্রত্যাবর্তিত কর এবং নিশ্চয়ই এটাই তোমার রবের নিকট হতে প্রেরিত সত্য এবং তোমরা যা করছ তদ্বিষয়ে আল্লাহ অমনোযোগী নন।",
    "আর তুমি যেখান হতেই নিস্ক্রান্ত হও - তোমার মুখ পবিত্রতম মাসজিদের দিকে ফিরাও এবং যে যেখানে আছ তোমাদের মুখমন্ডল তদ্দিকেই প্রত্যাবর্তিত কর যেন অত্যাচারীরা ব্যতীত অপরে তোমাদের সাথে বির্তক করতে না পারে। অতএব তোমরা তাদেরকে ভয় করনা, বরং আমাকেই ভয় কর যেন আমি তোমাদের উপর আমার অনুগ্রহ পূর্ণ করি, এবং যেন তোমরা সুপথ প্রাপ্ত হও।",
    "আমি তোমাদের মধ্য হতে এরূপ রাসূল প্রেরণ করেছি যে তোমাদের নিকট আমার নিদর্শনাবলী পাঠ করে এবং তোমাদেরকে পবিত্র করে, তোমাদেরকে গ্রন্থ ও বিজ্ঞান শিক্ষা দেয় এবং তোমরা যা অবগত ছিলেনা তা শিক্ষা দান করে।",
    "অতএব তোমরা আমাকেই স্মরণ কর, আমিও তোমাদেরকেই স্মরণ করব এবং তোমরা আমারই নিকট কৃতজ্ঞ হও এবং অবিশ্বাসী হয়োনা।",
    "হে বিশ্বাস স্থাপনকারীগণ! তোমরা ধৈর্য ও সালাতের মাধ্যমে সাহায্য প্রার্থনা কর; নিশ্চয়ই আল্লাহ ধৈর্যশীলগণের সাথে আছেন।",
    "আর যারা আল্লাহর পথে নিহত হয়েছে তাদেরকে মৃত বলনা, বরং তারা জীবিত; কিন্তু তোমরা তা অবগত নও।",
    "এবং নিশ্চয়ই আমি তোমাদেরকে ভয়, ক্ষুধা, ধন, প্রাণ এবং ফল-ফসলের দ্বারা পরীক্ষা করব; এবং ঐ সব ধৈর্যশীলদের সুসংবাদ প্রদান কর।",
    "যাদের উপর কোন বিপদ নিপতিত হলে তারা বলে, নিশ্চয়ই আমরা আল্লাহরই জন্য এবং নিশ্চয়ই আমরা তাঁরই দিকে প্রত্যাবর্তনকারী।",
    "এদের উপর তাদের রবের পক্ষ হতে শান্তি ও করুনা বর্ষিত হবে এবং এরাই সুপথগামী।",
    "নিশ্চয়ই ‘সাফা’ ও ‘মারওয়া’ আল্লাহর নিদর্শনসমূহের অন্তর্গত। অতএব যে ব্যক্তি এই গৃহে ‘হাজ্জ’ অথবা ‘উমরাহ’ পালন’ করে তার জন্য এতদুভয়ের প্রদক্ষিণ করা দোষণীয় নয়, এবং কোন ব্যক্তি স্বেচ্ছায় সৎ কাজ করলে আল্লাহ গুণগ্রাহী, সর্বজ্ঞাত।",
    "আমি যে সব উজ্জ্বল নিদর্শন ও পথ-নির্দেশ অবতীর্ণ করেছি ঐগুলিকে সর্ব সাধারণের নিকট প্রকাশ করার পরও যারা ঐসব বিষয়কে গোপন করে, আল্লাহ তাদেরকে অভিসম্পাত করেন এবং অভিসম্পাতকারীরাও তাদেরকে অভিসম্পাত করে থাকে।",
    "কিন্তু যারা তাওবাহ করে ও সংশোধিত হয় এবং সত্য প্রকাশ করে, বস্ত্ততঃ আমি তাদের প্রতি ক্ষমা প্রদানকারী, করুণাময়।",
    "যারা অবিশ্বাস করেছে ও অবিশ্বাসী অবস্থায় মৃত্যু বরণ করেছে, নিশ্চয়ই তাদের উপর আল্লাহর মালাক/ফেরেশতা এবং মানবকূলের সবারই অভিসম্পাত।",
    "তন্মধ্যে তারা সর্বদা অবস্থান করবে, তাদের শাস্তি প্রশমিত হবেনা এবং তাদেরকে অবকাশ দেয়া হবেনা।",
    "এবং তোমাদের ইলাহ একমাত্র আল্লাহ; সেই সর্বদাতা করুণাময় ব্যতীত অন্য কেহ উপাস্য নেই।",
    "নিশ্চয়ই নভোমন্ডল ও ভূমন্ডল সৃষ্টিতে, দিন ও রাতের পরিবর্তনে, নৌ-পথে জাহাজসমূহের চলাচলে - যাতে রয়েছে মানুষের জন্য কল্যাণ। মৃত পৃথিবীকে সঞ্জীবিত করণে, তাতে নানাবিধ জীবজন্তু সঞ্চারিত করার জন্য আল্লাহ আকাশ হতে বৃষ্টি বর্ষণ করেন। বায়ুরাশির গতি পরিবর্তনে এবং আকাশ ও পৃথিবীর মধ্যস্থ সঞ্চিত মেঘের সঞ্চারণে সত্যি সত্যিই জ্ঞানবান সম্প্রদায়ের জন্য নিদর্শন রয়েছে।",
    "এবং মানবমন্ডলীর মধ্যে এরূপ আছে - যারা আল্লাহ ব্যতীত অপরকে সদৃশ স্থির করে, আল্লাহকে ভালবাসার ন্যায় তারা তাদেরকে ভালবাসে। এবং যারা বিশ্বাস স্থাপন করেছে আল্লাহর প্রতি - তাদের প্রেম দৃঢ়তর এবং যারা অত্যাচার করেছে তারা যদি শাস্তি অবলোকন করত তাহলে দেখত, সমুদয় শক্তিই আল্লাহর এবং নিশ্চয়ই আল্লাহ শাস্তি দানে কঠোর।",
    "যাদের অনুসরণ করা হয়েছে তারা যখন অনুসারীদেরকে প্রত্যাখ্যান করবে তখন তারা শাস্তি প্রত্যক্ষ করবে এবং তাদের সম্পর্ক বিচ্ছিন্ন হয়ে যাবে।",
    "অনুসরণকারীরা বলবেঃ যদি আমরা ফিরে যেতে পারতাম তাহলে তারা যেরূপ আমাদেরকে প্রত্যাখ্যান করেছে আমরাও তদ্রুপ তাদেরকে প্রত্যাখ্যান করতাম। এভাবে আল্লাহ তাদের কৃতকর্মের পরিণাম দুঃখজনকভাবে প্রদর্শন করবেন এবং তারা অগ্নি হতে উদ্ধার পাবেনা।",
    "হে মানবমন্ডলী! পৃথিবীর মধ্যে যা বৈধ ও পবিত্র, তা হতে আহার কর এবং শাইতানের পদাঙ্ক অনুসরণ করনা, নিশ্চয়ই সে তোমাদের প্রকাশ্য শত্রু।",
    "সে এতদ্ব্যতীত তোমাদেরকে আদেশ করে শাইতানী ও অশ্লীল কাজ করতে এবং আল্লাহ সম্বন্ধে তোমরা যা জাননা তা বলতে।",
    "এবং যখন তাদেরকে বলা হয় যে, আল্লাহ যা অবতীর্ণ করেছেন তা অনুসরণ কর তখন তারা বলেঃ বরং আমরা ওরই অনুসরণ করব যা আমাদের পিতৃ-পুরুষগণ হতে প্রাপ্ত হয়েছি; যদিও তাদের পিতৃ-পুরুষদের কোনই জ্ঞান ছিলনা এবং তারা সুপথগামীও ছিলনা।",
    "আর যারা অবিশ্বাস করেছে তাদের দৃষ্টান্ত ওদের ন্যায় - যেমন কেহ আহবান করলে শুধু চীৎকার ও ধ্বনি ব্যতীত আর কিছুই শোনেনা, তারা বধির, মুক, অন্ধ; কাজেই তারা বুঝতে পারেনা।",
    "হে বিশ্বাস স্থাপনকারীগণ! আমি তোমাদেরকে যা উপজীবিকা স্বরূপ দান করেছি সেই পবিত্র বস্তুসমূহ আহার কর এবং আল্লাহর নিকট কৃতজ্ঞতা প্রকাশ কর, যদি তোমরা তাঁরই ইবাদাত করে থাক।",
    "তিনি শুধু তোমাদের জন্য মৃত জীব, রক্ত, শুকরের মাংস এবং যা আল্লাহ ব্যতীত অপরের উদ্দেশে নিবেদিত - তদ্ব্যতীত অবৈধ করেননি; বস্তুতঃ যে ব্যক্তি নিরূপায়, কিন্তু সীমা লংঘনকারী নয়, তার জন্য পাপ নেই; এবং নিশ্চয়ই আল্লাহ ক্ষমাশীল, করুণাময়।",
    "আল্লাহ যা গ্রন্থে অবতীর্ণ করেছেন তা যারা গোপন করে ও তৎপরিবর্তে নগণ্য মূল্য গ্রহণ করে, নিশ্চয়ই তারা অগ্নি ছাড়া অন্য কিছু ভক্ষন করেনা; এবং উত্থান দিনে আল্লাহ তাদের সাথে কথা বলবেননা, তাদেরকে পবিত্র করবেননা এবং তাদের জন্য রয়েছে যন্ত্রনাদায়ক শাস্তি।",
    "ওরাই সুপথের বিনিময়ে কুপথ এবং ক্ষমার পরিবর্তে শাস্তি ক্রয় করেছে, অতঃপর জাহান্নামের আগুন কিরূপে সহ্য করবে?",
    "এ জন্যই আল্লাহ সত্যসহ গ্রন্থ অবতীর্ণ করেছেন এবং যারা গ্রন্থ সম্বন্ধে বিরোধ করে বাস্তবিকই তারা বিরুদ্ধাচরণে সুদূরগামী।",
    "তোমরা তোমাদের মুখমন্ডল পূর্ব বা পশ্চিম দিকে প্রত্যাবর্তিত করলেই তাতে পুণ্য নেই, বরং পুণ্য তার যে ব্যক্তি আল্লাহ, আখিরাত, মালাইকা/ফেরেশতা, কিতাব ও নাবীগণের প্রতি বিশ্বাস স্থাপন করে এবং তাঁরই প্রেমে ধন-সম্পদের প্রতি আকর্ষণ থাকা সত্ত্বেও সে তা আত্মীয়-স্বজন, পিতৃহীন, দরিদ্র, পথিক ও ভিক্ষুকদেরকে এবং দাসত্ব মোচনের জন্য ব্যয় করে, আর সালাত প্রতিষ্ঠিত করে ও যাকাত প্রদান করে এবং অঙ্গীকার করলে তা পূরণ করে এবং যারা অভাবে ও ক্লেশে এবং যুদ্ধকালে ধৈর্যশীল তারাই সত্য পরায়ণ এবং তারাই ধর্মভীরু।",
    "হে বিশ্বাস স্থাপনকারীগণ! নিহতদের সম্বন্ধে তোমাদের জন্য প্রতিশোধ গ্রহণ বিধিবদ্ধ করা হল; স্বাধীনের পরিবর্তে স্বাধীন, দাসের পরিবর্তে দাস এবং নারীর পরিবর্তে নারী। কিন্তু যদি কেহ তার ভাই কর্তৃক কোন বিষয়ে ক্ষমা প্রাপ্ত হয় তাহলে যেন ন্যায় সঙ্গতভাবে পাওনা সাব্যস্ত করা হয় এবং সদ্ভাবে তা পরিশোধ করে। এটা তোমাদের রবের পক্ষ হতে লঘু বিধান ও করুণা; অতঃপর যে কেহ সীমা লংঘন করবে তার জন্য যন্ত্রনাদায়ক শাস্তি রয়েছে।",
    "হে জ্ঞানবান লোকেরা! কিসাসের মধ্যে তোমাদের জন্য জীবন রয়েছে, যেন তোমরা তাকওয়া অবলম্বন করতে পার।",
    "যখন তোমাদের কারও মৃত্যু নিকটবর্তী বলে মনে হয়, তখন সে যদি ধন সম্পত্তি রেখে যায় তাহলে মাতা-পিতা ও আত্মীয়-স্বজনের জন্য বৈধভাবে অসীয়াত করা তোমাদের জন্য বিধিবদ্ধ হল, ধর্ম-ভীরুদের এটা অবশ্য করণীয়।",
    "অতঃপর যে ব্যক্তি শোনার পর তা পরিবর্তন করে, তাহলে এর পাপ তাদেরই হবে যারা একে পরিবর্তন করবে; নিশ্চয়ই আল্লাহ শ্রবণকারী, মহাজ্ঞানী।",
    "অনন্তর যদি কেহ অসীয়াতকারীর পক্ষে পক্ষপাতিত্ব অথবা পাপের আশঙ্কা করে তাদের মধ্যে মীমাংসা করে দেয়, তাতে তার পাপ নেই; নিশ্চয়ই আল্লাহ ক্ষমাশীল, করুণাময়।",
    "হে বিশ্বাস স্থাপনকারীগণ! তোমাদের পূর্ববতী লোকদের ন্যায় তোমাদের উপরও সিয়ামকে অপরিহার্য কর্তব্য রূপে নির্ধারণ করা হল যেন তোমরা সংযমশীল হতে পারো।",
    "ওটা নির্দিষ্ট কয়েক দিন। কিন্তু তোমাদের মধ্যে যে কেহ পীড়িত কিংবা প্রবাসী হয় তার জন্য অপর কোন দিন হতে গণনা করবে, আর যারা ওতে অক্ষম তারা তৎপরিবর্তে একজন দরিদ্রকে আহার্য দান করবে। অতএব যে ব্যক্তি স্বেচ্ছায় সৎ কাজ করে তার জন্য কল্যাণ এবং তোমরা যদি বুঝে থাক তাহলে সিয়াম পালনই তোমাদের জন্য কল্যাণকর।",
    "রামাযান মাস, যে মাসে বিশ্বমানবের জন্য পথ প্রদর্শন এবং সু-পথের উজ্জ্বল নিদর্শন এবং হক ও বাতিলের প্রভেদকারী কুরআন অবতীর্ণ হয়েছে। অতএব তোমাদের মধ্যে যে ব্যক্তি সেই মাসে (নিজ আবাসে) উপস্থিত থাকে সে যেন সিয়াম পালন করে এবং যে ব্যক্তি পীড়িত অথবা প্রবাসী, তার জন্য অপর কোন দিন হতে গণনা করবে; তোমাদের পক্ষে যা সহজসাধ্য আল্লাহ তা’ই ইচ্ছা করেন ও তোমাদের পক্ষে যা দুঃসাধ্য তা ইচ্ছা করেননা এবং যেন তোমরা নির্ধারিত সংখ্যা পূরণ করে নিতে পার এবং তোমাদেরকে যে সুপথ দেখিয়েছেন তজ্জন্য তোমরা আল্লাহকে মহিমান্বিত কর এবং যেন তোমরা কৃতজ্ঞতা প্রকাশ কর।",
    "এবং যখন আমার সেবকবৃন্দ (বান্দা) আমার সম্বন্ধে তোমাকে জিজ্ঞেস করে তখন তাদেরকে বলে দাওঃ নিশ্চয়ই আমি সন্নিকটবর্তী। কোন আহবানকারী যখনই আমাকে আহবান করে তখনই আমি তার আহবানে সাড়া দিই; সুতরাং তারাও যেন আমার ডাকে সাড়া দেয় এবং আমাকে বিশ্বাস করে - তাহলেই তারা সঠিক পথপ্রাপ্ত হতে পারবে।",
    "রামাযানের রাতে আপন স্ত্রীদের সাথে মেলামেশা করা তোমাদের জন্য বৈধ করা হয়েছে, তারা তোমাদের জন্য এবং তোমরা তাদের জন্য আবরণ, তোমরা যে নিজেদের ক্ষতি করছিলে আল্লাহ তা জ্ঞাত আছেন, এ জন্য তিনি তোমাদের প্রতি প্রত্যাবৃত্ত হলেন এবং তোমাদের (ভার) লাঘব করে দিলেন; অতএব এক্ষণে তোমরা (রামাযানের রাতেও) তাদের সাথে মিলিত হও এবং আল্লাহ তোমাদের জন্য যা লিপিবদ্ধ করেছেন তা অনুসন্ধান কর এবং প্রত্যুষে কালো সূতা হতে সাদা সূতা প্রকাশিত না হওয়া পর্যন্ত তোমরা আহার ও পান কর, অতঃপর রাত সমাগম পর্যন্ত তোমরা সিয়াম পূর্ণ কর; তোমরা মাসজিদে ই‘তিকাফ করার সময় (তোমাদের স্ত্রীদের সাথে) মিলিত হবেনা; এটিই আল্লাহর সীমা। অতএব তোমরা উহার নিকটেও যাবেনা; এভাবে আল্লাহ মানবমন্ডলীর জন্য তাঁর নিদর্শনসমূহ বিবৃত করেন, যেন তারা সংযত হয়।",
    "এবং তোমরা নিজেদের মধ্যে পরস্পরের ধন সম্পত্তি অন্যায়ভাবে গ্রাস করনা এবং তা বিচারকের নিকট টোপ হিসাবে উপস্থাপন করনা যাতে তোমরা জ্ঞাতসারে লোকের সম্পদের অংশ অন্যায়ভাবে উদরস্থ করতে পার।",
    "তারা তোমাকে নতুন চাঁদসমূহ সম্বন্ধে জিজ্ঞেস করছে। তুমি বলঃ এগুলি হচ্ছে সমগ্র মানব জাতির জন্য সময়সমূহ (মাসসমূহ) নির্ধারণ (গণনা বা হিসাব) করার মাধ্যম এবং হাজ্জের জন্য; আর (ঐ হাজ্জের চাঁদে) তোমরা যে পশ্চাৎ দিক দিয়ে গৃহে প্রবেশ কর এটি পুণ্যের কাজ নয়, বরং পুণ্যের কাজ হল যে ব্যক্তি সংযমশীলতা অবলম্বন করল। এবং তোমরা গৃহসমূহে ওগুলির দরযা দিয়ে প্রবেশ কর এবং আল্লাহকে ভয় কর, যাতে তোমরা সুফল প্রাপ্ত হও।",
    "এবং যারা তোমাদের সাথে যুদ্ধ করে, তোমরাও তাদের সাথে আল্লাহর পথে যুদ্ধ কর এবং সীমা অতিক্রম করনা; নিশ্চয়ই আল্লাহ সীমা লংঘনকারীদেরকে ভালবাসেননা।",
    "তাদেরকে যেখানেই পাও, হত্যা কর এবং তারা তোমাদেরকে যেখান হতে বহিস্কার করেছে তোমরাও তাদেরকে সেখান হতে বহিস্কার কর এবং হত্যা অপেক্ষা অশান্তি (ফিতনা) গুরুতর এবং তোমরা তাদের সাথে পবিত্রতম মাসজিদের নিকট যুদ্ধ করনা, যে পর্যন্ত না তারা তোমাদের সাথে তন্মধ্যে যুদ্ধ করে; কিন্তু যদি তারা তোমাদের সাথে যুদ্ধ করে তাহলে তোমরাও তাদেরকে হত্যা কর; অবিশ্বাসীদের জন্য এটাই প্রতিফল।",
    "অতঃপর যদি নিবৃত্ত হয় তাহলে নিশ্চয়ই আল্লাহ ক্ষমাশীল, করুণাময়।",
    "ফিতনা দূর হয়ে আল্লাহর দীন প্রতিষ্ঠিত না হওয়া পর্যন্ত তোমরা তাদের সাথে যুদ্ধ কর; অতঃপর যদি তারা নিবৃত্ত হয় তাহলে অত্যাচারীদের উপর ব্যতীত শত্রুতা নেই।",
    "নিষিদ্ধ মাসের পরিবর্তে নিষিদ্ধ মাস ও সমস্ত নিষিদ্ধ বিষয় পরস্পর সমান; অতঃপর যে কেহ তোমাদের প্রতি অত্যাচার করে, তাহলে সে তোমাদের প্রতি যেরূপ অত্যাচার করবে তোমরাও তার প্রতি সেরূপ অত্যাচার কর এবং আল্লাহকে ভয় কর ও জেনে রেখ যে, আল্লাহ সংযমশীলদের সঙ্গী।",
    "এবং তোমরা আল্লাহর পথে ব্যয় কর এবং স্বীয় হস্ত ধ্বংসের দিকে প্রসারিত করনা এবং কল্যাণ সাধন করতে থাকো, নিশ্চয়ই আল্লাহ কল্যাণ সাধনকারীদের ভালবাসেন।",
    "তোমরা আল্লাহর উদ্দেশে হাজ্জ ও ‘ওমরাহ সম্পূর্ণ কর; কিন্তু তোমরা যদি বাধাপ্রাপ্ত হও তাহলে যা সহজ প্রাপ্র তাই উৎসর্গ কর এবং কুরবানীর জন্তুগুলি স্বস্থানে না পৌঁছা পর্যন্ত তোমাদের মস্তক মুন্ডন করনা। কিন্তু কেহ যদি তোমাদের মধ্যে পীড়িত হয়, অথবা তার মস্তিস্ক যন্ত্রনাগ্রস্ত হয় তাহলে সে সিয়াম কিংবা সাদাকাহ অথবা কুরবানী দ্বারা ওর বিনিময় করবে, অতঃপর যখন তোমরা শান্তিতে থাকো তখন যে ব্যক্তি ওমরাহ্ ও হাজ্জ একত্রে কামনা করে তাহলে যা সহজ প্রাপ্য তা’ই উৎসর্গ করবে। কিন্তু কেহ যদি তা প্রাপ্ত না হয় তাহলে হাজ্জের সময় তিন দিন এবং যখন তোমরা প্রত্যাবর্তিত হও তখন সাত দিন - এই পূর্ণ দশ দিন সিয়াম পালন করবে; এটা তারই জন্য - যার পরিজন পবিত্রতম মাসজিদে উপস্থিত না থাকে এবং আল্লাহকে ভয় কর ও জেনে রেখ যে, আল্লাহ কঠিন শাস্তি দাতা।",
    "হাজ্জের মাসগুলি সুবিদিত। কেহ যদি ঐ মাসগুলির মধ্যে হাজ্জের সংকল্প করে তাহলে সে হাজ্জের সময়ে সহবাস, দুস্কার্য ও কলহ করতে পারবেনা এবং তোমরা যে কোন সৎ কাজ করনা কেন আল্লাহ তা জ্ঞাত আছেন। আর তোমরা তোমাদের সাথে পাথেয় নিয়ে নাও। বস্ত্ততঃ উৎকৃষ্ট পাথেয় হচ্ছে তাকওয়া বা আত্মসংযম। সুতরাং হে জ্ঞানবানগণ! আমাকে ভয় কর।",
    "তোমরা স্বীয় রবের অনুগ্রহ লাভের চেষ্টা করলে তাতে তোমাদের পক্ষে কোন অপরাধ নেই; অতঃপর যখন তোমরা আরাফাত হতে প্রত্যাবর্তিত হও তখন পবিত্র স্মৃতি-স্থানের নিকট আল্লাহকে স্মরণ কর; এবং তিনি তোমাদেরকে যেরূপ নির্দেশ দিয়েছেন তদ্রুপ তাঁকে স্মরণ কর; এবং নিশ্চয়ই তোমরা এর পূর্বে বিভ্রান্তদের অন্তর্ভুক্ত ছিলে।",
    "অতঃপর অন্যান্যরা যেখান হতে প্রত্যাবর্তন করে তোমরাও প্রত্যাবর্তন কর এবং আল্লাহর নিকট ক্ষমা প্রার্থনা কর; নিশ্চয়ই আল্লাহ ক্ষমাশীল, করুণাময়।",
    "অনন্তর যখন তোমরা তোমাদের (হাজ্জের) অনুষ্ঠানগুলি সম্পন্ন করে ফেল তখন যেরূপ তোমাদের পিতৃ-পুরুষদেরকে স্মরণ করতে তদ্রুপ আল্লাহকে স্মরণ কর, বরং তদপেক্ষা দৃঢ়তরভাবে স্মরণ কর; কিন্তু মানবমন্ডলীর মধ্যে কেহ কেহ এরূপ আছে যারা বলেঃ হে আমাদের রাব্ব! আমাদেরকে ইহকালেই দান কর এবং তাদের জন্য আখিরাতে কোনই অংশ নেই।",
    "আর তাদের মধ্যে কেহ কেহ বলে - হে আমাদের রাব্ব! আমাদেরকে ইহকালে কল্যাণ দান করুন ও আখিরাতে কল্যাণ দান করুন এবং জাহান্নামের শাস্তি হতে আমাদেরকে রক্ষা করুন।",
    "তারা যা অর্জন করেছে, তাদের জন্য তারই অংশ রয়েছে এবং নিশ্চয়ই আল্লাহ সত্ত্বর হিসাব গ্রহণকারী।",
    "এবং নির্ধারিত দিনসমূহে আল্লাহকে স্মরণ কর; অতঃপর কেহ যদি দু’ দিনের মধ্যে (মাক্কায় ফিরে যেতে) তাড়াহুড়া করে তাহলে তার জন্য কোন পাপ নেই। পক্ষান্তরে কেহ যদি দু‘ দিন বিলম্ব করে তাহলে তার জন্যও পাপ নেই এবং তোমরা আল্লাহকে ভয় কর ও জেনে রেখ যে, তোমাদের সকলকে তাঁরই সন্নিধানে সমবেত করা হবে।",
    "এবং মানুষের মধ্যে এমনও আছে যার পার্থিব জীবন সংক্রান্ত কথা তোমাকে চমৎকৃত করে, আর সে নিজের (অন্তরস্থ সততা) সম্বন্ধে আল্লাহকে সাক্ষী করে থাকে, কিন্তু বস্তুতঃ সে হচ্ছে কঠোর কলহপরায়ণ ব্যক্তি।",
    "যখন সে প্রত্যাবর্তন করে তখন তার উদ্দেশ্য থাকে দুনিয়ায় অশান্তি সৃষ্টি করা এবং শস্য-ক্ষেত্র ও জীব-জন্তু বিনাশ করা; এবং আল্লাহ অশান্তি ভালবাসেন না।",
    "যখন তাকে বলা হয়, তুমি আল্লাহকে ভয় কর, তখন প্রতিপত্তির অহমিকা তাকে অধিকতর অনাচারে লিপ্ত করে। অতএব জাহান্নামই তার জন্য যথেষ্ট এবং নিশ্চয়ই ওটা নিকৃষ্ট আশ্রয় স্থল।",
    "পক্ষান্তরে কোন কোন লোক এরূপ আছে যে আল্লাহর সন্তুষ্টি সাধনের জন্য আত্মবির্সজন করে, এবং আল্লাহ হচ্ছেন সমস্ত বান্দার প্রতি স্নেহ-পরায়ণ।",
    "হে মু’মিনগণ! তোমরা পূর্ণ রূপে ইসলামে প্রবিষ্ট হও এবং শাইতানের পদাংক অনুসরণ করনা, নিশ্চয়ই সে তোমাদের জন্য প্রকাশ্য শত্রু।",
    "অতঃপর স্পষ্ট দলীল প্রমাণাদী তোমাদের নিকট সমাগত হওয়ার পরেও যদি তোমরা পদস্খলিত হয়ে যাও তাহলে জেনে রেখ, আল্লাহ হচ্ছেন মহাপরাক্রান্ত, বিজ্ঞানময়।",
    "তারা শুধু এই অপেক্ষাই করছে যে, আল্লাহ শুভ্র মেঘমালার ছায়াতলে মালাইকা/ফেরেশতাদেরকে সঙ্গে নিয়ে তাদের নিকট সমাগত হবেন ও সমস্ত কাজের নিস্পত্তি করবেন। এবং আল্লাহরই নিকট সমস্ত কার্য প্রত্যাবর্তিত হয়ে থাকে।",
    "ইসরাঈল বংশীয়দেরকে জিজ্ঞেস কর, আমি কত স্পষ্ট প্রমাণ তাদেরকে প্রদান করেছি। এবং যে কেহ তার নিকট আল্লাহর অনুগ্রহ সম্পদ আসার পর তা পরিবর্তন করে তাহলে জেনে রেখ, নিশ্চয়ই আল্লাহ কঠোর শাস্তিদাতা।",
    "যারা অবিশ্বাস করেছে তাদের পার্থিব জীবন সুশোভিত করা হয়েছে এবং তারা বিশ্বাস স্থাপনকারীদেরকে উপহাস করে থাকে, এবং যারা ধর্মভীরু তাদেরকে উত্থান দিনে সমুন্নত করা হবে; এবং আল্লাহ যাকে ইচ্ছা করেন অপরিমিত জীবিকা দান করে থাকেন।",
    "মানব জাতি একই সম্প্রদায়ভুক্ত ছিল; অতঃপর আল্লাহ সুসংবাদ বাহক ও ভয় প্রদর্শক রূপে নাবীগণকে প্রেরণ করলেন এবং তিনি তাদের সাথে সত্যসহ গ্রন্থ অবতীর্ণ করলেন যেন (ঐ কিতাব) তাদের মতভেদের বিষয়গুলি সম্বন্ধে মীমাংসা করে দেয়, অথচ যারা কিতাব প্রাপ্ত হয়েছিল, স্পষ্ট নিদর্শনসমূহ তাদের নিকট সমাগত হওয়ার পর, পরস্পরের প্রতি হিংসা বিদ্বেষ বশতঃ তারা সেই কিতাবকে নিয়ে মতভেদ ঘটিয়ে বসলো, বিশ্বাস স্থাপনকারীরা যে বিষয়ে ভিন্ন মত পোষণ করত আল্লাহ নিজ অনুগ্রহে সেই বিষয়ে তাদেরকে সত্য পথে পরিচালিত করেন। আল্লাহর যাকে ইচ্ছা সঠিক পথে পরিচালিত করেন।",
    "তোমরা কি মনে করেছ যে, তোমরাই জান্নাতে প্রবেশ করবে? অথচ তোমরা এখনও তাদের অবস্থা প্রাপ্ত হওনি যারা তোমাদের পূর্বে বিগত হয়েছে; তাদেরকে বিপদ ও দুঃখ স্পর্শ করেছিল এবং তাদেরকে প্রকম্পিত করা হয়েছিল; এমন কি রাসূল ও তৎসহ বিশ্বাস স্থাপনকারীগণ বলেছিলঃ কখন আল্লাহর সাহায্য আসবে? সতর্ক হও, নিশ্চয়ই আল্লাহর সাহায্য নিকটবর্তী।",
    "তারা তোমাকে জিজ্ঞেস করছে, তারা কিরূপে ব্যয় করবে? তুমি বলঃ তোমরা ধন সম্পত্তি হতে যা ব্যয় করবে তা মাতা-পিতার, আত্মীয়-স্বজনের, পিতৃহীনদের, দরিদ্রদের ও পথিকবৃন্দের জন্য কর; এবং তোমরা যে সব সৎকাজ কর নিশ্চয়ই আল্লাহ তা সম্যক রূপে অবগত।",
    "জিহাদকে তোমাদের জন্য অপরিহার্য কর্তব্য রূপে অবধারিত করা হয়েছে এবং এটি তোমাদের নিকট অপ্রীতিকর; বস্ত্ততঃ তোমরা এমন বিষয়কে অপছন্দ করছ যা তোমাদের পক্ষে বাস্তবিকই মঙ্গলজনক, পক্ষান্তরে তোমরা এমন বিষয়কে পছন্দ করছ যা তোমাদের জন্য বাস্তবিকই অনিষ্টকর এবং আল্লাহই (তোমাদের ভাল-মন্দ) অবগত আছেন এবং তোমরা অবগত নও।",
    "তারা তোমাকে নিষিদ্ধ মাসে যুদ্ধ করা সম্বন্ধে জিজ্ঞেস করছে। তুমি বলঃ ওর মধ্যে যুদ্ধ করা অতীব অন্যায়। আর আল্লাহর পথে প্রতিরোধ করা এবং তাঁকে অবিশ্বাস করা ও পবিত্র মাসজিদ হতে তার অধিবাসীদেরকে বহিস্কার করা আল্লাহর নিকট তদপেক্ষা গুরুতর অপরাধ; এবং অশান্তি সৃষ্টি হত্যা অপেক্ষা গুরুতর এবং যদি তারা সক্ষম হয় তাহলে তারা তোমাদেরকে তোমাদের ধর্ম হতে ফিরাতে না পারা পর্যন্ত নিবৃত্ত হবেনা; আর তোমাদের মধ্যকার কেহ যদি স্বধর্ম হতে ফিরে যায় এবং ঐ কাফির অবস্থায়ই তার মৃত্যু ঘটে তাহলে তার ইহকাল ও পরকাল সংক্রান্ত সমস্ত সাধনাই ব্যর্থ হয়ে যাবে; তারাই অগ্নির অধিবাসী এবং তারই মধ্যে তারা চিরকাল অবস্থান করবে।",
    "নিশ্চয়ই যারা বিশ্বাস স্থাপন করেছে এবং আল্লাহর পথে দেশ ত্যাগ করেছে ও ধর্ম-যুদ্ধ করেছে, তারাই আল্লাহর অনুগ্রহ প্রত্যাশী এবং আল্লাহ ক্ষমাশীল, করুণাময়।",
    "মাদক দ্রব্য ও জুয়া খেলা সম্বন্ধে তারা তোমাকে জিজ্ঞেস করছে। তুমি বলঃ এ দু’টোর মধ্যে গুরুতর পাপ রয়েছে এবং কোন কোন লোকের (কিছু) উপকার আছে, কিন্তু ও দু’টোর লাভ অপেক্ষা পাপই গুরুতর; তারা তোমাকে (আরও) জিজ্ঞেস করছে, তারা কি (পরিমান) ব্যয় করবে? তুমি বলঃ যা তোমাদের উদ্ধৃত্ত; এভাবে আল্লাহ তোমাদের জন্য নিদর্শনাবলী ব্যক্ত করেন যেন তোমরা চিন্তা-ভাবনা কর।",
    "পার্থিব ও পারলৌকিক বিষয়ে। তারা তোমাকে ইয়াতীমদের সম্বন্ধে জিজ্ঞেস করছে; তুমি বলঃ তাদের হিত সাধন করাই উত্তম; এবং যদি তোমরা তাদেরকে সম্মিলিত করে নাও তাহলে তারা তোমাদের ভাই; আর কে অনিষ্টকারী, কে হিতাকাংখী আল্লাহ তা অবগত আছেন এবং যদি আল্লাহ ইচ্ছা করতেন তাহলে তিনি তোমাদেরকে বিপদে ফেলতেন, নিশ্চয়ই আল্লাহ পরাক্রান্ত, বিজ্ঞানময়।",
    "এবং মুশরিক নারীকে ঈমান না আনা পর্যন্ত তোমরা বিয়ে করনা এবং নিশ্চয়ই মু’মিন কৃতদাসী মুশরিক মহিলা অপেক্ষা উত্তম যদিও সে তোমাদেরকে মোহিত করে; এবং অংশীবাদীরা বিশ্বাস স্থাপন না করা পর্যন্ত তাদের সাথে (মুসলিম নারীদের) বিয়ে দিওনা এবং নিশ্চয়ই অংশীবাদী তোমাদের মনঃপুত হলেও বিশ্বাসী দাস তদপেক্ষা শ্রেয়তর; এরাই জাহান্নামের দিকে আহবান করে এবং আল্লাহ স্বীয় ইচ্ছায় জান্নাত ও ক্ষমার দিকে আহবান করেন ও মানবমন্ডলীর জন্য স্বীয় নিদর্শনাবলী বিবৃত করেন যেন তারা শিক্ষা গ্রহণ করে।",
    "এবং তারা তোমাকে (স্ত্রীলোকদের) ঋতু সম্বন্ধে জিজ্ঞেস করছে; তুমি বলঃ ওটা হচ্ছে অশুচি। অতএব ঋতুকালে স্ত্রীলোকদেরকে অন্তরাল কর এবং উত্তম রূপে শুদ্ধ না হওয়া পর্যন্ত তাদের নিকটে যেওনা; অতঃপর যখন তারা পবিত্র হবে তখন আল্লাহর নির্দেশ মত তোমরা তাদের নিকট গমন কর, নিশ্চয়ই আল্লাহ তাওবাহকারীদেরকে ভালবাসেন এবং যারা পবিত্র থাকে তাদেরকেও ভালবাসেন।",
    "তোমাদের স্ত্রীগণ তোমাদের জন্য ক্ষেত্র স্বরূপ; অতএব তোমরা যখন যেভাবে ইচ্ছা স্বীয় জীবনের জন্য ব্যবহার কর এবং নিজেদের আগামী দিনের জন্য ব্যবস্থা কর এবং আল্লাহকে ভয় কর ও জেনে রেখ, একদিন আল্লাহর সাথে সাক্ষাত হবে। আর বিশ্বাসীদেরকে সুসংবাদ জানিয়ে দাও।",
    "এবং মানবমন্ডলীর মধ্যে হিত সাধন, পরহেযগারী ও মীমাংসা করে দেয়ার ক্ষেত্রে তোমরা স্বীয় শপথসমূহের জন্য আল্লাহর নামকে লক্ষ্যবস্তু বানিও না। বস্তুতঃ আল্লাহ সর্বশ্রোতা, সর্বজ্ঞাতা।",
    "তোমাদের নিরর্থক শপথসমূহের জন্য তোমাদেরকে আল্লাহ পাকড়াও করবেননা, কিন্তু তিনি তোমাদেরকে ঐ সব শপথ সম্বন্ধে ধরবেন যেগুলি তোমাদের মনের সংকল্প অনুসারে সাধিত হয়েছে; এবং আল্লাহ ক্ষমাশীল, ধৈর্যশীল।",
    "যারা স্বীয় স্ত্রীগণ হতে পৃথক থাকার শপথ করে তারা চার মাস প্রতীক্ষা করবে, অতঃপর যদি তারা প্রত্যাবর্তিত হয় তাহলে নিশ্চয়ই আল্লাহ ক্ষমাশীল, করুণাময়।",
    "পক্ষান্তরে যদি তারা তালাক দিতেই দৃঢ় প্রতিজ্ঞ হয় তাহলে নিশ্চয়ই আল্লাহ শ্রবণকারী, মহাজ্ঞানী।",
    "এবং তালাক প্রাপ্তাগণ তিন ঋতু পর্যন্ত অপেক্ষা করবে; এবং যদি তারা আল্লাহ ও পরকালে বিশ্বাস করে তাহলে আল্লাহ তাদের গর্ভে যা সৃষ্টি করেছেন তা গোপন করা তাদের পক্ষে বৈধ হবেনা; এবং এর মধ্যে যদি তারা সন্ধি কামনা করে তাহলে তাদের স্বামীই তাদেরকে প্রতিগ্রহণ করতে সমধিক স্বত্ববান; আর নারীদের উপর তাদের স্বামীদের যেরূপ স্বত্ব আছে, স্ত্রীদেরও তাদের পুরুষদের (স্বামীর) উপর তদনুরূপ ন্যায়সঙ্গত অধিকার আছে; এবং তাদের উপর পুরুষদের শ্রেষ্ঠত্ব রয়েছে; আল্লাহ হচ্ছেন মহা পরাক্রান্ত, বিজ্ঞানময়।",
    "তালাক দুইবার; অতঃপর (স্ত্রীকে) হয় বিহিতভাবে রাখতে হবে অথবা সদ্ভাবে পরিত্যাগ করতে হবে; আর নিজেদের দেয় সম্পদ থেকে কিছু ফিরিয়ে নেয়া তোমাদের জন্য জায়েয নয় স্ত্রীদের কাছ থেকে, যদি উভয়ে আশংকা করে যে, তারা আল্লাহর সীমা স্থির রাখতে পারবেনা। অনন্তর তোমরা যদি আশংকা কর যে, আল্লাহর নির্দেশ ঠিক রাখতে পারবেনা, সেই অবস্থায় স্ত্রী নিজের মুক্তি লাভের জন্য কিছু বিনিময় দিলে তাতে উভয়ের কোন দোষ নেই; এগুলি হচ্ছে আল্লাহর সীমাসমূহ। অতএব তা অতিক্রম করনা এবং যারা আল্লাহর সীমা অতিক্রম করে বস্তুতঃ তারাই অত্যাচারী।",
    "অতঃপর যদি সে তালাক প্রদান করে তাহলে এরপরে অন্য স্বামীর সাথে বিবাহিতা না হওয়া পর্যন্ত সে তার জন্য বৈধ হবেনা, অতঃপর সে তাকে তালাক প্রদান করলে যদি উভয়ে পরস্পর প্রত্যাবর্তিত হয় তাতে উভয়ের পক্ষে কোনই দোষ নেই, যদি আল্লাহর সীমারেখা বজায় রাখার ইচ্ছা থাকে। এবং এগুলিই আল্লাহর সীমাসমূহ, তিনি জ্ঞানী সম্প্রদায়ের জন্য এগুলি ব্যক্ত করে থাকেন।",
    "এবং তোমরা যখন স্ত্রীদেরকে তালাক দাও, আর তারা তাদের নির্ধারিত সময়ে পৌঁছে যায়, তখন তাদেরকে নিয়মিতভাবে রাখতে পার অথবা নিয়মিতভাবে পরিত্যাগ করতে পার; এবং তাদেরকে যন্ত্রণা দেয়ার জন্য আবদ্ধ করে রেখনা, তাহলে সীমা লংঘন করবে; আর যে ব্যক্তি এরূপ করে সে নিশ্চয়ই নিজের প্রতি অবিচার করে থাকে। এবং আল্লাহর নিদর্শনাবলীকে বিদ্রুপাচ্ছলে গ্রহণ করনা, তোমাদের প্রতি আল্লাহর অনুগ্রহ এবং তোমাদেরকে উপদেশ দানের জন্য গ্রন্থ ও বিজ্ঞান হতে যা অবতীর্ণ করেছেন তা স্মরণ কর, আর আল্লাহকে ভয় কর এবং জেনে রেখ যে, আল্লাহ সর্ব বিষয়ে মহাজ্ঞানী।",
    "এবং যখন তোমরা স্ত্রীলোকদেরকে তালাক দাও, অতঃপর তারা তাদের নির্ধারিত সময়ে পৌছে যায়, তখন তারা উভয়েই যদি পরস্পরের প্রতি বিহিতভাবে সম্মত হয়ে থাকে, সেই অবস্থায় স্ত্রীরা নিজ স্বামীদেরকে বিয়ে করতে গেলে তোমরা তাদেরকে বাঁধা প্রদান করনা; তোমাদের মধ্যে যে আল্লাহ ও আখিরাতের প্রতি বিশ্বাস স্থাপন করেছে এর দ্বারা তাদেরকেই উপদেশ দেয়া হচ্ছে; তোমাদের জন্য এটি শুদ্ধতম ও পবিত্রতম (ব্যবস্থা) এবং আল্লাহ অবগত আছেন ও তোমরা অবগত নও।",
    "এবং যদি কেহ স্তন্য পানের কাল পূর্ণ করতে ইচ্ছা করে তার জন্য জননীগণ পূর্ণ দুই বছর স্বীয় সন্তানদেরকে স্তন্য দান করবে; আর সন্তানের জনকগণ বিহিতভাবে প্রসূতিদের খোরাক ও তাদের পোশাক দিতে বাধ্য; কেহকেও তার সাধ্যের অতীত কষ্ট দেয়া যাবেনা, নিজ সন্তানের কারণে জননীকে ক্ষতিগ্রস্ত করা চলবেনা, এবং পিতার জন্যও একই বিধান, কিন্তু যদি তারা পরস্পর পরামর্শ ও সম্মতি অনুসারে স্তন্য ত্যাগ করাতে ইচ্ছা করে তাতে উভয়ের কোন দোষ নেই; আর তোমরা যদি নিজ সন্তানদেরকে স্তন্য পানের জন্য সমর্পণ করে বিহিতভাবে কিছু প্রদান কর তাহলেও তোমাদের কোন দোষ নেই; এবং আল্লাহকে ভয় কর ও জেনে রেখ যে, তোমরা যা করছ আল্লাহ তা প্রত্যক্ষকারী।",
    "এবং তোমাদের মধ্যে যারা স্ত্রীদেরকে রেখে মৃত্যুমুখে পতিত হয়, তারা (বিধবাগণ) চার মাস ও দশ দিন প্রতীক্ষা করবে; অতঃপর যখন তারা স্বীয় নির্ধারিত সময়ে উপনীত হয় তখন তারা নিজেদের সম্বন্ধে বিহিতভাবে যা করবে তাতে তোমাদের কোন দোষ নেই; এবং তোমরা যা করছো তদ্বিষয়ে আল্লাহ সম্যক খবর রাখেন।",
    "এবং তোমরা স্ত্রীলোকদের প্রস্তাব সম্বন্ধে পরোক্ষভাবে যা ব্যক্ত কর অথবা নিজেদের মনে গোপনে যা পোষণ কর তাতে তোমাদের কোন দোষ নেই; আল্লাহ অবগত আছেন যে, তোমরা তাদের বিষয় আলোচনা করবে, কিন্তু গোপনভাবে তাদেরকে প্রতিশ্রুতি দান করনা, বরং বিহিতভাবে তাদের সাথে কথা বল; এবং নির্ধারিত সময় পূর্ণ না হওয়া পর্যন্ত বিবাহ বন্ধনে আবদ্ধ হওয়ার সংকল্প করনা; এবং এটিও জেনে রেখ যে, তোমাদের অন্তরে যা আছে আল্লাহ তা অবগত। অতএব তোমরা তাঁকে ভয় কর এবং জেনে রেখ যে, আল্লাহ ক্ষমাশীল, সহিষ্ণু।",
    "যদি তোমরা স্ত্রীদেরকে স্পর্শ না করে অথবা তাদের প্রাপ্য নির্ধারণ করার পূর্বে তালাক প্রদান কর তাহলে তাতে তোমাদের কোন দোষ নেই, এবং তোমরা তাদেরকে কিছু সংস্থান করে দিবে, অবস্থাপন্ন লোক নিজের অবস্থানুসারে এবং অভাবগ্রস্ত লোক তার সাধ্যানুসারে বিহিত সংস্থান (করে দিবে); সৎ কর্মশীল লোকদের উপর ইহাই কর্তব্য।",
    "আর তোমরা যদি তাদেরকে স্পর্শ করার পূর্বেই তালাক প্রদান কর এবং তাদের মোহর নির্ধারণ করে থাক তাহলে যা নির্ধারণ করেছিলে তার অর্ধেক দিয়ে দাও; কিন্তু যদি তারা ক্ষমা করে কিংবা যার হাতে বিবাহ বন্ধন সে ক্ষমা করে তাহলে তা স্বতন্ত্র কথা; অথবা তোমরা পুরুষরা যদি ক্ষমা কর তাহলে এটা পরহেজগারীর অতি নিকটবর্তী; এবং পরস্পরের উপকারকে যেন ভুলে যেওনা; তোমরা যা কর নিশ্চয়ই আল্লাহ তা প্রত্যক্ষকারী।",
    "তোমরা সালাতের প্রতি যত্নবান হবে বিশেষতঃ মধ্যবর্তী সালাতের এবং আল্লাহর উদ্দেশে তোমরা বিনীতভাবে দন্ডায়মান হও।",
    "তবে তোমরা যদি আশংকা কর, সেই অবস্থায় পদব্রজে বা যানবাহনের উপর সালাত সমাপন করে নিবে, পরে যখন নিরাপদ হও তখন তোমাদেরকে যেভাবে শিখিয়ে দেয়া হয়েছে সেইভাবে আল্লাহর প্রশংসা কর যা তোমরা ইতোপূর্বে জানতেনা।",
    "এবং তোমাদের মধ্যে যারা মৃত্যুমুখে পতিত হয় ও স্ত্রীগণকে ছেড়ে যায় তারা যেন স্বীয় স্ত্রীগণকে বহিস্কৃত না করে এক বছর পর্যন্ত তাদেরকে ভরণ-পোষণ প্রদান করার জন্য অসীয়াত করে যায়, কিন্তু যদি তারা (স্বেচ্ছায়) বের হয়ে যায় তাহলে নিজেদের সম্বন্ধে বিহিতভাবে তারা যে ব্যবস্থা করে তজ্জন্য তোমাদের কোন দোষ নেই, এবং আল্লাহ মহাপরাক্রান্ত, বিজ্ঞানময়।",
    "আর তালাক প্রাপ্তদের জন্য বিহিতভাবে ভরণ পোষণের ব্যবস্থা করা ধর্মভীরুগণের কর্তব্য।",
    "এভাবে আল্লাহ স্বীয় নিদর্শনাবলী বিবৃত করেন, যেন তোমরা হৃদয়ঙ্গম কর।",
    "তুমি কি তাদের প্রতি লক্ষ্য করনি, মৃত্যুর বিভীষিকাকে এড়ানোর জন্য যারা নিজেদের গৃহ হতে বহির্গত হয়েছিল? অথচ তারা ছিল বহু সহস্র; তখন আল্লাহ তাদেরকে বললেনঃ তোমরা মর; পুনরায় তিনি তাদেরকে জীবন দান করলেন; নিশ্চয়ই মানবগণের প্রতি আল্লাহ অনুগ্রহশীল, কিন্তু অধিকাংশ লোক কৃতজ্ঞতা স্বীকার করেনা।",
    "তোমরা আল্লাহর পথে সংগ্রাম কর এবং জেনে রেখ যে, নিশ্চয়ই আল্লাহ হচ্ছেন সর্বশ্রোতা, সর্বজ্ঞাতা।",
    "কে সে, যে আল্লাহকে উত্তম ঋণদান করে? অনন্তর তিনি তাকে দ্বিগুণ, বহুগুণ বর্ধিত করেন এবং আল্লাহই (মানুষের আর্থিক অবস্থাকে) কৃচ্ছ বা স্বচ্ছল করে থাকেন এবং তাঁরই দিকে প্রত্যাবর্তন করতে হবে।",
    "তুমি কি মূসার পরে ইসরাঈল বংশীয় প্রধানদের প্রতি লক্ষ্য করনি? নিজেদের এক নাবীকে যখন তারা বলেছিলঃ আমাদের জন্য একজন রাজা নিযুক্ত করে দাও (যেন) আমরা আল্লাহর পথে যুদ্ধ করতে পারি। সে বলেছিলঃ এটা কি সম্ভবপর নয় যে, যখন তোমাদের উপর যুদ্ধ বিধিবদ্ধ হয়ে যাবে তখন তোমরা যুদ্ধ করবেনা? তারা বলেছিলঃ আমরা যুদ্ধ করবনা এটা কিরূপে (সম্ভব), অথচ নিজেদের আবাস হতে ও স্বজনদের নিকট হতে আমরা বহিস্কৃত হয়েছি? অনন্তর যখন তাদের উপর যুদ্ধ বিধিবদ্ধ হল তখন তাদের অল্প সংখ্যক ব্যতীত সবাই পশ্চাৎপদ হয়ে পড়ল এবং অত্যাচারীদেরকে আল্লাহ সম্যক রূপে অবগত আছেন।",
    "এবং তাদের নাবী তাদেরকে বলেছিলঃ নিশ্চয়ই আল্লাহ তালূতকে তোমাদের জন্য রাজা রূপে নির্বাচিত করেছেন; তারা বললঃ আমাদের উপর তালূতের রাজত্ব কি রূপে (সঙ্গত) হতে পারে? রাজত্বে তার অপেক্ষা আমাদেরই স্বত্ব অধিক, পক্ষান্তরে যথেষ্ট আর্থিক স্বচ্ছলতাও তার নেই; তিনি বললেনঃ নিশ্চয়ই আল্লাহ তোমাদের জন্য তাকেই মনোনীত করেছেন এবং তাকে প্রচুর জ্ঞান ও দৈহিক শক্তি দান করেছেন, আল্লাহ তাঁর রাজত্ব যাকে ইচ্ছা প্রদান করেন এবং আল্লাহ হচ্ছেন দানশীল, সর্বজ্ঞাতা।",
    "এবং তাদের নাবী তাদের বলেছিলঃ তার রাজত্বের নিদর্শন এই যে, তোমাদের নিকট সিন্দুক সমাগত হবে, যাতে থাকবে তোমাদের রবের নিকট হতে শান্তি এবং মূসা ও হারুনের পরিবারের (পরিত্যক্ত) কিছু সামগ্রী, মালাইকা/ফেরেশতা ওটা বহন করে আনবে, তোমরা যদি বিশ্বাস স্থাপনকারী হও তাহলে ওর মধ্যে নিশ্চয়ই তোমাদের জন্য নিদর্শন রয়েছে।",
    "অনন্তর যখন তালূত সৈন্যদলসহ বহির্গত হয়েছিল তখন সে বলেছিল, নিশ্চয়ই আল্লাহ একটি নদী দ্বারা তোমাদেরকে পরীক্ষা করবেন, ওটা হতে যে পান করবে সে আমার দলভুক্ত নয় এবং যে স্বীয় হস্ত দ্বারা অঞ্জলি পূর্ণ করে নিবে এবং তদ্ব্যতীত সে আর আস্বাদন করবেনা সে নিশ্চয়ই আমার লোক; কিন্তু তাদের মধ্যে অল্প সংখ্যক ব্যতীত অন্য সবাই সেই নদীর পানি পান করল, অতঃপর যখন সে ও তার সঙ্গী বিশ্বাস স্থাপনকারীগণ নদী অতিক্রম করে গেল তখন তারা বললঃ জালুত ও তার সেনাবাহিনীর মুকাবিলা করার শক্তি আজ আমাদের নেই; পক্ষান্তরে যারা বিশ্বাস করত যে, তাদেরকে আল্লাহর সাথে সাক্ষাৎ করতে হবে তারা বললঃ আল্লাহর হুকুমে কত ক্ষুদ্র দল কত বৃহৎ দলকে পরাজিত করেছে; বস্তুতঃ ধৈর্যশীলদের সঙ্গী হচ্ছেন আল্লাহ!",
    "এবং যখন তারা জালুত ও তার সেনাবাহিনীর সম্মুখীন হল, বলতে লাগলঃ হে আমাদের রাব্ব! আমাদেরকে পূর্ণ সহিষ্ণুতা দান করুন, আর আমাদের চরণগুলি অটল রাখুন এবং কাফির জাতির উপর আমাদেরকে সাহায্য করুন!",
    "তখন তারা আল্লাহর হুকুমে জালুতের সৈন্যদেরকে পরাজিত করল এবং দাঊদ জালুতকে হত্যা করল। এবং আল্লাহ দাউদকে রাজ্য ও প্রজ্ঞা দান করলেন এবং তাকে ইচ্ছানুযায়ী শিক্ষা দান করলেন; আর যদি আল্লাহ এক দলকে অপর দলের দ্বারা প্রদমিত না করতেন তাহলে নিশ্চয়ই পৃথিবী অশান্তিপূর্ণ হত, কিন্তু আল্লাহ বিশ্ব জগতের প্রতি অনুগ্রহকারী।",
    "এগুলো আল্লাহর নিদর্শন - তোমার নিকট এগুলি সত্যরূপে উপস্থাপন করেছি এবং নিশ্চয়ই তুমি রাসূলগণের অন্তর্ভুক্ত।"
  ]
}