{
  "meta": {
    "id": 163,
    "name": "Sheikh Mujibur Rahman",
    "author_name": "Darussalaam Publication",
    "slug": "bn-sheikh-mujibur-rahman",
    "language_name": "bengali"
  },
  "verses": [
    "বরং তিনি সৃষ্টি করেছেন আকাশমন্ডলী ও পৃথিবী এবং আকাশ হতে তোমাদের জন্য বর্ষণ করেন বৃষ্টি; অতঃপর আমি ওটা দ্বারা মনোরম উদ্যান সৃষ্টি করি। ওর বৃক্ষাদি উদ্গত করার ক্ষমতা তোমাদের নেই। আল্লাহর সাথে অন্য কোন মা‘বূদ আছে কি? তবুও তারা এমন এক সম্প্রদায় যারা সত্য হতে বিচ্যুত।",
    "বলত, কে পৃথিবীকে করেছেন বাসোপযোগী এবং ওর মাঝে মাঝে প্রবাহিত করেছেন নদ-নদী এবং তাকে স্থির রাখার জন্য স্থাপন করেছেন সুদৃঢ় পর্বত ও দুই সমুদ্রের মধ্যে সৃষ্টি করেছেন অন্তরায়; আল্লাহর সাথে অন্য কোন মা‘বূদ আছে কি? তবুও তাদের অনেকেই জানেনা।",
    "কে আর্তের আহবানে সাড়া দেন, যখন সে তাঁকে ডাকে এবং বিপদ-আপদ দূর করেন এবং তোমাদেরকে পৃথিবীতে প্রতিনিধি করেন? আল্লাহর সাথে অন্য কোন মা‘বূদ আছে কি? তোমরা উপদেশ অতি সামান্যই গ্রহণ করে থাকো।",
    "কে তোমাদেরকে স্থলের ও পানির অন্ধকারে পথ প্রদর্শন করেন এবং কে স্বীয় অনুগ্রহের প্রাক্কালে সুসংবাদবাহী বায়ু প্রেরণ করেন? আল্লাহর সাথে অন্য কোন মা‘বূদ আছে কি? তারা যাকে শরীক করে আল্লাহ তা হতে বহু উর্ধ্বে।",
    "বলত, কে আদিতে সৃষ্টি করেন, অতঃপর ওর পুনরাবৃত্তি করবেন, এবং কে তোমাদেরকে আকাশ ও পৃথিবী হতে জীবনোপকরণ দান করেন? আল্লাহর সাথে অন্য কোন মা‘বূদ আছে কি? বলঃ তোমরা যদি সত্যবাদী হও তাহলে তোমাদের প্রমাণ পেশ কর।",
    "বলঃ আল্লাহ ব্যতীত আকাশমন্ডলী ও পৃথিবীতে কেহই অদৃশ্য বিষয়ের জ্ঞান রাখেনা এবং তারা জানেনা তারা কখন পুনরুত্থিত হবে।",
    "বরং আখিরাত সম্পর্কে তাদের জ্ঞান নিঃশেষ হয়েছে; তারাতো এ বিষয়ে সন্দেহের মধ্যে রয়েছে, বরং এ বিষয়ে তারা অন্ধ।",
    "কাফিরেরা বলেঃ আমরা ও আমাদের পিতৃ-পুরুষরা মাটিতে পরিণত হয়ে গেলেও কি আমাদের পুনরুত্থিত করা হবে?",
    "এ বিষয়েতো আমাদেরকে এবং পূর্ব-পুরুষদেরকে ভীতি প্রদর্শন করা হয়েছিল। এটাতো পূর্ববর্তী উপকথা ব্যতীত আর কিছুই নয়।",
    "বলঃ পৃথিবীতে পরিভ্রমণ কর এবং দেখ অপরাধীদের পরিণাম কিরূপ হয়েছে।",
    "তাদের সম্পর্কে তুমি দুঃখ করনা এবং তাদের ষড়যন্ত্রে মনঃক্ষুন্ন হয়োনা।",
    "তারা বলেঃ তোমরা যদি সত্যবাদী হও তাহলে বল, কখন এই প্রতিশ্রুতি পূর্ণ হবে?",
    "বলঃ তোমরা যে বিষয়ে ত্বরান্বিত করতে চাচ্ছ সম্ভবতঃ তার কিছু তোমাদের নিকটবর্তী হয়েছে।",
    "নিশ্চয়ই তোমার রাব্ব মানুষের প্রতি অনুগ্রহশীল; কিন্তু তাদের অধিকাংশই অকৃতজ্ঞ।",
    "তাদের অন্তর যা গোপন করে এবং তারা যা প্রকাশ করে তা তোমার রাব্ব অবশ্যই জানেন।",
    "আকাশে ও পৃথিবীতে এমন কোন গোপন রহস্য নেই যা সুস্পষ্ট কিতাবে নেই।",
    "বানী ইসরাঈল যে সমস্ত বিষয়ে মতভেদ করে, এই কুরআন তার অধিকাংশ তাদের নিকট বিবৃত করে।",
    "আর নিশ্চয়ই এটি মু’মিনদের জন্য হিদায়াত ও রাহমাত।",
    "তোমার রাব্ব নিজ সিদ্ধান্ত অনুযায়ী তাদের মধ্যে ফাইসালা করে দিবেন। তিনি পরাক্রমশালী, সর্বজ্ঞ।",
    "অতএব আল্লাহর উপর নির্ভর কর; তুমিতো স্পষ্ট সত্যে প্রতিষ্ঠিত।",
    "মৃতকে তুমি কথা শোনাতে পারবেনা, বধিরকেও পারবেনা আহবান শোনাতে, যখন তারা পিছন ফিরে চলে যায়।",
    "তুমি অন্ধদেরকে তাদের পথভ্রষ্টতা হতে পথে আনতে পারবে না। তুমি শোনাতে পারবে শুধু তাদেরকে যারা বিশ্বাস করে। আর তারাই আত্মসমর্পনকারী (মুসলিম)।",
    "যখন ঘোষিত শাস্তি তাদের উপর এসে যাবে তখন আমি মাটির গহবর হতে বের করব এক জীব, যা তাদের সাথে কথা বলবে; এ জন্য যে, মানুষ আমার নিদর্শনে অবিশ্বাসী।",
    "স্মরণ কর সেই দিনের কথা যেদিন আমি সমবেত করব প্রত্যেক সম্প্রদায় হতে এক একটি দলকে, যারা আমার নির্দেশাবলী প্রত্যাখ্যান করত এবং তাদেরকে সারিবদ্ধ করা হবে।",
    "যখন তারা সমবেত হবে তখন (আল্লাহ তাদেরকে) বলবেনঃ তোমরা আমার নিদর্শন প্রত্যাখ্যান করেছিলে, অথচ ওটা তোমরা জ্ঞানায়ত্ত করতে পারনি? না তোমরা অন্য কিছু করছিলে?",
    "সীমা লংঘন হেতু তাদের উপর ঘোষিত শাস্তি এসে পড়বে; ফলে তারা কিছুই বলতে পারবেনা।",
    "তারা কি অনুধাবন করেনা যে, আমি রাত সৃষ্টি করেছি তাদের বিশ্রামের জন্য এবং দিনকে করেছি আলোকপ্রদ? এতে মু’মিন সম্প্রদায়ের জন্য অবশ্যই নিদর্শন রয়েছে।",
    "আর যেদিন শিঙ্গায় ফুৎকার দেয়া হবে সেদিন আল্লাহ যাদেরকে চান তারা ব্যতীত আকাশমন্ডলী ও পৃথিবীর সবাই ভীত-বিহবল হয়ে পড়বে এবং সবাই তাঁর নিকট আসবে বিনীত অবস্থায়।",
    "তুমি পর্বতমালা দেখে অচল মনে করছ, অথচ সেদিন ওগুলি হবে মেঘপুঞ্জের ন্যায় চলমান, এটা আল্লাহরই সৃষ্টি-নৈপুণ্য, যিনি সব কিছুকে করেছেন সুষম। তোমরা যা কর সেই সম্বন্ধে তিনি সম্যক অবগত।",
    "যে কেহ সৎ কাজ নিয়ে আসবে, সে উৎকৃষ্টতর প্রতিফল পাবে এবং সেদিন তারা শংকা হতে নিরাপদ থাকবে।",
    "আর যে কেহ অসৎ কাজ নিয়ে আসবে, তাকে অধোমুখে নিক্ষেপ করা হবে আগুনে (এবং তাদেরকে বলা হবে) তোমরা যা করতে তারই প্রতিফল তোমাদেরকে দেয়া হচ্ছে।",
    "আমিতো আদিষ্ট হয়েছি এই নগরীর রবের ইবাদাত করতে, যিনি একে করেছেন সম্মানিত। সব কিছু তাঁরই। আমি আরও আদিষ্ট হয়েছি যেন আমি আত্মসমর্পনকারীদের অন্তর্ভুক্ত হই।",
    "আমি আরও আদিষ্ট হয়েছি কুরআন আবৃত্তি করতে। অতঃপর যে ব্যক্তি সৎ পথ অনুসরণ করে, সে তা অনুসরণ করে নিজেরই কল্যাণের জন্য এবং কেহ ভ্রান্ত পথ অবলম্বন করলে তুমি বলঃ আমিতো শুধু সর্তককারীদের মধ্যে একজন।",
    "আর বলঃ প্রশংসা আল্লাহরই, তিনি তোমাদেরকে সত্ত্বর দেখাবেন তাঁর নিদর্শন, তখন তোমরা তা বুঝতে পারবে। তোমরা যা কর সে সম্বন্ধে তোমাদের রাব্ব গাফিল নন।",
    "তা-সীন-মীম।",
    "এই আয়াতগুলি সুস্পষ্ট কিতাবের।",
    "আমি তোমার নিকট মূসা ও ফির‘আউনের কিছু বৃত্তান্ত যথাযথভাবে বিবৃত করছি, মু’মিন সম্প্রদায়ের উদ্দেশে।",
    "নিশ্চয়ই ফির‘আউন তার দেশে পরাক্রমশালী হয়েছিল এবং সেখানকার অধিবাসীবৃন্দকে বিভিন্ন শ্রেণীতে বিভক্ত করে তাদের একটি শ্রেণীকে সে হীনবল করেছিল, তাদের পুত্রদেরকে সে হত্যা করত এবং নারীদেরকে সে জীবিত রাখত। সেতো ছিল বিপর্যয় সৃষ্টিকারী।",
    "আমি ইচ্ছা করলাম, সে দেশে যাদেরকে হীনবল করা হয়েছিল তাদের প্রতি অনুগ্রহ করতে; তাদেরকে নেতৃত্ব দান করতে ও দেশের অধিকারী করতে,",
    "আর তাদেরকে দেশের ক্ষমতায় প্রতিষ্ঠিত করতে; এবং ফির‘আউন, হামান ও তাদের বাহিনীকে তা দেখিয়ে দিতে যা তাদের নিকট থেকে তারা আশংকা করত।",
    "আমি মূসার মায়ের অন্তরে ইংগিতে নির্দেশ করলামঃ শিশুটিকে তুমি স্তন্য দান করতে থাক; যখন তুমি তার সম্পর্কে কোন আশংকা করবে তখন তাকে দরিয়ায় নিক্ষেপ কর এবং ভয় করনা, দুঃখ করনা; আমি তাকে তোমার নিকট ফিরিয়ে দিব এবং তাকে রাসূলদের একজন করব।",
    "অতঃপর ফির‘আউনের লোকজন তাকে কুড়িয়ে নিল। এর পরিণামতো এই ছিল যে, সে তাদের শত্রু ও দুঃখের কারণ হবে। ফির‘আউন, হামান ও তাদের বাহিনী ছিল অপরাধী।",
    "ফির‘আউনের স্ত্রী বললঃ এই শিশু আমার ও তোমার নয়ন প্রীতিকর। তাকে হত্যা করনা, সে আমাদের উপকারে আসতে পারে, আমরা তাকে সন্তান হিসাবেও গ্রহণ করতে পারি। প্রকৃত পক্ষে তারা এর পরিণাম বুঝতে পারেনি।",
    "মূসা-জননীর হৃদয় অস্থির হয়ে পড়েছিল; যাতে সে আস্থাশীল হয় তজ্জন্য আমি তার হৃদয়কে দৃঢ় করে না দিলে সে তার পরিচয়তো প্রকাশ করেই দিত।",
    "সে মূসার বোনকে বললঃ এর পিছনে পিছনে যাও, সে তাদের অজ্ঞাতসারে দূর হতে তাকে দেখছিল।",
    "পূর্ব হতেই আমি ধাত্রীস্তন্য পানে তাকে বিরত রেখেছিলাম। মূসার বোন বললঃ তোমাদেরকে কি আমি এমন এক পরিবারের সন্ধান দিব যারা তোমাদের হয়ে একে লালন পালন করবে এবং এর মঙ্গলকামী হবে?",
    "অতঃপর আমি তাকে ফিরিয়ে দিলাম তার জননীর নিকট যাতে তার চক্ষু জুড়ায়, সে দুঃখ না করে এবং বুঝতে পারে যে, আল্লাহর প্রতিশ্রুতি সত্য; কিন্তু অধিকাংশ মানুষই এটা জানেনা।",
    "যখন মূসা পূর্ণ যৌবনে উপনীত ও পরিণত বয়স্ক হল তখন আমি তাকে হিকমাত ও জ্ঞান দান করলাম। এভাবে আমি সৎকর্মপরায়ণদেরকে পুরস্কার প্রদান করে থাকি।",
    "সে নগরীতে প্রবেশ করল, যখন এর অধিবাসীরা ছিল অসতর্ক। সেখানে সে দু’টি লোককে সংঘর্ষে লিপ্ত দেখল - একজন তার নিজ দলের এবং অপর জন তার শত্রু দলের। মূসার দলের লোকটি তার শত্রুর বিরুদ্ধে তার সাহায্য প্রার্থনা করল। তখন মূসা তাকে ঘুষি মারল, এতেই তার মৃত্যু হল। মূসা বললঃ এটা শাইতানের কান্ড, সেতো প্রকাশ্য শত্রু ও পথভ্রষ্টকারী।",
    "সে বললঃ হে আমার রাব্ব! আমিতো আমার নিজের প্রতি যুলম করেছি; সুতরাং আমাকে ক্ষমা করুন! অতঃপর তিনি তাকে ক্ষমা করলেন। তিনিতো ক্ষমাশীল, পরম দয়ালু।",
    "সে আরও বললঃ হে আমার রাব্ব! আপনি যেহেতু আমার উপর অনুগ্রহ করেছেন, আমি কখনও অপরাধীদের সাহায্যকারী হবনা।",
    "অতঃপর ভীত সতর্ক অবস্থায় সেই নগরীতে তার প্রভাত হল। হঠাৎ সে শুনতে পেলো, পূর্বদিন যে ব্যক্তি তার সাহায্য চেয়েছিল সে তার সাহায্যের জন্য চীৎকার করছে। মূসা তাকে বললঃ তুমিতো সুস্পষ্টই একজন বিভ্রান্ত ব্যক্তি।",
    "অতঃপর মূসা যখন উভয়ের শত্রুকে ধরতে উদ্যত হল তখন সেই ব্যক্তি বলে উঠলঃ হে মূসা! গতকল্য তুমি যেমন এক ব্যক্তিকে হত্যা করেছ সেভাবে আমাকেও কি হত্যা করতে চাচ্ছ? তুমিতো পৃথিবীতে স্বেচ্ছাচারী হতে চাচ্ছ, শান্তি স্থাপনকারী হতে চাওনা?",
    "নগরীর দূর প্রান্ত হতে এক ব্যক্তি ছুটে এলো এবং বললঃ হে মূসা! পরিষদবর্গ তোমাকে হত্যা করার পরামর্শ করেছে। সুতরাং তুমি বাইরে চলে যাও, আমিতো তোমার মঙ্গলকামী।",
    "ভীত সতর্ক অবস্থায় সে সেখান হতে বের হয়ে পড়ল এবং বললঃ হে আমার রাব্ব! আপনি যালিম সম্প্রদায় হতে আমাকে রক্ষা করুন।",
    "যখন মূসা মাদইয়ান অভিমুখে যাত্রা শুরু করল তখন বললঃ আশা করি, আমার রাব্ব আমাকে সরল পথ প্রদর্শন করবেন।",
    "যখন সে মাদইয়ানের কূপের নিকট পৌঁছল তখন দেখল যে, একদল লোক তাদের পশুগুলিকে পানি পান করাচ্ছে এবং তাদের পশ্চাতে দু’জন নারী তাদের পশুগুলিকে আগলাচ্ছে। মূসা বললঃ তোমাদের কি ব্যাপার? তারা বললঃ আমরা আমাদের পশুগুলিকে পানি পান করাতে পারিনা, যতক্ষণ রাখালরা তাদের পশুগুলিকে নিয়ে সরে না যায়, আমাদের পিতা অতি বৃদ্ধ।",
    "মূসা তখন তাদের পশুগুলিকে পানি পান করালো। অতঃপর সে ছায়ার নীচে আশ্রয় গ্রহণ করল ও বললঃ হে আমার রাব্ব! আপনি আমার প্রতি যে অনুগ্রহ করবেন আমি তার কাঙ্গাল।",
    "তখন নারীদ্বয়ের একজন লজ্জা জড়িত চরণে তার নিকট এলো এবং বললঃ আমার পিতা আপনাকে আমন্ত্রণ করেছেন, আমাদের পশুগুলিকে পানি পান করানোর পারিশ্রমিক আপনাকে দেয়ার জন্য। অতঃপর মূসা তার নিকট এসে সমস্ত বৃত্তান্ত বর্ণনা করলে সে বললঃ ভয় করনা, তুমি যালিম সম্প্রদায়ের কবল হতে বেঁচে গেছ।",
    "তাদের একজন বললঃ হে পিতা! আপনি একে মজুর নিযুক্ত করুন; কারণ আপনার মজুর হিসাবে উত্তম হবে সেই ব্যক্তি যে শক্তিশালী, বিশ্বস্ত।",
    "সে মূসাকে বললঃ আমি আমার এই কন্যাদ্বয়ের একজনকে তোমার সাথে বিয়ে দিতে চাই এই শর্তে যে, তুমি আট বছর আমার কাজ করবে, যদি তুমি দশ বছর পূর্ণ কর সেটা তোমার ইচ্ছা। আমি তোমাকে কষ্ট দিতে চাইনা। আল্লাহ ইচ্ছা করলে তুমি আমাকে সদাচারী পাবে।",
    "মূসা বললঃ আপনার ও আমার মধ্যে এই চুক্তিই রইল। এ দু’টি মেয়াদের কোন একটি আমি পূর্ণ করলে আমার বিরুদ্ধে কোন অভিযোগ থাকবেনা। আমরা যে বিষয়ে কথা বলছি আল্লাহ তার স্বাক্ষী।",
    "মূসা যখন মেয়াদ পূর্ণ করার পর স্বপরিবারে যাত্রা শুরু করল তখন সে তূর পর্বতের দিকে আগুন দেখতে পেল। সে তার পরিজনবর্গকে বললঃ তোমরা অপেক্ষা কর, আমি আগুন দেখেছি, সম্ভবতঃ আমি সেথা হতে তোমাদের জন্য খবর আনতে পারি, অথবা এক খন্ড জ্বলন্ত কাষ্ঠ আনতে পারি যাতে তোমরা আগুন পোহাতে পার।",
    "যখন মূসা আগুনের নিকট পৌঁছল তখন উপত্যকার দক্ষিণ পাশে পবিত্র ভূমিস্থিত এক বৃক্ষ হতে তাকে আহবান করে বলা হলঃ হে মূসা! আমিই আল্লাহ, জগতসমূহের রাব্ব।",
    "আরও বলা হলঃ তুমি তোমার লাঠি নিক্ষেপ কর। অতঃপর যখন সে ওটাকে সর্পের ন্যায় ছুটাছুটি করতে দেখল তখন পিছনের দিকে ছুটতে লাগল এবং ফিরে তাকালোনা। তাকে বলা হলঃ হে মূসা! সামনে এসো, ভয় করনা, তুমিতো নিরাপদ।",
    "তোমার হাত তোমার বগলে রাখ, ওটা বের হয়ে আসবে শুভ্র সমুজ্জ্বল নির্দোষ হয়ে। ভয় দূর করার জন্য তোমার হস্তদ্বয় তোমার উপর চেপে ধর। এ দু’টি তোমার রাব্ব প্রদত্ত প্রমাণ, ফির‘আউন ও তার পরিষদবর্গের জন্য। তারাতো সত্যত্যাগী সম্প্রদায়।",
    "মূসা বললঃ হে আমার রাব্ব! আমিতো তাদের একজনকে হত্যা করেছি। ফলে আমি আশংকা করছি যে, তারা আমাকে হত্যা করবে।",
    "আমার ভাই হারূন আমা অপেক্ষা বাগ্মী; অতএব তাকে আমার সাহায্যকারী রূপে প্রেরণ করুন, সে আমাকে সমর্থন করবে। আমি আশংকা করি যে, তারা আমাকে মিথ্যাবাদী বলবে।",
    "(আল্লাহ) বললেনঃ আমি তোমার ভাইয়ের দ্বারা তোমার বাহু শক্তিশালী করব এবং তোমাদের উভয়কে প্রাধান্য দান করব। তারা তোমাদের কাছে পৌঁছতে পারবেনা। তোমরা এবং তোমাদের অনুসারীরা আমার নিদর্শন বলে তাদের উপর প্রবল হবে।",
    "মূসা যখন তাদের নিকট আমার সুস্পষ্ট নিদর্শনগুলি নিয়ে এলো তখন তারা বললঃ এটাতো অলীক ইন্দ্রজাল মাত্র! আমাদের পূর্ব-পুরুষদের কাছে আমরা কখনও এরূপ কথা শুনিনি।",
    "মূসা বললঃ আমার রাব্ব সম্যক অবগত, কে তাঁর নিকট হতে পথ নির্দেশ নিয়ে এসেছে, এবং আখিরাতে কার পরিণাম শুভ হবে। নিশ্চয়ই যালিমরা সফলকাম হবেনা।",
    "ফির‘আউন বললঃ হে পরিষদবর্গ! আমি ছাড়া তোমাদের অন্য উপাস্য আছে বলে আমি জানিনা। হে হামান! তুমি আমার জন্য ইট পোড়াও এবং একটি সুউচ্চ প্রাসাদ তৈরী কর; হয়তো আমি তাতে উঠে মূসার মা‘বূদকে দেখতে পাব। তবে আমি অবশ্য মনে করি যে, সে মিথ্যাবাদী।",
    "ফির‘আউন ও তার বাহিনী অন্যায়ভাবে পৃথিবীতে অহংকার করেছিল যে, তারা আমার নিকট প্রত্যাবর্তিত হবেনা।",
    "অতএব আমি তাকে ও তার বাহিনীকে পাকড়াও করলাম এবং তাদেরকে সমুদ্রে নিক্ষেপ করলাম। দেখ, যালিমদের পরিণাম কি হয়ে থাকে।",
    "তাদেরকে আমি নেতা করেছিলাম। তারা লোকদেরকে জাহান্নামের দিকে আহবান করত। কিয়ামাত দিবসে তাদেরকে সাহায্য করা হবেনা।",
    "এই পৃথিবীতে আমি তাদের পশ্চাতে লাগিয়ে দিয়েছি অভিসম্পাত এবং কিয়ামাত দিবসেও তারা দুর্দশাগ্রস্ত লোকদের অন্তর্ভুক্ত থাকবে।",
    "আমিতো পূর্ববর্তী বহু মানব গোষ্ঠিকে বিনাশ করার পর মূসাকে দিয়েছিলাম কিতাব, মানব জাতির জন্য জ্ঞান-বর্তিকা, পথ নির্দেশ ও দয়া স্বরূপ, যাতে তারা উপদেশ গ্রহণ করে।",
    "মূসাকে যখন আমি বিধান দিয়েছিলাম তখন তুমি পশ্চিম প্রান্তে উপস্থিত ছিলেনা এবং তুমি প্রত্যক্ষদর্শীও ছিলেনা।",
    "বস্তুতঃ আমি অনেক মানব গোষ্ঠির আবির্ভাব ঘটিয়েছিলাম, অতঃপর তাদের বহু যুগ অতিবাহিত হয়েছে। তুমিতো মাদইয়ানবাসীদের মধ্যে বিদ্যমান ছিলেনা, তাদের নিকট আমার আয়াত আবৃত্তি করার জন্য। আমিই ছিলাম রাসূল প্রেরণকারী।",
    "মূসাকে যখন আমি আহবান করেছিলাম তখন তুমি তূর পর্বত-পার্শ্বে উপস্থিত ছিলেনা। বস্তুতঃ এটা তোমার রবের নিকট হতে দয়া স্বরূপ যাতে তুমি এমন এক সম্প্রদায়কে সতর্ক করতে পার যাদের নিকট তোমার পূর্বে কোন সতর্ককারী আসেনি, যেন তারা উপদেশ গ্রহণ করে।",
    "রাসূল না পাঠালে তাদের কৃতকর্মের জন্য তাদের কোন বিপদ হলে তারা বলতঃ হে আমাদের রাব্ব! আপনি আমাদের নিকট কোন রাসূল প্রেরণ করলেন না কেন? তাহলে আমরা আপনার নিদর্শন মেনে চলতাম এবং আমরা হতাম মু’মিন।",
    "অতঃপর যখন আমার নিকট হতে তাদের নিকট সত্য এসে গেল, তারা বলতে লাগলঃ মূসাকে যেরূপ দেয়া হয়েছিল অনুরূপ তাকে দেয়া হলনা কেন? কিন্তু পূর্বে মূসাকে যা দেয়া হয়েছিল তা কি তারা অস্বীকার করেনি? তারা বলেছিলঃ উভয়ই যাদু, একে অপরকে সমর্থন করে; এবং তারা বলেছিলঃ আমরা প্রত্যেককে প্রত্যাখ্যান করি।",
    "বলঃ তোমরা সত্যবাদী হলে আল্লাহর নিকট হতে এক কিতাব আনয়ন কর, যে পথ নির্দেশ এতদুভয় হতে উৎকৃষ্টতর হবে, আমি সেই কিতাব অনুসরণ করব।",
    "অতঃপর তারা যদি তোমার আহবানে সাড়া না দেয় তাহলে জানবে যে, তারা শুধু নিজেদের খেয়াল-খুশীর অনুসরণ করে। আল্লাহর পথ-নির্দেশ অগ্রাহ্য করে যে ব্যক্তি নিজ খেয়াল-খুশীর অনুসরণ করে সে অপেক্ষা অধিক বিভ্রান্ত আর কে? আল্লাহ যালিম সম্প্রদায়কে পথ প্রদর্শন করেননা।",
    "আমিতো তাদের নিকট উপর্যুপরি বাণী পৌঁছে দিয়েছি যাতে তারা উপদেশ গ্রহণ করে।",
    "এর পূর্বে আমি যাদেরকে কিতাব দিয়েছিলাম তারা এতে বিশ্বাস করে।",
    "যখন তাদের নিকট এটি আবৃত্তি করা হয় তখন তারা বলেঃ আমরা এতে ঈমান এনেছি, এটি আমাদের রাব্ব হতে আগত সত্য। আমরাতো পূর্বেও আত্মসমর্পনকারী ছিলাম।",
    "তাদেরকে দু’বার পারিশ্রমিক প্রদান করা হবে; কারণ তারা ধৈর্যশীল এবং তারা ভাল দ্বারা মন্দের মুকাবিলা করে এবং আমি তাদেরকে যা দিয়েছি তা হতে তারা ব্যয় করে।",
    "তারা যখন অসার বাক্য শ্রবণ করে তখন তা উপেক্ষা করে চলে এবং বলেঃ আমাদের কাজের ফল আমাদের জন্য এবং তোমাদের কাজের ফল তোমাদের জন্য; তোমাদের প্রতি সালাম। আমরা অজ্ঞদের সঙ্গ চাইনা।",
    "তুমি যাকে ভালবাস, ইচ্ছা করলেই তাকে সৎ পথে আনতে পারবেনা। তবে আল্লাহ যাকে ইচ্ছা সৎ পথে আনেন এবং তিনিই ভাল জানেন কারা সৎ পথ অনুসরণকারী।",
    "তারা বলেঃ আমরা যদি তোমার সাথে সৎ পথ অনুসরণ করি তাহলে আমাদেরকে দেশ হতে উৎখাত করা হবে। (আল্লাহ বলেন) আমি কি তাদের জন্য এক নিরাপদ ‘‘হারাম’’ প্রতিষ্ঠিত করিনি, যেখানে সর্ব প্রকার ফলমূল আমদানী হয় আমার দেয়া রিয্ক স্বরূপ? কিন্তু তাদের অধিকাংশই এটা জানেনা।",
    "কত জনপদকে আমি ধ্বংস করেছি যার বাসিন্দারা নিজেদের ভোগ সম্পদের দম্ভ করত। এগুলিইতো তাদের ঘরবাড়ী, তাদের পরে এগুলিতে লোকজন সামান্যই বসবাস করেছে; আর আমিতো চূড়ান্ত মালিকানার অধিকারী।",
    "তোমার রাব্ব জনপদসমূহকে ধ্বংস করেন না, ওর কেন্দ্রে তাঁর আয়াত আবৃত্তি করার জন্য রাসূল প্রেরণ না করা পর্যন্ত এবং আমি জনপদসমূহকে তখনই ধ্বংস করি যখন ওর বাসিন্দারা যুল্‌ম করে।",
    "তোমাদের যা কিছু দেয়া হয়েছে তাতো পার্থিব জীবনের ভোগ শোভা এবং যা আল্লাহর নিকট রয়েছে তা উত্তম এবং স্থায়ী। তোমরা কি অনুধাবন করবেনা?",
    "যাকে আমি উত্তম পুরস্কারের প্রতিশ্রুতি দিয়েছি সে যা পাবে, সে কি ঐ ব্যক্তির সমান যাকে আমি পার্থিব জীবনের ভোগ সম্ভার দিয়েছি, অতঃপর যাকে কিয়ামাত দিবসে অপরাধী রূপে হাযির করা হবে?",
    "আর সেদিন তিনি তাদেরকে আহবান করে বলবেনঃ তোমরা যাদেরকে আমার শরীক গণ্য করতে তারা কোথায়?",
    "যাদের জন্য শাস্তি অবধারিত হয়েছে তারা বলবেঃ হে আমাদের রাব্ব! এদেরকেও আমরা বিভ্রান্ত করেছিলাম, যেমন আমরা বিভ্রান্ত হয়েছিলাম; আপনার সমীপে আমরা দায়িত্ব হতে অব্যাহতি চাচ্ছি। এরা আমাদের ইবাদাত করতনা।",
    "তাদেরকে বলা হবেঃ তোমাদের দেবতাগুলিকে আহবান কর। তখন তারা তাদেরকে ডাকবে। কিন্তু তারা তাদের ডাকে সাড়া দিবেনা। তারা শাস্তি প্রত্যক্ষ করবে; হায়! তারা যদি সৎ পথ অনুসরণ করত!",
    "আর সেদিন (আল্লাহ) তাদেরকে ডেকে বলবেনঃ তোমরা রাসূলদেরকে কি জবাব দিয়েছিলে?",
    "সেদিন সকল তথ্য তাদের নিকট হতে বিলুপ্ত হবে এবং তারা একে অপরকে জিজ্ঞাসাবাদ করতে পারবেনা।",
    "তবে যে ব্যক্তি তাওবাহ করেছিল এবং ঈমান এনেছিল ও সৎ কাজ করেছিল সেতো সাফল্য অর্জনকারীদের অন্তর্ভুক্ত হবে।",
    "তোমার রাব্ব যা ইচ্ছা সৃষ্টি করেন এবং যাকে ইচ্ছা মনোনীত করেন, এতে তাদের কোন ক্ষমতা নেই, আল্লাহ পবিত্র মহান এবং তারা যাকে শরীক করে তা হতে তিনি উর্ধ্বে।",
    "আর তোমার রাব্ব জানেন তাদের অন্তর যা গোপন করে এবং তারা যা ব্যক্ত করে।",
    "তিনিই আল্লাহ, তিনি ব্যতীত কোন মা‘বূদ নেই; দুনিয়া ও আখিরাতে প্রশংসা তাঁরই, বিধান তাঁরই আয়ত্বাধীন; তোমরা তাঁরই দিকে প্রত্যাবর্তিত হবে।",
    "বলঃ তোমরা কি ভেবে দেখেছ, আল্লাহ যদি রাতকে কিয়ামাতের দিন পর্যন্ত স্থায়ী করেন তাহলে আল্লাহ ব্যতীত এমন কোন ইলাহ আছে কি যে তোমাদেরকে আলোক দান করতে পারে? তোমরা কি কর্ণপাত করবেনা?",
    "বলঃ ভেবে দেখ তো, আল্লাহ যদি দিনকে কিয়ামাতের দিন পর্যন্ত স্থায়ী করেন তাহলে আল্লাহ ব্যতীত এমন ইলাহ কে আছে যে তোমাদেরকে রাত দান করতে পারে, যাতে তোমরা বিশ্রাম করবে? তোমরা কি তবুও ভেবে দেখবেনা?",
    "তিনিই তাঁর রাহমাতের দ্বারা তোমাদের জন্য সৃষ্টি করেছেন দিন ও রাত, যাতে তোমরা বিশ্রাম গ্রহণ কর এবং তাঁর অনুগ্রহ তালাশ কর, এবং যাতে তোমরা কৃতজ্ঞতা প্রকাশ কর।",
    "সেদিন তিনি তাদেরকে আহবান করে বলবেনঃ তোমরা যাদেরকে শরীক গণ্য করতে তারা কোথায়?",
    "প্রত্যেক সম্প্রদায় হতে আমি একজন সাক্ষী আলাদা করব এবং বলবঃ তোমাদের প্রমাণ উপস্থিত কর। তখন তারা জানতে পারবে, মা‘বূদ হবার অধিকার আল্লাহরই এবং তারা যা উদ্ভাবন করত তা তাদের নিকট হতে অন্তর্হিত হবে।",
    "কারূন ছিল মূসার সম্প্রদায়ভুক্ত, বস্তুতঃ সে তাদের প্রতি ঔদ্ধত্য প্রকাশ করেছিল। আমি তাকে দান করেছিলাম এমন ধনভান্ডার যার চাবিগুলি বহন করা একদল বলবান লোকের পক্ষেও কষ্টসাধ্য ছিল। স্মরণ কর, তার সম্প্রদায় তাকে বলেছিলঃ দম্ভ করনা, নিশ্চয়ই আল্লাহ দাম্ভিকদের পছন্দ করেননা।",
    "আল্লাহ তোমাকে যা দান করেছেন তদ্বারা আখিরাতের আবাস অনুসন্ধান কর। আর দুনিয়া হতে তোমার অংশ ভুলে যেওনা; এবং পরোপকার কর যেমন আল্লাহ তোমার প্রতি অনুগ্রহ করেছেন, আর পৃথিবীতে বিপর্যয় সৃষ্টি করতে চেওনা। নিশ্চয়ই আল্লাহ বিপর্যয় সৃষ্টিকারীকে ভালবাসেন না ।",
    "সে বললঃ এই সম্পদ আমি আমার জ্ঞান বলে প্রাপ্ত হয়েছি। সে কি জানতোনা যে, আল্লাহ তার পূর্বে ধ্বংস করেছেন বহু মানব গোষ্ঠিকে, যারা তার চেয়ে শক্তিতে ছিল প্রবল এবং ছিল অধিক প্রাচুর্যশালী? কিন্তু অপরাধীদেরকে তাদের অপরাধ সম্পর্কে তৎক্ষণাৎ প্রশ্ন করা হয়না।",
    "কারূন তার সম্প্রদায়ের সামনে উপস্থিত হয়েছিল জাকজমক সহকারে। যারা পার্থিব জীবন কামনা করত তারা বললঃ আহা! কারূনকে যেরূপ দেয়া হয়েছে আমাদেরকে যদি তা দেয়া হত! প্রকৃতই সে মহা ভাগ্যবান!",
    "আর যাদেরকে জ্ঞান দেয়া হয়েছিল তারা বললঃ ধিক্ তোমাদেরকে! যারা ঈমান আনে ও সৎ কাজ করে তাদের জন্য আল্লাহর পুরস্কার শ্রেষ্ঠ এবং ধৈর্যশীল ব্যতীত এটা কেহ পাবেনা।",
    "অতঃপর আমি কারূনকে ও তার প্রাসাদকে ভূগর্ভে প্রোথিত করলাম। তার স্বপক্ষে এমন কোন দল ছিলনা যে আল্লাহর শাস্তি হতে তাকে সাহায্য করতে পারত এবং সে নিজেও আত্মরক্ষায় সক্ষম ছিলনা।",
    "পূর্বদিন যারা তার অবস্থা কামনা করেছিল তারা বলতে লাগলঃ দেখলেতো আল্লাহ তাঁর বান্দাদের মধ্যে যার জন্য ইচ্ছা তার রিয্ক বর্ধিত করেন এবং যার জন্য ইচ্ছা হ্রাস করেন। যদি আল্লাহ আমাদের প্রতি সদয় না হতেন তাহলে আমাদেরকেও তিনি ভূগর্ভে প্রোথিত করতেন। দেখলে তো! কাফিরেরা সফলকাম হয়না।",
    "এটা আখিরাতের সেই আবাস যা আমি নির্ধারিত করি তাদের জন্য যারা এই পৃথিবীতে ঔদ্ধতা প্রকাশ করতে ও বিপর্যয় সৃষ্টি করতে চায়না। শুভ পরিণাম মুত্তাকীদের জন্য।",
    "কেহ যদি সৎ কাজ করে তাহলে সে তার কাজ অপেক্ষা উত্তম ফল পাবে, আর যে মন্দ কাজ করে সেতো শাস্তি পাবে শুধু তার কাজ অনুপাতে।",
    "যিনি তোমার জন্য কুরআনকে করেছেন বিধান তিনি তোমাকে অবশ্যই ফিরিয়ে আনবেন প্রত্যাবর্তন স্থানে। বলঃ আমার রাব্ব ভাল জানেন কে সৎ পথের নির্দেশ এনেছে এবং কে স্পষ্ট বিভ্রান্তিতে আছে।",
    "তুমি আশা করনি যে, তোমার প্রতি কিতাব অবতীর্ণ হবে। এটাতো শুধু তোমার রবের অনুগ্রহ। সুতরাং তুমি কখনও কাফিরদের সাহায্যকারী হয়োনা।",
    "তোমার প্রতি আল্লাহর আয়াত অবতীর্ণ হওয়ার পর কেহ যেন তোমাকে কিছুতেই সেগুলি হতে বিরত না রাখে। তুমি তোমার রবের দিকে আহবান করতে থাক এবং কিছুতেই মুশরিকদের অন্তর্ভুক্ত হয়োনা।",
    "তুমি আল্লাহর সাথে অন্য ইলাহকে ডেকনা, তিনি ছাড়া অন্য কোন ইলাহ নেই। আল্লাহর সত্তা ব্যতীত সব কিছু ধ্বংসশীল। বিধান তাঁরই এবং তাঁরই নিকট তোমরা প্রত্যাবর্তিত হবে।",
    "আলিফ লাম মীম,",
    "মানুষ কি মনে করেছে যে, ‘আমরা ঈমান এনেছি’ এ কথা বললেই তাদেরকে অব্যাহতি দেয়া হবে এবং তাদেরকে পরীক্ষা করা হবেনা?",
    "আমিতো তাদের পূর্ববর্তীদেরকেও পরীক্ষা করেছিলাম; আল্লাহ অবশ্যই প্রকাশ করে দিবেন কারা সত্যবাদী ও কারা মিথ্যাবাদী।",
    "যারা মন্দ কাজ করে তারা কি মনে করে যে, তারা আমার আয়ত্তের বাইরে চলে যাবে? তাদের সিদ্ধান্ত কত মন্দ!",
    "যে আল্লাহর সাথে সাক্ষাৎ কামনা করে সে জেনে রাখুক যে, আল্লাহর নির্ধারিত কাল আসবেই। তিনি সর্বশ্রোতা, সর্বজ্ঞ।",
    "যে কেহ (কঠোর) সাধনা করে, সে তা করে নিজেরই জন্য; আল্লাহতো বিশ্বজগত হতে অনপেক্ষ।",
    "আর যারা ঈমান আনে ও সৎ কাজ করে, নিশ্চয়ই আমি তাদের মন্দ কর্মগুলি মিটিয়ে দিব এবং তাদের কাজের উত্তম ফল দান করব।",
    "আমি মানুষকে নির্দেশ দিয়েছি তার মাতা-পিতার প্রতি সদ্ব্যবহার করতে; কিন্তু তারা যদি তোমার উপর বল প্রয়োগ করে, আমার সাথে এমন কিছু শরীক করতে যে সম্পর্কে তোমার কোন জ্ঞান নেই তাহলে তুমি তাদেরকে মান্য করনা। আমারই নিকট তোমাদের প্রত্যাবর্তন। অতঃপর আমি তোমাদেরকে জানিয়ে দিব যা তোমরা করতে।",
    "যারা ঈমান আনে ও সৎ কাজ করে, আমি অবশ্যই তাদেরকে সৎকর্মপরায়ণদের অন্তর্ভুক্ত করব।",
    "মানুষের মধ্যে কতক লোক বলেঃ ‘‘আমরা আল্লাহতে বিশ্বাস করি।’’ কিন্তু আল্লাহর পথে যখন তারা কষ্টে পতিত হয় তখন তারা মানুষের পীড়নকে আল্লাহর শাস্তির মত গণ্য করে এবং তোমার রবের নিকট হতে কোন সাহায্য এলে তারা বলতে থাকে, ‘আমরাতো তোমাদের সাথেই ছিলাম’। বিশ্ববাসীর অন্তরে যা আছে আল্লাহ কি তা সম্যক অবগত নন?",
    "আল্লাহ অবশ্যই প্রকাশ করে দিবেন কারা ঈমান এনেছে এবং অবশ্যই প্রকাশ করে দিবেন কারা মুনাফিক।",
    "কাফিরেরা মু’মিনদেরকে বলেঃ ‘আমাদের পথ অনুসরণ কর, আমরা তোমাদের পাপভার বহন করব।’ কিন্তু তারাতো তাদের পাপভারের কিছুই বহন করবেনা। তারা অবশ্যই মিথ্যাবাদী।",
    "এবং তারা নিজেদের বোঝা বহন করবে এবং নিজেদের বোঝার সাথে আরও বোঝা; এবং তারা যে মিথ্যা উদ্ভাবন করে সেই সম্পর্কে কিয়ামাত দিবসে অবশ্যই তাদেরকে প্রশ্ন করা হবে।",
    "আমিতো নূহকে তার সম্প্রদায়ের নিকট প্রেরণ করেছিলাম এবং সে তাদের মধ্যে পঞ্চাশ কম হাজার বছর অবস্থান করেছিল। অতঃপর প্লাবন তাদেরকে গ্রাস করে। কারণ তারা ছিল সীমালংঘনকারী।",
    "অতঃপর আমি তাকে এবং যারা তরণীতে আরোহণ করেছিল তাদেরকে রক্ষা করলাম এবং বিশ্ব জগতের জন্য একে করলাম একটি নিদর্শন।",
    "স্মরণ কর ইবরাহীমের কথা, সে তার সম্প্রদায়কে বলেছিলঃ তোমরা আল্লাহর ইবাদাত কর এবং তাঁকে ভয় কর, তোমাদের জন্য এটাই শ্রেয় যদি তোমরা জানতে।",
    "তোমরাতো আল্লাহ ব্যতীত শুধু মূর্তি পূজা করছ এবং মিথ্যা উদ্ভাবন করছ। তোমরা আল্লাহ ব্যতীত যাদের পূজা কর তারা তোমাদের জীবনোপকরনের মালিক নয়। সুতরাং তোমরা জীবনোপকরণ কামনা কর আল্লাহর নিকট এবং তাঁরই ইবাদাত কর ও তাঁর কৃতজ্ঞতা প্রকাশ কর। তোমরা তাঁরই নিকট প্রত্যাবর্তিত হবে।",
    "তোমরা যদি আমাকে মিথ্যাবাদী বল তাহলে জেনে রেখ যে, তোমাদের পূর্ববর্তীরাও নাবীদেরকে মিথ্যাবাদী বলেছিল। সুস্পষ্টভাবে প্রচার করা ছাড়া রাসূলের আর কোন দায়িত্ব নেই।",
    "তারা কি লক্ষ্য করেনা যে, কিভাবে আল্লাহ সৃষ্টিকে অস্তিত্ব দান করেন? অতঃপর পুনরায় সৃষ্টি করবেন। এটাতো আল্লাহর জন্য সহজ।",
    "বলঃ পৃথিবীতে পরিভ্রমণ কর এবং অনুধাবন কর কিভাবে তিনি সৃষ্টি শুরু করেছেন? অতঃপর আল্লাহ পুনর্বার সৃষ্টি করবেন পরবর্তী সৃষ্টি। আল্লাহতো সর্ব বিষয়ে সর্বশক্তিমান।",
    "তিনি যাকে ইচ্ছা শাস্তি দেন, যার প্রতি ইচ্ছা অনুগ্রহ করেন। তোমরা তাঁরই নিকট প্রত্যাবর্তিত হবে।",
    "আর তোমরা (তাঁকে) অক্ষমকারী নও যমীনে এবং না আসমানে। আর আল্লাহ ছাড়া তোমাদের কোন অভিভাবক ও সাহায্যকারী নেই।",
    "যারা আল্লাহর নিদর্শন ও তাঁর সাক্ষাৎকার অস্বীকার করে তারাই আমার অনুগ্রহ হতে নিরাশ হয়। তাদের জন্য রয়েছে যন্ত্রণাদায়ক শাস্তি।",
    "সুতরাং ইবরাহীমের সম্প্রদায়ের লোকেরা এ ছাড়া কোন জবাব দিলনা, তারা বললঃ তাকে হত্যা কর অথবা অগ্নিদগ্ধ কর। অতঃপর আল্লাহ তাকে আগুন থেকে রক্ষা করলেন। নিশ্চয়ই এতে নিদর্শন রয়েছে মু’মিন সম্প্রদায়ের জন্য।",
    "ইবরাহীম বললঃ তোমরা আল্লাহর পরিবর্তে মূর্তিগুলিকে উপাস্যরূপে গ্রহণ করেছ পার্থিব জীবনে তোমাদের পারস্পরিক বন্ধুত্বের খাতিরে; কিন্তু কিয়ামাত দিবসে তোমরা একে অপরকে অস্বীকার করবে এবং পরস্পরকে অভিসম্পাত দিবে। তোমাদের আবাস হবে জাহান্নাম এবং তোমাদের কোন সাহায্যকারী থাকবে না।",
    "লূত তার প্রতি বিশ্বাস স্থাপন করল। (ইবরাহীম) বললঃ আমি আমার রবের উদ্দেশ্যে দেশ ত্যাগ করছি। তিনিতো পরাক্রমশালী, প্রজ্ঞাময়।",
    "আমি ইবরাহীমকে দান করলাম ইসহাক ও ইয়াকূব এবং তার বংশধরদের জন্য স্থির করলাম নবুওয়াত ও কিতাব এবং আমি তাকে পুরষ্কৃত করেছিলাম দুনিয়ায় এবং আখিরাতেও। নিশ্চয়ই সে হবে সৎকর্মপরায়ণদের অন্যতম।",
    "স্মরণ কর লূতের কথা, সে তার সম্প্রদায়কে বলেছিলঃ তোমরা এমন অশ্লীল কাজ করছো যা তোমাদের পূর্বে বিশ্বে কেহ করেনি।",
    "তোমরা পুরুষের উপর উপগত হচ্ছ এবং তোমরা রাহাজানি করে থাক এবং তোমরা নিজেদের মজলিশে প্রকাশ্য ঘৃণ্য কাজ করে থাক। উত্তরে তার সম্প্রদায় শুধু এই বললঃ আমাদের উপর আল্লাহর শাস্তি আনয়ন কর, যদি তুমি সত্যবাদী হও।",
    "সে বললঃ হে আমার রাব্ব! বিপর্যয় সৃষ্টিকারী সম্প্রদায়ের বিরুদ্ধে আমাকে সাহায্য করুন।",
    "যখন আমার প্রেরিত মালাইকা/ফেরেশতারা সুসংবাদসহ ইবরাহীমের নিকট এলো, তারা বলেছিলঃ আমরা এই জনপদবাসীকে ধ্বংস করব, এর অধিবাসীতো সীমা লংঘনকারী।",
    "ইবরাহীম বললঃ এই জনপদে লূত রয়েছে। তারা বললঃ সেখানে কারা আছে তা আমরা ভাল জানি; আমরাতো লূতকে ও তাঁর পরিজনবর্গকে রক্ষা করবই, তাঁর স্ত্রীকে ব্যতীত; সে পশ্চাতে অবস্থানকারীদের অন্তর্ভুক্ত।",
    "এবং যখন আমার প্রেরিত মালাইকা/ফেরেশতারা লূতের নিকট এলো তখন তাদের জন্য সে বিষণ্ণ হয়ে পড়ল এবং নিজেকে তাদের রক্ষায় অসমর্থ মনে করল। তারা বললঃ ভয় করনা, দুঃখও করনা; আমরা তোমাকে ও তোমার পরিবারবর্গকে রক্ষা করব, তোমার স্ত্রী ব্যতীত; সে পশ্চাতে অবস্থানকারীদের অন্তর্ভুক্ত।",
    "আমরা এই জনপদবাসীর উপর আকাশ হতে শাস্তি নাযিল করব, কারণ তারা ছিল পাপাচারী।",
    "আমি বোধশক্তি সম্পন্ন সম্প্রদায়ের জন্য এতে একটি স্পষ্ট নিদর্শন রেখেছি।",
    "আমি মাদইয়ানবাসীদের প্রতি তাদের ভাই শুআ’ইবকে পাঠিয়েছিলাম। সে বলেছিলঃ হে আমার সম্প্রদায়! তোমরা আল্লাহর ইবাদাত কর, শেষ দিনকে ভয় কর এবং পৃথিবীতে বিপর্যয় ঘটিওনা।",
    "কিন্তু তারা তার প্রতি মিথ্যা আরোপ করল; অতঃপর তারা ভূমিকম্প দ্বারা আক্রান্ত হল; ফলে তারা নিজ গৃহে নতজানু অবস্থায় শেষ হয়ে গেল।",
    "এবং আমি ‘আদ ও ছামূদকে ধ্বংস করেছিলাম; তাদের বাড়ীঘরই তোমাদের জন্য এর সুস্পষ্ট প্রমাণ। শাইতান তাদের কাজকে তাদের দৃষ্টিতে সুশোভিত করেছিল এবং তাদেরকে সৎপথ অবলম্বনে বাধা দিয়েছিল, যদিও তারা ছিল বিচক্ষণ।",
    "স্মরণ কর কারূন, ফির‘আউন ও হামানকে; মূসা তাদের নিকট সুস্পষ্ট নিদর্শন নিয়ে এসেছিল; তখন তারা দেশে দম্ভ করত; কিন্তু তারা আমার শাস্তি এড়াতে পারেনি।",
    "তাদের প্রত্যেককেই তাদের অপরাধের জন্য শাস্তি দিয়েছিলাম; তাদের কারও প্রতি প্রেরণ করেছি প্রস্তরসহ প্রচন্ড ঝটিকা, তাদের কেহকে আঘাত করেছিল মহানাদ, কেহকে আমি প্রোথিত করেছিলাম ভূ-গর্ভে এবং কেহকে করেছিলাম নিমজ্জিত। আল্লাহ তাদের প্রতি কোন যুল্‌ম করেননি; তারা নিজেরাই নিজেদের প্রতি যুল্‌ম করেছিল।",
    "আল্লাহর পরিবর্তে যারা অপরকে অভিভাবক রূপে গ্রহণ করে তাদের দৃষ্টান্ত মাকড়সা, যে নিজের জন্য ঘর তৈরী করে; এবং ঘরের মধ্যে মাকড়সার ঘরইতো দুর্বলতম, যদি তারা জানত।",
    "তারা আল্লাহর পরিবর্তে যা কিছুকে আহবান করে আল্লাহ তা জানেন এবং তিনি পরাক্রমশালী, প্রজ্ঞাময়।",
    "মানুষের জন্য এ সব দৃষ্টান্ত বর্ণনা করে থাকি, কিন্তু শুধু জ্ঞানী ব্যক্তিরাই এটা বুঝে।",
    "আল্লাহ যথাযথভাবে আকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছেন, এতে অবশ্যই নিদর্শন রয়েছে মু’মিন সম্প্রদায়ের জন্য।"
  ]
}