{
  "meta": {
    "id": 163,
    "name": "Sheikh Mujibur Rahman",
    "author_name": "Darussalaam Publication",
    "slug": "bn-sheikh-mujibur-rahman",
    "language_name": "bengali"
  },
  "verses": [
    "তুমি তোমার প্রতি প্রত্যাদিষ্ট কিতাব আবৃত্তি কর এবং সালাত প্রতিষ্ঠিত কর। নিশ্চয়ই সালাত বিরত রাখে অশ্লীল ও মন্দ কাজ হতে। আল্লাহর স্মরণই সর্বশ্রেষ্ঠ। তোমরা যা কর, আল্লাহ তা জানেন।",
    "তোমরা উত্তম পন্থা ব্যতীত কিতাবীদের সাথে বিতর্ক করবেনা, তবে তাদের সাথে করতে পার যারা তাদের মধ্যে সীমালংঘনকারী এবং বলঃ আমাদের প্রতি ও তোমাদের প্রতি যা অবতীর্ণ হয়েছে তাতে আমরা বিশ্বাস করি এবং আমাদের মা‘বূদ ও তোমাদের মা‘বূদতো একই এবং আমরা তাঁরই প্রতি আত্মসমর্পণকারী।",
    "এভাবেই আমি তোমার প্রতি কুরআন অবতীর্ণ করেছি এবং যাদেরকে আমি কিতাব দিয়েছিলাম তারা এতে বিশ্বাস করে এবং এদেরও (মাক্কাবাসী) কেহ কেহ এতে বিশ্বাস করে। শুধু কাফিরেরাই আমার নিদর্শনাবলী অস্বীকার করে।",
    "তুমিতো এর পূর্বে কোন কিতাব পাঠ করনি এবং স্বহস্তে কোন দিন কিতাব লিখনি যে, মিথ্যাচারীরা সন্দেহ পোষণ করবে।",
    "বস্তুতঃ যাদেরকে জ্ঞান দেয়া হয়েছে তাদের অন্তরে এটা স্পষ্ট নিদর্শন। শুধু যালিমরাই আমার নিদর্শন অস্বীকার করে।",
    "তারা বলেঃ রবের নিকট হতে তার প্রতি নিদর্শন প্রেরিত হয়না কেন? বলঃ নিদর্শন আল্লাহর ইচ্ছাধীন, আমিতো একজন প্রকাশ্য সতর্ককারী মাত্র।",
    "এটা কি তাদের জন্য যথেষ্ট নয় যে, আমি তোমার নিকট কুরআন অবতীর্ণ করেছি যা তাদের নিকট পাঠ করা হয়? এতে অবশ্যই মু’মিন সম্প্রদায়ের জন্য অনুগ্রহ ও উপদেশ রয়েছে।",
    "বলঃ আমার ও তোমাদের মধ্যে সাক্ষী হিসাবে আল্লাহই যথেষ্ট। আকাশমন্ডলী ও পৃথিবীতে যা কিছু রয়েছে তা তিনি অবগত। যারা বাতিলকে বিশ্বাস করে ও আল্লাহকে অস্বীকার করে তারাইতো ক্ষতিগ্রস্ত।",
    "তারা তোমাকে শাস্তি ত্বরান্বিত করতে বলে; যদি নির্ধারিত সময় না থাকত তাহলে শাস্তি তাদের উপর এসে যেত। নিশ্চয়ই তাদের উপর শাস্তি আসবে আকস্মিকভাবে, তাদের অজ্ঞাতসারে।",
    "তারা তোমাকে শাস্তি ত্বরান্বিত করতে বলে; জাহান্নামতো কাফিরদেরকে পরিবেষ্টন করবেই।",
    "সেদিন শাস্তি তাদেরকে আচ্ছন্ন করবে উর্ধ্ব ও অধঃদেশ হতে এবং তিনি বলবেনঃ তোমরা যা করতে তার স্বাদ আস্বাদন কর।",
    "হে আমার মু’মিন বান্দারা! আমার পৃথিবী প্রশস্ত; সুতরাং তোমরা আমারই ইবাদাত কর।",
    "জীব মাত্রই মৃত্যুর স্বাদ গ্রহণকারী; অতঃপর তোমরা আমারই নিকট প্রত্যাবর্তিত হবে।",
    "যারা ঈমান আনে ও সৎ কাজ করে আমি অবশ্যই তাদের বসবাসের জন্য সুউচ্চ প্রাসাদ দান করব জান্নাতে, যার পাদদেশে নদী প্রবাহিত, সেখানে তারা স্থায়ী হবে, কত উত্তম প্রতিদান সৎ কর্মশীলদের –",
    "যারা ধৈর্য অবলম্বন করে এবং তাদের রবের উপর নির্ভর করে।",
    "এমন কত জীব জন্তু রয়েছে যারা নিজেদের খাদ্য মওজুদ রাখেনা; আল্লাহই রিয্ক দান করেন তাদেরকে ও তোমাদেরকে এবং তিনি সর্বশ্রোতা, সর্বজ্ঞ।",
    "যদি তুমি তাদেরকে জিজ্ঞেস করঃ কে আকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছেন এবং চাঁদ-সূর্যকে নিয়ন্ত্রণ করছেন? তারা অবশ্যই বলবেঃ আল্লাহ! তাহলে তারা কোথায় ফিরে যাচ্ছে?",
    "আল্লাহ তাঁর বান্দাদের মধ্যে যাকে ইচ্ছা তার রিয্ক বর্ধিত করেন এবং যার জন্য ইচ্ছা তা সীমিত করেন। আল্লাহ সর্ব বিষয়ে সম্যক অবহিত।",
    "যদি তুমি তাদেরকে জিজ্ঞেস করঃ ভূমি মৃত হওয়ার পর আকাশ হতে বারি বর্ষণ করে কে ওকে সঞ্জীবিত করে? তারা অবশ্যই বলবেঃ আল্লাহ! বলঃ প্রশংসা আল্লাহরই। কিন্তু তাদের অধিকাংশই এটা অনুভব করেনা।",
    "এই পার্থিব জীবনতো ক্রীড়া-কৌতুক ব্যতীত কিছুই নয়। পারলৌকিক জীবনই প্রকৃত জীবন, যদি তারা জানতো।",
    "তারা যখন নৌযানে আরোহণ করে তখন তারা বিশুদ্ধ চিত্তে একনিষ্ঠভাবে আল্লাহকে ডাকে; অতঃপর তিনি যখন স্থলে ভিড়িয়ে তাদেরকে উদ্ধার করেন তখন তারা শিরকে লিপ্ত হয়।",
    "তাদের প্রতি আমার দান তারা অস্বীকার করে এবং ভোগ বিলাসে মত্ত থাকে; অচিরেই তারা জানতে পারবে।",
    "তারা কি দেখেনা যে, আমি হারামকে নিরাপদ স্থান করেছি, অথচ এর চতুস্পার্শ্বে যে সব মানুষ আছে তাদের উপর হামলা করা হয়; তাহলে কি তারা অসত্যেই বিশ্বাস করবে এবং আল্লাহর অনুগ্রহ অস্বীকার করবে?",
    "যে ব্যক্তি আল্লাহ সম্বন্ধে মিথ্যা রচনা করে অথবা তাঁর নিকট হতে আগত সত্যকে অস্বীকার করে তার অপেক্ষা অধিক যালিম আর কে? জাহান্নামই কি কাফিরদের আবাসস্থল নয়?",
    "যারা আমার উদ্দেশ্যে সংগ্রাম করে, আমি তাদেরকে অবশ্যই আমার পথে পরিচালিত করব। আল্লাহ অবশ্যই সৎকর্মপরায়ণদের সাথে আছেন।",
    "আলিফ লাম মীম।",
    "রোমকরা পরাজিত হয়েছে –",
    "নিকটবর্তী অঞ্চলে; কিন্তু তারা তাদের এই পরাজয়ের পর শীঘ্রই বিজয়ী হবে –",
    "কয়েক বছরের মধ্যেই। পূর্বের ও পরের সিদ্ধান্ত আল্লাহরই। আর সেদিন মু’মিনরা হর্ষোৎফুল্ল হবে –",
    "আল্লাহর সাহায্যে, তিনি যাকে ইচ্ছা সাহায্য করেন এবং তিনি পরাক্রমশালী, পরম দয়ালু।",
    "এটা আল্লাহরই প্রতিশ্রুতি; আল্লাহ তাঁর প্রতিশ্রুতি ভঙ্গ করেননা, কিন্তু অধিকাংশ লোক জানেনা।",
    "তারা পার্থিব জীবনের বাহ্যিক দিক সম্বন্ধে অবগত, আর আখিরাত সম্বন্ধে তারা গাফিল।",
    "তারা কি নিজেদের অন্তরে ভেবে দেখেনা যে, আল্লাহ আকাশমন্ডলী, পৃথিবী ও এতদুভয়ের অন্তবর্তী সব কিছু সৃষ্টি করেছেন যথাযথভাবেই এক নির্দিষ্ট কালের জন্য? কিন্তু মানুষের মধ্যে অনেকেই তাদের রবের সাক্ষাতে অবিশ্বাসী।",
    "তারা কি পৃথিবীতে ভ্রমণ করেনা এবং দেখেনা যে, তাদের পূর্ববর্তীদের পরিণাম কিরূপ হয়েছে? শক্তিতে তারা ছিল তাদের অপেক্ষা প্রবল; তারা জমি চাষ করত, তারা (পূর্ববর্তীরা) ওটা আবাদ করত তাদের অপেক্ষা অধিক। তাদের নিকট এসেছিল তাদের রাসূলগণ সুস্পষ্ট নিদর্শনসহ; বস্তুতঃ তাদের প্রতি যুলম করা আল্লাহর কাজ ছিলনা, বরং তারা নিজেরাই নিজেদের প্রতি যুলম করেছিল।",
    "অতঃপর যারা মন্দ কাজ করেছিল তাদের পরিণাম হয়েছে মন্দ; কারণ তারা আল্লাহর আয়াতসমূহ প্রত্যাখ্যান করত এবং তা নিয়ে ঠাট্টা-বিদ্রুপ করত।",
    "আল্লাহ আদিতে সৃষ্টি করেন, অতঃপর তিনি এর পুনরাবৃত্তি করবেন, তখন তোমরা তাঁরই নিকট প্রত্যাবর্তিত হবে।",
    "যেদিন কিয়ামাত হবে সেদিন অপরাধীরা হতাশ হয়ে পড়বে।",
    "তাদের দেব-দেবীগুলো তাদের জন্য সুপারিশ করবেনা এবং তারাই তাদের দেব-দেবীগুলোকে অস্বীকার করবে।",
    "যেদিন কিয়ামাত সংঘটিত হবে সেদিন মানুষ বিভক্ত হয়ে পড়বে।",
    "অতএব যারা ঈমান এনেছে ও সৎ কাজ করেছে তারা জান্নাতে আনন্দে থাকবে।",
    "আর যারা কুফরী করেছে এবং আমার নিদর্শনাবলী ও পরকালের সাক্ষাৎকার অস্বীকার করেছে তারাই শাস্তি ভোগ করতে থাকবে।",
    "সুতরাং তোমরা আল্লাহর পবিত্রতা ও মহিমা ঘোষণা কর সন্ধ্যায় ও প্রভাতে –",
    "আর অপরাহ্নে ও যুহরের সময়; এবং আকাশমন্ডলী ও পৃথিবীর সকল প্রশংসা তাঁরই।",
    "তিনিই মৃত হতে জীবন্তের এবং জীবন্ত হতে মৃতের আবির্ভাব ঘটান এবং ভূমির মৃত্যুর পর ওকে পুনরুজ্জীবিত করেন। এভাবেই তোমরা উত্থিত হবে।",
    "তাঁর নিদর্শনাবলীর মধ্যে রয়েছে যে, তিনি তোমাদেরকে মাটি হতে সৃষ্টি করেছেন। এখন তোমরা মানুষ, সর্বত্র ছড়িয়ে পড়েছ।",
    "এবং তাঁর নিদর্শনাবলীর মধ্যে রয়েছে যে, তিনি তোমাদের জন্য তোমাদের মধ্য হতে সৃষ্টি করেছেন তোমাদের সঙ্গিনীদেরকে যাতে তোমরা তাদের সাথে শান্তিতে বাস করতে পার এবং তিনি তোমাদের মধ্যে পারস্পরিক ভালবাসা ও দয়া সৃষ্টি করেছেন। চিন্তাশীল সম্প্রদায়ের জন্য এতে অবশ্যই বহু নিদর্শন রয়েছে।",
    "এবং তাঁর নিদর্শনাবলীর মধ্যে রয়েছে আকাশমন্ডলী ও পৃথিবীর সৃষ্টি এবং তোমাদের ভাষা ও বর্ণের বৈচিত্র্য। এতে জ্ঞানীদের জন্য অবশ্যই নিদর্শন রয়েছে।",
    "এবং তাঁর নিদর্শনাবলীর মধ্যে রয়েছে রাত ও দিনে তোমাদের নিদ্রা এবং তাঁর অনুগ্রহ অন্বেষণ। এতে অবশ্যই নিদর্শন রয়েছে শ্রবণকারী সম্প্রদায়ের জন্য।",
    "এবং তাঁর নিদর্শনাবলীর মধ্যে রয়েছে যে, তিনি তোমাদেরকে প্রদর্শন করেন বিদ্যুৎ, ভয় ও ভরসা সঞ্চারক রূপে এবং তিনি আকাশ হতে বারি বর্ষণ করেন এবং তদ্বারা ভূমিকে ওর মৃত্যুর পর পুনরুজ্জীবিত করেন, এতে অবশ্যই নিদর্শন রয়েছে বোধশক্তি সম্পন্ন সম্প্রদায়ের জন্য।",
    "তাঁর নিদর্শনাবলীর মধ্যে রয়েছে যে, তাঁরই আদেশে আকাশ ও পৃথিবীর স্থিতি; অতঃপর তিনি (আল্লাহ) যখন তোমাদেরকে মাটি হতে উঠার জন্য একবার আহবান করবেন তখন তোমরা উঠে আসবে।",
    "আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে তা তাঁরই। সবাই তাঁর আজ্ঞাবহ।",
    "তিনিই প্রথমবার সৃষ্টি করেছেন, অতঃপর তিনি এটাকে সৃষ্টি করবেন পুনর্বার; এটা তাঁর জন্য অতি সহজ। আকাশমন্ডলী ও পৃথিবীতে সর্বোচ্চ মর্যাদা তাঁরই, এবং তিনি পরাক্রমশালী, প্রজ্ঞাময়।",
    "(আল্লাহ) তোমাদের জন্য তোমাদের নিজেদের মধ্যে একটি দৃষ্টান্ত পেশ করছেনঃ তোমাদেরকে আমি যে রিয্ক দিয়েছি তোমাদের অধিকারভুক্ত দাস-দাসীদের কেহ কি তাতে তোমাদের সমান অংশীদার? তোমরা কি তাদেরকে সেরূপ ভয় কর যেরূপ তোমরা পরস্পরকে ভয় কর? এভাবেই আমি বোধশক্তি সম্পন্ন সম্প্রদায়ের জন্য নির্দেশনাবলী বিবৃত করি।",
    "বস্তুতঃ সীমালংঘনকারীরা অজ্ঞতা বশতঃ তাদের খেয়াল খুশীর অনুসরণ করে, সুতরাং আল্লাহ যাকে পথভ্রষ্ট করেন, কে তাকে সৎ পথে পরিচালিত করবে? তাদের কোন সাহায্যকারী নেই।",
    "তুমি একনিষ্ঠ হয়ে নিজেকে দীনের উপর প্রতিষ্ঠিত কর। আল্লাহর প্রকৃতির অনুসরণ কর, যে প্রকৃতি অনুযায়ী তিনি মানুষ সৃষ্টি করেছেন; আল্লাহর সৃষ্টির কোন পরিবর্তন নেই। এটাই সরল দীন। কিন্তু অধিকাংশ মানুষ জানেনা।",
    "বিশুদ্ধ চিত্তে তাঁর অভিমুখী হয়ে তাঁকে ভয় কর, সালাত কায়েম কর এবং মুশরিকদের অন্তর্ভুক্ত হয়োনা।",
    "যারা নিজেদের দীনে মতভেদ সৃষ্টি করেছে এবং বিভিন্ন দলে বিভক্ত হয়েছে, প্রত্যেক দলই নিজ নিজ মতবাদ নিয়ে উৎফুল্ল।",
    "মানুষকে যখন দুঃখ-দৈন্য স্পর্শ করে তখন তারা বিশুদ্ধ চিত্তে তাদের রাববকে ডাকে, অতঃপর তিনি যখন তাদেরকে স্বীয় অনুগ্রহ আস্বাদন করান তখন তাদের এক দল তাদের রবের সাথে শরীক করে –",
    "তাদেরকে আমি যা দিয়েছি তা অস্বীকার করার জন্য। সুতরাং ভোগ করে নাও, শীঘ্রই তোমরা জানতে পারবে।",
    "আমি কি তাদের নিকট এমন কোন দলীল অবতীর্ণ করেছি যা তাদেরকে আমার শরীক করতে বলে?",
    "আমি যখন মানুষকে অনুগ্রহের আস্বাদ দিই তখন তারা উৎফুল্ল হয় এবং তাদের কৃতকর্মের ফলে দুর্দশাগ্রস্ত হলেই তারা হতাশ হয়ে পড়ে।",
    "তারা কি লক্ষ্য করেনা যে, আল্লাহ যার জন্য ইচ্ছা তার রিয্ক প্রশস্ত করেন অথবা তা সীমিত করেন? এতে অবশ্যই নিদর্শন রয়েছে মু’মিন সম্প্রদায়ের জন্য।",
    "অতএব আত্মীয়কে দিয়ে দাও তার প্রাপ্য এবং অভাবগ্রস্ত ও মুসাফিরকেও। যারা আল্লাহর সন্তুষ্টি কামনা করে তাদের জন্য এটা শ্রেয় এবং তারাই সফলকাম।",
    "মানুষের ধন সম্পদ বৃদ্ধি পাবে, এ আশায় সুদে যা কিছু তোমরা দিয়ে থাক, আল্লাহর দৃষ্টিতে তা বৃদ্ধি পায়না। বরং আল্লাহর সন্তুষ্টি লাভের আশায় তোমরা যা দান কর তার পরিবর্তে তোমরা বহুগুণ প্রাপ্ত হবে।",
    "আল্লাহই তোমাদেরকে সৃষ্টি করেছেন, অতঃপর তোমাদেরকে রিয্ক দিয়েছেন; তিনি তোমাদের মৃত্যু ঘটাবেন এবং পরে তোমাদেরকে জীবিত করবেন। তোমাদের দেব-দেবীগুলোর এমন কেহ আছে কি, যে এ সবের কোন একটিও করতে পারে? তারা যাদেরকে শরীক করে, আল্লাহ তা হতে পবিত্র, মহান।",
    "মানুষের কৃতকর্মের কারণে সমুদ্রে ও স্থলে বিপর্যয় ছড়িয়ে পড়ে, যার ফলে তাদেরকে কোন কোন কর্মের শাস্তি তিনি আস্বাদন করান, যাতে তারা ফিরে আসে।",
    "বলঃ তোমরা পৃথিবীতে পরিভ্রমণ কর এবং দেখ, তোমাদের পূর্ববর্তীদের পরিণাম কি হয়েছে! তাদের অধিকাংশই ছিল মুশরিক।",
    "তুমি সরল দীনে নিজেকে প্রতিষ্ঠিত কর, আল্লাহর নির্দেশে অনিবার্য দিন আসার পূর্বে, সেদিন মানুষ বিভক্ত হয়ে পড়বে।",
    "যে কুফরী করে, কুফরীর শাস্তি তারই; যারা সৎ কাজ করে তারা নিজেদেরই জন্য রচনা করে শান্তির আবাস।",
    "কারণ যারা ঈমান আনে ও সৎ কাজ করে, তিনি (আল্লাহ) তাদেরকে নিজ অনুগ্রহে পুরস্কৃত করেন। তিনি কাফিরদেরকে পছন্দ করেননা।",
    "তাঁর নিদর্শনাবলীর একটি এই যে, তিনি বায়ু প্রেরণ করেন সুসংবাদ দেয়ার জন্য ও তোমাদেরকে তাঁর অনুগ্রহ আস্বাদন করানোর জন্য, এবং যেন তাঁর বিধানে নৌযানগুলি বিচরণ করে, যাতে তোমরা তাঁর অনুগ্রহ সন্ধান করতে পার এবং তাঁর প্রতি কৃতজ্ঞ হও।",
    "আমি তোমার পূর্বে রাসূলদেরকে প্রেরণ করেছিলাম তাদের নিজ নিজ সম্প্রদায়ের নিকট। তারা তাদের নিকট সুস্পষ্ট নিদর্শন নিয়ে এসেছিল; অতঃপর আমি অপরাধীদেরকে শাস্তি দিয়েছিলাম। মু’মিনদেরকে সাহায্য করা আমার দায়িত্ব।",
    "আল্লাহ! তিনি বায়ু প্রেরণ করেন; ফলে এটা মেঘমালাকে সঞ্চারিত করে, অতঃপর তিনি একে যেমন ইচ্ছা আকাশে ছড়িয়ে দেন, পরে একে খন্ড বিখন্ড করেন এবং তুমি দেখতে পাও ওটা হতে নির্গত হয় বারিধারা; অতঃপর যখন তিনি তাঁর বান্দাদের মধ্যে যাদেরকে ইচ্ছা তাদের নিকট ওটা পৌঁছে দেন তখন তারা হয় হর্ষোৎফুল্ল –",
    "যদিও তারা তাদের প্রতি বৃষ্টি বর্ষণের পূর্বে নিরাশ ছিল।",
    "আল্লাহর অনুগ্রহের ফল সম্বন্ধে চিন্তা কর - কিভাবে তিনি ভূমির মৃত্যুর পর ওকে পুনরুজ্জীবিত করেন! এভাবেই আল্লাহ মৃতকে জীবিত করেন, কারণ তিনি সর্ব বিষয়ে সর্ব শক্তিমান।",
    "এবং আমি যদি এমন বায়ু প্রেরণ করি যার ফলে তারা দেখে যে, শষ্য পীত বর্ণ ধারণ করেছে তখনতো তারা অকৃতজ্ঞ হয়ে পড়ে।",
    "তুমিতো মৃতকে শোনাতে পারবেনা, বধিরকেও পারবেনা আহবান শোনাতে, যখন তারা পৃষ্ঠ প্রদর্শন করে সরে পড়ে।",
    "আর তুমি অন্ধকেও ফিরিয়ে আনতে পারবে না তাদের পথভ্রষ্টতা হতে। যারা আমার নিদর্শনাবলীতে বিশ্বাস করে শুধু তাদেরকেই তুমি শোনাতে পারবে, কারণ তারা আত্মসমর্পনকারী।",
    "তিনিই আল্লাহ! যিনি তোমাদেরকে সৃষ্টি করেন দুর্বল অবস্থায়; দুর্বলতার পর তিনি দেন শক্তি, শক্তির পর আবার দেন দুর্বলতা ও বার্ধক্য। তিনি যা ইচ্ছা সৃষ্টি করেন এবং তিনিই সর্বজ্ঞ, সর্বশক্তিমান।",
    "যেদিন কিয়ামাত হবে সেদিন অপরাধীরা শপথ করে বলবে যে, তারা এক ঘন্টার বেশি (দুনিয়ায়) অবস্থান করেনি। এভাবেই তারা সত্যভ্রষ্ট হত।",
    "কিন্তু যাদেরকে জ্ঞান ও ঈমান দেয়া হয়েছে তারা বলবেঃ তোমরাতো আল্লাহর বিধানে পুনরুত্থান দিবস পর্যন্ত অবস্থান করেছ। এটাইতো পুনরুত্থান দিবস, কিন্তু তোমরা জানতেনা।",
    "সেদিন সীমা লংঘনকারীর ওযর আপত্তি তাদের কাজে আসবেনা এবং তাদেরকে (আল্লাহর) সন্তুষ্টি লাভের সুযোগও দেয়া হবেনা।",
    "আমিতো মানুষের জন্য এই কুরআনে সর্ব প্রকার দৃষ্টান্ত দিয়েছি। তুমি যদি তাদের নিকট কোন নিদর্শন হাজির কর তাহলে কাফিরেরা অবশ্যই বলবেঃ তোমরাতো মিথ্যাশ্রয়ী।",
    "যাদের জ্ঞান নেই আল্লাহ তাদের হৃদয় এভাবে মোহর করে দেন।",
    "অতএব তুমি ধৈর্য ধারণ কর, নিশ্চয়ই আল্লাহর প্রতিশ্রুতি সত্য। যারা দৃঢ় বিশ্বাসী নয় তারা যেন তোমাকে বিচলিত করতে না পারে।",
    "আলিফ লাম মীম",
    "এগুলি জ্ঞানগর্ভ কিতাবের আয়াত।",
    "পথ নির্দেশ ও দয়া স্বরূপ, সৎকর্মপরায়ণদের জন্য।",
    "যারা সালাত কায়েম করে, যাকাত দেয়, তারাই আখিরাতে নিশ্চিত বিশ্বাসী।",
    "তারাই তাদের রবের নির্দেশিত পথে রয়েছে এবং তারাই সফলকাম।",
    "মানুষের মধ্যে কেহ কেহ অজ্ঞতা বশতঃ আল্লাহর পথ হতে বিচ্যুত করার জন্য অসার বাক্য ক্রয় করেএবং আল্লাহর প্রদর্শিত পথ নিয়ে ঠাট্টা-বিদ্রুপ করে, তাদেরই জন্য রয়েছে অবমাননাকর শাস্তি।",
    "যখন তার নিকট আমার আয়াত আবৃত্তি করা হয় তখন সে দম্ভভরে মুখ ফিরিয়ে নেয়, যেন সে এটা শুনতে পায়নি, যেন তার কর্ণ দু’টি বধির; অতএব তাদেরকে যন্ত্রণাদায়ক শাস্তির সুসংবাদ দাও।",
    "যারা ঈমান আনে ও সৎ কাজ করে তাদের জন্য রয়েছে সুখ কানন,",
    "সেখানে তারা স্থায়ী হবে। আল্লাহর প্রতিশ্রুতি সত্য। তিনি পরাক্রমশালী, প্রজ্ঞাময়।",
    "তিনি আকাশমন্ডলী নির্মাণ করেছেন স্তম্ভ ব্যতীত, তোমরা এটা দেখছ। তিনিই পৃথিবীতে স্থাপন করেছেন পবর্তমালা যাতে এটা তোমাদেরকে নিয়ে ঢলে না পড়ে এবং এতে ছড়িয়ে দিয়েছেন সর্ব প্রকার জীব-জন্তু এবং আমিই আকাশ হতে বারি বর্ষণ করে এতে উদ্ভব করি সর্বপ্রকার কল্যাণকর উদ্ভিদ।",
    "এটা আল্লাহর সৃষ্টি! তিনি ছাড়া অন্যরা কি সৃষ্টি করেছে আমাকে দেখাও। সীমালংঘনকারীরাতো স্পষ্ট বিভ্রান্তিতে রয়েছে।",
    "আর আমি তো লুকমানকে হিকমাত দিয়েছিলাম (এবং বলেছিলাম) যে, ‘আল্লাহর শুকরিয়া আদায় কর। আর যে শুকরিয়া আদায় করে সে তো নিজের জন্যই শুকরিয়া আদায় করে এবং যে অকৃতজ্ঞ হয় (তার জেনে রাখা উচিত) আল্লাহ অমুখাপেক্ষী, প্রশংসিত’।",
    "স্মরণ কর, যখন লুকমান উপদেশাচ্ছলে তার পুত্রকে বলেছিলঃ হে বৎস! আল্লাহর সাথে কোন শরীক করনা। নিশ্চয়ই শিরক হচ্ছে চরম যুলম।",
    "আমিতো মানুষকে তার মাতাপিতার প্রতি সদাচরণের নির্দেশ দিয়েছি। মা সন্তানকে কষ্টের পর কষ্ট বরণ করে গর্ভে ধারণ করে এবং তার দুধ ছাড়ানো হয় দুই বছরে। সুতরাং আমার প্রতি ও তোমার মাতাপিতার প্রতি কৃতজ্ঞ হও। প্রত্যাবর্তনতো আমারই নিকট।",
    "তোমার মাতা-পিতা যদি তোমাকে পীড়াপীড়ি করে আমার সাথে শরীক করতে যে বিষয়ে তোমার কোন জ্ঞান নেই তাহলে তুমি তাদের কথা মানবেনা। তবে পৃথিবীতে তাদের সাথে বসবাস করবে সদ্ভাবে এবং যে বিশুদ্ধ চিত্তে আমার অভিমুখি হয়েছে তার পথ অবলম্বন কর, অতঃপর তোমাদের প্রত্যাবর্তন আমারই নিকট এবং তোমরা যা করতে সে বিষয়ে আমি তোমাদেরকে অবহিত করব।",
    "হে বৎস! কোন কিছু যদি সরিষার দানা পরিমানও হয় এবং তা যদি থাকে শিলাগর্ভে অথবা আকাশে কিংবা মাটির নীচে, আল্লাহ ওটাও হাযির করবেন। আল্লাহ সূক্ষ্মদর্শী, সর্ববিষয়ে খবর রাখেন।",
    "হে বৎস! সালাত কায়েম করবে, ভাল কাজের আদেশ করবে ও মন্দ কাজ হতে নিষেধ করবে এবং আপদে-বিপদে ধৈর্য ধারণ করবে, এটাইতো দৃঢ় সংকল্পের কাজ।",
    "অহংকার বশে তুমি মানুষকে অবজ্ঞা করনা এবং পৃথিবীতে উদ্ধতভাবে বিচরণ করনা। কারণ আল্লাহ কোন উদ্ধত, অহংকারীকে পছন্দ করেননা।",
    "পদচারণায় মধ্য পন্থা অবলম্বন করবে এবং তোমার কন্ঠস্বর করবে নীচু; স্বরের মধ্যে গাধার স্বরই সর্বাপেক্ষা অপ্রীতিকর।",
    "তোমরা কি দেখনা যে, আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে সবই আল্লাহ তোমাদের কল্যাণে নিয়োজিত করেছেন এবং তোমাদের প্রতি তাঁর প্রকাশ্য ও অপ্রকাশ্য অনুগ্রহ সম্পূর্ণ করেছেন? মানুষের মধ্যে কেহ কেহ অজ্ঞতা বশতঃ আল্লাহ সম্বন্ধে বিতন্ডা করে, তাদের না আছে পথ নির্দেশক আর না আছে কোন দীপ্তিমান কিতাব।",
    "তাদেরকে যখন বলা হয় - আল্লাহ যা অবতীর্ণ করেছেন তা অনুসরণ কর তখন তারা বলেঃ বরং আমরা আমাদের পিতৃপুরুষদেরকে যাতে পেয়েছি তারই অনুসরণ করব। শাইতান যদি তাদেরকে জ্বলন্ত অগ্নির শাস্তির দিকে আহবান করে তবুও কি?",
    "যদি কেহ সৎ কর্মপরায়ণ হয়ে আল্লাহর নিকট আত্মসমর্পন করে তাহলে সেতো দৃঢ়ভাবে ধারণ করে এক মাযবূত হাতল, যাবতীয় কার্যের পরিণাম আল্লাহর দিকে।",
    "কেহ কুফরী করলে তার কুফরী যেন তোমাকে ক্লিষ্ট না করে। আমারই নিকট তাদের প্রত্যাবর্তন। অতঃপর আমি তাদেরকে অবহিত করব তারা যা করত। অন্তরে যা রয়েছে সে সম্বন্ধে আল্লাহ সবিশেষ অবহিত।",
    "আমি তাদেরকে জীবনোপকরণ ভোগ করতে দিব স্বল্পকালের জন্য। অতঃপর তাদেরকে কঠিন শাস্তি ভোগ করতে বাধ্য করব।",
    "তুমি যদি তাদেরকে জিজ্ঞেস করঃ আকাশমন্ডলী ও পৃথিবী কে সৃষ্টি করেছেন? তাহলে তারা নিশ্চয়ই বলবেঃ আল্লাহ! বলঃ প্রশংসা আল্লাহর। কিন্তু তাদের অধিকাংশই জানেনা।",
    "আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে তা আল্লাহরই। আল্লাহ অভাবমুক্ত, প্রশংসা।",
    "পৃথিবীর সমস্ত বৃক্ষ যদি কলম হয় এবং এই যে সমুদ্র, এর সাথে যদি আরও সাতটি সমুদ্র যুক্ত হয়ে কালি হয় তবুও আল্লাহর বাণী নিঃশেষ হবেনা। আল্লাহ পরাক্রমশালী, প্রজ্ঞাময়।",
    "তোমাদের সকলের সৃষ্টি ও পুনরুত্থান একটি মাত্র প্রাণীর সৃষ্টি ও পুনরুত্থানের অনুরূপ। আল্লাহ সর্বশ্রোতা, সম্যক দ্রষ্টা।",
    "তুমি কি দেখনা যে, আল্লাহ রাতকে দিনে এবং দিনকে রাতে প্রবেশ করান? তিনি চাঁদ-সূর্যকে করেছেন নিয়মাধীন, প্রত্যেকটি বিচরণ করে নির্দিষ্ট কাল পর্যন্ত; তোমরা যা কর আল্লাহ সে সম্পর্কে অবহিত।",
    "এর কারণ এই যে, আল্লাহ সত্য এবং তারা তাঁর পরিবর্তে যাকে ডাকে তা মিথ্যা। আল্লাহতো সমুচ্চ, মহান।",
    "তুমি কি লক্ষ্য করনা যে, আল্লাহর অনুগ্রহে নৌযানগুলি সমুদ্রে বিচরণ করে, যদ্দবারা তিনি তোমাদেরকে তাঁর নিদর্শনাবলীর কিছু প্রদর্শন করেন? এতে অবশ্যই নিদর্শন রয়েছে প্রত্যেক ধৈর্যশীল, কৃতজ্ঞ ব্যক্তির জন্য।",
    "যখন তরঙ্গ তাদেরকে আচ্ছন্ন করে মেঘচ্ছায়ার মত তখন তারা আল্লাহকে ডাকে বিশুদ্ধ চিত্তে। কিন্তু যখন তিনি তাদেরকে উদ্ধার করে স্থলে পৌঁছান তখন তাদের কেহ কেহ সরল পথে থাকে। শুধু বিশ্বাসঘাতক, অকৃতজ্ঞ ব্যক্তিই তাঁর নির্দেশাবলী অস্বীকার করে।",
    "হে লোকসকল! তোমরা তোমাদের রাববকে ভয় কর এবং ভয় কর সেই দিনের যখন পিতা সন্তানের কোন উপকারে আসবেনা এবং সন্তানও কোন উপকারে আসবেনা তার পিতার। নিশ্চয়ই আল্লাহর প্রতিশ্রুতি সত্য, সুতরাং পার্থিব জীবন যেন তোমাদেরকে কিছুতেই প্রতারিত না করে এবং সেই প্রবঞ্চক যেন তোমাদেরকে কিছুতেই আল্লাহ সম্পর্কে প্রবঞ্চিত না করে।",
    "কিয়ামাতের জ্ঞান শুধু আল্লাহর নিকট রয়েছে, তিনিই বৃষ্টি বর্ষণ করেন এবং তিনিই জানেন যা জরায়ুতে রয়েছে। কেহ জানেনা আগামীকাল সে কী অর্জন করবে এবং কেহ জানেনা কোন্ স্থানে তার মৃত্যু ঘটবে। আল্লাহ সর্বজ্ঞ, সর্ব বিষয়ে অবহিত।",
    "আলিফ লাম মীম।",
    "এই কিতাব জগতসমূহের রবের নিকট হতে অবতীর্ণ, এতে কোন সন্দেহ নেই।",
    "তাহলে কি তারা বলেঃ এটি সে নিজে রচনা করেছে? না, এটি তোমার রাবব হতে আগত সত্য, যাতে তুমি এমন এক সম্প্রদায়কে সতর্ক করতে পার যাদের নিকট তোমার পূর্বে কোন সতর্ককারী আসেনি। হয়তো তারা সৎ পথে চলবে।",
    "আল্লাহ, তিনি আকাশমন্ডলী, পৃথিবী ও এতদুভয়ের অন্তবর্তী সব কিছু সৃষ্টি করেছেন ছয় দিনে। অতঃপর তিনি আরশে সমাসীন হন। তিনি ছাড়া তোমাদের কোন অভিভাবক নেই এবং সাহায্যকারীও নেই, তবুও কি তোমরা উপদেশ গ্রহণ করবেনা?",
    "তিনি আকাশ হতে পৃথিবী পর্যন্ত সমুদয় বিষয় পরিচালনা করেন, অতঃপর একদিন সব কিছুই তাঁর সমীপে সমুত্থিত হবে, যে দিনের পরিমাপ হবে তোমাদের হিসাবে হাজার বছরের সমান।",
    "তিনিই দৃশ্য ও অদৃশ্যের পরিজ্ঞাতা, পরাক্রমশালী, পরম দয়ালু –",
    "যিনি তাঁর প্রত্যেক সৃষ্টিকে সৃষ্টি করেছেন উত্তম রূপে এবং কাদা মাটি হতে মানব সৃষ্টির সূচনা করেছেন।",
    "অতঃপর তার বংশ উৎপন্ন করেছেন তুচ্ছ তরল পদার্থের নির্যাস হতে।",
    "পরে তিনি ওকে করেছেন সুষম এবং ওতে ফুঁকে দিয়েছেন রুহ্ তাঁর নিকট হতে এবং তোমাদেরকে দিয়েছেন কর্ণ, চক্ষু ও অন্তঃকরণ; তোমরা অতি সামান্যই কৃতজ্ঞতা প্রকাশ করে থাক।",
    "তারা বলেঃ আমরা মাটিতে পর্যবসিত হলেও কি আমাদেরকে আবার নতুন করে সৃষ্টি করা হবে? বস্তুতঃ তারা তাদের রবের সাক্ষাৎকার অস্বীকার করে।",
    "বলঃ তোমাদের জন্য নিযুক্ত মৃত্যুর মালাক/ফেরেশতা তোমাদের প্রাণ হরণ করবে। অবশেষে তোমরা তোমাদের রবের নিকট প্রত্যাবর্তীত হবে।",
    "এবং হায়! তুমি যদি দেখতে! যখন অপরাধীরা তাদের রবের সামনে অধোবদন হয়ে বলবেঃ হে আমাদের রাবব! আমরা প্রত্যক্ষ করলাম ও শ্রবণ করলাম; এখন আপনি আমাদেরকে পুনরায় প্রেরণ করুন, আমরা সৎ কাজ করব, আমরাতো দৃঢ় বিশ্বাসী।",
    "আমি ইচ্ছা করলে প্রত্যেক ব্যক্তিকে সৎ পথে পরিচালিত করতে পারতাম; কিন্তু আমার এ কথা অবশ্যই সত্যঃ আমি নিশ্চয়ই জিন ও মানুষ উভয় দ্বারা জাহান্নাম পূর্ণ করব।",
    "এখন শাস্তি আস্বাদন কর, কারণ আজকের এই সাক্ষাৎকারের কথা তোমরা বিস্মৃত হয়েছিলে। আমিও তোমাদেরকে বিস্মৃত হলাম, তোমরা যা করতে তজ্জন্য তোমরা স্থায়ী শাস্তি ভোগ করতে থাক।",
    "শুধু তারাই আমার নিদর্শনাবলী বিশ্বাস করে যারা ওর দ্বারা উপদিষ্ট হলে সাজদাহয় লুটিয়ে পড়ে এবং তাদের রবের সপ্রশংস পবিত্রতা ও মহিমা ঘোষণা করে এবং অহংকার করেনা। [সাজদাহ]",
    "তারা শয্যা ত্যাগ করে তাদের রাববকে ডাকে আশায় ও আশংকায়, এবং তাদেরকে যে রিয্ক দান করেছি তা হতে তারা ব্যয় করে।",
    "কেহই জানেনা, তাদের জন্য নয়ন প্রীতিকর কি কি প্রতিদান লুকায়িত রয়েছে তাদের কৃতকর্মের পুরস্কার স্বরূপ।",
    "তাহলে কি যে ব্যক্তি মু’মিন হয়েছে সে পাপাচারীর ন্যায়? তারা সমান নয়।",
    "যারা ঈমান আনে এবং সৎ কাজ করে তাদের কৃতকর্মের ফল স্বরূপ তাদের আপ্যায়নের জন্য জান্নাত হবে তাদের বাসস্থল।",
    "আর যারা পাপাচার করেছে তাদের বাসস্থান হবে জাহান্নাম; যখনই তারা জাহান্নাম হতে বের হতে চাবে তখনই তাদের ফিরিয়ে দেয়া হবে তাতে এবং তাদেরকে বলা হবেঃ যে আগুনের শাস্তিকে তোমরা মিথ্যা বলতে তা আস্বাদন কর।",
    "বড় শাস্তির পূর্বে তাদেরকে আমি অবশ্যই লঘু শাস্তি আস্বাদন করাব, যাতে তারা ফিরে আসে।",
    "যে ব্যক্তি তার রবের নির্দেশনাবলী দ্বারা উপদিষ্ট হয়ে তা হতে মুখ ফিরিয়ে নেয় তার অপেক্ষা অধিক যালিম আর কে? আমি অবশ্যই অপরাধীদেরকে শাস্তি দিয়ে থাকি।",
    "আমিতো মূসাকে কিতাব দিয়েছিলাম; অতএব তুমি তার সাক্ষাত সম্বন্ধে সন্দেহ করনা, আমি তাকে বানী ইসরাঈলের জন্য পথ নির্দেশক করেছিলাম।",
    "আর আমি তাদের মধ্য হতে নেতা মনোনীত করেছিলাম যারা আমার নির্দেশ অনুসারে পথ প্রদর্শন করত। যখন তারা ধৈর্য ধারণ করত তখন তারা ছিল আমার নিদর্শনাবলীতে দৃঢ় বিশ্বাসী।",
    "তারা নিজেদের মধ্যে যে বিষয়ে মতবিরোধ করছে তোমার রাববই কিয়ামাত দিবসে ওর ফাইসালা করে দিবেন।",
    "এটাও কি তাদেরকে পথ প্রদর্শন করলনা যে, আমি তাদের পূর্বে ধ্বংস করেছি কত মানব গোষ্ঠি, যাদের বাসভূমিতে এরা বিচরণ করছে? এতে অবশ্যই নিদর্শন রয়েছে; তবুও কি তারা শুনবেনা?",
    "তারা কি লক্ষ্য করেনা যে, আমি উষর ভূমির পানি প্রবাহিত করে ওর সাহায্যে উদগত করি শস্য, যা হতে আহার্য গ্রহণ করে তাদের গৃহপালিত চতুস্পদ জন্তুগুলি এবং তারা নিজেরাও? তাদের কি দৃষ্টিশক্তি নেই?",
    "তারা জিজ্ঞেস করেঃ তোমরা যদি সত্যবাদী হও তাহলে বল, কখন হবে এই ফাইসালা?",
    "বলঃ ফাইসালার দিন কাফিরদের ঈমান আনা তাদের কোন কাজে আসবেনা এবং তাদেরকে অবকাশ দেয়া হবেনা।",
    "অতএব তুমি তাদেরকে উপেক্ষা কর এবং অপেক্ষা কর; তারাও অপেক্ষা করছে।",
    "হে নাবী! আল্লাহকে ভয় কর এবং কাফিরদের ও মুনাফিকদের আনুগত্য করনা। আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।",
    "তোমার রবের নিকট হতে তোমার প্রতি যা অহী হয় উহার অনুসরণ কর; তোমরা যা কর আল্লাহ সেই বিষয়ে সম্যক অবহিত।",
    "আর তুমি নির্ভর কর আল্লাহর উপর এবং কর্মবিধায়ক হিসাবে আল্লাহই যথেষ্ট।",
    "আল্লাহ কোন মানুষের অভ্যন্তরে দু’টি হৃদয় সৃষ্টি করেননি; তোমাদের স্ত্রীরা, যাদের সাথে তোমরা যিহার করে থাক, তাদেরকে আল্লাহ তোমাদের জননী করেননি এবং তোমাদের পোষ্যপুত্রকে তিনি (আল্লাহ) তোমাদের প্রকৃত পুত্র করেননি; ঐগুলি তোমাদের মুখের কথা। আল্লাহ সত্য কথাই বলেন এবং তিনিই সরল পথ নির্দেশ করেন।",
    "তোমরা তাদেরকে ডাক তাদের পিতৃ পরিচয়ে; আল্লাহর দৃষ্টিতে এটা অধিক ন্যায় সঙ্গত, যদি তোমরা তাদের পিতৃ-পরিচয় না জান তাহলে তারা তোমাদের ধর্মীয় ভাই অথবা বন্ধু; এ ব্যাপারে তোমরা কোন ভুল করলে তোমাদের কোন অপরাধ নেই, কিন্তু তোমাদের অন্তরে সংকল্প থাকলে অপরাধ হবে। আর আল্লাহ ক্ষমাশীল, পরম দয়ালু।",
    "নাবী মু’মিনদের নিকট তাদের নিজেদের অপেক্ষা ঘনিষ্টতর এবং তার স্ত্রীরা তাদের মা। আল্লাহর বিধান অনুসারে মু’মিন মুহাজির অপেক্ষা যারা আত্মীয় তারা পরস্পরের নিকটতম। তবে তোমরা যদি তোমাদের বন্ধু-বান্ধবদের প্রতি দাক্ষিণ্য প্রদর্শন করতে চাও তাহলে করতে পার। এটা কিতাবে লিপিবদ্ধ।",
    "স্মরণ কর, যখন আমি নাবীদের নিকট হতে অঙ্গীকার গ্রহণ করেছিলাম এবং তোমার নিকট হতেও এবং নূহ, ইবরাহীম, মূসা, মারইয়াম তনয় ঈসার নিকট হতে, তাদের নিকট হতে গ্রহণ করেছিলাম দৃঢ় অঙ্গীকার –",
    "সত্যবাদীদেরকে তাদের সত্যবাদিতা সম্বন্ধে জিজ্ঞেস করার জন্য। তিনি কাফিরদের জন্য প্রস্তুত রেখেছেন মর্মন্তদ শাস্তি!",
    "হে মু’মিনগণ! তোমরা তোমাদের প্রতি আল্লাহর অনুগ্রহের কথা স্মরণ কর, যখন শত্রুবাহিনী তোমাদের বিরুদ্ধে সমাগত হয়েছিল এবং আমি তাদের বিরুদ্ধে প্রেরণ করেছিলাম ঝঞ্ঝাবায়ু এবং এক বাহিনী যা তোমরা দেখনি। তোমরা যা কর আল্লাহ তার সম্যক দ্রষ্টা।",
    "যখন তারা তোমাদের বিরুদ্ধে সমাগত হয়েছিল উচ্চ অঞ্চল ও নিম্ন অঞ্চল হতে, তোমাদের চক্ষু বিস্ফোরিত হয়েছিল; তোমাদের প্রাণ হয়ে পড়েছিল কন্ঠাগত এবং তোমরা আল্লাহ সম্বন্ধে নানাবিধ ধারণা পোষণ করছিলে।",
    "তখন মু’মিনরা পরীক্ষিত হয়েছিল এবং তারা ভীষণভাবে প্রকম্পিত হয়েছিল।",
    "এবং মুনাফিকরাও যাদের অন্তরে ছিল ব্যাধি, তারা বলছিলঃ আল্লাহ এবং তাঁর রাসূল আমাদেরকে যে প্রতিশ্রুতি দিয়েছিলেন তা প্রতারণা ছাড়া কিছুই নয়।",
    "আর তাদের এক দল বলেছিলঃ হে ইয়াসরিববাসী! তোমাদের কোন স্থান নেই, তোমরা ফিরে চল। এবং তাদের মধ্যে একদল নাবীর নিকট অব্যাহতি প্রার্থনা করে বলেছিলঃ আমাদের বাড়ী ঘর অরক্ষিত, অথচ ওগুলি অরক্ষিত ছিলনা, আসলে পলায়ন করাই ছিল তাদের উদ্দেশ্য।",
    "যদি শত্রুরা নগরীর বিভিন্ন দিক হতে প্রবেশ করে তাদেরকে বিদ্রোহের জন্য প্ররোচিত করত তাহলে অবশ্যই তারা তাই করে বসত; তারা এতে কালবিলম্ব করতনা।",
    "তারা পূর্বেই আল্লাহর সাথে অঙ্গীকার করেছিল যে, তারা পৃষ্ঠ প্রদর্শন করবেনা। আল্লাহর সাথে কৃত অঙ্গীকার সম্বন্ধে অবশ্যই জিজ্ঞাসাবাদ করা হবে।",
    "বলঃ তোমাদের কোন লাভ হবেনা যদি তোমরা মৃত্যু অথবা হত্যার ভয়ে পলায়ন কর এবং সেই ক্ষেত্রে তোমাদেরকে সামান্যই ভোগ করতে দেয়া হবে।",
    "বলঃ কে তোমাদেরকে আল্লাহ হতে রক্ষা করবে যদি তিনি তোমাদের অমঙ্গল ইচ্ছা করেন এবং তিনি যদি তোমাদেরকে অনুগ্রহ করতে ইচ্ছা করেন তাহলে কে তোমাদের ক্ষতি করবে? তারা আল্লাহ ছাড়া নিজেদের কোন অভিভাবক ও সাহায্যকারী পাবেনা।",
    "আল্লাহ অবশ্যই জানেন তোমাদের মধ্যে কারা তোমাদেরকে যুদ্ধে অংশ গ্রহণে বাধা দেয় এবং তাদের ভ্রাতৃবর্গকে বলেঃ আমাদের সঙ্গে এসো। তারা কমই যুদ্ধে অংশ নেয়।",
    "তারা তোমাদের ব্যাপারে ঈর্ষাবোধ করে। যখন বিপদ আসে তখন তুমি দেখবে যে, মৃত্যুভয়ে মূর্ছাতুর ব্যক্তির ন্যায় চক্ষু উল্টিয়ে তারা তোমার দিকে তাকিয়ে আছে। কিন্তু যখন বিপদ চলে যায় তখন তারা সম্পদের লোভে তোমাদের সাথে বাক চাতুরীতায় অবতীর্ণ হয়। তারা ঈমান আনেনি, এ জন্য আল্লাহ তাদের কার্যাবলী নিষ্ফল করে দিয়েছেন এবং আল্লাহর পক্ষে এটা সহজ।",
    "তারা মনে করে যে, সম্মিলিত বাহিনী চলে যায়নি। যদি সম্মিলিত বাহিনী আবার এসে পড়ে তখন তারা কামনা করবে যে, ভাল হত যদি তারা যাযাবর মরুবাসীদের সাথে থেকে তোমাদের সংবাদ নিত। তারা তোমাদের সাথে অবস্থান করলেও তারা যুদ্ধ অল্পই করত।",
    "তোমাদের মধ্যে যারা আল্লাহ ও আখিরাতের প্রতি বিশ্বাস রাখে এবং আল্লাহকে অধিক স্মরণ করে তাদের জন্য রাসূলের অনুসরণের মধ্যে রয়েছে উত্তম আদর্শ।",
    "মু’মিনরা যখন সম্মিলিত বাহিনীকে দেখল তখন তারা বলে উঠলঃ এটাতো তা’ই, আল্লাহ ও তাঁর রাসূল যার প্রতিশ্রুতি আমাদেরকে দিয়েছেন এবং আল্লাহ ও তাঁর রাসূল সত্যই বলেছিলেন। আর এতে তাদের ঈমান ও আনুগত্যই বৃদ্ধি পেল।",
    "মু’মিনদের মধ্যে কতক আল্লাহর সাথে তাদের কৃত অঙ্গীকার পূর্ণ করেছে; তাদের কেহ কেহ শাহাদাত বরণ করেছে এবং কেহ কেহ প্রতীক্ষায় রয়েছে। তারা তাদের অঙ্গীকারে কোন পরিবর্তন করেনি।",
    "কারণ আল্লাহ সত্যবাদীদেরকে পুরস্কৃত করেন সত্যবাদীতার জন্য এবং তাঁর ইচ্ছা হলে মুনাফিকদেরকে শাস্তি দেন অথবা তাদেরকে ক্ষমা করেন। আল্লাহ ক্ষমাশীল, পরম দয়ালু।",
    "আল্লাহ কাফিরদেরকে ক্রুদ্ধাবস্থায় বিফল মনোরথ হয়ে ফিরে যেতে বাধ্য করলেন। কোন কল্যাণ তারা লাভ করেনি। যুদ্ধে মু’মিনদের জন্য আল্লাহই যথেষ্ট। আল্লাহ সর্বশক্তিমান, পরাক্রমশালী।",
    "কিতাবীদের মধ্যে যারা তাদেরকে সাহায্য করেছিল তাদেরকে তিনি তাদের দুর্গ হতে অবতরণে বাধ্য করলেন এবং তাদের অন্তরে ভীতি সঞ্চার করলেন; ফলে তোমরা তাদের কতককে হত্যা করেছ এবং কতককে করছ বন্দী।",
    "তিনি তোমাদেরকে অধিকারী করলেন তাদের ভূমি, ঘরবাড়ী ও ধন সম্পদের এবং এমন ভূমি যা তোমরা এখনও পদানত করনি। আল্লাহ সর্ববিষয়ে সর্বশক্তিমান।",
    "হে নাবী! তুমি তোমার স্ত্রীদেরকে বলঃ তোমরা যদি পার্থিব জীবন এবং ওর ভুষণ কামনা কর তাহলে এসো, আমি তোমাদের ভোগ-সামগ্রীর ব্যবস্থা করে দিই এবং সৌজন্যের সাথে তোমাদেরকে বিদায় দিই।",
    "আর যদি তোমরা আল্লাহ, তাঁর রাসূল ও আখিরাত কামনা কর তাহলে তোমাদের মধ্যে যারা সৎ কর্মশীল আল্লাহ তাদের জন্য মহা প্রতিদান প্রস্তুত রেখেছেন।",
    "হে নাবী-পত্নীরা! যে কাজ স্পষ্টত অশ্লীল, তোমাদের মধ্যে কেহ তা করলে, তাকে দ্বিগুণ শাস্তি দেয়া হবে এবং এটা আল্লাহর জন্য সহজ।"
  ]
}