{
  "meta": {
    "id": 163,
    "name": "Sheikh Mujibur Rahman",
    "author_name": "Darussalaam Publication",
    "slug": "bn-sheikh-mujibur-rahman",
    "language_name": "bengali"
  },
  "verses": [
    "তোমাদের যে কেহ আল্লাহ এবং তাঁর রাসূলের প্রতি অনুগত হবে ও সৎ কার্য করবে তাকে আমি পুরস্কার দিব দু’বার এবং তার জন্য রেখেছি সম্মানজনক রিয্ক।",
    "হে নাবীর পত্নীরা! তোমরা অন্য নারীদের মত নও, যদি তোমরা আল্লাহকে ভয় কর তাহলে পর-পুরুষের সাথে কোমল কন্ঠে এমনভাবে কথা বলনা যাতে অন্তরে যার ব্যাধি রয়েছে সে প্রলুব্ধ হয় এবং তোমরা ন্যায় সঙ্গত কথা বলবে।",
    "এবং তোমরা স্বগৃহে অবস্থান করবে; প্রাচীন জাহেলী যুগের মত নিজেদেরকে প্রদর্শন করে বেড়াবেনা। তোমরা সালাত কায়েম করবে ও যাকাত প্রদান করবে এবং আল্লাহ ও তাঁর রাসূলের অনুগত থাকবে; হে নাবীর পরিবার! আল্লাহ শুধু চান তোমাদের হতে অপবিত্রতা দূর করতে এবং তোমাদেরকে সম্পূর্ণ রূপে পবিত্র করতে।",
    "আল্লাহর আয়াত ও জ্ঞানের কথা, যা তোমাদের গৃহে পঠিত হয়, তা তোমরা স্মরণ রাখবে; আল্লাহ অতি সূক্ষ্মদর্শী, সর্ব বিষয়ে অবহিত।",
    "অবশ্যই আত্ম-সমর্পনকারী (মুসলিম) পুরুষ ও আত্ম-সমর্পনকারী (মুসলিম) নারী, মু’মিন পুরুষ ও মু’মিনা নারী, অনুগত পুরুষ ও অনুগতা নারী, সত্যবাদী পুরুষ ও সত্যবাদিনী নারী, ধৈর্যশীল পুরুষ ও ধৈর্যশীলা নারী, বিনীত পুরুষ ও বিনীতা নারী, দানশীল পুরুষ ও দানশীলা নারী, সিয়াম পালনকারী পুরুষ ও সিয়াম পালনকারী নারী, যৌনাঙ্গ হিফাযাতকারী পুরুষ ও যৌনাঙ্গ হিফাযাতকারী নারী, আল্লাহকে অধিক স্মরণকারী পুরুষ ও অধিক স্মরণকারী নারী - এদের জন্য আল্লাহ প্রস্তুত রেখেছেন ক্ষমা ও মহা প্রতিদান।",
    "আল্লাহ ও তাঁর রাসূল কোন বিষয়ে নির্দেশ দিলে কোন মু’মিন পুরুষ কিংবা মু’মিনা নারীর সে বিষয়ে কোন সিদ্ধান্তের অধিকার থাকবেনা। কেহ আল্লাহ এবং তাঁর রাসূলকে অমান্য করলে সেতো স্পষ্টই পথভ্রষ্ট।",
    "স্মরণ কর, আল্লাহ যাকে অনুগ্রহ করেছেন এবং তুমিও যার প্রতি অনুগ্রহ করছ, তুমি তাকে বলেছিলেঃ তুমি তোমার স্ত্রীর সাথে সম্পর্ক বজায় রাখ এবং আল্লাহকে ভয় কর। তুমি তোমার অন্তরে যা গোপন রেখেছ আল্লাহ তা প্রকাশ করে দিচ্ছেন; তুমি লোকদেরকে ভয় করছিলে, অথচ আল্লাহকে ভয় করাই তোমার পক্ষে অধিকতর সঙ্গত। অতঃপর যায়িদ যখন তার (যাইনাবের) সাথে বিয়ের সর্ম্পক ছিন্ন করল তখন আমি তাকে তোমার সাথে পরিণয় সূত্রে আবদ্ধ করলাম, যাতে মু’মিনদের পোষ্য পুত্ররা নিজ স্ত্রীর সাথে বিবাহ সূত্র ছিন্ন করলে সেই সব রমনীকে বিয়ে করায় মু’মিনদের জন্য কোন বিঘ্ন না হয়। আল্লাহর আদেশ কার্যকরী হয়েই থাকে।",
    "আল্লাহ নাবীর জন্য যা বিধি সম্মত করেছেন তা করতে তার জন্য কোন বাধা নেই। পূর্বে যে সব নাবী অতীত হয়েছে, তাদের ক্ষেত্রেও এটাই ছিল আল্লাহর বিধান। আল্লাহর বিধান সুনির্ধারিত।",
    "তারা আল্লাহর বাণী প্রচার করত এবং তাঁকে ভয় করত, আর আল্লাহকে ছাড়া অন্য কেহকেও ভয় করতনা। হিসাব গ্রহণে আল্লাহই যথেষ্ট।",
    "মুহাম্মাদ (সাঃ) তোমাদের মধ্যেকার কোন পুরুষের পিতা নয়, কিন্তু (সে) আল্লাহর রসূল এবং শেষ নবী। আল্লাহ সর্ববিষয়ে সর্বজ্ঞাতা।",
    "হে মু’মিনগণ! তোমরা আল্লাহকে অধিক স্মরণ কর।",
    "এবং সকাল সন্ধ্যায় আল্লাহর পবিত্রতা ও মহিমা ঘোষণা কর।",
    "তিনি তোমাদের প্রতি অনুগ্রহ করেন এবং তাঁর মালাইকা/ফেরেশতারাও তোমাদের জন্য অনুগ্রহের প্রার্থনা করে অন্ধকার হতে তোমাদেরকে আলোয় নিয়ে আসার জন্য, এবং তিনি মু’মিনদের প্রতি পরম দয়ালু।",
    "যেদিন তারা আল্লাহর সাথে সাক্ষাৎ করবে সেদিন তাদের প্রতি অভিবাদন হবে ‘সালাম’। তিনি তাদের জন্য প্রস্তুত রেখেছেন উত্তম প্রতিদান।",
    "হে নাবী! আমিতো তোমাকে পাঠিয়েছি সাক্ষী হিসাবে এবং সুসংবাদদাতা ও সতর্ককারী রূপে –",
    "আল্লাহর অনুমতিক্রমে তাঁর দিকে আহবানকারী রূপে এবং উজ্জ্বল প্রদীপ রূপে।",
    "তুমি মু’মিনদেরকে সুসংবাদ দাও যে, তাদের জন্য আল্লাহর নিকট রয়েছে মহা অনুগ্রহ।",
    "আর তুমি কাফির ও মুনাফিকদের কথা শোননা; তাদের নির্যাতন উপেক্ষা কর এবং নির্ভর কর আল্লাহর উপর; কর্মবিধায়ক রূপে আল্লাহই যথেষ্ট।",
    "হে মু’মিনগণ! তোমরা মু’মিনা নারীদেরকে বিয়ে করার পর তাদেরকে স্পর্শ করার পূর্বে তালাক দিলে তোমাদের জন্য তাদের পালনীয় কোন ইদ্দাত নেই যা তোমরা গননা করবে। তোমরা তাদেরকে কিছু সামগ্রী দিবে এবং সৌজন্যের সাথে তাদেরকে বিদায় করবে।",
    "হে নাবী! আমি তোমার জন্য বৈধ করেছি তোমার স্ত্রীদেরকে, যাদের মোহর তুমি প্রদান করেছ এবং বৈধ করেছি ‘ফায়’ হিসাবে আল্লাহ তোমাকে যা দান করেছেন তন্মধ্য হতে যারা তোমার মালিকানাধীন হয়েছে তাদেরকে এবং বিয়ের জন্য বৈধ করেছি তোমার চাচার কন্যা ও ফুফুর কন্যাকে, মামার কন্যা ও খালার কন্যাকে, যারা তোমার সাথে দেশ ত্যাগ করেছে এবং কোন মু’মিনা নারী নাবীর নিকট নিজেকে নিবেদন করলে, এবং নাবী তাকে বিয়ে করতে চাইলে সেও বৈধ। এটা বিশেষ করে তোমারই জন্য, অন্য মু’মিনদের জন্য নয়; যাতে তোমার কোন অসুবিধা না হয়। মু’মিনদের স্ত্রী এবং তাদের মালিকানাধীন দাসীদের সম্বন্ধে যা আমি নির্ধারিত করেছি তা আমি জানি। আল্লাহ ক্ষমাশীল, পরম দয়ালু।",
    "তুমি তাদের মধ্যে যাকে ইচ্ছা তোমার নিকট হতে দূরে রাখতে পার এবং যাকে ইচ্ছা তোমার নিকট স্থান দিতে পার এবং তুমি যাকে দূরে রেখেছ তাকে কামনা করলে তোমার কোন অপরাধ নেই। এই বিধান এ জন্য যে, এতে তোমাদের তুষ্টি সহজতর হবে এবং তারা দুঃখ পাবেনা, আর তাদেরকে তুমি যা দিবে তাতে তাদের প্রত্যেকেই প্রীত থাকবে। তোমাদের অন্তরে যা আছে আল্লাহ তা জানেন। আল্লাহ সর্বজ্ঞ, সহনশীল।",
    "এরপর, তোমার জন্য কোন নারী বৈধ নয় এবং তোমার স্ত্রীদের পরির্বতে অন্য স্ত্রী গ্রহণও বৈধ নয় যদিও তাদের সৌন্দর্য তোমাকে মুগ্ধ করে, তবে তোমার অধিকারভুক্ত দাসীদের ব্যাপারে এই বিধান প্রযোজ্য নয়। আল্লাহ সব কিছুর উপর তীক্ষ্ণ দৃষ্টি রাখেন।",
    "হে মু’মিনগণ! তোমাদেরকে অনুমতি দেয়া না হলে তোমরা খাদ্য প্রস্তুত হওয়ার আগেই আহারের জন্য নাবী-গৃহে প্রবেশ করনা। তবে তোমাদেরকে আহবান করলে তোমরা প্রবেশ কর এবং আহার শেষে তোমরা চলে যেও; তোমরা কথাবার্তায় মশগুল হয়ে পড়না। কারণ তোমাদের এই আচরণ নাবীকে পীড়া দেয়, সে তোমাদেরকে উঠিয়ে দিতে সংকোচ বোধ করে। কিন্তু আল্লাহ সত্য বলতে সংকোচ বোধ করেননা। তোমরা তার স্ত্রীদের নিকট হতে কিছু চাইলে পর্দার অন্তরাল হতে চাইবে। এই বিধান তোমাদের ও তাদের হৃদয়ের জন্য অধিকতর পবিত্র। তোমাদের কারও পক্ষে আল্লাহর রাসূলকে কষ্ট দেয়া অথবা তার মৃত্যুর পর তার স্ত্রীদেরকে বিয়ে করা সংগত নয়। আল্লাহর দৃষ্টিতে এটা ঘোরতর অপরাধ।",
    "তোমরা কোন বিষয় প্রকাশই কর অথবা গোপনই রাখ আল্লাহ সর্ব বিষয়ে সর্বজ্ঞ।",
    "নাবী-পত্নীদের জন্য তাদের পিতৃগণ, পুত্রগণ, ভ্রাতৃগণ, ভ্রাতুস্পুত্রগণ, ভগ্নীপুত্রগণ, সেবিকাগণ এবং তাদের অধিকারভুক্ত দাস-দাসীদের সম্মুখে উপস্থিত হওয়ায় কোন অপরাধ নেই। হে নাবীর পত্নিগণ! আল্লাহকে ভয় কর, আল্লাহ সবকিছু অবলোকন করেন।",
    "আল্লাহ নাবীর প্রতি অনুগ্রহ করেন এবং তাঁর মালাইকারাও নাবীর জন্য অনুগ্রহ প্রার্থনা করে। হে মু’মিনগণ! তোমরাও নাবীর জন্য অনুগ্রহ প্রার্থনা কর এবং তাকে যথাযথভাবে সালাম জানাও।",
    "যারা আল্লাহ ও রাসূলকে পীড়া দেয়, আল্লাহ তাদেরকে দুনিয়া ও আখিরাতে অভিশপ্ত করেন এবং তিনি তাদের জন্য রেখেছেন লাঞ্ছনাদায়ক শাস্তি।",
    "মু’মিন পুরুষ ও মু’মিনা নারী কোন অপরাধ না করলেও যারা তাদেরকে পীড়া দেয় তারা অপবাদ ও স্পষ্ট পাপের বোঝা বহন করে।",
    "হে নাবী! তুমি তোমার স্ত্রীদেরকে, কন্যাদেরকে ও মু’মিনা নারীদেরকে বলঃ তারা যেন তাদের চাদরের কিয়দংশ নিজেদের উপর টেনে দেয়। এতে তাদের চেনা সহজতর হবে, ফলে তাদেরকে উত্যক্ত করা হবেনা। আল্লাহ ক্ষমাশীল, পরম দয়ালু।",
    "মুনাফিকরা এবং যাদের অন্তরে ব্যাধি আছে এবং যারা নগরে গুজব রটনা করে, তারা বিরত না হলে আমি নিশ্চয়ই তাদের বিরুদ্ধে তোমাকে প্রবল করব; এরপর এই নগরীতে তোমার প্রতিবেশী রূপে তারা স্বল্প সময়ই থাকবে –",
    "অভিশপ্ত হয়ে, তাদেরকে যেখানেই পাওয়া যাবে সেখানেই ধরা হবে এবং নির্দয়ভাবে হত্যা করা হবে।",
    "পূর্বে যারা অতীত হয়ে গেছে তাদের ব্যাপারে এটাই ছিল আল্লাহর বিধান। তুমি কখনও আল্লাহর বিধানে কোন পরিবর্তন পাবেনা।",
    "লোকেরা তোমাকে কিয়ামাত সম্পর্কে জিজ্ঞেস করছে। বলঃ এর জ্ঞান শুধু আল্লাহরই আছে। তুমি এটা কি করে জানবে যে, সম্ভবতঃ কিয়ামাত শীঘ্রই হয়ে যেতে পারে?",
    "আল্লাহ কাফিরদেরকে অভিশপ্ত করেছেন এবং তাদের জন্য প্রস্তুত রেখেছেন জ্বলন্ত আগুন।",
    "সেখানে তারা স্থায়ী হবে এবং তারা কোন অভিভাবক ও সাহায্যকারী পাবেনা।",
    "যেদিন তাদের মুখ-মন্ডল আগুনে উলট পালট করা হবে সেদিন তারা বলবেঃ হায়! আমরা যদি আল্লাহকে মানতাম ও রাসূলকে মানতাম!",
    "তারা আরও বলবেঃ হে আমাদের রাবব! আমরা আমাদের নেতা ও বড় লোকদের আনুগত্য করেছিলাম এবং তারা আমাদেরকে পথভ্রষ্ট করেছিল।",
    "হে আমাদের রাব্ব! তাদেরকে দ্বিগুণ শাস্তি প্রদান করুন এবং তাদেরকে দিন মহা অভিসম্পাত।",
    "হে মু’মিনগণ! মূসাকে যারা ক্লেশ দিয়েছে তোমরা তাদের মত হয়োনা; তারা যা রটনা করেছিল আল্লাহ তা হতে তাকে নির্দোষ প্রমাণিত করেন; এবং আল্লাহর নিকট সে মর্যাদাবান।",
    "হে মু’মিনগণ! আল্লাহকে ভয় কর এবং সঠিক কথা বল।",
    "তাহলে তিনি তোমাদের কাজকে ক্রটিমুক্ত করবেন এবং তোমাদের পাপ ক্ষমা করবেন। যারা আল্লাহ ও তাঁর রাসূলের আনুগত্য করে তারা অবশ্যই মহাসাফল্য অর্জন করবে।",
    "আমিতো আসমান, যমীন ও পবর্তমালার প্রতি এই আমানত অর্পণ করেছিলাম, তারা এটা বহন করতে অস্বীকার করল এবং ওতে শংকিত হল, কিন্তু মানুষ ওটা বহন করল; সেতো অতিশয় যালিম, অতিশয় অজ্ঞ।",
    "পরিণামে আল্লাহ মুনাফিক পুরুষ ও মুনাফিক নারী এবং মুশরিক পুরুষ ও মুশরিক নারীকে শাস্তি দিবেন এবং আল্লাহ মু’মিন পুরুষ ও মু’মিনা নারীকে ক্ষমা করবেন। আল্লাহ ক্ষমাশীল, পরম দয়ালু।",
    "প্রশংসা আল্লাহর যিনি আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে সব কিছুরই মালিক এবং আখিরাতেও প্রশংসা তাঁরই। তিনি প্রজ্ঞাময়, সর্ব বিষয়ে অবহিত।",
    "তিনি জানেন যা ভূমিতে প্রবেশ করে, তা হতে যা নির্গত হয় এবং যা আকাশ হতে বর্ষিত হয় ও যা কিছু আকাশে উত্থিত হয়। তিনিই পরম দয়ালু, ক্ষমাশীল।",
    "কাফিরেরা বলেঃ আমাদের উপর কিয়ামাত আসবেনা। বলঃ আসবেই, শপথ আমার রবের! নিশ্চয়ই তোমাদের নিকট ওটা আসবে। তিনি অদৃশ্য সম্বন্ধে সম্যক পরিজ্ঞাত; আকাশমন্ডলী ও পৃথিবীতে তাঁর অগোচর নয় অণু পরিমাণ কিছু কিংবা তদপেক্ষা ক্ষুদ্র অথবা বৃহৎ কিছু; বরং ওর প্রত্যেকটি লিপিবদ্ধ আছে সুস্পষ্ট কিতাবে।",
    "এটা এ জন্য যে, যারা মু’মিন ও সৎ কর্মপরায়ণ তিনি তাদেরকে পুরস্কৃত করবেন। তাদেরই জন্য আছে ক্ষমা ও সম্মানজনক রিয্ক।",
    "যারা আমার আয়াতসমূহকে ব্যর্থ করার চেষ্টা করে তাদের জন্য রয়েছে ভয়ংকর মর্মন্তুদ শাস্তি।",
    "যাদেরকে জ্ঞান দেয়া হয়েছে তারা জানে যে, তোমার রবের নিকট হতে তোমার প্রতি যা অবতীর্ণ হয়েছে তা সত্য। ইহা মানুষকে পরাক্রমশালী ও প্রশংসা আল্লাহর পথ নির্দেশ করে।",
    "কাফিরেরা বলেঃ আমরা কি তোমাদেরকে এমন ব্যক্তির সন্ধান দিব যে তোমাদেরকে বলে তোমাদের দেহ সম্পূর্ণ ছিন্নভিন্ন হয়ে পড়লেও তোমরা সৃষ্টি রূপে উত্থিত হবে?",
    "সে কি আল্লাহ সম্বন্ধে মিথ্যা উদ্ভাবন করে অথবা সে কি উন্মাদ? বস্তুতঃ যারা আখিরাতে বিশ্বাস করেনা তারা শাস্তি ও ঘোর বিভ্রান্তিতে রয়েছে।",
    "তারা কি তাদের সম্মুখে ও পশ্চাতে, আসমান ও যমীনে যা আছে তার প্রতি লক্ষ্য করেনা? আমি ইচ্ছা করলে তাদেরকেসহ ভূমি ধ্বসিয়ে দিব অথবা তাদের উপর আকাশ মন্ডলের পতন ঘটাব; আল্লাহর অভিমুখী প্রতিটি বান্দার জন্য এতে অবশ্যই নিদর্শন রয়েছে।",
    "আমি নিশ্চয়ই দাঊদের প্রতি অনুগ্রহ করেছিলাম এবং আদেশ করেছিলাম, হে পবর্তমালা! তোমরা দাঊদের সাথে আমার পবিত্রতা ঘোষণা কর এবং বিহংগকূলকেও। তার জন্য নমনীয় করেছিলাম লৌহ –",
    "(এই আদেশ করে) ‘তুমি পূর্ণ মাপের বর্ম তৈরী কর, কড়াসমূহ যথাযথভাবে সংযুক্ত কর এবং তোমরা সৎ কাজ কর’, তোমরা যা কিছু কর আমি ওর সম্যক দ্রষ্টা।",
    "সুলাইমানের অধীন করেছিলাম বায়ুকে যা প্রভাতে এক মাসের পথ অতিক্রম করত এবং সন্ধ্যায় এক মাসের পথ অতিক্রম করত। আমি তার জন্য গলিত তাম্রের এক প্রস্রবন প্রবাহিত করেছিলাম। এবং ছিল জিন সম্প্রদায় যারা তাদের রবের অনুমতিক্রমে নিজেদের কতক তার সামনে কাজ করত। তাদের মধ্যে যে আমার নির্দেশ অমান্য করে তাকে আমি জ্বলন্ত অগ্নির শাস্তি আস্বাদন করাব।",
    "তারা সুলাইমানের ইচ্ছানুযায়ী প্রাসাদ, ভাস্কর্য, হাউয সদৃশ বৃহদাকার পাত্র এবং সুদৃঢ় ভাবে চুল্লির উপর স্থাপিত বৃহদাকার ডেগ নির্মাণ করত। (আমি বলেছিলাম) হে দাউদ পরিবার! কৃতজ্ঞতার সাথে তোমরা কাজ করতে থাক। আমার বান্দাদের মধ্যে অল্পই কৃতজ্ঞ।",
    "যখন আমি সুলাইমানের মৃত্যু ঘটালাম তখন জিনদেরকে তার মৃত্যু বিষয় জানালো শুধু মাটির পোকা যা সুলাইমানের লাঠি খাচ্ছিল। যখন সুলাইমান পড়ে গেল তখন জিনেরা বুঝতে পারল যে, তারা যদি অদৃশ্য বিষয় অবগত থাকত তাহলে তারা লাঞ্ছনাদায়ক শাস্তিতে আবদ্ধ থাকতনা।",
    "সাবাবাসীদের জন্য তাদের বাসভূমিতে ছিল এক নিদর্শন! দু’টি উদ্যান, একটি ডান দিকে, অপরটি বাম দিকে। তাদেরকে বলা হয়েছিলঃ তোমরা তোমাদের রাবব প্রদত্ত রিয্ক ভোগ কর এবং তাঁর প্রতি কৃতজ্ঞতা প্রকাশ কর। উত্তম এই স্থান এবং ক্ষমাশীল তোমাদের রাবব!",
    "অতঃপর তারা আদেশ অমান্য করল। ফলে আমি তাদের উপর প্রবাহিত করলাম বাঁধভাঙ্গা বন্যা এবং তাদের উদ্যান দু’টি পরিবর্তন করে দিলাম এমন দু’টি উদ্যানে যাতে উৎপন্ন হয় বিস্বাদ ফল-মূল, ঝাউ গাছ এবং কিছু কুল গাছ।",
    "আমি তাদেরকে এই শাস্তি দিয়েছিলাম তাদের কুফরীর কারণে। আমি কৃতঘ্ন ব্যতীত আর কেহকেও এমন শাস্তি দিইনা।",
    "তাদের এবং যে সব জনপদের প্রতি আমি অনুগ্রহ করেছিলাম সেইগুলির অন্তর্বর্তী স্থানে দৃশ্যমান বহু জনপদ স্থাপন করেছিলাম এবং ঐ সব জনপদে ভ্রমণের যথাযথ ব্যবস্থা করেছিলাম এবং তাদেরকে বলেছিলামঃ তোমরা এই সব জনপদে নিরাপদে ভ্রমণ কর দিনে ও রাতে।",
    "কিন্তু তারা বললঃ হে আমাদের রাবব! আমাদের সফরের মানযিলগুলির ব্যবধান বর্ধিত করুন! এভাবে তারা নিজেদের প্রতি যুলম করেছিল। ফলে আমি তাদেরকে কাহিনীর বিষয়বস্তুতে পরিণত করলাম এবং তাদেরকে ছিন্ন-ভিন্ন করে দিলাম। এতে প্রত্যেক ধৈর্যশীল, কৃতজ্ঞ ব্যক্তির জন্য নিদর্শন রয়েছে।",
    "তাদের সম্বন্ধে ইবলীস তার ধারণা সত্য প্রমাণ করল, ফলে তাদের মধ্যে একটি মু’মিন দল ব্যতীত সবাই তার অনুসরণ করল।",
    "তাদের উপর শাইতানের কোন আধিপত্য ছিলনা। কারা আখিরাতে বিশ্বাসী এবং কারা ওতে সন্দিহান তা প্রকাশ করে দেয়াই ছিল আমার উদ্দেশ্য। তোমার রাবব সর্ব বিষয়ের তত্ত্বাবধায়ক।",
    "তুমি বলঃ তোমরা আহবান কর তাদেরকে যাদেরকে তোমরা আল্লাহর পরিবর্তে মা‘বূদ মনে করতে। তারা আকাশমন্ডলী ও পৃথিবীতে অণু পরিমান কোনো কিছুর মালিক নয় এবং এতদুভয়ে তাদের কোন অংশ নেই এবং না তাঁরা সাহায্যকারী।",
    "যাকে অনুমতি দেয়া হয় সে ছাড়া আল্লাহর নিকট কারও সুপারিশ ফলপ্রসু হবেনা। অতঃপর যখন তাদের অন্তর হতে ভয় বিদুরিত হবে তখন তারা পরস্পরের মধ্যে জিজ্ঞাসাবাদ করবেঃ তোমাদের রাবব কি বললেন? তদুত্তরে তারা বলবেঃ যা সত্য তিনি তাই বলেছেন। তিনি সমুচ্চ, মহান।",
    "বলঃ আকাশমন্ডলী ও পৃথিবী হতে কে তোমাকে রিয্ক প্রদান করে? বলঃ আল্লাহ! এবং নিশ্চয়ই আমরা অথবা তোমরা সৎ পথে স্থিত অথবা স্পষ্ট বিভ্রান্তিতে পতিত।",
    "বলঃ আমাদের অপরাধের জন্য তোমাদেরকে জবাবদিহি করতে হবেনা এবং তোমরা যা কর সে সম্পর্কে আমাদেরকেও জবাবদিহি করতে হবেনা।",
    "বলঃ আমাদের রাবব আমাদেরকে একত্রিত করবেন, অতঃপর তিনি আমাদের মধ্যে ন্যায়ের সাথে ফাইসালা করে দিবেন, তিনিই শ্রেষ্ঠ ফাইসালাকারী, সর্বজ্ঞ।",
    "বলঃ তোমরা আমাকে দেখাও তাদেরকে যাদেরকে শরীক রূপে তাঁর সাথে জুড়ে দিয়েছ। না, কখনও নয়। বস্তুতঃ আল্লাহ পরাক্রমশালী, প্রজ্ঞাময়।",
    "আমিতো তোমাকে সমগ্র মানব জাতির প্রতি সুসংবাদ দাতা ও সতর্ককারী রূপে প্রেরণ করেছি। কিন্তু অধিকাংশ মানুষ জানেনা।",
    "তারা জিজ্ঞেস করেঃ তোমরা যদি সত্যবাদী হও তাহলে বল, এই প্রতিশ্রুতি কখন বাস্তবায়িত হবে?",
    "বলঃ তোমাদের জন্য আছে এক নির্ধারিত দিন যা মুহুর্তকাল বিলম্বিত করতে পারবেনা, ত্বরান্বিতও করতে পারবেনা।",
    "কাফিরেরা বলেঃ আমরা এই কুরআনে কখনও বিশ্বাস স্থাপন করবনা, এর পূর্ববর্তী কিতাবসমূহেও না। হায়! তুমি যদি দেখতে! যালিমদেরকে যখন তাদের রবের সামনে দন্ডায়মান করা হবে তখন তারা পরস্পর বাদ প্রতিবাদ করতে থাকবে। যাদেরকে দুর্বল মনে করা হত তারা ক্ষমতাদর্পীদেরকে বলবেঃ তোমরা না থাকলে আমরা অবশ্যই মু’মিন হতাম।",
    "যারা ক্ষমতাদর্পী ছিল তারা যাদেরকে দুর্বল মনে করা হত তাদেরকে বলবেঃ তোমাদের নিকট সৎ পথের দিশা আসার পর আমরা কি তোমাদেরকে ওটা হতে নিবৃত্ত করেছিলাম? বস্তুতঃ তোমরাইতো ছিলে অপরাধী।",
    "যাদেরকে দুর্বল মনে করা হত তারা ক্ষমতাদর্পীদেরকে বলবেঃ প্রকৃত পক্ষে তোমরাইতো দিন-রাত চক্রান্তে লিপ্ত ছিলে, আমাদেরকে নির্দেশ দিয়েছিলে যেন আমরা আল্লাহকে অমান্য করি এবং তাঁর শরীক স্থাপন করি। যখন তারা শাস্তি প্রত্যক্ষ করবে তখন তারা অনুতাপ গোপন রাখবে এবং আমি কাফিরদের গলদেশে শৃংখল পরিয়ে দিব। তারা যা করত তারই প্রতিফল তাদেরকে দেয়া হবে।",
    "যখনই আমি কোন জনপদে সতর্ককারী প্রেরণ করেছি তখনই ওর বিত্তশালী অধিবাসীরা বলেছেঃ তোমরা যা সহ প্রেরিত হয়েছ আমরা তা প্রত্যাখ্যান করি।",
    "তারা আরও বলতঃ আমরা ধনে-জনে সমৃদ্ধশালী; সুতরাং আমাদেরকে কিছুতেই শাস্তি দেয়া হবেনা।",
    "বলঃ আমার রাবব যার প্রতি ইচ্ছা রিয্ক বর্ধিত করেন, অথবা এটা সীমিত করেন; কিন্তু অধিকাংশ লোকই এটা জানেনা।",
    "তোমাদের ধন সম্পদ ও সন্তান-সন্ততি এমন কিছু নয় যা তোমাদেরকে আমার নিকটবর্তী করে দিবে; যারা ঈমান আনে ও সৎ কাজ করে তারাই তাদের কর্মের জন্য পাবে বহুগুণ পুরস্কার; আর তারা প্রাসাদে নিরাপদে থাকবে।",
    "যারা আমার আয়াতকে ব্যর্থ করার চেষ্টা করবে তারা শাস্তি ভোগ করতে থাকবে।",
    "বলঃ আমার রাবব তাঁর বান্দাদের মধ্যে যার প্রতি ইচ্ছা তার রিয্ক বর্ধিত করেন অথবা ওটা সীমিত করেন। তোমরা যা কিছু ব্যয় করবে তিনি তার প্রতিদান দিবেন। তিনি শ্রেষ্ঠ রিয্কদাতা।",
    "যেদিন তাদের একত্র করবেন এবং মালাইকা/ফেরেশতাদেরকে জিজ্ঞেস করবেনঃ এরা কি তোমাদেরই পূজা করত?",
    "মালাইকা বলবেঃ আপনি পবিত্র, মহান! আমাদের সাহায্যকারী আপনিই, তারা নয়, তারাতো পূজা করত জিনদের এবং তাদের অধিকাংশই ছিল তাদের প্রতি বিশ্বাসী।",
    "আজ তোমাদের একে অন্যের উপকার কিংবা অপকার করার ক্ষমতা নেই। যারা যুল্‌ম করেছিল তাদেরকে বলবঃ তোমরা যে আগুনের শাস্তি অস্বীকার করতে তা আস্বাদন কর।",
    "তাদের নিকট যখন আমার সুস্পষ্ট আয়াতসমূহ আবৃত্তি করা হয় তখন তারা বলেঃ তোমাদের পূর্ব-পুরুষ যার ইবাদাত করত এই ব্যক্তিইতো তার ইবাদাতে তোমাদেরকে বাঁধা দিতে চায়। তারা আরও বলেঃ এটাতো মিথ্যা উদ্ভাবন ব্যতীত কিছু নয়। এবং কাফিরদের নিকট যখন সত্য আসে তখন তারা বলেঃ এটাতো এক সুস্পষ্ট যাদু!",
    "আমি তাদেরকে পূর্বে কোন কিতাব দিইনি যা তারা অধ্যয়ন করত এবং তোমার পূর্বে তাদের নিকট কোন সতর্ককারীও প্রেরণ করিনি।",
    "তাদের পূর্ববর্তীরাও মিথ্যা আরোপ করেছিল। তাদেরকে আমি যা দিয়েছিলাম এরা তার এক দশমাংশও পায়নি, তবুও তারা আমার রাসূলদেরকে মিথ্যাবাদী বলেছিল। ফলে কত ভয়ংকর হয়েছিল আমার শাস্তি!",
    "বলঃ আমি তোমাদেরকে একটি বিষয়ে উপদেশ দিচ্ছি, তোমরা আল্লাহর উদ্দেশে দুই জন অথবা এক জন করে দাঁড়াও, অতঃপর তোমরা চিন্তা করে দেখ - তোমাদের সংগী আদৌ উন্মাদ নয়। সেতো আসন্ন কঠিন শাস্তি সম্পর্কে তোমাদের সতর্ককারী মাত্র।",
    "বলঃ আমি তোমাদের নিকট কোন পারিশ্রমিক চেয়ে থাকলে তা তোমাদেরই, আমার পুরস্কারতো আছে আল্লাহর নিকট এবং তিনি সর্ব বিষয়ে দ্রষ্টা।",
    "বলঃ আমার রাবব সত্য নিক্ষেপ করেন; তিনি অদৃশ্যের পরিজ্ঞাতা।",
    "বলঃ সত্য এসেছে এবং অসত্য না পারে নতুন কিছু সৃষ্টি করতে এবং না পারে পুনরাবৃত্তি করতে।",
    "বলঃ আমি বিভ্রান্ত হলে বিভ্রান্তির পরিণাম আমারই এবং যদি আমি সৎ পথে থাকি তাহলে তা এ জন্য যে, আমার প্রতি আমার রাবব অহী প্রেরণ করেন। তিনি সর্বশ্রোতা, সন্নিকট।",
    "তুমি যদি দেখতে যখন তারা ভীত বিহবল হয়ে পড়বে! তারা অব্যাহতি পাবেনা এবং তারা নিকটস্থ স্থান হতে ধৃত হবে।",
    "আর তারা বলবেঃ আমরা তাঁকে বিশ্বাস করলাম। কিন্তু এত দূরবর্তী স্থান হতে তারা নাগাল পাবে কিরূপে?",
    "তারাতো পূর্বে তাকে প্রত্যাখ্যান করেছিল; তারা দূরবর্তী স্থান হতে অদৃশ্য বিষয়ে বাক্য ছুড়ে মারত।",
    "তাদের ও তাদের প্রবৃত্তির মাঝে অন্তরাল করা হয়েছে, যেমন পূর্বে করা হয়েছিল তাদের সমপন্থীদের ক্ষেত্রে। তারা ছিল বিভ্রান্তিকর সন্দেহের মধ্যে।",
    "প্রশংসা আকাশমন্ডলী ও পৃথিবীর সৃষ্টিকর্তা আল্লাহরই যিনি বাণীবাহক করেন মালাইকা/ফেরেশতাদেরকে যারা দুই দুই, তিন তিন অথবা চার চার পাখা বিশিষ্ট। তিনি তাঁর সৃষ্টিতে যা ইচ্ছা সৃষ্টি করেন। আল্লাহ সর্ব বিষয়ে সর্ব শক্তিমান।",
    "আল্লাহ মানুষের প্রতি কোন অনুগ্রহ অবারিত করলে কেহ ওটা নিবারন করতে পারেনা এবং তিনি কিছু নিরুদ্ধ করতে চাইলে অতঃপর কেহ ওর উম্মুক্তকারী নেই। তিনি পরাক্রমশালী, প্রজ্ঞাময়।",
    "হে মানুষ! তোমাদের প্রতি আল্লাহর অনুগ্রহ স্মরণ কর। আল্লাহ ছাড়া কি কোন স্রষ্টা আছে যে তোমাদেরকে আকাশমন্ডলী ও পৃথিবী হতে রিয্ক দান করে? তিনি ছাড়া কোন মা‘বূদ নেই। সুতরাং কোথায় তোমরা বিপথে চালিত হচ্ছ?",
    "তারা যদি তোমার প্রতি মিথ্যা আরোপ করে তাহলে তোমার পূর্বেও রাসূলদের প্রতি মিথ্যা আরোপ করা হয়েছিল। আল্লাহর নিকটই সব কিছু প্রমাণিত হবে।",
    "হে মানুষ! আল্লাহর প্রতিশ্রুতি সত্য; সুতরাং পার্থিব জীবন যেন তোমাদেরকে কিছুতেই প্রতারিত না করে এবং সেই প্রবঞ্চক যেন কিছুতেই আল্লাহ সম্পর্কে প্রবঞ্চিত না করে তোমাদেরকে।",
    "শাইতান তোমাদের শত্রু; সুতরাং তাকে শত্রু হিসাবে গ্রহণ কর। সেতো তার দলবলকে আহবান করে শুধু এ জন্য যে, তারা যেন উত্তপ্ত জাহান্নামের সাথী হয়।",
    "যারা কুফরী করে তাদের জন্য আছে কঠিন শাস্তি, কিন্তু যারা ঈমান আনে ও সৎ কাজ করে তাদের জন্য আছে ক্ষমা ও মহা পুরস্কার।",
    "কেহকেও যদি তার মন্দ কাজ শোভন করে দেখানো হয় এবং সে ওটাকে উত্তম মনে করে সেই ব্যক্তি কি তার সমান যে সৎ কাজ করে? আল্লাহ যাকে ইচ্ছা বিভ্রান্ত করেন এবং যাকে ইচ্ছা সৎ পথে পরিচালিত করেন। অতএব তুমি তাদের জন্য আক্ষেপ করে তোমার প্রাণকে ধ্বংস করনা। তারা যা করে আল্লাহ তা জানেন।",
    "আল্লাহই বায়ু প্রেরণ করে তা দ্বারা মেঘমালা সঞ্চালিত করেন। অতঃপর আমি তা নির্জীব ভূ-খন্ডের দিকে পরিচালিত করি, অতঃপর আমি ওটা দ্বারা ধরিত্রীকে ওর মৃত্যুর পর সঞ্জীবিত করি। পুনরুত্থান এ রূপেই হবে।",
    "কেহ ক্ষমতা চাইলে সে জেনে রাখুক যে, সমস্ত ক্ষমতাতো আল্লাহরই। তাঁরই দিকে পবিত্র বাণীসমূহ আরোহণ করে এবং সৎ কাজ ওকে উন্নীত করে, আর যারা মন্দ কর্মের ফন্দি আটে তাদের জন্য আছে কঠিন শাস্তি। তাদের ফন্দি ব্যর্থ হবেই।",
    "আল্লাহ তোমাদেরকে সৃষ্টি করেছেন মাটি হতে; অতঃপর শুক্র বিন্দু হতে, অতঃপর তোমাদেরকে করেছেন যুগল! আল্লাহর অজ্ঞাতসারে কোন নারী গর্ভ ধারণ করেনা এবং প্রসবও করেনা; কোন দীর্ঘায়ু ব্যক্তির আয়ু বৃদ্ধি করা হয়না অথবা তার আয়ু হ্রাস করা হয়না। কিন্তু তাতো রয়েছে কিতাবে। এটা আল্লাহর জন্য সহজ।",
    "দু’টি দরিয়া একরূপ নয়; একটির পানি সুমিষ্ট ও সুপেয়, অপরটির পানি লোনা, খর। প্রত্যেকটি হতে তোমরা তাজা গোশত আহার কর এবং অলংকার যা তোমরা পরিধান কর, এবং রত্নাবলী আহরণ কর এবং তোমরা দেখ যে, ওর বুক চিরে নৌযান চলাচল করে যাতে তোমরা তাঁর অনুগ্রহ অনুসন্ধান করতে পার এবং যাতে তোমরা কৃতজ্ঞ হও।",
    "তিনি রাতকে দিনে প্রবেশ করান এবং দিনকে প্রবেশ করান রাতে। তিনি সূর্য ও চাঁদকে করেছেন নিয়ন্ত্রিত; প্রত্যেকে পরিভ্রমণ করে এক নির্দিষ্ট কাল পর্যন্ত। তিনিই আল্লাহ! তোমাদের রাবব! সার্বভৌমত্ব তাঁরই। আর তোমরা আল্লাহর পরিবর্তে যাদেরকে ডাক তারাতো খেজুর বীচির আবরণেরও অধিকারী নয়।",
    "তোমরা তাদেরকে আহবান করলে তারা তোমাদের আহবান শুনবেনা এবং শুনলেও তোমাদের আহবানে সাড়া দিবেনা। তোমরা তাদেরকে যে শরীক করছ তা তারা কিয়ামাত দিবসে অস্বীকার করবে। তাঁর মত কেহই তোমাকে অবহিত করতে পারেনা, তিনি সর্বজ্ঞ।",
    "হে লোক সকল! তোমরাতো আল্লাহর মুখাপেক্ষী, কিন্তু আল্লাহ অভাবমুক্ত, প্রশংসা।",
    "তিনি ইচ্ছা করলে তোমাদেরকে অপসারণ করতে পারেন এবং এক নূতন সৃষ্টি আনয়ন করতে পারেন।",
    "এটা আল্লাহর পক্ষে কঠিন নয়।",
    "কোন বহনকারী অন্যের বোঝা বহন করবেনা, কোন ভারাক্রান্ত ব্যক্তি যদি কেহকেও এটা বহন করতে আহবান করে তাহলে তার কিছুই বহন করা হবেনা, নিকট আত্মীয় হলেও। তুমি শুধু সতর্ক করতে পার তাদেরকে যারা তাদের রাববকে না দেখে ভয় করে এবং সালাত কায়েম করে। যে কেহ নিজেকে পরিশোধন করে সেতো পরিশোধন করে নিজেরই কল্যাণের জন্য। প্রত্যাবর্তনতো আল্লাহরই নিকট।",
    "সমান নয় অন্ধ ও চক্ষুম্মান,",
    "অন্ধকার ও আলো,",
    "ছায়া ও রোদ,",
    "আর সমান নয় জীবিত ও মৃত। আল্লাহ যাকে ইচ্ছা শ্রবণ করান। তুমি শোনাতে সমর্থ হবেনা যারা কাবরে রয়েছে তাদেরকে।",
    "তুমি একজন সতর্ককারী মাত্র।",
    "আমি তোমাকে সত্যসহ প্রেরণ করেছি সুসংবাদ দাতা ও সতর্ককারী রূপে; এমন কোন সম্প্রদায় নেই যার নিকট সতর্ককারী প্রেরিত হয়নি।",
    "তারা যদি তোমার প্রতি মিথ্যা আরোপ করে তাহলে তাদের পূর্ববর্তীরাও মিথ্যা আরোপ করেছিল; তাদের নিকট এসেছিল তাদের রাসূলগণ সুস্পষ্ট নিদর্শন, গ্রন্থাদি ও দীপ্তিমান কিতাবসহ।",
    "অতঃপর আমি কাফিরদেরকে শাস্তি দিয়েছিলাম। কি ভয়ংকর আমার শাস্তি!",
    "তুমি কি দেখনা যে, আল্লাহ আকাশ হতে বৃষ্টি বর্ষন করেন এবং উহা দ্বারা আমি বিচিত্র বর্ণের ফলমূল উদ্গত করি? পাহাড়ের মধ্যে আছে বিচিত্র বর্ণের ফল - শুভ্র, লাল ও নিকষ কালো।",
    "এভাবে রং বেরংয়ের মানুষ, জানোয়ার ও চতুস্পদ জন্তু রয়েছে। আল্লাহর বান্দাদের মধ্যে যারা জ্ঞানী তারাই তাঁকে ভয় করে; আল্লাহ পরাক্রমশালী, ক্ষমাশীল।",
    "যারা আল্লাহর কিতাব পাঠ করে, সালাত কায়েম করে, আমি তাদেরকে যে রিয্ক দিয়েছি তা গোপনে ও প্রকাশ্যে ব্যয় করে, তারাই আশা করতে পারে তাদের এমন ব্যবসায়ের যার ক্ষয় নেই –",
    "এ জন্য যে, আল্লাহ তাদের কর্মের পূর্ণ প্রতিফল দিবেন এবং নিজ অনুগ্রহে তাদেরকে আরো বেশি দিবেন। তিনিতো ক্ষমাশীল, গুণগ্রাহী।",
    "আমি তোমার প্রতি যে কিতাব অবতীর্ণ করেছি তা সত্য। এটা পূর্ববর্তী কিতাবের সমর্থক। আল্লাহ তাঁর বান্দাদের সব কিছু জানেন ও দেখেন।",
    "অতঃপর আমি কিতাবের অধিকারী করলাম আমার বান্দাদের মধ্যে তাদেরকে যাদেরকে আমি মনোনীত করেছি; তবে তাদের কেহ নিজের প্রতি অত্যাচারী, কেহ মধ্য পন্থী এবং কেহ আল্লাহর ইচ্ছায় কল্যাণের কাজে অগ্রগামী। এটাই মহা অনুগ্রহ।",
    "তারা প্রবেশ করবে স্থায়ী জান্নাতে, সেখানে তাদেরকে স্বর্ণ নির্মিত কংকন ও মুক্তা দ্বারা অলংকৃত করা হবে এবং সেখানে তাদের পোশাক পরিচ্ছদ হবে রেশমের।",
    "এবং তারা বলবেঃ প্রশংসা আল্লাহর যিনি আমাদের দুঃখ দুর্দশা দূরীভূত করেছেন! আমাদের রাববতো ক্ষমাশীল, গুণগ্রাহী।",
    "যিনি নিজ অনুগ্রহে আমাদেরকে স্থায়ী আবাস দিয়েছেন, যেখানে ক্লেশ আমাদেরকে স্পর্শ করে না। এবং ক্লান্তিও স্পর্শ করে না।",
    "কিন্তু যারা কুফরী করে তাদের জন্য আছে জাহান্নামের আগুন। তাদের মৃত্যুর আদেশ দেয়া হবেনা যে, তারা মরবে এবং তাদের জন্য জাহান্নামের শাস্তিও লাঘব করা হবেনা। এভাবে আমি প্রত্যেক অকৃতজ্ঞকে শাস্তি দিয়ে থাকি।",
    "সেখানে তারা আর্তনাদ করে বলবেঃ হে আমাদের রাবব! আমাদেরকে নিস্কৃতি দিন, আমরা সৎ কাজ করব, পূর্বে যা করতাম তা করবনা। আল্লাহ বলবেনঃ আমি কি তোমাদেরকে এত দীর্ঘ জীবন দান করিনি যে, তখন কেহ সতর্ক হতে চাইলে সতর্ক হতে পারতে? তোমাদের নিকটতো সতর্ককারীরাও এসেছিল। সুতরাং শাস্তি আস্বাদন কর; যালিমদের কোন সাহায্যকারী নেই।",
    "আল্লাহ আকাশমন্ডলী ও পৃথিবীর অদৃশ্য বিষয় অবগত আছেন। অন্তরে যা রয়েছে সে সম্বন্ধে তিনি সবিশেষ অবহিত।",
    "তিনিই তোমাদেরকে পৃথিবীতে প্রতিনিধি করেছেন। সুতরাং কেহ কুফরী করলে তার কুফরীর জন্য সে নিজেই দায়ী হবে। কাফিরদের কুফরী শুধু তাদের রবের ক্রোধই বৃদ্ধি করে এবং কাফিরদের কুফরী তাদের ক্ষতিই বৃদ্ধি করে।",
    "বলঃ তোমরা আল্লাহর পরিবর্তে যাদেরকে ডাক সেসব দেবদেবীর কথা ভেবে দেখেছ কি? তারা পৃথিবীতে কিছু সৃষ্টি করে থাকলে আমাকে দেখাও; অথবা আকাশমন্ডলী সৃষ্টিতে তাদের কোন অংশ আছে কি? না কি আমি তাদেরকে এমন কোন কিতাব দিয়েছি যার প্রমাণের উপর এরা নির্ভর করে? বস্তুতঃ যালিমরা একে অপরকে মিথ্যা প্রতিশ্রুতি দিয়ে থাকে।",
    "আল্লাহ আকাশমন্ডলী ও পৃথিবীকে সংরক্ষণ করেন যাতে ওরা স্থানচ্যূত না হয়, ওরা স্থানচ্যূত হলে তিনি ব্যতীত কে ওদেরকে সংরক্ষণ করবে? তিনি অতি সহনশীল, ক্ষমাপরায়ণ।",
    "তারা দৃঢ়তার সাথে আল্লাহর শপথ করে বলত যে, তাদের নিকট কোন সতর্ককারী এলে তারা অন্য সব সম্প্রদায় অপেক্ষা সৎ পথের অধিকতর অনুসারী হবে। কিন্তু তাদের নিকট যখন সতর্ককারী এলো তখন তারা শুধু তাদের বিমুখতাই বৃদ্ধি করল –",
    "পৃথিবীতে ঔদ্ধত্য প্রকাশ এবং কূট ষড়যন্ত্রের কারণে। কূট ষড়যন্ত্র ওর উদ্যোক্তাদেরকেই পরিবেষ্টন করে। তাহলে কি তারা প্রতীক্ষা করছে পূর্ববর্তীদের প্রতি প্রযুক্ত বিধানের? কিন্তু তুমি আল্লাহর বিধানের কখনও কোন পরিবর্তন পাবেনা এবং আল্লাহর বিধানের কোন ব্যতিক্রমও দেখবেনা।",
    "তারা কি পৃথিবীতে ভ্রমণ করেনি? তাহলে তাদের পূর্ববর্তীদের পরিণাম কি হয়েছিল তা দেখতে পেত। তারাতো এদের অপেক্ষা অধিকতর শক্তিশালী ছিল। আল্লাহ এমন নন যে, আকাশমন্ডলী এবং পৃথিবীর কোন কিছুই তাঁকে অক্ষম করতে পারে; তিনি সর্বজ্ঞ, সর্বশক্তিমান।",
    "আল্লাহ মানুষকে তাদের কৃতকর্মের জন্য শাস্তি দিলে ভূপৃষ্ঠের কোন জীব জন্তুকেই রেহাই দিতেনন।, কিন্তু তিনি এক নির্দিষ্টকাল পর্যন্ত তাদেরকে অবকাশ দিয়ে থাকেন। অতঃপর তাদের নির্দিষ্ট কাল এসে গেলে আল্লাহ হবেন তাঁর বান্দাদের সম্যক দ্রষ্টা।",
    "ইয়া সীন।",
    "শপথ জ্ঞানগর্ভ কুরআনের।",
    "তুমি অবশ্যই রাসূলদের অন্তর্ভুক্ত।",
    "তুমি সরল পথে প্রতিষ্ঠিত।",
    "কুরআন অবতীর্ণ পরাক্রমশালী, পরম দয়ালু আল্লাহর নিকট হতে।",
    "যাতে তুমি সতর্ক করতে পার এমন এক জাতিকে যাদের পিতৃ-পুরুষদেরকে সতর্ক করা হয়নি, যার ফলে তারা গাফিল।",
    "তাদের অধিকাংশের জন্য সেই বাণী অবধারিত হয়েছে; সুতরাং তারা ঈমান আনবেনা।",
    "আমি তাদের গলদেশে চিবুক পর্যন্ত বেড়ি পরিয়েছি, ফলে তারা উর্ধ্বমুখী হয়ে গেছে।",
    "আমি তাদের সম্মুখে প্রাচীর ও পশ্চাতে প্রাচীর স্থাপন করেছি এবং তাদেরকে আবৃত করেছি, ফলে তারা দেখতে পায়না।",
    "তুমি তাদেরকে সতর্ক কর কিংবা না কর তাদের জন্য উভয়ই সমান; তারা ঈমান আনবেনা।",
    "তুমি শুধু তাদেরকেই সতর্ক করতে পার যারা উপদেশ মেনে চলে এবং না দেখে দয়াময় রাহমানকে ভয় করে। অতএব তুমি তাদেরকে ক্ষমা ও মহা পুরস্কারের সংবাদ দাও।",
    "আমিই মৃতকে করি জীবিত এবং লিখে রাখি যা তারা অগ্রে প্রেরণ করে এবং যা তারা পশ্চাতে রেখে যায়, আমি প্রত্যেক বিষয়কে স্পষ্ট কিতাবে সংরক্ষিত রেখেছি।",
    "তাদের নিকট উপস্থিত কর এক জনপদের অধিবাসীদের দৃষ্টান্ত; তাদের নিকট এসেছিল রাসূলগণ।",
    "যখন আমি তাদের নিকট পাঠিয়েছিলাম দু’জন রাসূল, কিন্তু তারা তাদেরকে মিথ্যাবাদী বলল; তখন আমি তাদেরকে শক্তিশালী করেছিলাম তৃতীয় একজন দ্বারা এবং তারা বলেছিলঃ আমরাতো তোমাদের নিকট প্রেরিত হয়েছি।",
    "তারা বললঃ তোমরাতো আমাদের মত মানুষ, দয়াময় কিছুই অবতীর্ণ করেননি, তোমরা শুধু মিথ্যাই বলছ।",
    "তারা বললঃ আমাদের রাব্ব জানেন যে, আমরা অবশ্যই তোমাদের নিকট প্রেরিত হয়েছি।",
    "স্পষ্টভাবে প্রচার করাই আমাদের দায়িত্ব।",
    "তারা বললঃ আমরা তোমাদেরকে অমঙ্গলের কারণ মনে করি। যদি তোমরা বিরত না হও তাহলে তোমাদেরকে অবশ্যই প্রস্তরাঘাতে হত্যা করব এবং আমাদের পক্ষ হতে তোমাদের উপর যন্ত্রণাদায়ক শাস্তি অবশ্যই আপতিত হবে।",
    "তারা বললঃ তোমাদের অমঙ্গল তোমাদেরই সাথে, এটা কি এ জন্য যে, আমরা তোমাদেরকে উপদেশ দিচ্ছি? বস্তুতঃ তোমরা এক সীমালংঘনকারী সম্প্রদায়।",
    "নগরীর প্রান্ত হতে এক ব্যক্তি ছুটে এলো, সে বললঃ হে আমার সম্প্রদায়! রাসূলদের অনুসরণ কর।",
    "অনুসরণ কর তাদের যারা তোমাদের নিকট কোন প্রতিদান চায়না এবং তারা সৎ পথপ্রাপ্ত।"
  ]
}