{
  "meta": {
    "id": 163,
    "name": "Sheikh Mujibur Rahman",
    "author_name": "Darussalaam Publication",
    "slug": "bn-sheikh-mujibur-rahman",
    "language_name": "bengali"
  },
  "verses": [
    "সে (ইবরাহীম) বললঃ হে প্রেরিত মালাইকা/ফেরেশতাগণ! আপনাদের বিশেষ কাজ কি?",
    "তারা বললঃ আমাদেরকে এক অপরাধী সম্প্রদায়ের নিকট প্রেরণ করা হয়েছে।",
    "তাদের উপর নিক্ষেপ করার জন্য মাটির শক্ত ঢেলা,",
    "যা সীমালংঘনকারীদের জন্য চিহ্নিত তোমার রবের নিকট হতে ।",
    "সেখানে যেসব মু’মিন ছিল আমি তাদেরকে উদ্ধার করেছিলাম –",
    "এবং সেখানে একটি পরিবার ব্যতীত কোন আত্মসমর্পনকারী (মুসলিম) আমি পাইনি –",
    "যারা যন্ত্রণাদায়ক শাস্তিকে ভয় করে আমি তাদের জন্য ওতে একটি নিদর্শন রেখেছি,",
    "এবং নিদর্শন রেখেছি মূসার বৃত্তান্তে, যখন আমি তাকে প্রমাণসহ ফির‘আউনের নিকট প্রেরণ করেছিলাম।",
    "তখন সে ক্ষমতা দম্ভে মুখ ফিরিয়ে নিল এবং বললঃ এই ব্যক্তি হয় এক যাদুকর, না হয় উম্মাদ।",
    "সুতরাং আমি তাকে ও তার দলবলকে শাস্তি দিলাম এবং তাদেরকে সমুদ্রে নিক্ষেপ করলাম; সেতো ছিল তিরস্কারযোগ্য।",
    "এবং নিদর্শন রয়েছে আ‘দের ঘটনায় যখন আমি তাদের বিরুদ্ধে প্রেরণ করেছিলাম অকল্যাণকর বায়ু।",
    "এটা যা কিছুর উপর দিয়ে বয়ে গিয়েছিল তাকেই চূর্ন বিচূর্ণ করে দিয়েছিল।",
    "আরও নিদর্শন রয়েছে সামূদের বৃত্তান্তে, যখন তাদেরকে বলা হলঃ ভোগ করে নাও স্বল্পকাল,",
    "কিন্তু তারা তাদের রবের আদেশ অমান্য করল; ফলে তাদের প্রতি বজ্রাঘাত হল এবং তারা তা দেখতে ছিল।",
    "তারা উঠে দাঁড়াতে পারলনা এবং তা প্রতিরোধ করতেও পারলনা।",
    "আমি ধ্বংস করেছিলাম তাদের পূর্বে নূহের সম্প্রদায়কে, তারা ছিল সত্যত্যাগী সম্প্রদায়।",
    "আমি আকাশ নির্মাণ করেছি আমার ক্ষমতা বলে এবং আমি অবশ্যই মহাসম্প্রসারণকারী,",
    "এবং আমি ভূমিকে বিছিয়ে দিয়েছি; আমি কত সুন্দরভাবে বিছিয়েছি এটা।",
    "আমি প্রত্যেক বস্তু সৃষ্টি করেছি জোড়ায় জোড়ায়, যাতে তোমরা উপদেশ গ্রহণ কর।",
    "আল্লাহর দিকে ধাবিত হও; আমি তোমাদের প্রতি আল্লাহ কর্তৃক প্রেরিত সতর্ককারী।",
    "তোমরা আল্লাহর সাথে কোন মা‘বূদ স্থির করনা; আমি তোমাদের প্রতি আল্লাহ কর্তৃক প্রেরিত স্পষ্ট সতর্ককারী ।",
    "এভাবে তাদের পূর্ববর্তীদের নিকট যখনই কোন রাসূল এসেছে, তারা বলেছেঃ তুমিতো এক যাদুকর, না হয় উম্মাদ!",
    "তারা কি একে অপরকে এই মন্ত্রণাই দিয়ে এসেছে? বস্তুতঃ তারা এক সীমালংঘনকারী সম্প্রদায়।",
    "অতএব তুমি তাদেরকে উপেক্ষা কর, এতে তুমি অপরাধী হবেনা।",
    "তুমি উপদেশ দিতে থাক, কারণ উপদেশ মু’মিনদের উপকারে আসবে।",
    "আমি সৃষ্টি করেছি জিন ও মানুষকে এ জন্য যে, তারা আমারই ইবাদাত করবে।",
    "আমি তাদের নিকট হতে জীবিকা চাইনা এবং এও চাইনা যে, তারা আমার আহার যোগাবে।",
    "আল্লাহই রিয্ক দান করেন এবং তিনি প্রবল, পরাক্রান্ত।",
    "যালিমদের প্রাপ্য ওটাই যা অতীতে তাদের সম মতাবলম্বীরা ভোগ করেছে। সুতরাং তারা এর জন্য আমার নিকট যেন ত্বরা না করে।",
    "কাফিরদের জন্য দুর্ভোগ তাদের ঐ দিনের যে দিনের বিষয়ে তাদেরকে সতর্ক করা হয়েছে।",
    "শপথ তুর পর্বতের,",
    "শপথ কিতাবের, যা লিখিত আছে –",
    "উন্মুক্ত পত্রে।",
    "শপথ বায়তুল মা‘মুরের,",
    "শপথ সমুন্নত আকাশের,",
    "এবং শপথ উদ্বেলিত সমুদ্রের।",
    "তোমার রবের শাস্তি অবশ্যম্ভাবী,",
    "এর নিবারণ করার কেহ নেই।",
    "যেদিন আকাশ আন্দোলিত হবে প্রবলভাবে –",
    "এবং পর্বত চলবে দ্রুত।",
    "দুর্ভোগ সেইদিন মিথ্যাশ্রয়ীদের –",
    "যারা ক্রীড়াচ্ছলে অসার কার্যকলাপে লিপ্ত থাকে।",
    "যেদিন তাদেরকে হাকিয়ে নিয়ে যাওয়া হবে জাহান্নামের আগুনের দিকে,",
    "(বলা হবে) এটাই সেই আগুন যাকে তোমরা মিথ্যা মনে করতে।",
    "এটা কি যাদু? না কি তোমরা দেখছনা?",
    "তোমরা এতে প্রবেশ কর, অতঃপর তোমরা ধৈর্য ধারণ কর অথবা না করা উভয়ই তোমাদের জন্য সমান। তোমরা যা করতে তোমাদেরকে তারই প্রতিফল দেয়া হচ্ছে।",
    "মুত্তাকীরা থাকবে জান্নাতে ও ভোগ করবে বিলাস।",
    "তাদের রাব্ব তাদেরকে যা দিবেন তারা তা উপভোগ করবে এবং তিনি তাদেরকে রক্ষা করবেন জাহান্নামের শাস্তি হতে।",
    "তোমরা যা করতে তার প্রতিফল স্বরূপ তোমরা তৃপ্তির সাথে পানাহার করতে থাক।",
    "তারা বসবে শ্রেণীবদ্ধভাবে সজ্জিত আসনে হেলান দিয়ে; আমি তাদের মিলন ঘটাব আয়তলোচনা হুরের সঙ্গে।",
    "এবং যারা ঈমান আনে আর তাদের সন্তান-সন্ততি ঈমানে তাদের অনুগামী হয়, তাদের সাথে মিলিত করাব তাদের সন্তান-সন্ততিকে এবং তাদের কর্মফল আমি কিছুমাত্র হ্রাস করবনা, প্রত্যেক ব্যক্তি নিজ কৃতকর্মের জন্য দায়ী।",
    "আমি তাদেরকে দিব ফল-মূল এবং গোশত যা তারা পছন্দ করে।",
    "সেখানে তারা একে অপরের নিকট হতে গ্রহণ করবে পান পাত্র, যা হতে পান করলে কেহ অসার কথা বলবেনা এবং অসৎ কাজেও লিপ্ত হবেনা।",
    "সুরক্ষিত মুক্তা সদৃশ কিশোরেরা সেখানে তাদের জন্য নিয়োজিত থাকবে।",
    "তারা একে অপরের দিকে মুখোমুখি জিজ্ঞসাবাদ করবে –",
    "এবং বলবেঃ পূর্বে আমরা পরিবার-পরিজনের মধ্যে শংকিত অবস্থায় ছিলাম –",
    "অতঃপর আমাদের প্রতি আল্লাহ অনুগ্রহ করেছেন এবং আমাদেরকে অগ্নির শাস্তি হতে রক্ষা করেছেন,",
    "আমরা পূর্বেও আল্লাহকে আহবান করতাম, তিনিতো কৃপাময়, পরম দয়ালু।",
    "অতএব তুমি উপদেশ দান করতে থাক, তোমার রবের অনুগ্রহে তুমি গণক নও, উম্মাদও নও।",
    "তারা কি বলতে চায় যে, সে একজন কবি, আমরা তার জন্য কালের বিপর্যয়ের প্রতীক্ষা করছি।",
    "বলঃ তোমরা প্রতীক্ষা কর, আমিও তোমাদের সাথে প্রতীক্ষা করছি।",
    "তাহলে কি তাদের বুদ্ধি তাদেরকে এই বিষয়ে প্ররোচিত করে, না তারা এক সীমালংঘনকারী সম্প্রদায়?",
    "তারা কি বলেঃ এই কুরআন তার নিজের রচনা? বরং তারা অবিশ্বাসী।",
    "তারা যদি সত্যবাদী হয় তাহলে এই সদৃশ কোন রচনা উপস্থিত করুক।",
    "তারা কি স্রষ্টা ব্যতীত সৃষ্টি হয়েছে, না তারা নিজেরাই স্রষ্টা?",
    "না কি তারা আকাশ ও পৃথিবী সৃষ্টি করেছে? বরং তারাতো অবিশ্বাসী",
    "তোমার রবের ভান্ডার কি তাদের নিকট রয়েছে, না তারা এ সমুদয়ের নিয়ন্তা?",
    "না কি তাদের কোন সিড়ি আছে যাতে আরোহণ করে তারা শ্রবণ করে? থাকলে তাদের সেই শ্রোতা সুস্পষ্ট প্রমাণ উপস্থিত করুক।",
    "তাহলে কি কন্যা সন্তান তাঁর জন্য এবং পুত্র সন্তান তোমাদের জন্য?",
    "তাহলে কি তুমি তাদের নিকট পারিশ্রমিক চাচ্ছ যে, তারা একে একটি দুর্বহ বোঝা মনে করবে?",
    "না কি অদৃশ্য বিষয়ে তাদের কোন জ্ঞান আছে যে, তারা এই বিষয়ে কিছু লিখে?",
    "অথবা তারা কি কোন ষড়যন্ত্র করতে চায়? পরিণামে কাফিরেরাই হবে ষড়যন্ত্রের শিকার।",
    "না কি আল্লাহ ব্যতীত তাদের অন্য কোন মা‘বূদ আছে? তারা যাকে শরীক স্থির করে আল্লাহ তা হতে পবিত্র।",
    "তারা আকাশের কোন খন্ড ভেঙ্গে পড়তে দেখলেও বলবেঃ এটাতো এক পূঞ্জীভুত মেঘ।",
    "তাদেরকে উপেক্ষা করে চল সেই দিন পর্যন্ত, যে দিন তারা বজ্রাঘাতের সম্মুখীন হবে।",
    "যেদিন তাদের ষড়যন্ত্র কোন কাজে আসবেনা এবং তাদেরকে সাহায্যও করা হবেনা।",
    "এ ছাড়াও আরও শাস্তি রয়েছে যালিমদের জন্য। কিন্তু তাদের অধিকাংশই তা জানেনা।",
    "ধৈর্য ধারণ কর তোমার রবের নির্দেশের অপেক্ষায়; তুমি আমার চোখের সামনেই রয়েছ। তুমি তোমার রবের প্রশংসা, পবিত্রতা ও মহিমা ঘোষণা কর যখন তুমি শয্যা ত্যাগ কর –",
    "এবং তাঁর পবিত্রতা ঘোষণা কর রাতে ও তারকার অস্ত গমনের পর।",
    "শপথ নক্ষত্রের, যখন ওটা হয় অস্তমিত,",
    "তোমাদের সঙ্গী বিভ্রান্ত নয়, বিপথগামীও নয়,",
    "এবং সে মনগড়া কথাও বলেনা।",
    "এটাতো অহী, যা তার প্রতি প্রত্যাদেশ হয়।",
    "তাকে শিক্ষা দান করে শক্তিশালী –",
    "প্রজ্ঞা সম্পন্ন; সে নিজ আকৃতিতে স্থির হয়েছিল,",
    "তখন সে ঊর্ধ্ব দিগন্তে।",
    "অতঃপর সে তার নিকটবর্তী হল, অতি নিকটবর্তী।",
    "ফলে তাদের মধ্যে দুই ধনুকের ব্যবধান রইল, অথবা তারও কম।",
    "তখন আল্লাহ তাঁর বান্দার প্রতি যা অহী করার তা অহী করলেন।",
    "যা সে দেখেছে তার অন্তকরণ তা অস্বীকার করেনি।",
    "সে যা দেখেছে তোমরা কি সে বিষয়ে তার সংগে বিতর্ক করবে?",
    "নিশ্চয়ই সে তাকে আরেকবার দেখেছিল।",
    "সিদরাতুল মুনতাহার নিকট,",
    "যার নিকট অবস্থিত বাসোদ্যান।",
    "যখন বৃক্ষটি, যদ্বারা আচ্ছাদিত হবার তদ্বারা ছিল আচ্ছাদিত,",
    "তার দৃষ্টি বিভ্রম হয়নি, দৃষ্টি লক্ষ্যচ্যূতও হয়নি।",
    "সেতো তার প্রতিপালকের মহান নিদর্শনাবলী দেখেছিল।",
    "তোমরা কি ভেবে দেখেছ লাত ও উযযা সম্বন্ধে?",
    "এবং তৃতীয় আরেকটি ‘মানাত’ সম্বন্ধে?",
    "তাহলে কি পুত্র-সন্তান তোমাদের জন্য এবং কন্যা-সন্তান আল্লাহর জন্য?",
    "এ ধরণের বন্টনতো অসঙ্গত।",
    "এগুলির কতক নামমাত্র যা তোমাদের পূর্ব-পুরুষরা ও তোমরা রেখেছ, যার সমর্থনে আল্লাহ কোন দলীল প্রেরণ করেননি। তারাতো অনুমান এবং নিজেদের প্রবৃত্তিরই অনুসরণ করে, অথচ তাদের নিকট তাদের রবের পথনির্দেশ এসেছে।",
    "মানুষ যা চায় তাই কি সে পায়?",
    "বস্তুতঃ ইহকাল ও পরকাল আল্লাহরই।",
    "আকাশে কত মালাইকা/ফেরেশতা রয়েছে, তাদের কোন সুপারিশ ফলপ্রসু হবেনা যতক্ষণ আল্লাহ যাকে ইচ্ছা এবং যার প্রতি সন্তষ্ট তাকে অনুমতি না দেন।",
    "যারা আখিরাতে বিশ্বাস করেনা তারাই নারীবাচক নাম দিয়ে থাকে মালাইকাদেরকে।",
    "অথচ এ বিষয়ে তাদের কোন জ্ঞান নেই, তারা শুধু অনুমানের অনুসরণ করে; সত্যের মুকাবিলায় অনুমানের কোন মূল্য নেই।",
    "অতএব যে আমার স্মরণে বিমুখ তাকে উপেক্ষা করে চল; সেতো শুধু পার্থিব জীবন কামনা করে।",
    "তাদের জ্ঞানের দৌড় এই পর্যন্ত। তোমার রাব্বই ভাল জানেন কে তাঁর পথ হতে বিচ্যুত; তিনিই ভাল জানেন কে সৎপথ প্রাপ্ত।",
    "আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে তা আল্লাহরই। যারা মন্দ কাজ করে তাদেরকে তিনি দেন মন্দ ফল এবং যারা সৎ কাজ করে তাদেরকে দেন উত্তম পুরস্কার।",
    "যারা বিরত থাকে গুরুতর পাপ ও অশ্লীল কার্য হতে, ছোট- খাট অপরাধ করলেও তোমার রবের ক্ষমা অপরিসীম; তিনি (আল্লাহ) তোমাদের সম্পর্কে সম্যক অবগত, যখন তিনি তোমাদেরকে সৃষ্টি করেছিলেন মাটি হতে এবং যখন তোমরা মাতৃগর্ভে ভ্রুণরূপে অবস্থান কর। অতএব তোমরা আত্মপ্রশংসা করনা, তিনিই সম্যক জানেন মুত্তাকী কে।",
    "তুমি কি দেখেছ সেই ব্যক্তিকে যে মুখ ফিরিয়ে নেয়;",
    "এবং দান করে সামান্যই, পরে বন্ধ করে দেয়?",
    "তার কি অদৃশ্যের জ্ঞান আছে যে সে জানবে?",
    "তাকে কি অবগত করা হয়নি যা আছে মূসার কিতাবে,",
    "এবং ইবরাহীমের কিতাবে যে পালন করেছিল তার দায়িত্ব?",
    "ওটা এই যে, কোন বহনকারী অপরের বোঝা বহন করবেনা।",
    "আর এই যে, মানুষ তা’ই পায় যা সে করে,",
    "আর এই যে, তার কাজ অচিরেই দেখানো হবে,",
    "অতঃপর তাকে দেয়া হবে পূর্ণ প্রতিদান।",
    "আর এই যে, সব কিছুর সমাপ্তিতো তোমার রবের নিকট।",
    "আর এই যে, তিনিই হাসান, তিনিই কাঁদান।",
    "এবং এই যে, তিনিই মারেন, তিনিই বাঁচান,",
    "আর এই যে, তিনিই সৃষ্টি করেন যুগল পুরুষ ও নারী –",
    "শুক্র বিন্দু হতে যখন তা স্খলিত হয়;",
    "আর এই যে, পুনরুত্থান ঘটানোর দায়িত্ব তাঁরই।",
    "আর এই যে, তিনিই অভাবমুক্ত করেন ও সম্পদ দান করেন।",
    "আর এই যে, তিনি ‘শি’রা’ নক্ষত্রের মালিক।",
    "এবং এই যে, তিনিই প্রথম ‘আদ সম্প্রদায়কে ধ্বংস করেছিলেন।",
    "এবং সামূদ সম্প্রদায়কেও, কেহকেও তিনি বাকী রাখেননি।",
    "আর এদের পূর্বে নূহের সম্প্রদায়কেও; তারা ছিল অতিশয় যালিম ও অবাধ্য।",
    "উৎপাটিত আবাস ভূমিকে উল্টিয়ে নিক্ষেপ করেছিলেন।",
    "ওকে আচ্ছন্ন করল কি সর্বগ্রাসী শাস্তি!",
    "তুমি তোমার রবের কোন্ অনুগ্রহ সম্পর্কে সন্দেহ পোষণ করবে?",
    "অতীতের সতর্ককারীদের ন্যায় এই নাবীও এক সতর্ককারী;",
    "কিয়ামাত আসন্ন,",
    "আল্লাহ ছাড়া কেহই এটা ব্যক্ত করতে সক্ষম নয়।",
    "তোমরা কি এই কথায় বিস্ময় বোধ করছ!",
    "এবং হাসি- ঠাট্টা করছ! ক্রন্দন করছনা?",
    "তোমরাতো উদাসীন,",
    "অতএব আল্লাহকে সাজদাহ কর এবং তাঁর ইবাদাত কর। [সাজদাহ]",
    "কিয়ামাত আসন্ন, চাঁদ বিদীর্ণ হয়েছে,",
    "তারা কোনো নিদর্শন দেখলে মুখ ফিরিয়ে নেয় এবং বলেঃ এটাতো চিরাচরিত যাদু।",
    "তারা সত্য প্রত্যাখ্যান করে এবং নিজ খেয়াল-খুশীর অনুসরণ করে, আর প্রত্যেক ব্যাপারই যথাসময়ে লক্ষ্যে পৌঁছবে।",
    "তাদের নিকট এসেছে সুসংবাদ, যাতে আছে সাবধান বাণী।",
    "এটা পরিপূর্ণ জ্ঞান, তবে এই সতর্ক বাণী তাদের কোন উপকারে আসেনি।",
    "অতএব তুমি তাদেরকে উপেক্ষা কর। যেদিন আহবানকারী আহবান করবে এক ভয়াবহ পরিণামের দিকে।",
    "অপমানে অবনমিত নেত্রে সেই দিন তারা কাবর হতে বের হবে বিক্ষিপ্ত পঙ্গপালের ন্যায়।",
    "তারা আহবানকারীর দিকে ছুটে আসবে ভীত-বিহবল হয়ে। কাফিরেরা বলবেঃ কঠিন এই দিন।",
    "এদের পূর্বে নূহের সম্প্রদায়ও মিথ্যা আরোপ করেছিল আমার বান্দার প্রতি এবং বলেছিলঃ এতো এক পাগল। আর তাকে ভীতি প্রদর্শন করা হয়েছিল।",
    "তখন সে তার রাব্বকে আহবান করে বলেছিলঃ আমিতো অসহায়; অতএব তুমি আমার প্রতিবিধান কর।",
    "ফলে আমি উন্মুক্ত করে দিলাম আকাশের দ্বার, প্রবল বারি বর্ষণে।",
    "এবং মাটি হতে উৎসারিত করলাম প্রস্রবণ। অতঃপর সকল পানি মিলিত হল এক পরিকল্পনা অনুসারে।",
    "তখন নূহকে আরোহণ করালাম কাষ্ঠ ও কীলক নির্মিত এক নৌযানে,",
    "যা চলত আমার প্রত্যক্ষ তত্ত্বাবধানে। এটা পুরস্কার তার জন্য যে প্রত্যাখ্যাত হয়েছিল।",
    "আমি এটাকে রেখে দিয়েছি এক নিদর্শনরূপে; অতএব উপদেশ গ্রহণকারী কেহ আছে কি?",
    "কি কঠোর ছিল আমার শাস্তি ও সতর্কবাণী!",
    "কুরআন আমি সহজ করে দিয়েছি উপদেশ গ্রহণের জন্য, সুতরাং উপদেশ গ্রহণকারী কেহ আছে কি?",
    "আ‘দ সম্প্রদায় সত্য প্রত্যাখ্যান করেছিল, ফলে কি কঠোর হয়েছিল আমার শাস্তি ও সতর্ক বাণী!",
    "তাদের উপর আমি প্রেরণ করেছিলাম ঝঞ্ঝাবায়ু নিরবিচ্ছিন্ন দুর্ভোগের দিনে।",
    "মানুষকে ওটা উৎখাত করেছিল উন্মুলিত খেজুর কান্ডের ন্যায়।",
    "কি কঠোর ছিল আমার শাস্তি ও সতর্ক বাণী!",
    "কুরআন আমি সহজ করে দিয়েছি উপদেশ গ্রহণের জন্য; অতএব উপদেশ গ্রহণ করার কেহ আছে কি?",
    "সামূদ সম্প্রদায় সতর্ককারীদেরকে মিথ্যাবাদী বলেছিল।",
    "তারা বলেছিলঃ আমরা কি আমাদেরই সম্প্রদায়ের এক ব্যক্তির অনুসরণ করব? তাহলে তো আমরা বিপথগামী এবং উন্মাদরূপে গন্য হব।",
    "আমাদের মধ্যে কি তারই প্রতি প্রত্যাদেশ হয়েছে? না, সেতো একজন মিথ্যাবাদী, দাম্ভিক।",
    "আগামীকাল তারা জানবে, কে মিথ্যাবাদী, দাম্ভিক।",
    "আমি তাদের পরীক্ষার জন্য পাঠিয়েছি এক উষ্ট্রী; অতএব তুমি তাদের আচরণ লক্ষ্য কর এবং ধৈর্যশীল হও,",
    "আর তুমি তাদেরকে জানিয়ে দাও যে, তাদের মধ্যে পানি বন্টন নির্ধারিত এবং পানির অংশের জন্য প্রত্যেকে হাযির হবে পালাক্রমে।",
    "অতঃপর তারা তাদের এক সঙ্গীকে আহবান করল, সে ওকে ধরে হত্যা করল।",
    "কি কঠোর ছিল আমার শাস্তি ও সতর্ক বাণী!",
    "আমি তাদেরকে আঘাত হেনেছিলাম এক মহানাদ দ্বারা; ফলে তারা হয়ে গেল খোয়াড় প্রস্তুতকারী বিখন্ডিত শুস্ক শাখা-প্রশাখার ন্যায়।",
    "আমি কুরআন সহজ করে দিয়েছি উপদেশ গ্রহণের জন্য; অতএব উপদেশ গ্রহণ করার কেহ আছে কি?",
    "লূত সম্প্রদায় প্রত্যাখ্যান করেছিল সতর্ককারীদেরকে।",
    "আমি তাদের উপর প্রেরণ করেছিলাম প্রস্তর বহনকারী প্রচন্ড ঝটিকা, কিন্তু লূত পরিবারের উপর নয়; তাদেরকে আমি উদ্ধার করেছিলাম রাতের শেষাংশে,",
    "আমার বিশেষ অনুগ্রহ স্বরূপ; যারা কৃতজ্ঞ আমি এভাবেই তাদেরকে পুরস্কৃত করে থাকি।",
    "লূত তাদেরকে সতর্ক করেছিল আমার কঠিন শাস্তি সম্পর্কে। কিন্তু তারা সতর্ক বাণী সম্বন্ধে বিতন্ডা শুরু করল।",
    "তারা লূতের নিকট হতে তার মেহমানদেরকে দাবী করল, তখন আমি তাদের দৃষ্টিশক্তি লোপ করে দিলাম এবং বললামঃ আস্বাদন কর আমার শাস্তি এবং সতর্কবাণীর পরিণাম।",
    "প্রত্যুষে বিরামহীন শাস্তি তাদেরকে আঘাত করল।",
    "(আমি বললাম) আস্বাদন কর আমার শাস্তি এবং সতর্কবাণীর পরিণাম।",
    "আমি কুরআন সহজ করে দিয়েছি উপদেশ গ্রহণের জন্য; অতএব উপদেশ গ্রহণকারী কেহ আছে কি?",
    "ফির‘আউন সম্প্রদায়ের নিকটও এসেছিল সতর্ককারী।",
    "কিন্তু তারা আমার সকল নিদর্শন প্রত্যাখ্যান করল, অতঃপর পরাক্রমশালী ও সর্বশক্তিমান রূপে আমি তাদেরকে সুকঠিন শাস্তি দিলাম।",
    "তোমাদের মধ্যকার কাফিরেরা কি তাদের অপেক্ষা শ্রেষ্ঠ? না কি তোমাদের অব্যাহতির কোন সনদ রয়েছে পূর্ববর্তী কিতাবে?",
    "এরা কি বলে, আমরা এক সংঘবদ্ধ অপরাজেয় দল?",
    "এই দলতো শীঘ্রই পরাজিত হবে এবং পৃষ্ঠ প্রদর্শন করবে,",
    "অধিকন্ত কিয়ামাত তাদের শাস্তির নির্ধারিত কাল এবং কিয়ামাত হবে কঠিনতর ও তিক্ততর।",
    "নিশ্চয়ই অপরাধীরা বিভ্রান্ত ও বিকারগ্রস্ত।",
    "যেদিন তাদেরকে উপুড় করে টেনে নিয়ে যাওয়া হবে জাহান্নামের দিকে সেই দিন বলা হবেঃ জাহান্নামের যন্ত্রণা আস্বাদন কর।",
    "আমি সব কিছু সৃষ্টি করেছি নির্ধারিত পরিমাপে।",
    "আমার আদেশতো একটি কথায় নিস্পন্ন, চোখের পলকের মত।",
    "আমি ধ্বংস করেছি তোমাদের মত দলগুলিকে; অতএব উহা হতে উপদেশ গ্রহণকারী কেহ আছে কি?",
    "তাদের সমস্ত কার্যকলাপ আছে ‘আমলনামায়,",
    "আছে ক্ষুদ্র ও বৃহৎ সব কিছুই লিপিবদ্ধ;",
    "মুত্তাকীরা থাকবে স্রোতস্বিনী বিধৌত জান্নাতে –",
    "যোগ্য আসনে, সার্বভৌম ক্ষমতার অধিকারী আল্লাহর সান্নিধ্যে।",
    "দয়াময় আল্লাহ!",
    "তিনিই শিক্ষা দিয়েছেন কুরআন।",
    "তিনিই সৃষ্টি করেছেন মানুষ।",
    "তিনিই তাকে শিখিয়েছেন ভাব প্রকাশ করতে।",
    "সূর্য ও চাঁদ আবর্তন করে নির্ধারিত কক্ষপথে।",
    "‘তারকা ও বৃক্ষ উভয়ে (আল্লাহকে) সাজদাহ করে।",
    "তিনি আকাশকে করেছেন সমুন্নত এবং স্থাপন করেছেন মানদন্ড –",
    "যাতে তোমরা ভারসাম্য লংঘন না কর।",
    "ওযনের ন্যায্য মান প্রতিষ্ঠিত কর এবং মিযানে কম করনা।",
    "তিনি পৃথিবীকে স্থাপন করেছেন সৃষ্ট জীবের জন্য।",
    "এতে রয়েছে ফল-মূল এবং খেজুর বৃক্ষ, যার ফল আবরণযুক্ত –",
    "এবং খোসাবিশিষ্ট দানা ও সুগন্ধ গুল্ম।",
    "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
    "মানুষকে তিনি সৃষ্টি করেছেন পোড়া মাটির মত শুস্ক মৃত্তিকা হতে –",
    "আর জিনকে সৃষ্টি করেছেন নির্ধূম অগ্নিশিখা হতে।",
    "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
    "তিনিই দুই উদয়াচল ও দুই অস্তাচলের নিয়ন্তা।",
    "সুতরাং তোমরা উভয়ে তোমাদের রবের কোন্ অনুগ্রহ অস্বীকার করবে?",
    "তিনি প্রবাহিত করেন দুই দরিয়া, যারা পরস্পর মিলিত হয়,",
    "কিন্তু ওদের মধ্যে রয়েছে এক অন্তরাল যা ওরা অতিক্রম করতে পারেনা।",
    "সুতরাং তোমরা উভয়ে তোমাদের রবের কোন্ অনুগ্রহ অস্বীকার করবে?",
    "উভয় দরিয়া হতে উৎপন্ন হয় মুক্তা ও প্রবাল।",
    "সুতরাং তোমরা উভয়ে তোমাদের রবের কোন্ অনুগ্রহ অস্বীকার করবে?",
    "সমুদ্রে বিচরণশীল পর্বত সদৃশ নৌযানসমূহ তাঁরই নিয়ন্ত্রণাধীন।",
    "সুতরাং তোমরা উভয়ে তোমাদের রবের কোন্ অনুগ্রহ অস্বীকার করবে?",
    "ভূপৃষ্ঠে যা কিছু আছে সব কিছু নশ্বর,",
    "অবিনশ্বর শুধু তোমার রবের মুখমন্ডল যিনি মহিমাময়, মহানুভব।",
    "সুতরাং তোমরা উভয়ে তোমাদের রবের কোন্ অনুগ্রহ অস্বীকার করবে?",
    "আকাশমন্ডলী ও পৃথিবীতে যা আছে সবাই তাঁর নিকট প্রার্থী, প্রতিনিয়ত তিনি অতি গুরুত্বপূর্ণ কাজে রত।",
    "সুতরাং তোমরা উভয়ে তোমাদের রবের কোন্ অনুগ্রহ অস্বীকার করবে?",
    "হে মানুষ ও জিন! আমি শীঘ্রই তোমাদের প্রতি মনোনিবেশ করব।",
    "সুতরাং তোমরা উভয়ে তোমাদের রবের কোন্ অনুগ্রহ অস্বীকার করবে?",
    "হে জিন ও মানুষ সম্প্রদায়! আকাশমন্ডলী ও পৃথিবীর সীমা তোমরা যদি অতিক্রম করতে পার, অতিক্রম কর; কিন্তু তোমরা তা পারবেনা আল্লাহর অনুমতি ব্যতীত।",
    "সুতরাং তোমরা উভয়ে তোমাদের রবের কোন্ অনুগ্রহ অস্বীকার করবে?",
    "তোমাদের প্রতি প্রেরিত হবে অগ্নিশিখা ও ধুম্রপুঞ্জ, তখন তোমরা তা প্রতিরোধ করতে পারবেনা।",
    "সুতরাং তোমরা উভয়ে তোমাদের রবের কোন্ অনুগ্রহ অস্বীকার করবে?",
    "যেদিন আকাশ বিদীর্ণ হবে সেইদিন ওটা রক্ত-রঙ্গে রঞ্জিত চর্মের রূপ ধারণ করবে;",
    "সুতরাং তোমরা উভয়ে তোমাদের রবের কোন্ অনুগ্রহ অস্বীকার করবে?",
    "সেদিন মানুষকে তার অপরাধ সম্বন্ধে জিজ্ঞেস করা হবেনা, আর না জিনকে।",
    "সুতরাং তোমরা উভয়ে তোমাদের রবের কোন্ অনুগ্রহ অস্বীকার করবে?",
    "অপরাধীদের পরিচয় পাওয়া যাবে তাদের চেহারা হতে; তাদেরকে পাকড়াও করা হবে পা ও মাথার ঝুঁটি ধরে।",
    "সুতরাং তোমরা উভয়ে তোমাদের রবের কোন্ অনুগ্রহ অস্বীকার করবে?",
    "এটাই সেই জাহান্নাম, যা অপরাধীরা অবিশ্বাস করত।",
    "তারা জাহান্নামের আগুন ও ফুটন্ত পানির মধ্যে ছুটাছুটি করবে।",
    "সুতরাং তোমরা উভয়ে তোমাদের রবের কোন্ অনুগ্রহ অস্বীকার করবে?",
    "আর যে ব্যক্তি আল্লাহর সামনে উপস্থিত হওয়ার ভয় রাখে, তার জন্য রয়েছে দু’টি উদ্যান।",
    "সুতরাং তোমরা উভয়ে তোমাদের রবের কোন্ অনুগ্রহ অস্বীকার করবে?",
    "উভয়ই বহু শাখা-পল্লব বিশিষ্ট বৃক্ষে পূর্ণ।",
    "সুতরাং তোমরা উভয়ে তোমাদের রবের কোন্ অনুগ্রহ অস্বীকার করবে?",
    "উভয় উদ্যানে রয়েছে প্রবাহমান দুই প্রস্রবণ;",
    "সুতরাং তোমরা উভয়ে তোমাদের রবের কোন্ অনুগ্রহ অস্বীকার করবে?",
    "উভয় উদ্যানে রয়েছে প্রত্যক ফল, জোড়ায় জোড়ায়।",
    "সুতরাং তোমরা উভয়ে তোমাদের রবের কোন্ অনুগ্রহ অস্বীকার করবে?",
    "সেখানে তারা হেলান দিয়ে বসবে পুরু রেশমের আস্তর বিশিষ্ট ফরাশে, দুই উদ্যানের ফল হবে তাদের নিকটবর্তী।",
    "সুতরাং তোমরা উভয়ে তোমাদের রবের কোন্ অনুগ্রহ অস্বীকার করবে?",
    "সেই সবের মাঝে রয়েছে বহু আনতনয়না, যাদেরকে পূর্বে কোন মানুষ অথবা জিন স্পর্শ করেনি।",
    "সুতরাং তোমরা উভয়ে তোমাদের রবের কোন্ অনুগ্রহ অস্বীকার করবে?",
    "তারা যেন প্রবাল ও পদ্মরাগ;",
    "সুতরাং তোমরা উভয়ে তোমাদের রবের কোন্ অনুগ্রহ অস্বীকার করবে?",
    "উত্তম কাজের জন্য উত্তম পুরস্কার ব্যতীত আর কি হতে পারে?",
    "সুতরাং তোমরা উভয়ে তোমাদের রবের কোন্ অনুগ্রহ অস্বীকার করবে?",
    "এই উদ্যানদ্বয় ব্যতীত আরও দু’টি উদ্যান রয়েছে –",
    "সুতরাং তোমরা উভয়ে তোমাদের রবের কোন্ অনুগ্রহ অস্বীকার করবে?",
    "ঘন সবুজ এ উদ্যানটি দু’টি।",
    "সুতরাং তোমরা উভয়ে তোমাদের রবের কোন্ অনুগ্রহ অস্বীকার করবে?",
    "উভয় উদ্যানে রয়েছে উচ্ছলিত দুই প্রস্রবন।",
    "সুতরাং তোমরা উভয়ে তোমাদের রবের কোন্ অনুগ্রহ অস্বীকার করবে?",
    "সেখানে রয়েছে ফলমূল, খেজুর ও আনার।",
    "সুতরাং তোমরা উভয়ে তোমাদের রবের কোন্ অনুগ্রহ অস্বীকার করবে?",
    "সেই সকলের মাঝে রয়েছে সুশীলা, সুন্দরীগণ।",
    "সুতরাং তোমরা উভয়ে তোমাদের রবের কোন্ অনুগ্রহ অস্বীকার করবে?",
    "তারা তাবুতে সুরক্ষিত হুর।",
    "সুতরাং তোমরা উভয়ে তোমাদের রবের কোন্ অনুগ্রহ অস্বীকার করবে?",
    "তাদেরকে ইতোপূর্বে কোন মানুষ অথবা জিন স্পর্শ করেনি।",
    "সুতরাং তোমরা উভয়ে তোমাদের রবের কোন্ অনুগ্রহ অস্বীকার করবে?",
    "তারা হেলান দিয়ে বসবে সবুজ তাকিয়ায় ও সুন্দর গালিচার উপর।",
    "সুতরাং তোমরা উভয়ে তোমাদের রবের কোন্ অনুগ্রহ অস্বীকার করবে?",
    "কত মহান তোমার রবের নাম যিনি মহিমাময় ও মহানুভব!",
    "যখন কিয়ামাত সংঘটিত হবে –",
    "তখন সংঘটন অস্বীকার করার কেহ থাকবেনা।",
    "এটা কেহকে করবে নীচ, কেহকে করবে সমুন্নত;",
    "যখন প্রবল কম্পনে প্রকম্পিত হবে পৃথিবী –",
    "এবং পবর্তমালা চূর্ণ-বিচূর্ণ হয়ে পড়বে।",
    "ফলে ওটা পর্যবসিত হবে উৎক্ষিপ্ত ধূলিকণায় –",
    "এবং তোমরা বিভক্ত হয়ে পড়বে তিন শ্রেণীতে।",
    "ডান দিকের দল! কত ভাগ্যবান ডান দিকের দল।",
    "এবং বাম দিকের দল! কত হতভাগা বাম দিকের দল!",
    "আর অগ্রবর্তীগণইতো অগ্রবর্তী।",
    "তারাই নৈকট্য প্রাপ্ত –",
    "সুখ উদ্যানের।",
    "বহু সংখ্যক হবে পূর্ববর্তীদের মধ্য হতে;",
    "এবং অল্প সংখ্যক হবে পরবর্তীদের মধ্য হতে,",
    "স্বর্ণ খচিত আসনে –",
    "তারা হেলান দিয়ে বসবে, পরস্পর মুখোমুখী হয়ে।",
    "তাদের সেবায় ঘোরাফিরা করবে চির কিশোরেরা –",
    "পান-পাত্র, কুজা ও প্রস্রবন নিঃসৃত সুরাপূর্ণ পেয়ালা নিয়ে।",
    "সেই সুরা পানে তাদের শিরঃপীড়া হবেনা, তারা জ্ঞানহারাও হবেনা।",
    "এবং তাদের পছন্দ মত ফলমূল –",
    "আর তাদের ঈস্পিত পাখীর গোশত দিয়ে;",
    "আর তাদের জন্য থাকবে আয়তলোচনা হুর –",
    "সুরক্ষিত মুক্তা সদৃশ –",
    "তাদের কর্মের পুরস্কার স্বরূপ।",
    "সেখানে তারা শুনবেনা কোন অসার অথবা পাপ বাক্য,",
    "‘সালাম’ আর ‘সালাম’ বাণী ব্যতীত।",
    "আর ডান দিকের দল! কত ভাগ্যবান ডান দিকের দল!",
    "তারা থাকবে এক উদ্যানে, সেখানে আছে কন্টকহীন কুল বৃক্ষ,",
    "কাঁদি ভরা কদলী বৃক্ষ,",
    "সম্প্রসারিত ছায়া,",
    "সদ্য প্রবাহমান পানি,",
    "ও প্রচুর ফলমূল –",
    "যা শেষ হবেনা এবং যা নিষিদ্ধও হবেনা,",
    "আর সমুচ্চ শয্যাসমূহ।",
    "তাদের জন্য আমি করেছি বিশেষ সৃষ্টি।",
    "তাদেরকে করেছি কুমারী,",
    "সোহাগিনী ও সমবয়স্কা –",
    "(এ সবই) ডান দিকের লোকদের জন্য।",
    "তাদের অনেকে হবে পূর্ববর্তীদের মধ্য হতে।",
    "এবং অনেকে হবে পরবর্তীদের মধ্য হতে।",
    "আর বাম দিকের দল, কত হতভাগা বাম দিকের দল!",
    "তারা থাকবে অত্যুষ্ণ বায়ু ও উত্তপ্ত পানিতে,",
    "কৃষ্ণ বর্ণ ধুম্রের ছায়ায়,",
    "যা শীতলও নয়, আরামদায়কও নয়।",
    "ইতোপূর্বে তারাতো মগ্ন ছিল ভোগ বিলাসে।",
    "এবং তারা অবিরাম লিপ্ত ছিল ঘোরতর পাপ কর্মে।",
    "তারা বলতঃ মরে অস্থি ও মৃত্তিকায় পরিণত হলেও কি পুনরুত্থিত হব আমরা?",
    "এবং আমাদের পূর্বপুরুষরাও?",
    "বলঃ অবশ্যই পূর্ববতী ও পরবর্তীদের –",
    "সকলকে একত্রিত করা হবে এক নির্ধারিত দিনের নির্ধারিত সময়ে।",
    "অতঃপর হে বিভ্রান্ত মিথ্যা আরোপকারীরা!",
    "তোমরা অবশ্যই আহার করবে যাক্কুম বৃক্ষ হতে,",
    "এবং ওটা দ্বারা তোমরা উদর পূর্ণ করবে,",
    "তারপর তোমরা পান করবে অত্যুষ্ণ পানি –",
    "পান করবে তৃষ্ণার্ত উষ্ট্রের ন্যায়।",
    "কিয়ামাত দিবসে ওটাই হবে তাদের আপ্যায়ন।",
    "আমিই তোমাদেরকে সৃষ্টি করেছি, তাহলে কেন তোমরা বিশ্বাস করছনা?",
    "তোমরা কি ভেবে দেখেছ তোমাদের বীর্যপাত সম্বন্ধে?",
    "ওটা কি তোমরা সৃষ্টি কর, না আমি সৃষ্টি করি?",
    "আমি তোমাদের জন্য মৃত্যু নির্ধারিত করেছি এবং আমি অক্ষম নই –",
    "তোমাদের স্থলে তোমাদের সদৃশ আনয়ন করতে এবং তোমাদেরকে এমন এক আকৃতি দান করতে যা তোমরা জাননা।",
    "তোমরাতো অবগত হয়েছ প্রথম সৃষ্টি সম্বন্ধে, তাহলে তোমরা অনুধাবন করনা কেন?",
    "তোমরা যে বীজ বপন কর সে সম্পর্কে চিন্তা করেছ কি?",
    "তোমরা কি ওকে অংকুরিত কর, না আমি অংকুরিত করি?",
    "আমি ইচ্ছা করলে একে খড়-কুটায় পরিণত করতে পারি, তখন হতবুদ্ধি হয়ে পড়বে তোমরা।",
    "বলবেঃ আমাদেরতো সর্বনাশ হয়েছে!",
    "আমরা হৃত সর্বস্ব হয়ে পড়েছি।",
    "তোমরা যে পানি পান কর সেই সম্পর্কে তোমরা ভেবে দেখেছ কি?",
    "তোমরাই কি ওটা মেঘ হতে নামিয়ে আন, না কি আমি ওটা বর্ষণ করি?",
    "আমি ইচ্ছা করলে ওটা লবণাক্ত করে দিতে পারি। তবুও কি তোমরা কৃতজ্ঞতা প্রকাশ করবেনা?",
    "তোমরা যে অগ্নি প্রজ্জ্বলিত কর তা লক্ষ্য করে দেখেছ কি?",
    "তোমরাই কি ওর বৃক্ষ সৃষ্টি কর, না আমি সৃষ্টি করি?",
    "আমি একে করেছি নিদর্শন এবং মরুচারীদের প্রয়োজনীয় বস্তু।",
    "সুতরাং তুমি তোমার মহান রবের নামের পবিত্রতা ও মহিমা ঘোষণা কর।",
    "আমি শপথ করছি নক্ষত্র রাজির অস্তাচলের!",
    "অবশ্যই এটা এক মহা শপথ, যদি তোমরা জানতে।",
    "নিশ্চয়ই এটা সম্মানিত কুরআন –",
    "যা আছে সুরক্ষিত কিতাবে,",
    "যারা পুতঃ পবিত্র তারা ব্যতীত অন্য কেহ তা স্পর্শ করেনা।",
    "ইহা জগতসমূহের রবের নিকট হতে অবতীর্ণ।",
    "তবুও কি তোমরা এই বাণীকে তুচ্ছ গণ্য করবে?",
    "এবং তোমরা মিথ্যারোপকেই তোমাদের উপজীব্য করে নিয়েছ!",
    "পরন্তু কেন নয় - প্রাণ যখন কন্ঠাগত হয়,",
    "এবং তখন তোমরা তাকিয়ে থাক,",
    "আর আমি তোমাদের অপেক্ষা তার নিকটতর, কিন্তু তোমরা দেখতে পাওনা।",
    "তোমরা যদি কর্তৃত্বাধীন না হও –",
    "তাহলে তোমরা ওটা ফিরাওনা কেন? যদি তোমরা সত্যবাদী হও!",
    "যদি সে নৈকট্য প্রাপ্তদের একজন হয় –",
    "তার জন্য রয়েছে আরাম, উত্তম জীবনোপকরণ ও সুখময় উদ্যান;",
    "আর যদি সে ডান দিকের একজন হয় –",
    "তাকে বলা হবেঃ হে দক্ষিণ পার্শ্ববর্তী! তোমার প্রতি শান্তি।",
    "কিন্তু সে যদি সত্য অস্বীকারকারী ও বিভ্রান্তদের অন্যতম হয় –",
    "তাহলে রয়েছে আপ্যায়ন, অত্যুষ্ণ পানির দ্বারা –",
    "এবং দহন, জাহান্নামের।",
    "এটাতো ধ্রুব সত্য।",
    "অতএব তুমি তোমার মহান রবের নামের পবিত্রতা ও মহিমা ঘোষণা কর।",
    "আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে সবই আল্লাহর পবিত্রতা ও মহিমা ঘোষণা করে। তিনি পরাক্রমশালী, প্রজ্ঞাময়।",
    "আকাশমন্ডলী ও পৃথিবীর সার্বভৌমত্ব তাঁরই। তিনি জীবন দান করেন ও মৃত্যু ঘটান; তিনি সর্ব বিষয়ে সর্বশক্তিমান।",
    "তিনিই আদি, তিনিই অন্ত, তিনিই ব্যক্ত, তিনিই গুপ্ত এবং তিনি সর্ব বিষয়ে সম্যক অবহিত।",
    "তিনিই ছয় দিনে আকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছেন, অতঃপর আরশে সমাসীন হয়েছেন। তিনি জানেন যা কিছু ভূমিতে প্রবেশ করে এবং যা কিছু তা হতে বের হয় এবং আকাশ হতে যা কিছু নামে ও আকাশে যা কিছু উত্থিত হয়। তোমরা যেখানেই থাক না কেন তিনি তোমাদের সঙ্গে আছেন, তোমরা যা কিছু কর আল্লাহ তা দেখেন।",
    "আকাশমন্ডলী ও পৃথিবীর সার্বভৌমত্ব তাঁরই, এবং আল্লাহরই দিকে সব বিষয় প্রত্যাবর্তিত হবে।",
    "তিনিই রাতকে প্রবেশ করান দিনে এবং দিনকে প্রবেশ করান রাতে, এবং তিনি অর্ন্তযামী।",
    "আল্লাহ ও তাঁর রাসূলের প্রতি ঈমান আন এবং আল্লাহ তোমাদেরকে যা কিছুর উত্তরাধিকারী করেছেন তা হতে ব্যয় কর। তোমাদের মধ্যে যারা ঈমান আনে ও ব্যয় করে তাদের জন্য আছে মহা পুরস্কার।",
    "তোমাদের কি হল যে, তোমরা আল্লাহতে ঈমান আনছনা? অথচ রাসূল তোমাদেরকে তোমাদের রবের প্রতি আহবান করছে এবং আল্লাহ তোমাদের নিকট হতে অংগীকার গ্রহণ করেছেন, অবশ্য তোমরা যদি তাতে বিশ্বাসী হও।",
    "তিনিই তাঁর বান্দার প্রতি সুস্পষ্ট আয়াত অবতীর্ণ করেন, তোমাদেরকে অন্ধকার হতে আলোতে নিয়ে আসার জন্য; আল্লাহতো তোমাদের প্রতি করুণাময়, পরম দয়ালু।",
    "তোমরা আল্লাহর পথে কেন ব্যয় করবেনা? আকাশমন্ডলী ও পৃথিবীর মালিকানাতো আল্লাহরই। তোমাদের মধ্যে যারা মাক্কা বিজয়ের পূর্বে ব্যয় করেছে এবং সংগ্রাম করেছে তারা এবং পরবর্তীরা সমান নয়; তারা মর্যাদায় শ্রেষ্ঠ তাদের অপেক্ষা যারা পরবর্তীকালে ব্যয় করেছে ও সংগ্রাম করেছে। তবে আল্লাহ উভয়ের কল্যাণের প্রতিশ্রুতি দিয়েছেন। তোমরা যা কর আল্লাহ তা সবিশেষ অবহিত।",
    "কে আছে যে আল্লাহকে দিবে উত্তম ঋণ? তাহলে তিনি বহু গুণে একে বৃদ্ধি করবেন এবং তার জন্য রয়েছে মহা পুরস্কার।",
    "সেদিন তুমি দেখবে মু’মিন নর-নারীদেরকে তাদের সম্মুখ ভাগে ও ডান পাশে তাদের জ্যোতি বিচ্ছুরিত হবে। (বলা হবে) আজ তোমাদের জন্য সুসংবাদ জান্নাতের, যার পাদদেশে নদী প্রবাহিত হবে, সেখানে তোমরা স্থায়ী হবে, এটাই মহা সাফল্য।",
    "সেদিন মুনাফিক নর ও নারী মু’মিনদের বলবেঃ তোমরা আমাদের জন্য একটু থাম, যাতে আমরা তোমাদের জ্যোতির কিছু গ্রহণ করতে পারি। বলা হবেঃ তোমরা তোমাদের পিছনে ফিরে যাও এবং আলোর সন্ধান কর। অতঃপর উভয়ের মাঝে স্থাপিত হবে একটি প্রাচীর যাতে একটি দরযা থাকবে, ওর অভ্যন্তরে থাকবে রাহমাত এবং বহির্ভাগে থাকবে শাস্তি।",
    "মুনাফিকরা মু’মিনদেরকে ডেকে জিজ্ঞেস করবেঃ আমরা কি তোমাদের সঙ্গে ছিলামনা? তারা বলবেঃ হ্যাঁ, কিন্তু তোমরা নিজেরাই নিজেদেরকে বিপদগ্রস্ত করেছ; তোমরা প্রতীক্ষা করেছিলে, সন্দেহ পোষণ করেছিলে এবং অলীক আকাংখা তোমাদেরকে মোহাচ্ছন্ন করে রেখেছিল আল্লাহর হুকুম আসা পর্যন্ত, আর মহা প্রতারক তোমাদেরকে প্রতারিত করেছিল আল্লাহ সম্পর্কে।",
    "আজ তোমাদের নিকট হতে কোন মুক্তিপণ গ্রহণ করা হবেনা এবং যারা কুফরী করেছিল তাদের নিকট হতেও নয়। জাহান্নামই তোমাদের আবাসস্থল, এটাই তোমাদের মাওলা (যোগ্য স্থান), কত নিকৃষ্ট এই পরিণাম!",
    "যারা ঈমান আনে তাদের হৃদয় ভক্তি-বিগলিত হওয়ার সময় কি আসেনি আল্লাহর স্মরণে এবং যে সত্য অবতীর্ণ হয়েছে তাতে? এবং পূর্বে যাদেরকে কিতাব দেয়া হয়েছিল তাদের মত যেন তারা না হয়, বহুকাল অতিক্রান্ত হয়ে গেলে যাদের অন্তঃকরণ কঠিন হয়ে পড়েছিল। তাদের অধিকাংশই সত্যত্যাগী।",
    "জেনে রেখ, আল্লাহই ধরিত্রীকে ওর মৃত্যুর পর পুনর্জীবিত করেন। আমি নিদর্শনগুলি তোমাদের জন্য বিশদভাবে ব্যক্ত করেছি যাতে তোমরা বুঝতে পার।",
    "দানশীল পুরুষ ও দানশীলা নারী এবং যারা আল্লাহকে উত্তম ঋণ দান করে তাদেরকে দেয়া হবে বহুগুণ বেশি এবং তাদের জন্য রয়েছে মহা পুরস্কার।",
    "যারা আল্লাহ ও তাঁর রাসূলের উপর ঈমান আনে, তারাই তাদের রবের নিকট সত্যনিষ্ঠ ও শহীদ। তাদের জন্য রয়েছে তাদের প্রাপ্য পুরস্কার ও জ্যোতি এবং যারা কুফরী করেছে ও আমার নিদর্শন অস্বীকার করেছে তারাই জাহান্নামের অধিবাসী।",
    "তোমরা জেনে রেখ যে, পার্থিব জীবনতো ক্রীড়া কৌতুক, জাঁকজমক, পারস্পরিক অহংকার প্রকাশ, ধন-সম্পদ ও সন্তান-সন্ততিতে প্রাচুর্য লাভের প্রতিযোগিতা ব্যতীত আর কিছুই নয়; ওর উপমা বৃষ্টি, যদ্বারা উৎপন্ন শস্য সম্ভার কৃষকদেরকে চমৎকৃত করে, অতঃপর ওটা শুকিয়ে যায়, ফলে তুমি ওটা পীতবর্ণ দেখতে পাও; অবশেষে ওটা খড়কুটায় পরিণত হয়। পরকালে (অবিশ্বাসীদের জন্য) রয়েছে কঠিন শাস্তি এবং (সৎপথ অনুসারীদের জন্য রয়েছে) আল্লাহর ক্ষমা ও সন্তুষ্টি। পার্থিব জীবন ছলনাময় ভোগ ব্যতীত কিছুই নয়।",
    "তোমরা অগ্রণী হও তোমাদের রবের ক্ষমা ও সেই জান্নাত লাভের প্রয়াসে যা প্রশস্ততায় আকাশ ও পৃথিবীর মত, যা প্রস্তুত করা হয়েছে আল্লাহ ও তাঁর রাসূলগণে বিশ্বাসীদের জন্য। এটা আল্লাহর অনুগ্রহ যাকে ইচ্ছা তিনি এটা দান করেন; আল্লাহ মহা অনুগ্রহশীল।",
    "পৃথিবীতে অথবা ব্যক্তিগতভাবে তোমাদের উপর যে বিপর্যয় আসে আমি তা সংঘটিত করার পূর্বেই তা লিপিবদ্ধ থাকে, আল্লাহর পক্ষে এটা খুবই সহজ।",
    "এটা এ জন্য যে, তোমরা যা হারিয়েছ তাতে যেন তোমরা বিমর্ষ না হও, এবং যা তিনি তোমাদেরকে দিয়েছেন তার জন্য হর্ষোৎফুল্ল না হও। আল্লাহ পছন্দ করেননা ঔদ্ধত ও অহংকারীদেরকে –",
    "যারা কার্পন্য করে এবং মানুষকে কার্পণ্যের নির্দেশ দেয়; যে মুখ ফিরিয়ে নেয় সে জেনে রাখুক যে, আল্লাহতো অভাবমুক্ত, প্রশংসা।",
    "নিশ্চয়ই আমি আমার রাসূলদেরকে প্রেরণ করেছি স্পষ্ট প্রমাণসহ এবং তাদের সঙ্গে দিয়েছি কিতাব ও ন্যায় নীতি, যাতে মানুষ সুবিচার প্রতিষ্ঠা করে। আমি লৌহও দিয়েছি যাতে রয়েছে প্রচন্ড শক্তি এবং রয়েছে মানুষের জন্য বহুবিধ কল্যাণ; এটা এ জন্য যে, আল্লাহ প্রকাশ করে দিবেন কে প্রত্যক্ষ না করেও তাঁকে ও তাঁর রাসূলদেরকে সাহায্য করে। আল্লাহ সর্বশক্তিমান, পরাক্রমশালী।",
    "আমি নূহ এবং ইবরাহীমকে এবং তাদের বংশধরদের জন্য স্থির করেছিলাম নবুওয়াত ও কিতাব, কিন্তু তাদের অল্পই সৎ পথ অবলম্বন করেছিল এবং অধিকাংশই ছিল সত্যত্যাগী।",
    "অতঃপর আমি তাদের অনুগামী করেছিলাম আমার রাসূলগণকে এবং অনুগামী করেছিলাম মারইয়াম-পুত্র ঈসাকে, আর তাকে দিয়েছিলাম ঈঞ্জীল এবং তার অনুসারীদের অন্তরে দিয়েছিলাম করুণা ও দয়া; কিন্তু দরবেশী জীবনতো তারা নিজেরাই আল্লাহর সন্তুষ্টি লাভের জন্য প্রবর্তন করেছিল; আমি তাদেরকে এর বিধান দিইনি; অথচ এটাও তারা যথাযথভাবে পালন করেনি। তাদের মধ্যে যারা ঈমান এনেছিল তাদেরকে আমি করেছিলাম পুরস্কৃত এবং তাদের অধিকাংশই সত্যত্যাগী।",
    "হে মু’মিনগণ! আল্লাহকে ভয় কর এবং তাঁর রাসূলের প্রতি বিশ্বাস স্থাপন কর। তিনি তাঁর অনুগ্রহে তোমাদেরকে দিবেন দ্বিগুণ পুরস্কার এবং তিনি তোমাদেরকে দিবেন আলো, যার সাহায্যে তোমরা চলবে এবং তিনি তোমাদেরকে ক্ষমা করবেন। আল্লাহ ক্ষমাশীল, পরম দয়ালু।",
    "এটা এ জন্য যে, কিতাবীরা যেন জানতে পারে যে, আল্লাহর সামান্যতম অনুগ্রহের উপরও তাদের কোন অধিকার নেই; অনুগ্রহ আল্লাহরই এখতিয়ারে, যাকে ইচ্ছা তাকে তিনি তা দান করেন। আল্লাহ মহা অনুগ্রহশীল।"
  ]
}