{
  "meta": {
    "id": 163,
    "name": "Sheikh Mujibur Rahman",
    "author_name": "Darussalaam Publication",
    "slug": "bn-sheikh-mujibur-rahman",
    "language_name": "bengali"
  },
  "verses": [
    "(হে রাসূল) আল্লাহ শুনেছেন সেই নারীর কথা যে তার স্বামীর বিষয়ে তোমার সাথে বাদানুবাদ করেছে এবং আল্লাহর নিকট ফরিয়াদ করেছে। আল্লাহ তোমাদের কথোপকথন শোনেন; আল্লাহ সর্বশ্রোতা, সর্বদ্রষ্টা।",
    "তোমাদের মধ্যে যারা নিজেদের স্ত্রীদের সাথে যিহার করে তারা জেনে রাখুক যে, তাদের স্ত্রীরা তাদের মা নয়; যারা তাদেরকে জন্মদান করে শুধু তারাই তাদের মা; তারাতো অসঙ্গত ও ভিত্তিহীন কথাই বলে; নিশ্চয়ই আল্লাহ পাপ মোচনকারী, ক্ষমাশীল।",
    "যারা নিজেদের স্ত্রীদের সাথে ‘‘যিহার’’ করে এবং পরে তাদের উক্তি প্রত্যাহার করে, তাহলে একে অপরকে স্পর্শ করার পূর্বে একটি দাস মুক্ত করতে হবে - এই নির্দেশ তোমাদেরকে দেয়া হল। তোমরা যা কর আল্লাহ তা সম্যক অবগত।",
    "কিন্তু যার এ সামর্থ্য নেই, একে অপরকে স্পর্শ করার পূর্বে তাকে একাদিক্রমে দুই মাস সিয়াম পালন করতে হবে। যে তাতেও অসমর্থ হবে সে ষাটজন অভাবগ্রস্তকে খাওয়াবে; এটা এ জন্য যে, তোমরা যেন আল্লাহ ও তাঁর রাসূলের উপর বিশ্বাস স্থাপন কর। এগুলি আল্লাহর নির্ধারিত বিধান, কাফিরদের জন্য রয়েছে বেদনাদায়ক শাস্তি।",
    "যারা আল্লাহ ও তাঁর রাসূলের বিরুদ্ধাচরণ করে, তাদেরকে অপদস্থ করা হবে যেমন অপদস্থ করা হয়েছে তাদের পূর্ববর্তীদেরকে; আমি সুস্পষ্ট আয়াত অবতীর্ণ করেছি; কাফিরদের জন্য রয়েছে লাঞ্ছনাদায়ক শাস্তি।",
    "সেদিন, যেদিন আল্লাহ তাদের সকলকে একত্রে পুনরুত্থিত করবেন এবং তাদেরকে জানিয়ে দিবেন যা তারা করত; আল্লাহ উহার হিসাব রেখেছেন, যদিও তারা তা বিস্মৃত হয়েছে। আল্লাহ সর্ব বিষয়ে সম্যক দ্রষ্টা।",
    "তুমি কি অনুধাবন করনা, আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে আল্লাহ তা জানেন? তিন ব্যক্তির মধ্যে এমন কোন গোপন পরামর্শ হয়না যাতে চতুর্থ হিসাবে তিনি উপস্থিত থাকেননা; এবং পাঁচ ব্যক্তির মধ্যে এমন কোন গোপন পরামর্শ হয়না যাতে ষষ্ঠ হিসাবে তিনি উপস্থিত থাকেননা; তারা এতদপেক্ষা কম হোক বা বেশি হোক, তারা যেখানেই থাকুকনা কেন তিনি তাদের সাথে আছেন। তারা যা করে, তিনি তাদেরকে কিয়ামাত দিবসে তা জানিয়ে দিবেন। আল্লাহ সর্ব বিষয়ে সম্যক অবগত।",
    "তুমি কি তাদেরকে লক্ষ্য করনা, যাদেরকে গোপন পরামর্শ করতে নিষেধ করা হয়েছিল; অতঃপর তারা যা নিষিদ্ধ তারই পুনরাবৃত্তি করে এবং পাপাচরণ, সীমা লংঘন ও রাসূলের বিরুদ্ধাচরণের জন্য কানাকানি করে। তারা যখন তোমার নিকট আসে তখন তারা তোমাকে এমন কথা দ্বারা অভিবাদন করে যদ্বারা আল্লাহ তোমাকে অভিবাদন করেননি। তারা মনে মনে বলেঃ আমরা যা বলি উহার জন্য আল্লাহ আমাদেরকে শাস্তি দেননা কেন? জাহান্নামই তাদের উপযুক্ত শাস্তি, সেখানে তারা প্রবেশ করবে, কত নিকৃষ্ট সেই আবাস!",
    "হে মু’মিনগণ! তোমরা যখন গোপন পরামর্শ কর, সেই পরামর্শ যেন পাপাচরণ, সীমা লংঘন ও রাসূলের বিরুদ্ধাচরণ সম্পর্কে না হয়। কল্যাণকর কাজ ও তাকওয়া অবলম্বনের পরামর্শ কর এবং ভয় কর আল্লাহকে যাঁর নিকট তোমরা সমবেত হবে।",
    "শাইতানের প্ররোচনায় হয় এই গোপন পরামর্শ, মু’মিনদেরকে দুঃখ দেয়ার জন্য; কিন্তু আল্লাহর ইচ্ছা ব্যতীত শাইতান তাদের সামান্যতম ক্ষতি সাধনেও সক্ষম নয়। মু’মিনদের কর্তব্য হল আল্লাহর উপর নির্ভর করা।",
    "হে মু’মিনগণ! যখন তোমাদের বলা হয় মজলিসের স্থান প্রশস্ত করে দাও, তখন তোমরা স্থান করে দিবে। আল্লাহ তোমাদের জন্য স্থান প্রশস্ত করে দিবেন এবং যখন বলা হয় উঠে যাও, তখন উঠে যাবে। তোমাদের মধ্যে যারা ঈমান এনেছে এবং যাদেরকে জ্ঞান দান করা হয়েছে আল্লাহ তাদেরকে মর্যাদায় উন্নত করবেন; আল্লাহ লিপিবদ্ধ করে রেখেছেন, তোমরা যা কর সেই সম্পর্কে আল্লাহ সবিশেষ অবহিত।",
    "হে মু’মিনগণ! তোমরা রাসূলের সাথে চুপি চুপি কথা বলতে চাইলে উহার পূর্বে সাদাকাহ প্রদান করবে, এটাই তোমাদের জন্য শ্রেয় ও পরিশোধক। যদি তাতে অক্ষম হও তাহলে এ জন্য তোমাদেরকে অপরাধী গণ্য করা হবেনা। কেননা আল্লাহ ক্ষমাশীল, পরম দয়ালু।",
    "তোমরা কি চুপে চুপে কথা বলার পূর্বে সাদাকাহ প্রদান কষ্টকর মনে কর? যখন তোমরা সাদাকাহ দিতে পারলেনা, আর আল্লাহ তোমাদেরকে ক্ষমা করে দিলেন, তখন তোমরা সালাত প্রতিষ্ঠিত কর, যাকাত প্রদান কর এবং আল্লাহ ও তাঁর রাসূলের আনুগত্য কর। তোমরা যা কর আল্লাহ তা সম্যক অবগত।",
    "তুমি কি তাদের প্রতি লক্ষ্য করনি, যারা আল্লাহ যে সম্প্রদায়ের প্রতি রুষ্ট, তাদের সাথে বন্ধুত্ব করে? তারা তোমাদের (মুসলিমদের) দলভুক্ত নয় এবং তাদেরও (ইয়াহুদদের) দলভুক্ত নয় এবং তারা জেনে মিথ্যা শপথ করে।",
    "আল্লাহ তাদের জন্য প্রস্তুত রেখেছেন কঠিন শাস্তি। কত মন্দ তারা যা করে!",
    "তারা তাদের শপথগুলিকে ঢাল হিসাবে ব্যবহার করে, এভাবে তারা আল্লাহর পথ হতে মানুষকে নিবৃত্ত করে; তাদের জন্য রয়েছে লাঞ্ছনাদায়ক শাস্তি।",
    "আল্লাহর শাস্তির মুকাবিলায় তাদের ধন সম্পদ ও সন্তান-সন্ততি তাদের কোন কাজে আসবেনা; তারাই জাহান্নামের অধিবাসী, সেখানে তারা স্থায়ী হবে।",
    "যেদিন আল্লাহ পুনরুত্থিত করবেন তাদের সকলকে, তখন তারা তাঁর (আল্লাহর) নিকট সেরূপ শপথ করবে যেরূপ শপথ তোমাদের নিকট করে এবং তারা মনে করে যে, এতে তারা উপকৃত হবে। সাবধান! তারাইতো মিথ্যাবাদী।",
    "শাইতান তাদের উপর প্রভুত্ব বিস্তার করেছে। ফলে তাদেরকে ভুলিয়ে দিয়েছে আল্লাহর স্মরণ। তারা শাইতানেরই দল। সাবধান! শাইতানের দল অবশ্যই ক্ষতিগ্রস্ত।",
    "যারা আল্লাহ ও তাঁর রাসূলের বিরুদ্ধাচরণ করে তারা হবে চরম লাঞ্ছিতদের অন্তর্ভুক্ত।",
    "আল্লাহ সিদ্ধান্ত গ্রহণ করেছেন, আমি এবং আমার রাসূল অবশ্যই বিজয়ী হব। আল্লাহ শক্তিমান, পরাক্রমশালী।",
    "আল্লাহ ও আখিরাতে বিশ্বাসী এমন কোন সম্প্রদায় তুমি পাবেনা যারা ভালবাসে আল্লাহ ও তাঁর রাসূলের বিরুদ্ধাচারীদেরকে, হোক না এই বিরুদ্ধাচারীরা তাদের পিতা, পুত্র, ভাই অথবা তাদের জ্ঞাতি গোষ্ঠি। তাদের অন্তরে (আল্লাহ) ঈমান লিখে দিয়েছেন এবং তাদেরকে শক্তিশালী করেছেন তাঁর অদৃশ্য শক্তি দ্বারা; তিনি তাদেরকে দাখিল করবেন জান্নাতে যার পাদদেশে নদী প্রবাহিত, সেখানে তারা স্থায়ী হবে; আল্লাহ তাদের প্রতি সন্তুষ্ট এবং তারাও তাঁর প্রতি সন্তুষ্ট, তারাই আল্লাহর দল। জেনে রেখ, আল্লাহর দলই সফলকাম হবে।",
    "আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে সবই তাঁর পবিত্রতা ও মহিমা ঘোষণা করে, তিনি পরাক্রমশালী, প্রজ্ঞাময়।",
    "তিনিই কিতাবীদের মধ্যে যারা কাফির তাদেরকে প্রথম সমাবেশেই তাদের আবাসভূমি হতে বিতাড়িত করেছিলেন। তোমরা কল্পনাও করনি যে, তারা নির্বাসিত হবে এবং তারা মনে করেছিল যে, তাদের দুর্ভেদ্য দুর্গগুলি তাদেরকে রক্ষা করবে আল্লাহ হতে; কিন্তু আল্লাহর শাস্তি এমন এক দিক হতে এলো যা ছিল তাদের ধারনাতীত এবং তাদের অন্তরে তা ত্রাসের সঞ্চার করল। তারা ধ্বংস করে ফেলল তাদের বাড়ীঘর নিজেদের হাতে এবং মু’মিনদের হাতেও। অতএব হে চক্ষুম্মান ব্যক্তিবর্গ! তোমরা উপদেশ গ্রহণ কর!",
    "আল্লাহ তাদের নির্বাসনের সিদ্ধান্ত গ্রহণ না করলে তাদেরকে পৃথিবীতে অন্য শাস্তি দিতেন; পরকালে তাদের জন্য রয়েছে জাহান্নামের শাস্তি।",
    "উহা এ জন্য যে, তারা আল্লাহ ও তাঁর রাসূলের বিরুদ্ধাচরণ করেছিল, এবং কেহ আল্লাহর বিরুদ্ধাচরণ করলেতো আল্লাহ শাস্তি দানে কঠোর।",
    "তোমরা যে খেজুর বৃক্ষগুলি কর্তন করেছ এবং যেগুলি কান্ডের উপর স্থির রেখে দিয়েছ, তাতো আল্লাহরই অনুমতিক্রমে; এটা এ জন্য যে, আল্লাহ পাপাচারীদেরকে লাঞ্ছিত করবেন।",
    "আল্লাহ তাদের (ইয়াহুদীদের) নিকট হতে যে ‘ফাই’ তাঁর রাসূলকে দিয়েছেন, উহার জন্য তোমরা অশ্ব কিংবা উষ্ট্রে আরোহণ করে যুদ্ধ করনি; আল্লাহতো যার উপর ইচ্ছা তাঁর রাসূলদের কর্তৃত্ব দান করেন; আল্লাহ সর্ব বিষয়ে সর্বশক্তিমান।",
    "আল্লাহ এই জনপদবাসীদের নিকট হতে তাঁর রাসূলকে যা কিছু দিয়েছেন তা আল্লাহর, তাঁর রাসূলের, রাসূলের স্বজনগণের এবং ইয়াতীমদের, অভাবগ্রস্ত ও পথচারীদের যাতে তোমাদের মধ্যে যারা বিত্তবান শুধু তাদের মধ্যেই ঐশ্বর্য আবর্তন না করে। অতএব রাসূল তোমাদেরকে যা দেয় তা তোমরা গ্রহণ কর এবং যা হতে তোমাদেরকে নিষেধ করে তা হতে বিরত থাক। তোমরা আল্লাহকে ভয় কর, আল্লাহ শাস্তি দানে কঠোর।",
    "এই সম্পদ অভাবগ্রস্ত মুহাজিরদের জন্য যারা নিজেদের ঘরবাড়ী ও সম্পত্তি হতে উৎখাত হয়েছে। তারা আল্লাহর অনুগ্রহ ও সন্তুষ্টি কামনা করে এবং আল্লাহ ও তাঁর রাসূলের সাহায্য করে। তারাইতো সত্যাশ্রয়ী।",
    "মুহাজিরদের আগমনের পূর্বে যারা এই নগরীতে বসবাস করেছে ও ঈমান এনেছে তারা মুহাজিরদেরকে ভালবাসে এবং মুহাজিরদেরকে যা দেয়া হয়েছে তার জন্য তারা অন্তরে বিদ্বেষ পোষণ করেনা, আর তারা তাদেরকে নিজেদের উপর প্রাধান্য দেয় নিজেরা অভাবগ্রস্ত হলেও; যারা কার্পণ্য হতে নিজেদেরকে মুক্ত করেছে তারাই সফলকাম।",
    "যারা তাদের পরে এসেছে তারা বলেঃ হে আমাদের রাব্ব! আমাদেরকে এবং ঈমানে অগ্রগামী আমাদের ভাইদেরকে ক্ষমা করুন এবং মু’মিনদের বিরুদ্ধে আমাদের অন্তরে হিংসা-বিদ্বেষ রাখবেননা। হে আমাদের রাব্ব! আপনিতো দয়ার্দ্র, পরম দয়ালু।",
    "তুমি কি মুনাফিকদেরকে দেখনি? তারা কিতাবীদের মধ্যে যারা কুফরী করেছে তাদের ঐ সব সঙ্গীকে বলেঃ তোমরা যদি বহিস্কৃত হও তাহলে আমরা অবশ্যই তোমাদের সাথে দেশত্যাগী হব এবং আমরা তোমাদের ব্যাপারে কখনও কারও কথা মানবো না এবং যদি তোমরা আক্রান্ত হও তাহলে আমরা অবশ্যই তোমাদেরকে সাহায্য করব। কিন্তু আল্লাহ সাক্ষ্য দিচ্ছেন যে, তারা অবশ্যই মিথ্যাবাদী।",
    "বস্তুতঃ তারা বহিস্কৃত হলে মুনাফিকরা তাদের সাথে দেশ ত্যাগ করবেনা এবং তারা আক্রান্ত হলে তারা তাদেরকে সাহায্য করবেনা এবং তারা সাহায্য করতে এলেও অবশ্যই পৃষ্ঠ প্রদর্শন করবে, অতঃপর তারা কোন সাহায্যই পাবেনা।",
    "প্রকৃত পক্ষে, তাদের অন্তরে আল্লাহ অপেক্ষা তোমরাই অধিকতর ভয়ংকর। এটা এ জন্য যে, তারা এক নির্বোধ সম্প্রদায়।",
    "তারা সবাই সমবেতভাবেও তোমাদের বিরুদ্ধে যুদ্ধ করতে সমর্থ হবেনা, কিন্তু শুধু সুরক্ষিত জনপদের অভ্যন্তরে অথবা দুর্গ প্রাচীরের অন্তরালে থেকে, পরস্পরের মধ্যে তাদের যুদ্ধ প্রচন্ড। তুমি মনে কর তারা ঐক্যবদ্ধ, কিন্তু তাদের মনের মিল নেই; এটা এ জন্য যে, তারা এক নির্বোধ সম্প্রদায়।",
    "তাদের তুলনা তাদের পূর্বে যারা নিজেদের কৃতকর্মের শাস্তি আস্বাদন করেছে, এবং তাদের জন্যও রয়েছে যন্ত্রণাদায়ক শাস্তি।",
    "তাদের তুলনা হচ্ছে শাইতান, যখন সে মানুষকে বলে, কুফরী কর। অতঃপর যখন সে কুফরী করে তখন শাইতান বলেঃ তোমার সাথে আমার কোন সম্পর্ক নেই, আমি জগতসমূহের রাব্ব আল্লাহকে ভয় করি।",
    "ফলে উভয়ের পরিণাম হবে জাহান্নাম। সেখানে তারা স্থায়ী হবে এবং এটাই যালিমদের কর্মফল।",
    "হে মু’মিনগণ! আল্লাহকে ভয় কর, প্রত্যেকেই ভেবে দেখুক যে, আগামী কালের জন্য সে কি অগ্রিম পাঠিয়েছে। আর আল্লাহকে ভয় কর; তোমরা যা কর আল্লাহ সে সম্পর্কে অবহিত।",
    "আর তাদের মত হয়োনা যারা আল্লাহকে বিস্মৃত হয়েছে, ফলে আল্লাহ তাদেরকে আত্মবিস্মৃত করেছেন। তারাইতো পাপাচারী",
    "জাহান্নামের অধিবাসী এবং জান্নাতের অধিবাসী সমান নয়। জান্নাতবাসীরাই সফলকাম।",
    "যদি আমি এই কুরআন পর্বতের উপর অবতীর্ণ করতাম তাহলে তুমি দেখতে যে, ওটা আল্লাহর ভয়ে বিনীত ও বিদীর্ণ হয়ে গেছে। আমি এ সব দৃষ্টান্ত বর্ণনা করি মানুষের জন্য যাতে তারা চিন্তা করে।",
    "তিনিই আল্লাহ, তিনি ছাড়া কোন মা‘বূদ নেই, তিনি অদৃশ্য এবং দৃশ্যের পরিজ্ঞাতা; তিনি দয়াময়, পরম দয়ালু।",
    "তিনিই আল্লাহ, তিনি ব্যতীত কোন মা‘বূদ নেই। তিনিই অধিপতি, তিনিই পবিত্র, তিনিই শান্তি, তিনিই নিরাপত্তা বিধায়ক, তিনিই রক্ষক, তিনিই পরাক্রমশালী, তিনিই প্রবল, তিনিই অতীব মহিমান্বিত; যারা তাঁর শরীক স্থির করে আল্লাহ তা হতে পবিত্র ও মহান।",
    "তিনিই আল্লাহ, সৃজনকর্তা, উদ্ভাবক, রূপদাতা, সকল উত্তম নাম তাঁরই। আকাশ ও পৃথিবীতে যা কিছু আছে সমস্তই তাঁর পবিত্রতা ও মহিমা ঘোষণা করে। তিনি পরাক্রমশালী, প্রজ্ঞাময়।",
    "হে মুমিনগণ! আমার শত্রু ও তোমাদের শত্রুকে বন্ধু রূপে গ্রহণ করনা; তোমরা কি তাদের সাথে বন্ধুত্ব করছ? অথচ তারা তোমাদের নিকট যে সত্য এসেছে তা প্রত্যাখ্যান করেছে; রাসূলকে এবং তোমাদেরকে বহিস্কার করেছে এ কারণে যে, তোমরা তোমাদের রাব্ব আল্লাহর উপর ঈমান এনেছ। যদি তোমরা আমার সন্তুষ্টি লাভের জন্য আমার পথে জিহাদের উদ্দেশে বহির্গত হয়ে থাক তাহলে কেন তোমরা তাদের সাথে গোপনে বন্ধুত্ব করছ? তোমরা যা গোপন কর এবং তোমরা যা প্রকাশ কর তা আমি সম্যক অবগত। তোমাদের যে কেহ এটা করে সেতো বিচ্যুত হয় সরল পথ হতে।",
    "তোমাদেরকে কাবু করতে পারলে তারা হবে তোমাদের শত্রু এবং হাত ও জিহবা দ্বারা তোমাদের অনিষ্ট সাধন করবে এবং কামনা করবে যেন তোমরা কুফরী কর।",
    "তোমাদের অত্মীয়-স্বজন ও সন্তান-সন্ততি কিয়ামাত দিবসে কোন কাজে আসবেনা। আল্লাহ তোমাদের মধ্যে ফাইসালা করে দিবেন; তোমরা যা কর তিনি তা দেখেন।",
    "তোমাদের জন্য ইবরাহীম ও তার অনুসারীদের মধ্যে রয়েছে উত্তম আদর্শ। তারা তাদের সম্প্রদায়কে বলেছিলঃ তোমাদের সঙ্গে এবং তোমরা আল্লাহর পরিবর্তে যার ইবাদাত কর তার সঙ্গে আমাদের কোন সম্পর্ক নেই। আমরা তোমাদেরকে মানিনা। তোমাদের ও আমাদের মধ্যে শুরু হল শত্রুতা ও বিদ্বেষ চিরকালের জন্য, যদি না তোমরা এক আল্লাহয় ঈমান আন। তবে ব্যতিক্রম তার পিতার প্রতি ইবরাহীমের উক্তিঃ আমি নিশ্চয়ই তোমার জন্য ক্ষমা প্রার্থনা করব, যদিও তোমার ব্যাপারে আমি আল্লাহর নিকট কোন অধিকার রাখিনা। (ইবরাহীম ও তার অনুসারীগণ বলেছিল) হে আমাদের রাববঃ আমরাতো আপনারই উপর নির্ভর করেছি, আপনারই অভিমুখী হয়েছি এবং প্রত্যাবর্তনতো আপনারই নিকট।",
    "হে আমাদের রাব্ব আপনি আমাদেরকে কাফিরদের পীড়নের পাত্র করবেননা, হে আমাদের রাব্ব! আপনি আমাদেরকে ক্ষমা করুন! আপনিতো পরাক্রমশালী, প্রজ্ঞাময়।",
    "তোমরা যারা আল্লাহ ও আখিরাতের প্রত্যাশা কর নিশ্চয়ই তাদের জন্য তাদের মধ্যে রয়েছে উত্তম আদর্শ। কেহ মুখ ফিরিয়ে নিলে সে জেনে রাখুক যে, আল্লাহতো অভাবমুক্ত, প্রশংসা।",
    "যাদের সাথে তোমাদের শত্রুতা রয়েছে সম্ভবতঃ আল্লাহ তাদের ও তোমাদের মধ্যে বন্ধুত্ব সৃষ্টি করে দিবেন; আল্লাহ সর্বশক্তিমান, পরম দয়ালু।",
    "দীনের ব্যাপারে যারা তোমাদের বিরুদ্ধে যুদ্ধ করেনি এবং তোমাদের স্বদেশ হতে বহিস্কৃত করেনি তাদের প্রতি মহানুভবতা প্রদর্শন ও ন্যায়বিচার করতে আল্লাহ তোমাদেরকে নিষেধ করেন না। আল্লাহতো ন্যায়পরায়ণদেরকে ভালবাসেন।",
    "আল্লাহ শুধু তাদের সাথে বন্ধুত্ব করতে নিষেধ করেন যারা দীনের ব্যাপারে তোমাদের সাথে যুদ্ধ করেছে, তোমাদেরকে স্বদেশ হতে বহিস্কৃত করেছে এবং তোমাদের বহিঃস্করণে সাহায্য করেছে। তাদের সাথে যারা বন্ধুত্ব করে তারাতো অত্যাচারী।",
    "হে মু’মিনগণ! তোমাদের নিকট মু’মিনা নারীরা দেশত্যাগী হয়ে এলে তোমরা তাদেরকে পরীক্ষা কর, আল্লাহ তাদের ঈমান সম্বন্ধে সম্যক অবগত আছেন। যদি তোমরা জানতে পার যে, তারা মু’মিনা তাহলে তাদেরকে কাফিরদের নিকট ফেরত পাঠিয়ে দিওনা। মু’মিনা নারীরা কাফিরদের জন্য বৈধ নয় এবং কাফিরেরা মু’মিনা নারীদের জন্য বৈধ নয়। কাফিরেরা যা ব্যয় করেছে তা তাদেরকে ফিরিয়ে দিবে। অতঃপর তোমরা তাদেরকে বিয়ে করলে কোন অপরাধ হবেনা, যদি তোমরা তাদেরকে তাদের মোহর দিয়ে দাও। তোমরা কাফির নারীদের সাথে দাম্পত্য সম্পর্ক বজায় রেখনা। তোমরা যা ব্যয় করেছ তা ফেরত চাবে এবং কাফিরেরা ফেরৎ চাবে যা তারা ব্যয় করেছে। এটাই আল্লাহর বিধান; তিনি তোমাদের মধ্যে ফাইসালা করে থাকেন। আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।",
    "তোমাদের স্ত্রীদের মধ্যে যদি কেহ হাতছাড়া হয়ে কাফিরদের নিকট চলে যায় এবং তোমাদের যদি সুযোগ আসে তখন যাদের স্ত্রীরা হাতছাড়া হয়ে গেছে তাদের জন্য তারা (কাফিরেরা) যা ব্যয় করেছে তার সম পরিমাণ অর্থ প্রদান করবে। ভয় কর আল্লাহকে যাকে তোমরা বিশ্বাস কর।",
    "হে নাবী! মু’মিনা নারীরা যখন তোমার নিকট এসে বাইআ’ত করে এই মর্মে যে, তারা আল্লাহর সাথে কোন শরীক স্থির করবেনা, চুরি করবেনা, ব্যভিচার করবেনা, নিজেদের সন্তানদেরকে হত্যা করবেনা, তারা সজ্ঞানে কোন অপবাদ রচনা করে রটাবেনা এবং সত্য কাজে তোমাকে অমান্য করবেনা তখন তাদের বাইআ’ত গ্রহণ কর এবং তাদের জন্য আল্লাহর নিকট ক্ষমা প্রার্থনা কর। আল্লাহতো ক্ষমাশীল, পরম দয়ালু।",
    "হে মু’মিনগণ! আল্লাহ যে সম্প্রদায়ের প্রতি রুষ্ট তোমরা তাদের সাথে বন্ধুত্ব করনা, তারাতো আখিরাত সম্পর্কে হতাশ হয়ে পড়েছে যেমন হতাশ হয়েছে কাফিরেরা সমাধিস্থদের বিষয়ে।",
    "আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে সমস্তই আল্লাহর পবিত্রতা ও মহিমা ঘোষণা করে। তিনি পরাক্রমশালী, প্রজ্ঞাময়।",
    "হে মু’মিনগণ! তোমরা যা করনা তা তোমরা কেন বল?",
    "তোমরা যা করনা তোমাদের তা বলা আল্লাহর দৃষ্টিতে অতিশয় অসন্তোষজনক।",
    "যারা আল্লাহর পথে সংগ্রাম করে সারিবদ্ধভাবে সুদৃঢ় প্রাচীরের মত, আল্লাহ তাদেরকে ভালবাসেন।",
    "স্মরণ কর মূসা তার সম্প্রদায়কে বলেছিলঃ হে আমার সম্প্রদায়! তোমরা আমাকে কেন কষ্ট দিচ্ছ যখন তোমরা জান যে, আমি তোমাদের নিকট আল্লাহর রাসূল? অতঃপর তারা যখন বক্র পথ অবলম্বন করল তখন আল্লাহ তাদের হৃদয়কে বক্র করে দিলেন। আল্লাহ পাপাচারী সম্প্রদায়কে হিদায়াত করেন না।",
    "স্মরণ কর, মারইয়াম তনয় ঈসা বললঃ হে বানী ইসরাঈল! আমি তোমাদের নিকট আল্লাহর রাসূল এবং আমার পূর্ব হতে তোমাদের নিকট যে তাওরাত রয়েছে আমি উহার সমর্থক এবং আমার পরে আহমাদ নামে যে রাসূল আসবেন আমি তাঁর সুসংবাদদাতা। পরে সে যখন স্পষ্ট নিদর্শনসহ তাদের নিকট এলো তখন তারা বলতে লাগলঃ এটাতো এক স্পষ্ট যাদু।",
    "যে ব্যক্তি ইসলামের দিকে আহুত হয়েও আল্লাহ সম্বন্ধে মিথ্যা রচনা করে তার অপেক্ষা অধিক যালিম আর কে হতে পারে? আল্লাহ যালিম সম্প্রদায়কে সৎ পথে পরিচালিত করেননা।",
    "তারা আল্লাহর নূর ফুৎকারে নিভিয়ে দিতে চায়, কিন্তু আল্লাহ তাঁর নূর পূর্ণরূপে উদ্ভাসিত করবেন, যদিও কাফিরেরা তা অপছন্দ করে।",
    "তিনিই তাঁর রাসূলকে প্রেরণ করেছেন হিদায়াত এবং সত্য দীনসহ সকল দীনের উপর ওকে শ্রেষ্ঠত্ব দানের জন্য, যদিও মুশরিকরা তা অপছন্দ করে।",
    "হে মু’মিনগণ! আমি কি তোমাদের এমন এক বাণিজ্যের সন্ধান দিব যা তোমাদের রক্ষা করবে যন্ত্রণাদায়ক শাস্তি হতে?",
    "তা এই যে, তোমরা আল্লাহ ও তাঁর রাসূলের উপর বিশ্বাস স্থাপন করবে এবং তোমাদের ধন সম্পদ ও জীবন দ্বারা আল্লাহর পথে জিহাদ করবে। এটাই তোমাদের জন্য শ্রেয় যদি তোমরা জানতে।",
    "আল্লাহ তোমাদের পাপ ক্ষমা করে দিবেন এবং তোমাদের দাখিল করবেন জান্নাতে, যার পাদদেশে নদী প্রবাহিত এবং স্থায়ী জান্নাতের উত্তম বাসগৃহে। এটাই মহা সাফল্য।",
    "আর তিনি দান করবেন তোমাদের বাঞ্ছিত আরও একটি অনুগ্রহ; আল্লাহর সাহায্য এবং আসন্ন বিজয়; মু’মিনদেরকে এর সুসংবাদ দাও।",
    "হে মু’মিনগণ! আল্লাহর দীনের সাহায্যকারী হও, যেমন মারইয়াম তনয় ঈসা তার শিষ্যদেরকে বলেছিলঃ আল্লাহর পথে কে আমার সাহায্যকারী হবে? হাওয়ারীগণ বলেছিলঃ আমরাইতো আল্লাহর পথে সাহায্যকারী। অতঃপর বানী ইসরাঈলের একদল ঈমান আনল এবং একদল কুফরী করল। পরে আমি মু’মিনদেরকে শক্তিশালী করলাম তাদের শত্রুদের মুকাবিলায়; ফলে তারা বিজয়ী হল।",
    "আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে সবাই পবিত্রতা ও মহিমা ঘোষণা করে আল্লাহর, যিনি অধিপতি, পবিত্র, পরাক্রমশালী, প্রজ্ঞাময়।",
    "তিনিই উম্মীদের মধ্যে তাদের একজনকে পাঠিয়েছেন রাসূল রূপে যে তাদের নিকট আবৃত্তি করে তাঁর আয়াত, তাদেরকে পবিত্র করে এবং শিক্ষা দেয় কিতাব ও হিকমাত; ইতোপূর্বেতো তারা ছিল ঘোর বিভ্রান্তিতে।",
    "আর তাদের অন্যান্যের জন্যও, যারা এখনও তাদের সাথে মিলিত হয়নি। আল্লাহ পরাক্রমশালী, প্রজ্ঞাময়।",
    "এটা আল্লাহরই অনুগ্রহ, যাকে ইচ্ছা তিনি এটা দান করেন। আল্লাহতো মহা অনুগ্রহশীল।",
    "যাদেরকে তাওরাতের দায়িত্বভার অর্পণ করা হয়েছিল, অতঃপর তা তারা বহন করেনি, তাদের দৃষ্টান্ত পুস্তক বহনকারী গর্দভ। কত নিকৃষ্ট সেই সম্প্রদায়ের দৃষ্টান্ত যারা আল্লাহর আয়াতকে মিথ্যা প্রতিপন্ন করে। আল্লাহ ফাসিক/পাপাচারী সম্প্রদায়কে পথপ্রদর্শন করেন না।",
    "বলঃ হে ইয়াহুদীরা! যদি তোমরা মনে কর যে, তোমরাই আল্লাহর বন্ধু, অন্য কোন মানবগোষ্ঠী নয়; তাহলে তোমরা মৃত্যু কামনা কর, যদি তোমরা সত্যবাদী হও।",
    "কিন্তু তারা তাদের হস্ত যা অগ্রে প্রেরণ করেছে তার কারণে কখনও মৃত্যু কামনা করবেনা। আল্লাহ যালিমদের সম্পর্কে সম্যক অবগত।",
    "বলঃ তোমরা যে মৃত্যু হতে পলায়ন কর সেই মৃত্যুর সাথে তোমাদের সাক্ষাৎ হবেই। অতঃপর তোমরা উপস্থিত হবে অদৃশ্য ও দৃশ্যের পরিজ্ঞাতা আল্লাহর নিকট এবং তোমাদেরকে জানিয়ে দেয়া হবে যা তোমরা করতে।",
    "হে মু’মিনগণ! জুমু’আর দিন যখন সালাতের জন্য আহবান করা হয় তখন তোমরা আল্লাহর স্মরণে ধাবিত হও এবং ক্রয়-বিক্রয় ত্যাগ কর; এটাই তোমাদের জন্য শ্রেয়, যদি তোমরা উপলদ্ধি কর।",
    "সালাত সমাপ্ত হলে তোমরা পৃথিবীতে ছড়িয়ে পড়বে এবং আল্লাহর অনুগ্রহ সন্ধান করবে ও আল্লাহকে অধিক স্মরণ করবে যাতে তোমরা সফলকাম হও।",
    "যখন তারা কোন ব্যবসা বা খেল-তামাশা দেখে তখন তারা তোমাকে দাঁড়ানো অবস্থায় রেখে ওর দিকে ছুটে যায়। বলঃ আল্লাহর নিকট যা আছে তা ক্রীড়া কৌতুক ও ব্যবসা অপেক্ষা উৎকৃষ্ট। আল্লাহ সর্বশ্রেষ্ঠ রিয্ক দাতা।",
    "মুনাফিকরা যখন তোমার নিকট আসে তখন তারা বলেঃ আমরা সাক্ষ্য দিচ্ছি যে, নিশ্চয়ই আপনি আল্লাহর রাসূল। আর আল্লাহ জানেন যে, তুমি নিশ্চয়ই তাঁর রাসূল এবং আল্লাহ সাক্ষ্য দিচ্ছেন যে, মুনাফিকরা অবশ্যই মিথ্যাবাদী।",
    "তারা তাদের শপথগুলিকে ঢাল রূপে ব্যবহার করে, আর তারা আল্লাহর পথ হতে মানুষকে নিবৃত্ত করে। তারা যা করছে তা কত মন্দ!",
    "এটা এ জন্য যে, তারা ঈমান আনার পর কুফরী করেছে; ফলে তাদের হৃদয় মোহর করে দেয়া হয়েছে, পরিণামে তারা বোধশক্তি হারিয়ে ফেলেছে।",
    "তুমি যখন তাদের দিকে তাকাও তখন তাদের দেহাকৃতি তোমার নিকট প্রীতিকর মনে হয় এবং তারা যখন কথা বলে তখন তুমি সাগ্রহে তাদের কথা শ্রবণ কর, যদিও তারা দেয়ালে ঠেকানো কাঠের স্তম্ভ সদৃশ। তারা যে কোন শোরগোলকে মনে করে তাদেরই বিরুদ্ধে। তারাই শত্রু, অতএব তাদের সম্পর্কে সতর্ক হও, আল্লাহ তাদেরকে ধ্বংস করুন! বিভ্রান্ত হয়ে তারা কোথায় চলছে?",
    "যখন তাদেরকে বলা হয়ঃ তোমরা এসো, আল্লাহর রাসূল তোমাদের জন্য ক্ষমা প্রার্থনা করবেন, তখন তারা মাথা ঘুরিয়ে নেয় এবং তুমি তাদেরকে দেখতে পাও যে, তারা দম্ভভরে ফিরে যায়।",
    "তুমি তাদের জন্য ক্ষমা প্রার্থনা কর অথবা না কর, উভয়ই তাদের জন্য সমান। আল্লাহ তাদেরকে কখনও ক্ষমা করবেননা। আল্লাহ পাপাচারী সম্প্রদায়কে সৎ পথে পরিচালিত করেননা।",
    "তারাই বলেঃ আল্লাহর রাসূলের সহচরদের জন্য ব্যয় করনা যতক্ষণ না তারা সরে পড়ে। আকাশমন্ডলী ও পৃথিবীর ধন ভান্ডারতো আল্লাহরই। কিন্তু মুনাফিকরা তা বুঝেনা।",
    "তারা বলেঃ আমরা মাদীনায় প্রত্যাবর্তন করলে সেখান হতে প্রবল দুর্বলকে বহিস্কৃত করবেই। কিন্তু সম্মানতো আল্লাহরই, আর তাঁর রাসূল ও মু’মিনদের। কিন্তু মুনাফিকরা এটা জানেনা।",
    "হে মু’মিনগণ! তোমাদের ঐশ্বর্য ও সন্তান-সন্ততি যেন তোমাদেরকে আল্লাহর স্মরণে উদাসীন না করে। যারা উদাসীন হবে তারাইতো ক্ষতিগ্রস্ত।",
    "আমি তোমাদেরকে যে রিয্ক দিয়েছি তোমরা তা হতে ব্যয় করবে তোমাদের কারও মৃত্যু আসার পূর্বে; অন্যথায় সে বলবেঃ হে আমার রাব্ব! আমাকে আরও কিছু কালের জন্য অবকাশ দিলে আমি সাদাকাহ করতাম এবং সৎকর্মশীলদের অন্তর্ভুক্ত হতাম।",
    "কিন্তু নির্ধারিত কাল যখন উপস্থিত হবে, আল্লাহ তখন কেহকেও অবকাশ দিবেননা। তোমরা যা কর আল্লাহ সে সম্বন্ধে সবিশেষ অবহিত।",
    "আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে সবাই তাঁর পবিত্রতা ও মহিমা ঘোষণা করে, সার্বভৌমত্ব তাঁরই এবং প্রশংসা তাঁরই; তিনি সর্ব বিষয়ে সর্বশক্তিমান।",
    "তিনিই তোমাদেরকে সৃষ্টি করেছেন, অতঃপর তোমাদের মধ্যে কেহ হয় কাফির এবং কেহ মু’মিন। তোমরা যা কর আল্লাহ সম্যক দ্রষ্টা।",
    "তিনি সৃষ্টি করেছেন আকাশমন্ডলী ও পৃথিবী যথাযথভাবে এবং তোমাদেরকে আকৃতি দান করেছেন। তোমাদের আকৃতি করেছেন সুশোভন এবং প্রত্যাবর্তনতো তাঁরই নিকট।",
    "আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে সবই তিনি জানেন, তোমরা যা গোপন কর ও তোমরা যা প্রকাশ কর এবং তিনি অন্তর্যামী।",
    "তোমাদের নিকট কি পৌঁছেনি পূর্ববর্তী কাফিরদের বৃত্তান্ত? তারা তাদের কর্মের মন্দফল আস্বাদন করেছিল এবং তাদের জন্য রয়েছে যন্ত্রণাদায়ক শাস্তি।",
    "তা এ জন্য যে, তাদের নিকট যখন তাদের রাসূলগণ স্পষ্ট নিদর্শনসহ আসতো তখন তারা বলতঃ মানুষই কি আমাদের পথের সন্ধান দিবে? অতঃপর তারা কুফরী করল ও মুখ ফিরিয়ে নিল; কিন্তু এতে আল্লাহর কিছু আসে যায়না। আল্লাহ অভাবমুক্ত, প্রশংসা।",
    "কাফিরেরা দাবী করে যে, তারা কখনও পুনরুত্থিত হবেনা। বলঃ নিশ্চয়ই হবে, আমার রবের শপথ! তোমরা অবশ্যই পুনরুত্থিত হবে। অতঃপর তোমরা যা করতে তোমাদের সেই সম্বন্ধে অবশ্যই অবহিত করা হবে। এটা আল্লাহর পক্ষে সহজ।",
    "অতএব তোমরা আল্লাহ, তাঁর রাসূল ও যে জ্যোতি আমি অবতীর্ণ করেছি তাতে বিশ্বাস স্থাপন কর। তোমাদের কৃতকর্ম সম্পর্কে আল্লাহ সবিশেষ অবহিত।",
    "স্মরণ কর, যেদিন তিনি তোমাদেরকে সমবেত করবেন সমাবেশ দিনে, সেদিন হবে লাভ লোকসানের দিন। যে ব্যক্তি আল্লাহয় বিশ্বাস করে ও সৎ কাজ করে তিনি তার পাপ মোচন করবেন এবং তাকে দাখিল করবেন জান্নাতে, যার পাদদেশে নদী প্রবাহিত, সেখানে তারা হবে চিরস্থায়ী। এটাই মহা সাফল্য।",
    "কিন্তু যারা কুফরী করে এবং আমার নিদর্শনসমূহকে অস্বীকার করে তারাই জাহান্নামের অধিবাসী, সেখানে তারা স্থায়ী হবে, কত মন্দ ঐ প্রত্যাবর্তনস্থল!",
    "আল্লাহর অনুমতি ব্যতিরেকে কোন বিপদই আপতিত হয়না এবং যে আল্লাহকে বিশ্বাস করে তিনি তার অন্তরকে সুপথে পরিচালিত করেন। আল্লাহ সর্ব বিষয়ে সম্যক অবগত।",
    "আল্লাহর আনুগত্য কর এবং তাঁর রাসূলের আনুগত্য কর, যদি তোমরা মুখ ফিরিয়ে নাও তাহলে আমার রাসূলের দায়িত্ব শুধু স্পষ্টভাবে প্রচার করা।",
    "আল্লাহ ব্যতীত কোন মা‘বূদ নেই; সুতরাং মু’মিনরা যেন আল্লাহ উপরই নির্ভর করে।",
    "হে মু’মিনগণ! তোমাদের স্ত্রী ও সন্তান-সন্ততিদের মধ্যে কেহ কেহ তোমাদের শত্রু, অতএব তাদের সম্পর্কে তোমরা সতর্ক থেক। তোমরা যদি তাদেরকে মার্জনা কর, তাদের দোষ ক্রটি উপেক্ষা কর এবং তাদেরকে ক্ষমা কর তাহলে জেনে রেখ যে, আল্লাহ ক্ষমাশীল, পরম দয়ালু।",
    "তোমাদের সম্পদ ও সন্তান সন্ততি তোমাদের জন্য পরীক্ষা। আল্লাহরই নিকট রয়েছে মহা পুরস্কার।",
    "তোমরা আল্লাহকে যথাযথ ভয় কর, শোন, আনুগত্য কর ও ব্যয় কর তোমাদের নিজেদেরই কল্যাণে; যারা অন্তরের কার্পণ্য হতে মুক্ত তারাই সফলকাম।",
    "যদি তোমরা আল্লাহকে উত্তম ঋণ দান কর তাহলে তিনি তোমাদের জন্য ওটা দ্বিগুণ বৃদ্ধি করবেন এবং তিনি তোমাদেরকে ক্ষমা করবেন। আল্লাহ গুণগ্রাহী ও সহনশীল।",
    "তিনি দৃশ্য ও অদৃশ্যের পরিজ্ঞাতা, পরাক্রমশালী, প্রজ্ঞাময়।",
    "হে নাবী! তোমরা যদি তোমাদের স্ত্রীদেরকে তালাক দিতে ইচ্ছা কর তাহলে তাদেরকে তালাক দিও ইদ্দাতের প্রতি লক্ষ্য রেখে, ইদ্দাতের হিসাব রেখ এবং তোমাদের রাব্ব আল্লাহকে ভয় কর; তোমরা তাদেরকে তাদের বাসগৃহ হতে বহিস্কার করনা এবং তারাও যেন বের না হয়, যদি না তারা লিপ্ত হয় স্পষ্ট অশ্লীলতায়; এগুলি আল্লাহর বিধান। যে আল্লাহর বিধান লংঘন করে সে নিজেরই উপর অত্যাচার করে। তুমি জাননা, হয়তো আল্লাহ এরপর কোন উপায় করে দিবেন।",
    "তাদের ইদ্দাত পূরণের কাল আসন্ন হলে তোমরা হয় যথাবিধি তাদেরকে রেখে দিবে, না হয় তাদেরকে যথাবিধি পরিত্যাগ করবে এবং তোমাদের মধ্য হতে দু’জন ন্যায় পরায়ণ লোককে সাক্ষী রাখবে; তোমরা আল্লাহর জন্য সঠিক সাক্ষ্য দিও। ওটা দ্বারা তোমাদের মধ্যে যে আল্লাহ ও আখিরাতে বিশ্বাস করে তাকে উপদেশ দেয়া হচ্ছে। যে আল্লাহকে ভয় করে আল্লাহ তার নিস্কৃতির ব্যবস্থা করে দিবেন –",
    "আর তাকে তার ধারণাতীত উৎস থেকে দান করবেন রিয্ক; যে ব্যক্তি আল্লাহর উপর নির্ভর করে তার জন্য আল্লাহই যথেষ্ট, আল্লাহ তাঁর ইচ্ছা পূরণ করবেনই, আল্লাহ সব কিছুর জন্য স্থির করেছেন নির্দিষ্ট মাত্রা।",
    "তোমাদের যে সব স্ত্রীর ঋতুমতী হওয়ার আশা নেই তাদের ইদ্দাত সম্পর্কে তোমরা সন্দেহ করলে তাদের ইদ্দাতকাল হবে তিন মাস এবং যাদের এখনও রজশ্বালা হয়নি তাদেরও। এবং গর্ভবতী নারীদের ইদ্দাতকাল সন্তান প্রসব পর্যন্ত। আল্লাহকে যে ভয় করে আল্লাহ তার সমস্যার সমাধান সহজ করে দিবেন।",
    "এটা আল্লাহর বিধান যা তিনি তোমাদের প্রতি অবতীর্ণ করেছেন; আল্লাহকে যে ভয় করে তিনি তার পাপ মোচন করবেন এবং তাকে দিবেন মহা পুরস্কার।",
    "তোমরা তোমাদের সামর্থ্য অনুযায়ী যে স্থানে বাস কর তাদেরকে সেই স্থানে বাস করতে দিও; তাদেরকে উত্যক্ত করনা সংকটে ফেলার জন্য, তারা গর্ভবতী হয়ে থাকলে সন্তান প্রসব পর্যন্ত তাদের জন্য ব্যয় করবে, যদি তারা তোমাদের সন্তানদেরকে স্তন্য দান করে তাহলে তাদেরকে পারিশ্রমিক দিবে এবং সন্তানের কল্যাণ সম্পর্কে তোমরা সংগতভাবে নিজেদের মধ্যে পরামর্শ করবে; তোমরা যদি নিজ নিজ দাবীতে অনমনীয় হও তাহলে অন্য নারী তার পক্ষে স্তন্য দান করবে।",
    "বিত্তবান নিজ সামর্থ অনুযায়ী ব্যয় করবে এবং যার জীবনোপকরণ সীমিত সে, আল্লাহ যা তাকে দান করেছেন তা হতে ব্যয় করবে। আল্লাহ যাকে যে সামর্থ্য দিয়েছেন তদপেক্ষা গুরুতর বোঝা তিনি তার উপর চাপিয়ে দেননা। আল্লাহ কষ্টের পর দিবেন স্বস্তি।",
    "কত জনপদ তাদের রাব্ব ও তাঁর রাসূলদের নির্দেশের বিরুদ্ধাচরণ করেছিল দম্ভভরে। ফলে আমি তাদের নিকট হতে কঠোর হিসাব নিয়েছিলাম এবং তাদেরকে দিয়েছিলাম কঠিন শাস্তি।",
    "অতঃপর তারা তাদের কৃতকর্মের শাস্তি আস্বাদন করল; ক্ষতিই ছিল তাদের কর্মের পরিণাম।",
    "আল্লাহ তাদের জন্য কঠিন শাস্তি প্রস্তুত করে রেখেছেন। অতএব তোমরা আল্লাহকে ভয় কর। হে বোধসম্পন্ন ব্যক্তিগণ, যারা ঈমান এনেছ! নিশ্চয়ই আল্লাহ তোমাদের প্রতি অবতীর্ণ করেছেন উপদেশ।",
    "প্রেরণ করেছেন এমন এক রাসূল যে তোমাদের নিকট আল্লাহর সুস্পষ্ট আয়াত আবৃত্তি করে, যারা বিশ্বাসী ও সৎকর্মপরায়ণ তাদেরকে অন্ধকার থেকে আলোতে আনার জন্য। যে কেহ আল্লাহকে বিশ্বাস করে ও সৎ কাজ করে তিনি তাকে দাখিল করবেন জান্নাতে, যার পাদদেশে নদী প্রবাহিত, সেখানে তারা চিরস্থায়ী হবে; আল্লাহ তাকে উত্তম জীবনোপকরণ দিবেন।",
    "আল্লাহই সৃষ্টি করেছেন সপ্ত আকাশ এবং পৃথিবীও সেই পরিমাণ। ওগুলির মধ্যে নেমে আসে তাঁর নির্দেশ; ফলে তোমরা বুঝতে পার যে, আল্লাহ সর্ব বিষয়ে সর্বশক্তিমান এবং জ্ঞানে আল্লাহ সব কিছুকে পরিবেষ্টন করে রয়েছেন।",
    "হে নাবী! আল্লাহ তোমার জন্য যা বৈধ করেছেন তুমি তা নিষিদ্ধ করছ কেন? তুমি তোমার স্ত্রীদের সন্তুষ্টি চাচ্ছ? আল্লাহ ক্ষমাশীল, পরম দয়ালু।",
    "আল্লাহ তোমাদের শপথ হতে মুক্তি লাভের ব্যবস্থা করেছেন, আল্লাহ তোমাদের সহায়; তিনি সর্বজ্ঞ, প্রজ্ঞাময়।",
    "যখন নাবী তার স্ত্রীদের একজনকে গোপনে কিছু বলেছিল, অতঃপর যখন সে তা অন্যকে বলে দিয়েছিল এবং আল্লাহ নাবীকে তা জানিয়ে দিয়েছিলেন তখন নাবী এই বিষয়ে কিছু ব্যক্ত করল এবং কিছু অব্যক্ত রাখল। যখন নাবী তা তার সেই স্ত্রীকে জানালো তখন সে বললঃ কে আপনাকে এটা অবহিত করল? নাবী বললঃ আমাকে অবহিত করেছেন তিনি যিনি সর্বজ্ঞ, সম্যক অবহিত।",
    "যদি তোমরা উভয়ে অনুতপ্ত হয়ে আল্লাহর দিকে প্রত্যাবর্তন কর যেহেতু তোমাদের হৃদয় ঝুকে পড়েছে (তাহলে আল্লাহ তোমাদের ক্ষমা করবেন)। কিন্তু তোমরা যদি নাবীর বিরুদ্ধে একে অপরের পোষকতা কর তাহলে জেনে রেখ যে, আল্লাহই তার বন্ধু এবং জিবরাঈল ও সৎ আমলকারী মু’মিনগণও; উপরন্ত অন্যান্য মালাইকা/ফেরেশতারাও তার সাহায্যকারী।",
    "যদি নাবী তোমাদের সকলকে পরিত্যাগ করে তাহলে তার রাব্ব সম্ভবতঃ তাকে দিবেন তোমাদের অপেক্ষা উৎকৃষ্টতর স্ত্রী যারা হবে আত্মসমর্পনকারিণী, বিশ্বাসিনী, আনুগত্যকারিনী, তাওবাহকারিনী, ইবাদাতকারিনী, সিয়াম পালনকারিণী, অকুমারী এবং কুমারী।",
    "হে বিশ্বাস স্থাপনকারীগণ! তোমরা নিজেদেরকে এবং তোমাদের পরিবার পরিজনকে রক্ষা কর অগুন হতে, যার ইন্ধন হবে মানুষ ও পাথর, যাতে নিয়োজিত আছে নির্মম হৃদয় কঠোর স্বভাবের মালাইকা (ফেরেশতা), যারা অমান্য করেনা আল্লাহ যা তাদেরকে আদেশ করেন তা এবং তারা যা করতে আদিষ্ট হয় তা’ই করে।",
    "হে কাফিরেরা! আজ তোমরা দোষ স্খলনের চেষ্টা করনা। তোমরা যা করতে তোমাদেরকে তারই প্রতিফল দেয়া হবে।",
    "হে বিশ্বাস স্থাপনকারীগণ! তোমরা আল্লাহর নিকট তাওবাহ কর, বিশুদ্ধ তাওবাহ; সম্ভবতঃ তোমাদের রাব্ব তোমাদের মন্দ কাজগুলি মোচন করে দিবেন এবং তোমাদেরকে দাখিল করবেন জান্নাতে, যার পাদদেশে নদী প্রবাহিত। সেই দিন নাবী এবং তাঁর বিশ্বাসী বান্দাদেরকে আল্লাহ অপদস্ত করবেননা। তাদের জ্যোতি তাদের সম্মুখে এবং দক্ষিণ পার্শ্বে ধাবিত হবে। তারা বলবেঃ হে আমাদের রাব্ব! আমাদের জ্যোতিকে পূর্ণতা দান করুন এবং আমাদেরকে ক্ষমা করুন, আপনি সর্ব বিষয়ে ক্ষমতাবান।",
    "হে নাবী! কাফির ও মুনাফিকের বিরুদ্ধে জিহাদ কর এবং তাদের প্রতি কঠোর হও। তাদের আশ্রয়স্থল জাহান্নাম, ওটা কত নিকৃষ্ট প্রত্যাবর্তনস্থল।",
    "আল্লাহ কাফিরদের জন্য নূহ ও লূতের স্ত্রীর দৃষ্টান্ত উপস্থিত করছেন; তারা ছিল আমার বান্দাদের মধ্যে দুই সংকল্প পরায়ণ বান্দার অধীন। কিন্তু তারা তাদের প্রতি বিশ্বাসঘাতকতা করেছিল, ফলে নূহ ও লূত তাদেরকে আল্লাহর শাস্তি হতে রক্ষা করতে পারলনা এবং তাদেরকে বলা হলঃ জাহান্নামে প্রবেশকারীদের সাথে তোমরাও তাতে প্রবেশ কর।",
    "আল্লাহ বিশ্বাসীদের জন্য উপস্থিত করেছেন ফির‘আউন পত্নীর দৃষ্টান্ত, যে প্রার্থনা করেছিলঃ হে আমার রাব্ব! আপনার সন্নিধানে জান্নাতে আমার জন্য একটি গৃহ নির্মাণ করুন এবং আমাকে উদ্ধার করুন ফির‘আউন ও তার দুস্কৃতি হতে এবং আমাকে উদ্ধার করুন যালিম সম্প্রদায় হতে।",
    "আরও দৃষ্টান্ত দিচ্ছেন ইমরান তনয়া মারইয়ামের, যে তার সতীত্ব রক্ষা করেছিল, ফলে আমি তার মধ্যে রূহ ফুঁকে দিয়েছিলাম এবং সে তার রবের বাণী ও তাঁর কিতাবসমূহ সত্য বলে গ্রহণ করেছিল; সে ছিল অনুগতদের একজন।"
  ]
}