{
  "meta": {
    "id": 22,
    "name": "A. Yusuf Ali",
    "translator_name": "Abdullah Yusuf Ali",
    "slug": "en-yusufali",
    "language_name": "english"
  },
  "verses": [
    "(Abraham) said: \"And what, O ye Messengers, is your errand (now)?\"",
    "They said, \"We have been sent to a people (deep) in sin;-",
    "\"To bring on, on them, (a shower of) stones of clay (brimstone),",
    "\"Marked as from thy Lord for those who trespass beyond bounds.\"",
    "Then We evacuated those of the Believers who were there,",
    "But We found not there any just (Muslim) persons except in one house:",
    "And We left there a Sign for such as fear the Grievous Penalty.",
    "And in Moses (was another Sign): Behold, We sent him to Pharaoh, with authority manifest.",
    "But (Pharaoh) turned back with his Chiefs, and said, \"A sorcerer, or one possessed!\"",
    "So We took him and his forces, and threw them into the sea; and his was the blame.",
    "And in the 'Ad (people) (was another Sign): Behold, We sent against them the devastating Wind:",
    "It left nothing whatever that it came up against, but reduced it to ruin and rottenness.",
    "And in the Thamud (was another Sign): Behold, they were told, \"Enjoy (your brief day) for a little while!\"",
    "But they insolently defied the Command of their Lord: So the stunning noise (of an earthquake) seized them, even while they were looking on.",
    "Then they could not even stand (on their feet), nor could they help themselves.",
    "So were the People of Noah before them for they wickedly transgressed.",
    "With power and skill did We construct the Firmament: for it is We Who create the vastness of space.",
    "And We have spread out the (spacious) earth: How excellently We do spread out!",
    "And of every thing We have created pairs: That ye may receive instruction.",
    "Hasten ye then (at once) to Allah: I am from Him a Warner to you, clear and open!",
    "And make not another an object of worship with Allah: I am from Him a Warner to you, clear and open!",
    "Similarly, no messenger came to the Peoples before them, but they said (of him) in like manner, \"A sorcerer, or one possessed\"!",
    "Is this the legacy they have transmitted, one to another? Nay, they are themselves a people transgressing beyond bounds!",
    "So turn away from them: not thine is the blame.",
    "But teach (thy Message) for teaching benefits the Believers.",
    "I have only created Jinns and men, that they may serve Me.",
    "No Sustenance do I require of them, nor do I require that they should feed Me.",
    "For Allah is He Who gives (all) Sustenance,- Lord of Power,- Steadfast (for ever).",
    "For the Wrong-doers, their portion is like unto the portion of their fellows (of earlier generations): then let them not ask Me to hasten (that portion)!",
    "Woe, then, to the Unbelievers, on account of that Day of theirs which they have been promised!",
    "By the Mount (of Revelation);",
    "By a Decree inscribed",
    "In a Scroll unfolded;",
    "By the much-frequented Fane;",
    "By the Canopy Raised High;",
    "And by the Ocean filled with Swell;-",
    "Verily, the Doom of thy Lord will indeed come to pass;-",
    "There is none can avert it;-",
    "On the Day when the firmament will be in dreadful commotion.",
    "And the mountains will fly hither and thither.",
    "Then woe that Day to those that treat (Truth) as Falsehood;-",
    "That play (and paddle) in shallow trifles.",
    "That Day shall they be thrust down to the Fire of Hell, irresistibly.",
    "\"This:, it will be said, \"Is the Fire,- which ye were wont to deny!",
    "\"Is this then a fake, or is it ye that do not see?",
    "\"Burn ye therein: the same is it to you whether ye bear it with patience, or not: Ye but receive the recompense of your (own) deeds.\"",
    "As to the Righteous, they will be in Gardens, and in Happiness,-",
    "Enjoying the (Bliss) which their Lord hath bestowed on them, and their Lord shall deliver them from the Penalty of the Fire.",
    "(To them will be said:) \"Eat and drink ye, with profit and health, because of your (good) deeds.\"",
    "They will recline (with ease) on Thrones (of dignity) arranged in ranks; and We shall join them to Companions, with beautiful big and lustrous eyes.",
    "And those who believe and whose families follow them in Faith,- to them shall We join their families: Nor shall We deprive them (of the fruit) of aught of their works: (Yet) is each individual in pledge for his deeds.",
    "And We shall bestow on them, of fruit and meat, anything they shall desire.",
    "They shall there exchange, one with another, a (loving) cup free of frivolity, free of all taint of ill.",
    "Round about them will serve, (devoted) to them, young male servants (handsome) as Pearls well-guarded.",
    "They will advance to each other, engaging in mutual enquiry.",
    "They will say: \"Aforetime, we were not without fear for the sake of our people.",
    "\"But Allah has been good to us, and has delivered us from the Penalty of the Scorching Wind.",
    "\"Truly, we did call unto Him from of old: truly it is He, the Beneficent, the Merciful!\"",
    "Therefore proclaim thou the praises (of thy Lord): for by the Grace of thy Lord, thou art no (vulgar) soothsayer, nor art thou one possessed.",
    "Or do they say:- \"A Poet! we await for him some calamity (hatched) by Time!\"",
    "Say thou: \"Await ye!- I too will wait along with you!\"",
    "Is it that their faculties of understanding urge them to this, or are they but a people transgressing beyond bounds?",
    "Or do they say, \"He fabricated the (Message)\"? Nay, they have no faith!",
    "Let them then produce a recital like unto it,- If (it be) they speak the truth!",
    "Were they created of nothing, or were they themselves the creators?",
    "Or did they create the heavens and the earth? Nay, they have no firm belief.",
    "Or are the Treasures of thy Lord with them, or are they the managers (of affairs)?",
    "Or have they a ladder, by which they can (climb up to heaven and) listen (to its secrets)? Then let (such a) listener of theirs produce a manifest proof.",
    "Or has He only daughters and ye have sons?",
    "Or is it that thou dost ask for a reward, so that they are burdened with a load of debt?-",
    "Or that the Unseen in it their hands, and they write it down?",
    "Or do they intend a plot (against thee)? But those who defy Allah are themselves involved in a Plot!",
    "Or have they a god other than Allah? Exalted is Allah far above the things they associate with Him!",
    "Were they to see a piece of the sky falling (on them), they would (only) say: \"Clouds gathered in heaps!\"",
    "So leave them alone until they encounter that Day of theirs, wherein they shall (perforce) swoon (with terror),-",
    "The Day when their plotting will avail them nothing and no help shall be given them.",
    "And verily, for those who do wrong, there is another punishment besides this: But most of them understand not.",
    "Now await in patience the command of thy Lord: for verily thou art in Our eyes: and celebrate the praises of thy Lord the while thou standest forth,",
    "And for part of the night also praise thou Him,- and at the retreat of the stars!",
    "By the Star when it goes down,-",
    "Your Companion is neither astray nor being misled.",
    "Nor does he say (aught) of (his own) Desire.",
    "It is no less than inspiration sent down to him:",
    "He was taught by one Mighty in Power,",
    "Endued with Wisdom: for he appeared (in stately form);",
    "While he was in the highest part of the horizon:",
    "Then he approached and came closer,",
    "And was at a distance of but two bow-lengths or (even) nearer;",
    "So did (Allah) convey the inspiration to His Servant- (conveyed) what He (meant) to convey.",
    "The (Prophet's) (mind and) heart in no way falsified that which he saw.",
    "Will ye then dispute with him concerning what he saw?",
    "For indeed he saw him at a second descent,",
    "Near the Lote-tree beyond which none may pass:",
    "Near it is the Garden of Abode.",
    "Behold, the Lote-tree was shrouded (in mystery unspeakable!)",
    "(His) sight never swerved, nor did it go wrong!",
    "For truly did he see, of the Signs of his Lord, the Greatest!",
    "Have ye seen Lat. and 'Uzza,",
    "And another, the third (goddess), Manat?",
    "What! for you the male sex, and for Him, the female?",
    "Behold, such would be indeed a division most unfair!",
    "These are nothing but names which ye have devised,- ye and your fathers,- for which Allah has sent down no authority (whatever). They follow nothing but conjecture and what their own souls desire!- Even though there has already come to them Guidance from their Lord!",
    "Nay, shall man have (just) anything he hankers after?",
    "But it is to Allah that the End and the Beginning (of all things) belong.",
    "How many-so-ever be the angels in the heavens, their intercession will avail nothing except after Allah has given leave for whom He pleases and that he is acceptable to Him.",
    "Those who believe not in the Hereafter, name the angels with female names.",
    "But they have no knowledge therein. They follow nothing but conjecture; and conjecture avails nothing against Truth.",
    "Therefore shun those who turn away from Our Message and desire nothing but the life of this world.",
    "That is as far as knowledge will reach them. Verily thy Lord knoweth best those who stray from His Path, and He knoweth best those who receive guidance.",
    "Yea, to Allah belongs all that is in the heavens and on earth: so that He rewards those who do evil, according to their deeds, and He rewards those who do good, with what is best.",
    "Those who avoid great sins and shameful deeds, only (falling into) small faults,- verily thy Lord is ample in forgiveness. He knows you well when He brings you out of the earth, And when ye are hidden in your mothers' wombs. Therefore justify not yourselves: He knows best who it is that guards against evil.",
    "Seest thou one who turns back,",
    "Gives a little, then hardens (his heart)?",
    "What! Has he knowledge of the Unseen so that he can see?",
    "Nay, is he not acquainted with what is in the Books of Moses-",
    "And of Abraham who fulfilled his engagements?-",
    "Namely, that no bearer of burdens can bear the burden of another;",
    "That man can have nothing but what he strives for;",
    "That (the fruit of) his striving will soon come in sight:",
    "Then will he be rewarded with a reward complete;",
    "That to thy Lord is the final Goal;",
    "That it is He Who granteth Laughter and Tears;",
    "That it is He Who granteth Death and Life;",
    "That He did create in pairs,- male and female,",
    "From a seed when lodged (in its place);",
    "That He hath promised a Second Creation (Raising of the Dead);",
    "That it is He Who giveth wealth and satisfaction;",
    "That He is the Lord of Sirius (the Mighty Star);",
    "And that it is He Who destroyed the (powerful) ancient 'Ad (people),",
    "And the Thamud nor gave them a lease of perpetual life.",
    "And before them, the people of Noah, for that they were (all) most unjust and most insolent transgressors,",
    "And He destroyed the Overthrown Cities (of Sodom and Gomorrah).",
    "So that (ruins unknown) have covered them up.",
    "Then which of the gifts of thy Lord, (O man,) wilt thou dispute about?",
    "This is a Warner, of the (series of) Warners of old!",
    "The (Judgment) ever approaching draws nigh:",
    "No (soul) but Allah can lay it bare.",
    "Do ye then wonder at this recital?",
    "And will ye laugh and not weep,-",
    "Wasting your time in vanities?",
    "But fall ye down in prostration to Allah, and adore (Him)!",
    "The Hour (of Judgment) is nigh, and the moon is cleft asunder.",
    "But if they see a Sign, they turn away, and say, \"This is (but) transient magic.\"",
    "They reject (the warning) and follow their (own) lusts but every matter has its appointed time.",
    "There have already come to them Recitals wherein there is (enough) to check (them),",
    "Mature wisdom;- but (the preaching of) Warners profits them not.",
    "Therefore, (O Prophet,) turn away from them. The Day that the Caller will call (them) to a terrible affair,",
    "They will come forth,- their eyes humbled - from (their) graves, (torpid) like locusts scattered abroad,",
    "Hastening, with eyes transfixed, towards the Caller!- \"Hard is this Day!\", the Unbelievers will say.",
    "Before them the People of Noah rejected (their messenger): they rejected Our servant, and said, \"Here is one possessed!\", and he was driven out.",
    "Then he called on his Lord: \"I am one overcome: do Thou then help (me)!\"",
    "So We opened the gates of heaven, with water pouring forth.",
    "And We caused the earth to gush forth with springs, so the waters met (and rose) to the extent decreed.",
    "But We bore him on an (Ark) made of broad planks and caulked with palm-fibre:",
    "She floats under our eyes (and care): a recompense to one who had been rejected (with scorn)!",
    "And We have left this as a Sign (for all time): then is there any that will receive admonition?",
    "But how (terrible) was My Penalty and My Warning?",
    "And We have indeed made the Qur'an easy to understand and remember: then is there any that will receive admonition?",
    "The 'Ad (people) (too) rejected (Truth): then how terrible was My Penalty and My Warning?",
    "For We sent against them a furious wind, on a Day of violent Disaster,",
    "Plucking out men as if they were roots of palm-trees torn up (from the ground).",
    "Yea, how (terrible) was My Penalty and My Warning!",
    "But We have indeed made the Qur'an easy to understand and remember: then is there any that will receive admonition?",
    "The Thamud (also) rejected (their) Warners.",
    "For they said: \"What! a man! a Solitary one from among ourselves! shall we follow such a one? Truly should we then be straying in mind, and mad!",
    "\"Is it that the Message is sent to him, of all people amongst us? Nay, he is a liar, an insolent one!\"",
    "Ah! they will know on the morrow, which is the liar, the insolent one!",
    "For We will send the she-camel by way of trial for them. So watch them, (O Salih), and possess thyself in patience!",
    "And tell them that the water is to be divided between them: Each one's right to drink being brought forward (by suitable turns).",
    "But they called to their companion, and he took a sword in hand, and hamstrung (her).",
    "Ah! how (terrible) was My Penalty and My Warning!",
    "For We sent against them a single Mighty Blast, and they became like the dry stubble used by one who pens cattle.",
    "And We have indeed made the Qur'an easy to understand and remember: then is there any that will receive admonition?",
    "The people of Lut rejected (his) warning.",
    "We sent against them a violent Tornado with showers of stones, (which destroyed them), except Lut's household: them We delivered by early Dawn,-",
    "As a Grace from Us: thus do We reward those who give thanks.",
    "And (Lut) did warn them of Our Punishment, but they disputed about the Warning.",
    "And they even sought to snatch away his guests from him, but We blinded their eyes. (They heard:) \"Now taste ye My Wrath and My Warning.\"",
    "Early on the morrow an abiding Punishment seized them:",
    "\"So taste ye My Wrath and My Warning.\"",
    "And We have indeed made the Qur'an easy to understand and remember: then is there any that will receive admonition?",
    "To the People of Pharaoh, too, aforetime, came Warners (from Allah).",
    "The (people) rejected all Our Signs; but We seized them with such Penalty (as comes) from One Exalted in Power, able to carry out His Will.",
    "Are your Unbelievers, (O Quraish), better than they? Or have ye an immunity in the Sacred Books?",
    "Or do they say: \"We acting together can defend ourselves\"?",
    "Soon will their multitude be put to flight, and they will show their backs.",
    "Nay, the Hour (of Judgment) is the time promised them (for their full recompense): And that Hour will be most grievous and most bitter.",
    "Truly those in sin are the ones straying in mind, and mad.",
    "The Day they will be dragged through the Fire on their faces, (they will hear:) \"Taste ye the touch of Hell!\"",
    "Verily, all things have We created in proportion and measure.",
    "And Our Command is but a single (Act),- like the twinkling of an eye.",
    "And (oft) in the past, have We destroyed gangs like unto you: then is there any that will receive admonition?",
    "All that they do is noted in (their) Books (of Deeds):",
    "Every matter, small and great, is on record.",
    "As to the Righteous, they will be in the midst of Gardens and Rivers,",
    "In an Assembly of Truth, in the Presence of a Sovereign Omnipotent.",
    "(Allah) Most Gracious!",
    "It is He Who has taught the Qur'an.",
    "He has created man:",
    "He has taught him speech (and intelligence).",
    "The sun and the moon follow courses (exactly) computed;",
    "And the herbs and the trees - both (alike) prostrate in adoration.",
    "And the Firmament has He raised high, and He has set up the Balance (of Justice),",
    "In order that ye may not transgress (due) balance.",
    "So establish weight with justice and fall not short in the balance.",
    "It is He Who has spread out the earth for (His) creatures:",
    "Therein is fruit and date-palms, producing spathes (enclosing dates);",
    "Also corn, with (its) leaves and stalk for fodder, and sweet-smelling plants.",
    "Then which of the favours of your Lord will ye deny?",
    "He created man from sounding clay like unto pottery,",
    "And He created Jinns from fire free of smoke:",
    "Then which of the favours of your Lord will ye deny?",
    "(He is) Lord of the two Easts and Lord of the two Wests:",
    "Then which of the favours of your Lord will ye deny?",
    "He has let free the two bodies of flowing water, meeting together:",
    "Between them is a Barrier which they do not transgress:",
    "Then which of the favours of your Lord will ye deny?",
    "Out of them come Pearls and Coral:",
    "Then which of the favours of your Lord will ye deny?",
    "And His are the Ships sailing smoothly through the seas, lofty as mountains:",
    "Then which of the favours of your Lord will ye deny?",
    "All that is on earth will perish:",
    "But will abide (for ever) the Face of thy Lord,- full of Majesty, Bounty and Honour.",
    "Then which of the favours of your Lord will ye deny?",
    "Of Him seeks (its need) every creature in the heavens and on earth: every day in (new) Splendour doth He (shine)!",
    "Then which of the favours of your Lord will ye deny?",
    "Soon shall We settle your affairs, O both ye worlds!",
    "Then which of the favours of your Lord will ye deny?",
    "O ye assembly of Jinns and men! If it be ye can pass beyond the zones of the heavens and the earth, pass ye! not without authority shall ye be able to pass!",
    "Then which of the favours of your Lord will ye deny?",
    "On you will be sent (O ye evil ones twain!) a flame of fire (to burn) and a smoke (to choke): no defence will ye have:",
    "Then which of the favours of your Lord will ye deny?",
    "When the sky is rent asunder, and it becomes red like ointment:",
    "Then which of the favours of your Lord will ye deny?",
    "On that Day no question will be asked of man or Jinn as to his sin.",
    "Then which of the favours of your Lord will ye deny?",
    "(For) the sinners will be known by their marks: and they will be seized by their forelocks and their feet.",
    "Then which of the favours of your Lord will ye deny?",
    "This is the Hell which the Sinners deny:",
    "In its midst and in the midst of boiling hot water will they wander round!",
    "Then which of the favours of your Lord will ye deny?",
    "But for such as fear the time when they will stand before (the Judgment Seat of) their Lord, there will be two Gardens-",
    "Then which of the favours of your Lord will ye deny?-",
    "Containing all kinds (of trees and delights);-",
    "Then which of the favours of your Lord will ye deny?-",
    "In them (each) will be two Springs flowing (free);",
    "Then which of the favours of your Lord will ye deny?-",
    "In them will be Fruits of every kind, two and two.",
    "Then which of the favours of your Lord will ye deny?",
    "They will recline on Carpets, whose inner linings will be of rich brocade: the Fruit of the Gardens will be near (and easy of reach).",
    "Then which of the favours of your Lord will ye deny?",
    "In them will be (Maidens), chaste, restraining their glances, whom no man or Jinn before them has touched;-",
    "Then which of the favours of your Lord will ye deny?-",
    "Like unto Rubies and coral.",
    "Then which of the favours of your Lord will ye deny?",
    "Is there any Reward for Good - other than Good?",
    "Then which of the favours of your Lord will ye deny?",
    "And besides these two, there are two other Gardens,-",
    "Then which of the favours of your Lord will ye deny?-",
    "Dark-green in colour (from plentiful watering).",
    "Then which of the favours of your Lord will ye deny?",
    "In them (each) will be two Springs pouring forth water in continuous abundance:",
    "Then which of the favours of your Lord will ye deny?",
    "In them will be Fruits, and dates and pomegranates:",
    "Then which of the favours of your Lord will ye deny?",
    "In them will be fair (Companions), good, beautiful;-",
    "Then which of the favours of your Lord will ye deny?-",
    "Companions restrained (as to their glances), in (goodly) pavilions;-",
    "Then which of the favours of your Lord will ye deny?-",
    "Whom no man or Jinn before them has touched;-",
    "Then which of the favours of your Lord will ye deny?-",
    "Reclining on green Cushions and rich Carpets of beauty.",
    "Then which of the favours of your Lord will ye deny?",
    "Blessed be the name of thy Lord, full of Majesty, Bounty and Honour.",
    "When the Event inevitable cometh to pass,",
    "Then will no (soul) entertain falsehood concerning its coming.",
    "(Many) will it bring low; (many) will it exalt;",
    "When the earth shall be shaken to its depths,",
    "And the mountains shall be crumbled to atoms,",
    "Becoming dust scattered abroad,",
    "And ye shall be sorted out into three classes.",
    "Then (there will be) the Companions of the Right Hand;- What will be the Companions of the Right Hand?",
    "And the Companions of the Left Hand,- what will be the Companions of the Left Hand?",
    "And those Foremost (in Faith) will be Foremost (in the Hereafter).",
    "These will be those Nearest to Allah:",
    "In Gardens of Bliss:",
    "A number of people from those of old,",
    "And a few from those of later times.",
    "(They will be) on Thrones encrusted (with gold and precious stones),",
    "Reclining on them, facing each other.",
    "Round about them will (serve) youths of perpetual (freshness),",
    "With goblets, (shining) beakers, and cups (filled) out of clear-flowing fountains:",
    "No after-ache will they receive therefrom, nor will they suffer intoxication:",
    "And with fruits, any that they may select:",
    "And the flesh of fowls, any that they may desire.",
    "And (there will be) Companions with beautiful, big, and lustrous eyes,-",
    "Like unto Pearls well-guarded.",
    "A Reward for the deeds of their past (life).",
    "Not frivolity will they hear therein, nor any taint of ill,-",
    "Only the saying, \"Peace! Peace\".",
    "The Companions of the Right Hand,- what will be the Companions of the Right Hand?",
    "(They will be) among Lote-trees without thorns,",
    "Among Talh trees with flowers (or fruits) piled one above another,-",
    "In shade long-extended,",
    "By water flowing constantly,",
    "And fruit in abundance.",
    "Whose season is not limited, nor (supply) forbidden,",
    "And on Thrones (of Dignity), raised high.",
    "We have created (their Companions) of special creation.",
    "And made them virgin - pure (and undefiled), -",
    "Beloved (by nature), equal in age,-",
    "For the Companions of the Right Hand.",
    "A (goodly) number from those of old,",
    "And a (goodly) number from those of later times.",
    "The Companions of the Left Hand,- what will be the Companions of the Left Hand?",
    "(They will be) in the midst of a Fierce Blast of Fire and in Boiling Water,",
    "And in the shades of Black Smoke:",
    "Nothing (will there be) to refresh, nor to please:",
    "For that they were wont to be indulged, before that, in wealth (and luxury),",
    "And persisted obstinately in wickedness supreme!",
    "And they used to say, \"What! when we die and become dust and bones, shall we then indeed be raised up again?-",
    "\"(We) and our fathers of old?\"",
    "Say: \"Yea, those of old and those of later times,",
    "\"All will certainly be gathered together for the meeting appointed for a Day well-known.",
    "\"Then will ye truly,- O ye that go wrong, and treat (Truth) as Falsehood!-",
    "\"Ye will surely taste of the Tree of Zaqqum.",
    "\"Then will ye fill your insides therewith,",
    "\"And drink Boiling Water on top of it:",
    "\"Indeed ye shall drink like diseased camels raging with thirst!\"",
    "Such will be their entertainment on the Day of Requital!",
    "It is We Who have created you: why will ye not witness the Truth?",
    "Do ye then see?- The (human Seed) that ye throw out,-",
    "Is it ye who create it, or are We the Creators?",
    "We have decreed Death to be your common lot, and We are not to be frustrated",
    "from changing your Forms and creating you (again) in (forms) that ye know not.",
    "And ye certainly know already the first form of creation: why then do ye not celebrate His praises?",
    "See ye the seed that ye sow in the ground?",
    "Is it ye that cause it to grow, or are We the Cause?",
    "Were it Our Will, We could crumble it to dry powder, and ye would be left in wonderment,",
    "(Saying), \"We are indeed left with debts (for nothing):",
    "\"Indeed are we shut out (of the fruits of our labour)\"",
    "See ye the water which ye drink?",
    "Do ye bring it down (in rain) from the cloud or do We?",
    "Were it Our Will, We could make it salt (and unpalatable): then why do ye not give thanks?",
    "See ye the Fire which ye kindle?",
    "Is it ye who grow the tree which feeds the fire, or do We grow it?",
    "We have made it a memorial (of Our handiwork), and an article of comfort and convenience for the denizens of deserts.",
    "Then celebrate with praises the name of thy Lord, the Supreme!",
    "Furthermore I call to witness the setting of the Stars,-",
    "And that is indeed a mighty adjuration if ye but knew,-",
    "That this is indeed a qur'an Most Honourable,",
    "In Book well-guarded,",
    "Which none shall touch but those who are clean:",
    "A Revelation from the Lord of the Worlds.",
    "Is it such a Message that ye would hold in light esteem?",
    "And have ye made it your livelihood that ye should declare it false?",
    "Then why do ye not (intervene) when (the soul of the dying man) reaches the throat,-",
    "And ye the while (sit) looking on,-",
    "But We are nearer to him than ye, and yet see not,-",
    "Then why do ye not,- If you are exempt from (future) account,-",
    "Call back the soul, if ye are true (in the claim of independence)?",
    "Thus, then, if he be of those Nearest to Allah,",
    "(There is for him) Rest and Satisfaction, and a Garden of Delights.",
    "And if he be of the Companions of the Right Hand,",
    "(For him is the salutation), \"Peace be unto thee\", from the Companions of the Right Hand.",
    "And if he be of those who treat (Truth) as Falsehood, who go wrong,",
    "For him is Entertainment with Boiling Water.",
    "And burning in Hell-Fire.",
    "Verily, this is the Very Truth and Certainly.",
    "So celebrate with praises the name of thy Lord, the Supreme.",
    "Whatever is in the heavens and on earth,- let it declare the Praises and Glory of Allah: for He is the Exalted in Might, the Wise.",
    "To Him belongs the dominion of the heavens and the earth: It is He Who gives Life and Death; and He has Power over all things.",
    "He is the First and the Last, the Evident and the Immanent: and He has full knowledge of all things.",
    "He it is Who created the heavens and the earth in Six Days, and is moreover firmly established on the Throne (of Authority). He knows what enters within the earth and what comes forth out of it, what comes down from heaven and what mounts up to it. And He is with you wheresoever ye may be. And Allah sees well all that ye do.",
    "To Him belongs the dominion of the heavens and the earth: and all affairs are referred back to Allah.",
    "He merges Night into Day, and He merges Day into Night; and He has full knowledge of the secrets of (all) hearts.",
    "Believe in Allah and His messenger, and spend (in charity) out of the (substance) whereof He has made you heirs. For, those of you who believe and spend (in charity),- for them is a great Reward.",
    "What cause have ye why ye should not believe in Allah?- and the Messenger invites you to believe in your Lord, and has indeed taken your Covenant, if ye are men of Faith.",
    "He is the One Who sends to His Servant Manifest Signs, that He may lead you from the depths of Darkness into the Light and verily Allah is to you most kind and Merciful.",
    "And what cause have ye why ye should not spend in the cause of Allah?- For to Allah belongs the heritage of the heavens and the earth. Not equal among you are those who spent (freely) and fought, before the Victory, (with those who did so later). Those are higher in rank than those who spent (freely) and fought afterwards. But to all has Allah promised a goodly (reward). And Allah is well acquainted with all that ye do.",
    "Who is he that will Loan to Allah a beautiful loan? for (Allah) will increase it manifold to his credit, and he will have (besides) a liberal Reward.",
    "One Day shalt thou see the believing men and the believing women- how their Light runs forward before them and by their right hands: (their greeting will be): \"Good News for you this Day! Gardens beneath which flow rivers! to dwell therein for aye! This is indeed the highest Achievement!\"",
    "One Day will the Hypocrites- men and women - say to the Believers: \"Wait for us! Let us borrow (a Light) from your Light!\" It will be said: \"Turn ye back to your rear! then seek a Light (where ye can)!\" So a wall will be put up betwixt them, with a gate therein. Within it will be Mercy throughout, and without it, all alongside, will be (Wrath and) Punishment!",
    "(Those without) will call out, \"Were we not with you?\" (The others) will reply, \"True! but ye led yourselves into temptation; ye looked forward (to our ruin); ye doubted (Allah's Promise); and (your false) desires deceived you; until there issued the Command of Allah. And the Deceiver deceived you in respect of Allah.",
    "\"This Day shall no ransom be accepted of you, nor of those who rejected Allah.\" Your abode is the Fire: that is the proper place to claim you: and an evil refuge it is!\"",
    "Has not the Time arrived for the Believers that their hearts in all humility should engage in the remembrance of Allah and of the Truth which has been revealed (to them), and that they should not become like those to whom was given Revelation aforetime, but long ages passed over them and their hearts grew hard? For many among them are rebellious transgressors.",
    "Know ye (all) that Allah giveth life to the earth after its death! already have We shown the Signs plainly to you, that ye may learn wisdom.",
    "For those who give in Charity, men and women, and loan to Allah a Beautiful Loan, it shall be increased manifold (to their credit), and they shall have (besides) a liberal reward.",
    "And those who believe in Allah and His messengers- they are the Sincere (lovers of Truth), and the witnesses (who testify), in the eyes of their Lord: They shall have their Reward and their Light. But those who reject Allah and deny Our Signs,- they are the Companions of Hell-Fire.",
    "Know ye (all), that the life of this world is but play and amusement, pomp and mutual boasting and multiplying, (in rivalry) among yourselves, riches and children. Here is a similitude: How rain and the growth which it brings forth, delight (the hearts of) the tillers; soon it withers; thou wilt see it grow yellow; then it becomes dry and crumbles away. But in the Hereafter is a Penalty severe (for the devotees of wrong). And Forgiveness from Allah and (His) Good Pleasure (for the devotees of Allah). And what is the life of this world, but goods and chattels of deception?",
    "Be ye foremost (in seeking) Forgiveness from your Lord, and a Garden (of Bliss), the width whereof is as the width of heaven and earth, prepared for those who believe in Allah and His messengers: that is the Grace of Allah, which He bestows on whom he pleases: and Allah is the Lord of Grace abounding.",
    "No misfortune can happen on earth or in your souls but is recorded in a decree before We bring it into existence: That is truly easy for Allah:",
    "In order that ye may not despair over matters that pass you by, nor exult over favours bestowed upon you. For Allah loveth not any vainglorious boaster,-",
    "Such persons as are covetous and commend covetousness to men. And if any turn back (from Allah's Way), verily Allah is Free of all Needs, Worthy of all Praise.",
    "We sent aforetime our messengers with Clear Signs and sent down with them the Book and the Balance (of Right and Wrong), that men may stand forth in justice; and We sent down Iron, in which is (material for) mighty war, as well as many benefits for mankind, that Allah may test who it is that will help, Unseen, Him and His messengers: For Allah is Full of Strength, Exalted in Might (and able to enforce His Will).",
    "And We sent Noah and Abraham, and established in their line Prophethood and Revelation: and some of them were on right guidance. But many of them became rebellious transgressors.",
    "Then, in their wake, We followed them up with (others of) Our messengers: We sent after them Jesus the son of Mary, and bestowed on him the Gospel; and We ordained in the hearts of those who followed him Compassion and Mercy. But the Monasticism which they invented for themselves, We did not prescribe for them: (We commanded) only the seeking for the Good Pleasure of Allah; but that they did not foster as they should have done. Yet We bestowed, on those among them who believed, their (due) reward, but many of them are rebellious transgressors.",
    "O ye that believe! Fear Allah, and believe in His Messenger, and He will bestow on you a double portion of His Mercy: He will provide for you a Light by which ye shall walk (straight in your path), and He will forgive you (your past): for Allah is Oft-Forgiving, Most Merciful.",
    "That the People of the Book may know that they have no power whatever over the Grace of Allah, that (His) Grace is (entirely) in His Hand, to bestow it on whomsoever He wills. For Allah is the Lord of Grace abounding."
  ]
}