{
  "meta": {
    "id": 153,
    "name": "Hamza Roberto Piccardo",
    "translator_name": "Hamza Roberto Piccardo",
    "slug": "italian-hamza-roberto-piccardo",
    "language_name": "italian"
  },
  "verses": [
    "Non voglio assolvere me stesso! In verità l’anima  è propensa al male, a meno che il mio Signore per la misericordia [non la preservi dal peccato]. In verità il mio Signore è perdonatore, misericordioso».",
    "Disse il re: «Conducetemelo: voglio tenerlo presso di me». Quando poi gli ebbe parlato, disse: «D’ora in poi rimarrai al nostro fianco, con autorità e fiducia».",
    "Rispose: «Affidami i tesori della terra  : sarò buon guardiano ed esperto».",
    "Così demmo a Giuseppe autorità su quella terra e dimorava dove voleva. Facciamo sì che la Nostra misericordia raggiunga chi vogliamo e che non vada perso il compenso di coloro che operano il bene.",
    "E il compenso dell’altra vita è migliore per coloro che credono e hanno timor [di Allah].",
    "Giunsero  i fratelli di Giuseppe e si presentarono davanti a lui. Egli li riconobbe, mentre essi non lo riconobbero.",
    "Dopo che li ebbe riforniti di provviste disse loro: «Conducetemi il vostro fratello da parte di padre. Non vedete come vi ho colmato il carico e che sono il migliore degli ospiti?",
    "Se non lo condurrete, da parte mia non ci saranno più carichi per voi e non mi potrete più avvicinare».",
    "Dissero: «Cercheremo di convincere suo padre e certamente ci riusciremo».",
    "Disse [poi] ai suoi garzoni: «Nascondete le loro merci nei loro bagagli, ché le riconoscano quando saranno giunti presso la loro gente e forse ritorneranno»  .",
    "Quando furono di ritorno presso il padre loro, gli dissero: «O padre, non potremo più avere altri carichi. Lascia venire con noi nostro fratello, ci potremo rifornire e certamente veglieremo su di lui».",
    "Disse: «Ve lo dovrei affidare come già vi affidai suo fratello? È Allah il Migliore dei guardiani, ed Egli è il Più misericordioso dei misericordiosi!».",
    "Quando poi disfecero i bagagli, scoprirono che gli erano state rese le loro merci. Dissero: «O padre, cosa potremmo desiderare di più? Ecco, le nostre merci ci sono state restituite. Provvederemo alla nostra gente e veglieremo su nostro fratello, aggiungeremo un altro carico di cammello: sarà un carico facile»  .",
    "Disse [Giacobbe]: «Non lo manderò con voi finché non giurerete su Allah che me lo riporterete, a meno che non siate del tutto sopraffatti». Poi, dopo che ebbero giurato, disse loro: «Allah è il garante di quello che abbiamo detto».",
    "Disse: «O figli miei, non entrate da una sola porta, ma entrate da porte diverse  . In nulla potrei proteggervi nei confronti di Allah. La decisione appartiene solo ad Allah e in Lui confido. In Lui confidino coloro che confidano».",
    "Pur essendo entrati nel modo che loro padre aveva raccomandato, ciò non li avrebbe protetti da Allah. Non fu altro che uno scrupolo, nell’animo di Giacobbe, ed egli lo soddisfece. Invero egli era colmo della scienza che Noi gli avevamo insegnato, mentre la maggior parte degli uomini non sanno.",
    "E quando furono introdotti da Giuseppe, questi trasse in disparte suo fratello [Beniamino] e gli disse: «Io sono tuo fratello, non essere dunque triste per quello che mi hanno fatto».",
    "Dopo che li ebbe riforniti, fece nascondere una coppa nei bagagli di suo fratello. Gridò un messo: «O voi della carovana, invero siete dei ladri!».",
    "Si arrestarono e chiesero: «Cosa cercate?».",
    "Risposero: «La coppa del re. Un carico di cammello è destinato a chi la riporterà, io ne sono garante!».",
    "Dissero: «Per Allah, sapete bene che non siamo venuti a spargere la corruzione sulla terra e che non siamo dei ladri».",
    "«Quale sarà la sanzione se mentite?», dissero [gli Egiziani].",
    "Risposero: «Il riscatto? Colui nei cui bagagli troverete la coppa, sarà egli stesso il suo riscatto  . È così che sanzioniamo gli ingiusti».",
    "[Giuseppe] iniziò dai sacchi degli altri prima che da quello di suo fratello, e infine la trasse dai bagagli di quest’ultimo. Suggerimmo Noi quest’astuzia  a Giuseppe, ché altrimenti non avrebbe potuto trattenere suo fratello nel rispetto della legge del re, a meno che Allah non l’avesse voluto. Eleviamo il rango di chi vogliamo, e sopra ogni sapiente c’è l’Onnisciente.",
    "Disse: «Se ha rubato, già uno dei suoi fratelli aveva rubato»  . Giuseppe nascose [il sentimento] nel suo cuore, senza mostrare loro nulla. Disse: «Invero la vostra situazione è peggiore, e Allah sa cosa affermate!».",
    "Implorarono  : «O potente, suo padre è molto vecchio! Prendi uno di noi in sua vece. Tu sei tra coloro che ben agiscono».",
    "Disse: «Ci guardi Allah dal prendere altri che colui presso il quale abbiamo ritrovato i nostri beni, ché in tal caso saremmo ingiusti!».",
    "Quando persero la speranza [di riaverlo], discussero [tra loro] in segreto. Disse il maggiore: «Non ricordate che vostro padre vi chiese di giurare davanti ad Allah? E come già una volta mancaste nei confronti di Giuseppe? Non lascerò questo territorio, senza che mio padre me ne dia il permesso o [senza] che Allah abbia giudicato in mio favore. Egli è il migliore dei giudici.",
    "Tornate dal padre vostro e ditegli: «“O padre nostro, tuo figlio ha rubato. Non abbiamo testimoniato eccetto che per quello che sappiamo: non potevamo prevedere l’ignoto  .",
    "Chiedi pure [agli abitanti della] città e a quelli della carovana con la quale siamo tornati. Davvero siamo sinceri!”».",
    "Disse [Giacobbe]: «Sono piuttosto le vostre passioni che vi hanno ispirato qualcosa. Bella pazienza! Chissà che Allah me li restituisca tutti quanti! In verità Egli è il Sapiente, il Saggio».",
    "Volse loro le spalle e disse: «Ahimè! Quanto mi dolgo per Giuseppe!». Sbiancarono i suoi occhi  per la tristezza e fu sopraffatto dal dispiacere.",
    "Dissero: «Per Allah! Smetti di ricordare Giuseppe, finirai per consumarti e morirne!».",
    "Rispose: «Mi lamento solo davanti ad Allah della mia disgrazia e del mio dolore, e grazie ad Allah conosco cose che voi non sapete.",
    "Andate figli miei, cercate Giuseppe e suo fratello e non disperate del soccorso di Allah, ché solo i miscredenti disperano del soccorso di Allah».",
    "Quando poi entrarono [ancora una volta] al cospetto di lui, dissero: «O principe, ci ha colpiti la disgrazia, noi e la nostra famiglia. Abbiamo recato merce di scarso valore. Riempici comunque la misura e facci la carità, ché Allah compensa i caritatevoli».",
    "Rispose: «Non ricordate quello che faceste a Giuseppe e a suo fratello nella vostra ignoranza?».",
    "Dissero: «Sei tu proprio Giuseppe?». Disse: «Io sono Giuseppe e questi è mio fratello. In verità Allah ci ha colmato di favori! Chi è timorato e paziente, [sappia che] in verità Allah non trascura di compensare chi fa il bene».",
    "Dissero: «Per Allah, certo Allah ti ha preferito a noi e certo noi siamo colpevoli».",
    "Disse: «Oggi non subirete nessun rimprovero! Che Allah vi perdoni, Egli è il più misericordioso dei misericordiosi.",
    "Andate con questa mia camicia e posatela sul viso di mio padre: riacquisterà la vista. Conducetemi tutta la vostra gente».",
    "Non appena la carovana fu ripartita, disse il padre loro: «Davvero sento l’odore di Giuseppe, e non dite che sto delirando»  .",
    "Gli risposero: «Per Allah, sei ancora in preda alla tua vecchia fissazione».",
    "Quando giunse il latore della buona novella, pose la camicia sul volto di [Giacobbe]. Egli riacquistò la vista e disse: «Non vi avevo appunto detto che grazie ad Allah, conosco cose che voi non sapete?».",
    "Dissero: «O padre, implora perdono per i nostri peccati, ché veramente siamo colpevoli».",
    "Rispose: «Implorerò per voi il perdono del mio Signore. Egli è il Perdonatore, il Misericordioso».",
    "Quando furono introdotti alla presenza di Giuseppe, questi accolse il padre e la madre  e disse: «Entrate in Egitto in sicurezza, se Allah vuole!».",
    "Fece salire i suoi genitori sul suo trono e [tutti] caddero in prosternazione. Disse: «O padre, ecco il significato del mio sogno di un tempo. Il mio Signore lo ha avverato. Egli è stato buono con me quando mi ha tratto dalla prigione, e vi ha condotti qui dal deserto dopo che Satana si era intromesso tra me e i miei fratelli. In verità il mio Signore è dolcissimo in quello che vuole, Egli è il Sapiente, il Saggio.",
    "O mio Signore, mi hai dato qualche potere e mi hai insegnato l’interpretazione dei sogni. O Creatore dei cieli e della terra, Tu sei il mio patrono, in questa vita come nell’altra. Fammi morire musulmano e ponimi tra i devoti!».",
    "Sono queste le storie segrete che ti riveliamo, ché certo non eri tra loro quando si riunivano per tramare  .",
    "La maggior parte degli uomini non crederanno, nonostante il tuo ardente desiderio.",
    "Eppure non chiedi loro alcun compenso. [Questo Corano] non è che un monito per i mondi.",
    "E quanti segni nei cieli e sulla terra, cui gli uomini passano accanto voltando loro le spalle!",
    "La maggior parte di loro non crede in Allah se non attribuendo- Gli associati.",
    "Sono forse certi che non li avvolga il castigo di Allah o che non giunga improvvisa l’Ora mentre sono incoscienti?",
    "Di’: «Ecco la mia via: invito ad Allah in tutta chiarezza, io stesso e coloro che mi seguono. Gloria ad Allah, non sono uno dei politeisti».",
    "Non inviammo prima di te altro che uomini abitanti delle città e che Noi ispirammo. Non viaggiano forse sulla terra e non vedono quale è stata la fine di coloro che furono prima di loro? Certo la dimora dell’altra vita è migliore per quelli che temono [Allah]. Non capite dunque?",
    "Quando poi i messaggeri stavano per perdere la speranza, ritenendo che sarebbero passati per bugiardi, ecco che giunse il Nostro soccorso. Abbiamo salvato quelli che abbiamo voluto, ché la Nostra severità non sarà allontanata dagli empi.",
    "Nelle loro storie  c’è una lezione per coloro che hanno intelletto. Questo [Corano] non è certo un discorso inventato, ma è la conferma di ciò che lo precede, una spiegazione dettagliata di ogni cosa, una guida e una misericordia per coloro che credono.  La storia di Giuseppe, che il Corano stesso definisce «la più bella delle storie», è contenuta in questa dodicesima Sura rivelata quasi interamente alla Mecca. Diversa- mente dagli altri profeti (pace su tutti loro), le cui vicende sono accennate e riprese più volte nel Libro santo, alla storia di Giuseppe il Corano dedica un’intera sura, il cui svolgimento cronologico e narrativo è compiuto e non reiterato. Il Corano cita Giuseppe solo in altri due versetti: IV, riferendo della discendenza di Abramo e XL, considerandolo un messaggero di Allah (gloria a Lui l’Altissimo) al popolo d’Egitto. Giuseppe rappresenta un fulgido esempio delle virtù che la fede suscita nel credente: la purezza che desta l’invidia, la castità che suscita il disappunto, la lealtà che non viene riconosciuta, il coraggio di fronte all’ingiustizia, la sopportazione delle difficoltà e la coerenza personale (negli anni del carcere), l’intelligenza e l’equilibrio (nella gestione della sua liberazione e riabilitazione), la chiaroveggenza e l’accortezza (nella funzione pubblica), la grandezza d’animo e la misericordia (nei confronti dei fratelli), la pietà filiale. Per quanto riguarda il rango di Giuseppe, allorquando fu chiesto all’Inviato di Allah (pace e benedizioni su di lui): «Chi è stato il migliore degli uomini?», egli rispose: «Il migliore degli uomini è stato Giuseppe, figlio del Profeta di Allah [Giacobbe], nipote del Profeta di Allah [Isacco], pronipote dell’Amico di Allah [Abramo]» (lo ha trasmesso al Bukhâri). L’esegesi afferma che la rivelazione della Sura fu occasionata dalle domande di alcuni meccani idolatri i quali, su istigazione dei rabbini, cercarono di mettere in difficoltà l’Inviato di Allah (pace e benedizioni su di lui) chiedendogli di spiegare perché Giacobbe e la sua famiglia si stabilirono in Egitto.  Vedi Appendice  «Corano arabo»: ricordiamo brevemente che, in arabo, Qur’an significa «lettura» e la lettura per antonomasia è il Libro Santo rivelato al Profeta Muhammad (pace e benedizioni su di lui).  «ti raccontiamo la più bella storia»: anche con il senso di «ti racconteremo la storia nel migliore dei modi».  II termine «ghafil» che solitamente traduciamo con «noncurante, indifferente, distratto» assume in questo caso il senso di «colui che non è al corrente, non è a conoscenza di qualcosa».  Giuseppe, tiglio di Giacobbe, figlio di Isacco, figlio di Abramo.  Potrebbe trattarsi dei primi musulmani che interrogavano il Profeta (pace e benedizioni su di lui) per istruirsi sulla religione o i politeisti che cercavano di metterlo in difficoltà.  «anche se noi siamo un gruppo capace»: in arabo «’usba», che significa un numero tra e Il senso è: «un gruppo più numeroso e capace di soddisfare le necessità di nostro padre». Giuseppe e Beniamino erano figli di Rachele, la moglie preferita di Giacobbe, gli altri figli erano: Ruben, Simeone, Levi, Giuda, Issacar e Zàbulon, figli di Lia sorella di Rachele; Dan e Neftali erano figli di Baia (serva di Rachele), Gad e Aser erano figli di Zelfa (serva di Lia): vedi Genesi xxxv, - «Uccidete…»: i fratelli parlano tra loro ma per fedeltà allo stile coranico abbiamo reso discorso usando la seconda persona plurale. Questa forma è comunemente usata nel Corano e può dare l’impressione dell’estraneità di chi parla rispetto al gruppo cui si rivolge. Noi diremmo: «Uccidiamo Giuseppe. Oppure abbandoniamolo in qualche contrada, sì che il volto di nostro padre…».  Ecco il movente del gesto criminoso che si prepara contro Giuseppe, invidia per la predilezione del padre e disappunto per il fatto di essere sconfitti nel paragone con le virtù del fratello.  Secondo la Bibbia (Genesi xxxvII, -si tratta del fratello maggiore Ruben (vedi nota introd.).  Si noti il particolare stile coranico. Vengono omessi tutti i dettagli non strettamente necessari alla comprensione del racconto. Tra le due proposizioni, quella della trama e quella in cui essa viene messa in atto non vi è alcun elemento di sceneggiatura.  «Bella pazienza»: l’espressione che abbiamo così tradotto è «Sabrun jamìl». Giacobbe invoca Allah (gloria a Lui l’Altissimo) affinché gli dia la forza e la compostezza in un momento di così grande difficoltà emotiva.  Nella Bibbia sono i fratelli a venderlo alla carovana di passaggio (Genesi xxxvII, per venti sicli d’argento; il Corano non precisa la circostanza, anzi dà l’idea che eseguirono il piano stabilito nel vers. gettando Giuseppe nella cisterna e allontanandosi.  «e furono in ciò deprezzatori»: abbiamo rispettato la forma letterale per dare il senso più profondo dell’espressione, e cioè che non avevano idea del valore che Allah attribuiva a quel giovane.  «ella lo desiderava ed egli l’avrebbe respinta con violenza»: un’altra possibilità di comprensione condurrebbe ad una traduzione ben diversa: «ella lo desiderava e anche lui l’avrebbe desiderata se…».  «se non avesse visto un segno»: Tabarì (xII, -dice che udì una voce che lo mise in guardia dalla tentazione.  «inviò loro qualcuno e preparò i cuscini»: espressione di estrema sinteticità per rendere tutto il concetto della formulazione degli inviti e dei preparativi del ricevimento. Il «cuscino» (in arabo «muttaka’») è proprio quello che viene offerto all’ospite non appena si siede, in modo che si sostenga o si appoggi. È un modo di comunicare la massima volontà di mettere l’ospite a suo agio.  «lo trovarono talmente bello»: la bellezza di Giuseppe è confermata da altri dati tradizionali. Il Profeta Muhammad (pace e benedizioni su di lui) disse che nel Paradiso gli uomini avranno le migliori caratteristiche che mai abbiano avuto nella storia dell’umanità, e tra l’altro saranno «belli come Giuseppe».  «nonostante avessero avuto le prove»: l’innocenza di Giuseppe era evidente e provata ma egli fu messo comunque in prigione per difendere l’onorabilità del grande notabile la cui moglie era sulla bocca di tutta la città.  «due giovani»: la Genesi (precisa che erano il capo coppiere e il capo panettiere del Faraone, accusati di malversazione.  «Non vi sarà distribuito cibo prima che…»: prima che vi sia distribuito un’altra volta il cibo…  «ho abbandonato la religione di un popolo che non crede»: Giuseppe rivela la sua fede nel Dio unico.  Prima di rispondere alle domande che i due giovani gli avevano rivolto, Giuseppe insegna loro la religione del suo avo Abramo. Egli cerca di convertirli alla fede nell’Unicità di Allah in maniera che entrambi, e soprattutto quello che sarebbe stato di lì a poco condannato a morte, potessero salvare le loro anime. Al contempo, il Corano rende evidente che la sua fede e il suo culto erano quelle caratteristiche che avevano favorevolmente colpito i suoi compagni di prigione, al punto da spingerli a rivolgersi a lui affinché interpretasse i loro sogni.  «Satana fece sì che dimenticasse di ricordarlo al suo signore»: nel caso il soggetto sia il coppiere, il pronome «lo» si riferisce a Giuseppe mentre «il signore» è il Faraone. Un’altra interpretazione tradurrebbe: «Ma Satana fece sì che dimenticasse di ricordare il suo Signore» e considera la continuazione della prigionia di Giuseppe come un castigo impostogli da Allah (gloria a Lui l’Altissimo) per essersi raccomandato alla clemenza di un uomo (il Faraone) piuttosto che a Lui.  Con lo stile narrativo che gli è caratteristico, il Corano tralascia tutti gli aspetti di sceneggiatura ed eccoci immediatamente nella prigione in cui si trova Giuseppe.  «eccetto quel poco che conserverete» [per la semina].  «in cui gli uomini saranno soccorsi e andranno…»: dalla pioggia e potranno andare a spremere i frutti (mandorle, olive ecc.).  Giuseppe conscio della funzione che Allah gli aveva riservato, vuole uscire di prigione a testa alta, e solo dopo che la sua innocenza fosse stata inequivocabilmente riconosciuta. Riferisce la tradizione che il Profeta Muhammad (pace e benedizioni su di lui) disse in proposito: «Che Allah abbia misericordia di mio fratello Giuseppe, se fossi stato al suo posto sarei uscito dalla prigione senza altro indugio».  È Giuseppe che parla dopo essere stato informato della confessione della seduttrice mancata. Questo almeno è il parere del Tabarì (XII, ).  II testo coranico descrive tre condizioni dell’anima: a) «ammàra» (vedi xii, ): concupiscente, o «propensa al male». b) «lawwàma» (vedi lxxv, ): consapevole, cioè in grado di distinguere il male, di accusare le sue stesse propensioni e di emendarsi. c) «mutma’inna» (vedi lxxxix, ): acquietata, vale a dire radicata nella rettitudine ed immune da seduzione. È questo lo stato dell’anima a cui è concesso di accedere al Paradiso. Questa tripartizione è alla base della psicologia islamica.  «i tesori della terra»: Giuseppe chiede di sovraintendere ai depositi dei prodotti alimentari. In base a questo versetto è stato stabilito che coloro che sentano di avere una capacità specifica da mettere al servizio della comunità possono sollecitare un incarico.  La carestia imperversava in tutta la regione, solo l’Egitto grazie all’operato di Giuseppe aveva da mangiare. I figli di Giacobbe informati del fatto, vi si recarono per acquistarvi grano. Solo Beniamino rimase presso il padre che temeva la gelosia dei fratelli.  «Nascondete le loro merci… forse ritorneranno»: le merci che erano state scambiate con il grano. Giuseppe confida nell’onestà dei fratelli o nella loro avidità?  I fratelli di Giuseppe, ritrovando le loro merci, sono presi da entusiasmo e, spinti dal desiderio di un facile guadagno, cercano di coinvolgere il padre.  Giacobbe invita i figli ad entrare per porte diverse per evitare che l’entrare tutti insieme dalla stessa porta, giovani e prestanti, potesse attirare su di loro il malocchio degli invidiosi.  «egli stesso sarà il suo riscatto»: rimarrà prigioniero per pagare la sua colpa.  «Suggerimmo Noi quest’astuzia»: l’astuzia cui si riferisce il testo è quella di aver chiesto agli ebrei quale fosse la punizione per il furto nella loro legge (vedi versetto precedente). La legge egiziana infatti, non consentiva che si potesse ridurre in schiavitù un individuo colpevole di furto (Tabarì XIII, ).  «già uno dei suoi fratelli aveva rubato»: la maggior parte dei commentatori (Tabarì XIII, riferiscono questa affermazione ad un episodio dell’infanzia di Giuseppe. Sembra che avesse sottratto un idolo al nonno materno pagano e lo avesse rotto e gettato.  «Implorarono»: il testo dice solo: «dissero».  «non potevamo prevedere l’ignoto»: cioè che Beniamino fosse accusato di furto e trattenuto in Egitto.  «Sbiancarono i suoi occhi»: Giacobbe perse la vista per il dolore. Vedi vers.  Giacobbe ha un segno del ritrovamento di Giuseppe non appena la carovana lasciò l’Egitto.  L’esegesi ritiene che il titolo di «madre» possa attribuirsi a Lia, sorella di Rachele, anch’essa sposa di Giacobbe.  Ora Allah (gloria a Lui l’Altissimo) si rivolge al Suo Profeta (pace e benedizioni su di lui).  «Nelle loro storie»: nelle storie dei messaggeri di cui al versetto precedente.",
    "Alif, Lâm, Mîm, Râ . Questi sono i versetti del Libro. Ciò che è stato fatto scendere su di te da parte del tuo Signore è la verità, ma la maggior parte degli uomini non crede.",
    "Allah è Colui Che ha innalzato i cieli senza pilastri visibili e quindi Si è innalzato sul Trono. Ha sottomesso il sole e la luna, ciascuno in corsa verso il suo termine stabilito . Ogni cosa dirige ed esplica i segni sì che possiate avere certezza dell’incontro con il vostro Signore.",
    "Ed Egli è Colui Che ha disteso la terra, vi ha posto montagne e fiumi, e di ogni frutto ha stabilito in essa una coppia. Fa sì che la notte copra il giorno . Ecco i segni per coloro che riflettono!",
    "Sulla terra ci sono porzioni vicine le une alle altre, vigneti, campi di grano e palmeti a ciuffo o separati che la stessa acqua irriga. Agli uni diamo però preminenza di frutti sugli altri. In ciò vi sono segni per coloro che capiscono.",
    "Se ti stupisci, è davvero stupefacente il loro dire : «Quando saremo polvere, davvero passeremo una nuova creazione?». Sono quelli che rinnegano il loro Signore e che avranno al collo catene . Sono i compagni del Fuoco, in cui rimarranno in perpetuo.",
    "E ti chiedono di sollecitare il male prima del bene! Eppure prima di loro si produssero castighi esemplari. In verità il tuo Signore è disposto al perdono degli uomini, nonostante la loro iniquità. In verità il tuo Signore è severo nel castigo .",
    "Dicono i miscredenti: «Perché non è stato fatto scendere su di lui un segno da parte del suo Signore?». In verità tu non sei che un ammonitore, e ogni popolo ha la sua guida.",
    "Allah conosce quello che cela ogni femmina, [conosce] la diminuzione degli uteri e il loro aumento . Ogni cosa ha giusta misura presso di Lui,",
    "Egli è il Conoscitore dell’invisibile e del visibile, il Grande, il Sublime.",
    "Per Lui non c’è differenza tra chi mantiene un segreto e chi lo divulga, tra chi si cela nella notte e chi si muove liberamente in pieno giorno.",
    "Ci sono [angeli] davanti e dietro [ogni uomo] e vegliano su di lui per ordine di Allah. In verità Allah non modifica la realtà di un popolo finché esso non muta nel suo intimo . Quando Allah vuole un male per un popolo, nessuno può allontanarlo; né avranno, all’infuori di Lui, alcun protettore.",
    "Egli è Colui che vi fa vedere il lampo, fonte di timore e speranza , Colui che forma le nuvole pesanti.",
    "Il tuono Lo glorifica e Lo loda, e così gli angeli insieme nel timore di Lui. Scaglia i fulmini e colpisce chi vuole, mentre essi discutono su Allah, Colui che è temibile nella Sua potenza !",
    "A Lui [spetta] la vera invocazione! Quelli che invocano all’infuori di Lui non rispondono loro in alcunché, sono come colui che tende le mani verso l’acqua affinché giunga alla sua bocca, ma essa non vi giunge: vana è l’invocazione dei miscredenti.",
    "Volenti o nolenti si prosternano ad Allah coloro che sono nei cieli e sulla terra e anche le ombre loro, al mattino e alla sera .",
    "Di’: «Chi è il Signore dei cieli e della terra?». Rispondi: «Allah!». Di’: «Prendereste all’infuori di lui, patroni che per se stessi non possiedono né il bene né il male?». Di’: «Sono forse uguali il cieco e colui che vede, sono forse uguali le tenebre e la luce? Hanno forse associato ad Allah esseri che creano come Allah ha creato, così che la loro creazione possa essere assimilata a quella di Allah?». Di’: «Allah è il Creatore di tutte le cose, Egli è l’Unico, il Supremo Dominatore».",
    "Fa scendere l’acqua dal cielo, e le valli si inondano secondo la loro capienza, e la corrente trasporta schiuma gorgogliante, una schiuma simile a ciò che si fonde sul fuoco per trarne gioielli e utensili. Così Allah propone a metafora del vero e del falso: si perde la schiuma e resta sulla terra ciò che è utile agli uomini . Così Allah propone le metafore.",
    "Coloro che rispondono all’appello del loro Signore avranno la migliore [ricompensa]. Quanto a coloro che non avranno risposto, se possedessero tutto ciò che è sulla terra e ancora altrettanto, lo offrirebbero per riscattarsi. Avranno il peggiore dei bilanci e l’Inferno sarà il loro rifugio. Qual tristo giaciglio!",
    "Colui che sa che ciò che ti è stato rivelato da parte del tuo Signore è la verità è forse come colui che è cieco? In verità riflettono solo coloro che sono dotati d’intelletto,",
    "coloro che si attengono al patto con Allah e non mancano all’impegno,",
    "coloro che uniscono quello che Allah ha ordinato di unire , temono il loro Signore, paventano che il loro bilancio sia negativo,",
    "coloro che perseverano nella ricerca del Volto del loro Signore, assolvono all’orazione, danno pubblicamente o in segreto di ciò di cui li abbiamo provvisti e respingono il male con il bene. Essi avranno per Dimora Ultima",
    "i Giardini dell’Eden, in cui entreranno insieme ai probi tra i loro padri, le loro spose e i loro figli. Gli angeli andranno a visitarli entrando da ogni porta",
    "[e diranno]: «Pace su di voi, poiché siete stati perseveranti. Com’è bella la vostra Ultima Dimora».",
    "Coloro che infrangono il patto di Allah dopo averlo accettato, spezzano ciò che Allah ha ordinato di unire e spargono la corruzione sulla terra – quelli saranno maledetti e avranno la peggiore delle dimore.",
    "Allah dà generosamente a chi vuole e lesina a chi vuole. Essi si rallegrano di questa vita che in confronto all’Altra non è che godimento effimero.",
    "Dicono i miscredenti: «Perché non è stato fatto scendere su di lui un segno da parte del suo Signore?». Rispondi: «In verità Allah allontana chi vuole e guida a Lui chi si converte,",
    "coloro che credono, che rasserenano i loro cuori al Ricordo di Allah. In verità i cuori si rasserenano al Ricordo di Allah .",
    "Coloro che credono e operano il bene, avranno la beatitudine e il miglior rifugio».",
    "Così ti inviammo ad una comunità, dopo che altre comunità erano passate, affinché recitassi loro quello che Noi ti abbiamo rivelato, ma essi rinnegano il Compassionevole . È Lui il mio Signore, non c’è altro dio che Lui, ripongo in Lui la mia fiducia e ritorno a Lui.",
    "Se ci fosse una recitazione che smuovesse le montagne, fendesse la terra e facesse parlare i morti… Invero l’ordine di tutte le cose appartiene ad Allah! Non vedono i credenti che Allah, se volesse, potrebbe guidare tutti gli uomini sulla retta via ? E i miscredenti saranno colpiti da un cataclisma, compenso del loro agire, o [la disgrazia] sarà prossima alle loro case, finché si realizzi la promessa di Allah. In verità Allah non manca alla promessa.",
    "Certamente i messaggeri che ti hanno preceduto sono stati scherniti, ma ho concesso una tregua ai miscredenti, quindi li ho afferrati. Come fu [duro] allora il [Mio] castigo!",
    "Colui che sorveglia ciò che ogni anima acquisisce [è forse simile alle vostre divinità]? Eppure Gli attribuiscono consoci. Di’: «Nominateli [dunque]! Vorreste insegnarGli, quello che ignora della terra? Oppure [il vostro] è solo un modo di dire?». Sì, la perfidia dei miscredenti è stata resa bella agli occhi loro ed essi sono stati allontanati dalla retta via. Chi è sviato da Allah non avrà guida alcuna.",
    "Saranno castigati in questa vita, ma il castigo dell’altra vita sarà schiacciante e non avranno difensore alcuno all’infuori di Allah.",
    "E questo il Giardino che è stato promesso ai pii: vi scorrono ruscelli, perennemente vi sono frutti e ombra. Ecco il destino dei timorati [di Allah], mentre il destino dei miscredenti è il Fuoco.",
    "Coloro ai quali abbiamo dato la Scrittura si rallegrano di ciò che abbiamo fatto scendere su di te, mentre fra le fazioni vi è chi ne rinnega una parte. Di’: «Non ho ricevuto altro ordine che quello di adorare Allah senza associarGli alcunché. Vi chiamo a Lui e verso di Lui tornerò».",
    "E così abbiamo fatto scendere una norma di saggezza in arabo. Se segui i loro desideri dopo quel che ti è giunto della Sapienza, non avrai, davanti ad Allah, né patrono né difensore.",
    "In verità prima di te inviammo altri messaggeri e provvedemmo loro spose e progenie, ma nessun messaggero recò alcun segno se non con il permesso di Allah. Ogni epoca [ha avuto] la sua Scrittura .",
    "Allah cancella quello che vuole e conferma quello che vuole. È presso di Lui la Madre del Libro .",
    "Sia che ti mostriamo ciò che promettiamo loro, sia che ti facciamo morire prima, a te incombe il comunicare, a Noi la resa dei conti .",
    "Non vedono forse che restringiamo i loro confini esterni ? Allah giudica, e nessuno può opporsi al Suo giudizio, ed Egli è rapido al conto.",
    "Coloro che li hanno preceduti hanno tramato, ma ad Allah appartiene la strategia suprema. Egli conosce ciò che ogni anima ha meritato e ben presto i miscredenti sapranno a chi appartiene la Dimora Ultima.",
    "Dicono i miscredenti: «Tu non sei un inviato». Rispondi: «Mi basta Allah, testimone tra me e voi, Colui Che possiede la Scienza del Libro».    Vedi Appendice  La fisica ci ha reso edotti dell’esistenza di leggi che governano le fasce dell’atmosfera. Queste leggi che non possono avere altra natura che divina, potrebbero essere quei «pilastri invisibili» che sostengono i cieli.  II termine stabilito di cui parla il versetto può essere quello dell’estinzione del sole e della luna ma potrebbe anche indicare il concetto delle loro orbite.  Per la regola del doppio accusativo si potrebbe anche tradurre: «fa’ sì che il giorno copra la notte».  «ci sono porzioni»: in cui la terra può essere fertile o arida (Tabarì xiii, ). La metafora trae spunto dalla diversa fertilità del suolo, seppur omogeneamente irrigato per alludere agli uomini che diversamente reagiscono allo stesso messaggio divino: qualcuno produce molte opere meritorie, altri sono più avari e altri ancora del tutto sterili.  Con il senso di: «se ancora puoi stupirti del ragionamento dei miscredenti è davvero stupefacente…».  «avranno al collo catene»: nel Giorno del Giudizio porteranno appesi al collo i loro peccati.  «E ti chiedono…»: i pagani sfidano il Profeta (pace e benedizioni su di lui) a dimostrare con l’avvento di catastrofi la veridicità del suo messaggio, piuttosto che chiedere grazie divine.  Perdono e severità nel castigo. All’interno di questo paradigma dell’atteggiamento divino nei confronti dell’uomo vi sono gli esempi delle distruzioni con cui Allah (gloria a Lui l’Altissimo) colpì le comunità che Gli si ribellarono e l’immensa dolcezza della Sua misericordia presente in ogni cosa buona che viviamo. La misura della misericordia divina in questa vita e nel Giorno del Giudizio ci è data da un famoso hadit che riferiamo nella versione riportata da Salmàn al Fàrisiy (che Allah sia soddisfatto di lui). L’Inviato di Allah (pace e benedizioni su di lui) disse: «Allah Altissimo ha cento misericordie, da una sola delle quali traggono reciproca compassione le creature, mentre le altre novantanove sono per il Giorno della Resurrezione». Lo ha trasmesso Muslim (da II Giardino dei Devoti, p. ).  L’utero che dimuisce di volume nell’espellere il suo contenuto ed aumenta nella gestazione. Tenendo conto che nel versetto la diminuzione precede l’aumento, alcuni commentatori hanno inteso che il significato dell’espressione sarebbe: «Allah conosce le gestazioni che abortiscono e quelle che giungono a termine».  «Allah non modifica… »: alcuni esegeti moderni (Al-Afghânî -E.--d.C., Muhammed ‘Abduh -E.--d.C. e altri) hanno voluto leggere questo versetto nel senso del proverbio occidentale : «aiutati che il Ciel ti aiuta», e cioé nella necessità di un atto proprio di volontà umana teso a propiziare la Grazia di Allah e lo hanno inserito nell’analisi storico-sociale delle condizioni delle popolazioni musulmane, sottoposte in quel tempo alla colonizzazione europea.Senza negare il valore di questa interpretazione se ne potrebbe suggerire un’altra, e cioé che la Grazia di Allah assiste i popoli finché essi ne sono consci e ne rendono Gloria al Creatore, ma quando poi, per orgoglio o apparente benessere, dimenticano il loro Signore ecco che attirano su di loro disastri e sofferenza.  «vi fa vedere… timore e speranza…»: timore della folgore e speranza di pioggia.  Ibn Kathìr (II, afferma che il versetto ha un preciso riscontro nella vicenda della predicazione di Muhammad (pace e benedizioni su di lui). L’uomo rispose con arroganza all’invito a convertirsi rivoltogli dall’Inviato di Allah e dopo pochi giorni morì colpito da un fulmine. Elemento di grande bellezza del versetto è la figura del tuono, creatura timorata di Allah che canta la gloria dell’Altissimo.  Tutta la creazione è oggettivamente sottomessa al Creatore (gloria a Lui l’Altissimo), e basterebbe studiare le leggi che governano il cosmo per rendersene conto. Nessuno può fermare l’inclinazione del sole che nel suo moto apparente determina Rallungarsi e Raccorciarsi delle ombre. Credenti e non credenti, musulmani (ad Allah sottomessi) e prevaricatori ribelli, tutti quanti gli uomini subiscono la gravità terrestre, le leggi della termodinamica, il ciclo dell’ossigeno. La differenza tra gli uomini è fatta dalle loro intenzioni, Runica cosa in cui essi sono veramente liberi; tutto il resto, dalla storia personale di ognuno di noi al movimento delle galassie, è determinato da Allah che, come dice il successivo versetto, «è l’Unico, il Supremo Dominatore». Leggendo nel Corano questo versetto, il musulmano può effettuare una prosternazione (vedi in Appendice l’elenco delle «sajdat», nella lettura del Corano). Non sarà inutile ricordare che la dottrina islamica non permette di chiamare «Corano» la traduzione dei significati del Libro rivelato a Muhammad (pace e benedizioni su di lui). Si tratta pertanto soltanto di un «mezzo di apprendimento» non di un supporto rituale. Leggere la traduzione dei significati incrementa la conoscenza del messaggio grazie alla lingua di cui si ha padronanza, ma leggere il Corano arabo significa inoltre compiere un atto di adorazione e «lodare Allah con le stesse parole con cui Si è lodato da Se stesso». Poiché «le azioni valgono per l’intenzione che le informa», lo stesso studio della fonetica, della morfologia e della sintassi della lingua araba, se finalizzata alla recitazione del Corano, è considerato atto di adorazione e ricompensato come tale. Giova inoltre rammentare che la traduzione dei significati ha in ogni caso solo una funzione propedeutica e orientativa, giacché una traduzione non potrà comunque mai diyentare probante in materia di dottrina, di giurisprudenza e simili.  Paragonando la Rivelazione all’acqua che scende dal cielo, il Corano afferma che ogni uomo ne potrà ricevere nella misura della sua ricettività spirituale. L’acqua vivifica la terra mentre la schiuma si perde, come la schiuma del metallo fuso sparisce e rimangono gli oggetti formati in quella fusione. Il fatto che inizialmente tali oggetti siano nascosti dalla schiuma può essere metafora della realtà magmatica e confusa della ricerca della fede, tensione all’interno della quale il dono dell’IsIàm forgia le migliori qualità personali e i più alti valori sociali, solide caratteristiche destinate a durare nelle avversità e nel tempo.  «che uniscono…»: rispettano cioè i legami di parentela e le alleanze.  In un «hadith qudusì», discorso santo, parola di Allah rivelata a Muhammad (pace e benedizioni su di lui) e non inclusa nel Corano, Allah (gloria a Lui l’Altissimo) dice: «Non mi discosto dall’opinione che il Mio servitore si fa di Me, Io sono con lui fino a che si ricorda di Me, se M’invoca dentro di sé, Io lo invocherò in Me, se M’invoca in mezzo ad una assemblea Io lo invocherò in seno ad una assemblea più nobile, se si avvicinerà a Me di una spanna Mi avvicinerò a lui di un cubito, se si avvicinerà a Me di un cubito Mi avvicinerò a lui di un braccio, se verrà verso di Me camminando gli andrò incontro correndo». Basterebbe forse questa citazione per comprendere il significato del Ricordo di Allah, e comprendere la grande pace che scende nel cuore del credente quando egli lo pratica. Vorremmo solo aggiungere la testimonianza che ci hanno reso le lacrime dei credenti che abbiamo visto molte volte scorrere copiose alla lettura del Corano. Lacrime di speranza e di liberazione del cuore.  «il Compassionevole»: «Ar-Rahmân», ancora una volta ricorre nel Corano questo meraviglioso appellativo di Allah. Complessivamente esso viene utilizzato centosessantanove volte. «Ar-Rahìm» (che traduciamo con «il Misericordioso») lo troviamo duecentottantacinque volte.  Come abbiamo già detto, il termine «qur’àn» significa letteralmente «recitazione» e la recitazione per antonomasia è il Corano, il Libro di Allah rivelato a Muhammad (pace e benedizioni su di lui). In questo caso specifico l’interpretazione della frase ci ha convinti che la sospensione dopo «…far parlare i morti…» sottintenda: [non potrebbe essere che il Corano] e pertanto il «qur’àn» iniziale è nome comune di azione e non nome proprio e così l’abbiamo tradotto.  La tradizione riferisce che questa rivelazione scese in risposta ad un fatto preciso: «Un giorno che il Profeta (pace e benedizioni su di lui) stava attraversando lo spiazzo in cui sorge la Ka‘ba, apostrofato da un certo Ibn ‘Umayya della tribù dei Banî Makhzùm che lo sfidò a compiere miracoli per dimostrare la veridicità del Corano, gli disse: «Sposta con il tuo Corano queste montagne che stringono la Mecca, così che possiamo avere uno spazio più ampio, fa’ scaturire fiumi dalla terra! Fa’ risorgere qualcuno dei nostri morti affinché li si possa interrogare sull’altra vita! Gesù lo ha fatto! Perché non lo fai anche tu? Sottometti i venti alla nostra volontà! Salomone li aveva a sua disposizione e tutto ciò non deve essere difficile per il tuo Allah» (Tabarì xiii, ss.). Certamente Allah non compie prodigi per soddisfare i miscredenti. Coloro che credono non si aspettano che Allah modifichi l’ordine naturale delle cose, da Lui stesso voluto, per obbligare gli empi alla fede.  Molti cristiani ed ebrei dell’Arabia riconobbero facilmente nel Corano e nella predicazione di Muhammad (pace e benedizioni su di lui) il naturale prosieguo della Rivelazione che era stata data a loro e si convertirono; altri invece si unirono tra loro e con i pagani per combattere l’IsIàm e i musulmani.  «recò alcun segno»: nel senso di «non fece nessun miracolo».  E possibile anche questa lettura: «Ogni cosa ha il suo termine trascritto».  «la Madre del Libro»: (a proposito dell’utilizzazione di «’Um», madre, nella lingua araba, vedi nota a III, ). Presso Allah esiste «Al-lawhu al-Mahfùdh» (la Tavola ben vigilata), l’Archetipo Celeste del Libro Sacro.  Allah (gloria a Lui l’Altissimo) si rivolge al Suo Inviato (pace e benedizioni su di lui) ricordandogli la sua missione.  Molti commentatori tradizionali interpretano questo versetto come profezia delle grandiose conquiste territoriali dei musulmani. Ci pare di poterlo leggere anche nel senso che dopo la venuta del «Furqàn» (il Discrimine, uno dei nomi del Corano che appunto è lo strumento della distinzione del bene dal male), gli spazi di manovra dell’uomo sono notevolmente ristretti, la precisione della legge coranica e la Sunna dell’Inviato informano una giurisprudenza islamica in continua evoluzione che non lascia pratica- mente zone d’ombra.  II pronome si riferisce agli idolatri contemporanei del Profeta (pace e benedizioni su di lui).",
    "Alif, Lâm, Rà. Abbiamo fatto scendere su di te un Libro affinché, con il permesso del loro Signore, tu tragga le genti dalle tenebre alla luce, sulla via dell’Eccelso, del Degno di lode,",
    "[la via di] Allah, Cui appartiene quel che è nei cieli e sulla terra. Guai a coloro che non credono: subiranno un severo castigo;",
    "[essi] amano questa vita più dell’altra, frappongono ostacoli sul sentiero di Allah e cercano di renderlo tortuoso! Sono infossati nell’errore .",
    "Non inviammo alcun messaggero se non nella lingua del suo popolo , affinché li informasse. Allah svia chi vuole e guida chi vuole ed Egli è l’Eccelso, il Saggio.",
    "Già mandammo Mosè con i Nostri segni: «Fa’ uscire la tua gente dalle tenebre alla luce e ricorda loro i giorni di Allah» . Ecco dei segni per ogni [uomo] paziente e grato.",
    "E quando Mosè disse al suo popolo: «Ricordate i favori che Allah vi ha elargito, quando vi salvò dalla gente di Faraone che vi infliggeva la peggiore delle torture. Uccidevano i vostri maschi e lasciavano in vita le femmine. Era questa una dura prova da parte del vostro Signore».",
    "E quando il vostro Signore proclamò: «Se sarete riconoscenti, accrescerò [la Mia grazia]. Se sarete ingrati, in verità il Mio castigo è severo!»,",
    "disse Mosè: «Se sarete ingrati, voi e tutti quelli che sono sulla terra, Allah [sappiatelo] di nulla abbisogna, è il Degno di lode».",
    "Non vi è giunta notizia di quelli [che vissero] prima di voi, del popolo di Noè, degli ‘Âd e dei Thamûd, e di quelli che vennero dopo e che Allah solo conosce? Vennero i loro profeti con prove chiarissime, ma essi dissero, portandosi le mani alla bocca : «Non crediamo in quello con cui siete stati inviati. E siamo in dubbio profondissimo circa quello che ci proponete».",
    "Dissero loro i profeti: «Come può esservi dubbio a proposito di Allah, il Creatore dei cieli e della terra, Colui Che vi Si rivolge per perdonarvi parte delle vostre colpe e rinviarvi fino al termine prestabilito?». [Risposero] i miscredenti: «Non siete altro che uomini come noi. Volete distoglierci da quello che adoravano i nostri avi? Recateci una prova inequivocabile!».",
    "Dissero loro i profeti: «Certamente siamo uomini come voi, ma Allah favorisce chi Egli vuole tra i Suoi servi. Non possiamo recarvi una prova se non con il permesso di Allah. In Allah confidino i credenti.",
    "E come potremmo non confidare in Allah quand’Egli ci ha guidati sui nostri sentieri? Sopporteremo con pazienza [le persecuzioni] di cui ci farete oggetto. Confidino in Allah coloro che confidano».",
    "Coloro che non credevano dissero ai loro profeti: «Vi cacceremo senza fallo dalla nostra terra, a meno che non ritorniate alla nostra religione». Ma il loro Signore rivelò loro: «Distruggeremo certamente gli iniqui,",
    "e vi faremo dimorare sulla terra dopo di loro. Questa è [la ricompensa] per chi teme la Mia presenza e teme la Mia minaccia».",
    "Cercarono la vittoria: fu sconfitto ogni ostinato tiranno ,",
    "è destinato all’Inferno e sarà abbeverato di acqua fetida",
    "che cercherà di inghiottire a piccoli sorsi senza riuscirvi. La morte lo assalirà da ogni parte, eppure non potrà morire: avrà un castigo inattenuabile.",
    "Questa è la metafora di coloro che rinnegano il loro Signore: le loro azioni saranno come cenere sulla quale infuria il vento in un giorno di tempesta. Non avranno alcun prò da ciò che avranno fatto. Questa è la perdizione totale.",
    "Non vedi che Allah ha creato i cieli e la terra secondo verità? Se volesse, vi farebbe perire e susciterebbe un’altra creazione.",
    "Ciò non è difficile per Allah.",
    "Tutti compariranno davanti ad Allah. E i deboli diranno a coloro che erano tronfi d’orgoglio: «Noi vi seguivamo. Potete [ora] esserci utili contro il castigo di Allah?». Risponderanno [gli altri]: «Se Allah ci avesse guidati, certamente vi avremmo guidati. Lamento o sopportazione [ormai] sono uguali: per noi non c’è rifugio».",
    "Quando tutto sarà concluso, dirà Satana: «Allah vi aveva fatto promessa sincera, mentre io vi ho fatto una promessa che non ho mantenuto. Qual potere avevo mai su di voi, se non quello di chiamarvi? E voi mi avete risposto. Non rimproverate me; rimproverate voi stessi. Io non posso esservi d’aiuto e voi non potete essermi d’aiuto. Rifiuto l’atto con cui mi avete associato ad Allah in precedenza» . In verità gli iniqui [avranno] doloroso castigo.",
    "Coloro che invece credono e operano il bene li faremo entrare nei Giardini dove scorrono i ruscelli e vi rimarranno in perpetuo con il permesso del loro Signore. Colà il loro saluto sarà: «Pace!» .",
    "Non hai visto a cosa Allah paragona la buona parola? Essa è come un buon albero, la cui radice è salda e i cui rami [sono] nel cielo,",
    "e continuamente dà frutti, col permesso di Allah. Allah propone metafore agli uomini, affinché riflettano.",
    "La metafora della parola cattiva è invece quella di una mala pianta sradicata dalla superficie della terra: non ha stabilità alcuna.",
    "Allah rafforza coloro che credono con la parola ferma , in questa vita come nell’altra e, allo stesso tempo, svia gli ingiusti. Allah fa ciò che vuole.",
    "Non li hai visti, coloro che scambiano il favore di Allah con la miscredenza e trascinano il loro popolo nella dimora della perdizione,",
    "nell’Inferno in cui cadranno? Qual trista dimora!",
    "Attribuirono consimili ad Allah per sviare [la gente] dal Suo sentiero. Di’: «Godete pure: la vostra destinazione è il Fuoco!».",
    "Di’ ai Miei servi credenti che assolvano l’orazione e diano in pubblico e in privato [parte] dei beni che abbiamo loro concesso, prima che giunga il Giorno in cui non ci sarà più né commercio né amicizia.",
    "Allah è Colui Che ha creato i cieli e la terra, e che fa scendere l’acqua dal cielo e, suo tramite, suscita frutti per il vostro sostentamento. Vi ha messo a disposizione le navi che scivolano sul mare per volontà Sua, e vi ha messo a disposizione i fiumi.",
    "Vi ha messo a disposizione il sole e la luna che gravitano con regolarità, e vi ha messo a disposizione la notte e il giorno.",
    "E vi ha dato [parte] di tutto quel che Gli avete chiesto: se voleste contare i doni di Allah, non potreste enumerarli. In verità l’uomo è ingiusto, ingrato .",
    "E [ricorda] quando Abramo disse: «O mio Signore, rendi sicura questa contrada e preserva me e i miei figli dall’adorazione degli idoli.",
    "O mio Signore, in verità essi già han traviato molti uomini. Chi mi seguirà sarà dei miei, e quanto a coloro che mi disobbediscono, in verità Tu sei perdonatore, misericordioso!",
    "O Signor nostro, ho stabilito una parte della mia progenie in una valle sterile, nei pressi della Tua Sacra Casa, affinché, o Signor nostro, assolvano all’orazione. Fai che i cuori di una parte dell’umanità tendano a loro; concedi loro [ogni specie] di frutti. Forse Ti saranno riconoscenti.",
    "O Signor nostro, Tu ben conosci quello che nascondiamo e quello che palesiamo. Nulla è nascosto ad Allah, nella terra e nei cieli!",
    "Lode ad Allah Che, nonostante la vecchiaia, mi ha dato Ismaele ed Isacco. In verità il mio Signore ascolta l’invocazione.",
    "O Signore, concedi a me e ad una parte della mia progenie di assolvere all’orazione. Esaudisci la mia preghiera, o Signor nostro!",
    "O Signor nostro, perdona a me, ai miei genitori e ai credenti, nel Giorno in cui si tireranno le somme» .",
    "E non credere che Allah sia disattento a quello che fanno gli iniqui. Concede loro una dilazione fino al Giorno in cui i loro sguardi saranno sbarrati.",
    "Verranno umiliati, la testa immobile, gli occhi fissi, il cuore smarrito .",
    "Avverti le genti [a proposito] del Giorno in cui li colpirà il castigo. [Allora] coloro che saranno stati ingiusti diranno: «O Signor nostro, concedici una breve dilazione: risponderemo al Tuo appello e seguiremo i messaggeri». «Non giuravate dianzi, che per voi non ci sarebbe stato declino?",
    "Eppure abitavate nelle case di coloro che avevano fatto torto a se stessi, e quel che ne facemmo vi era ben noto. Vi abbiamo citato gli esempi.»",
    "Tramarono, ma la loro trama è nota ad Allah, foss’anche una trama capace di fare a pezzi le montagne .",
    "Non credere che Allah manchi alla promessa fatta ai Suoi messaggeri. Allah è l’Eccelso, il Vendicatore.",
    "[Avverrà ciò] nel Giorno in cui la terra sarà trasformata e [pari- menti] i cieli, in cui gli uomini compariranno di fronte ad Allah, l’Unico, il Supremo Dominatore.",
    "Vedrai in quel Giorno i colpevoli, appaiati nei ceppi:",
    "con vesti di catrame e i volti in fiamme.",
    "[Così] Allah compenserà ogni anima per ciò che si è meritata, ché in verità Allah è rapido nel conto.",
    "Questo è un messaggio per gli uomini, affinché siano avvertiti e sappiano che Egli è il Dio Unico e perché rammentino, i dotati di intelletto.  Profeta e Messaggero di Allah, Abramo (pace su di lui) rappresenta per musulmani, cristiani ed ebrei un punto di partenza comune e un comune punto di disaccordo radicale. Sulla versione giudeo-cristiana della sua storia, si basa quel mito della supremazia israelita sull’universo che tanto danno ha causato al mondo intero. Con notevole incongruenza la Bibbia, messo da parte il primogenito Ismaele, considera Isacco il figlio unico che Abramo per ordine dell’Altissimo avrebbe dovuto sacrificare (Genesi XXII, ). Dopo questa prova stabilisce che la sua discendenza sarà benedetta e moltiplicata e avrà predominio sulle altre genti (Genesi XXII, -). Abramo, lo dice il Corano (III, ), non era ebreo (e tantomeno cristiano) ma solo hanif, monoteista, iniziatore del culto dell’Unità di Allah (Tawhìd). Colui che avrebbe meritato l’appellativo di «Khalìlu’ Llah», amico prediletto di Allah (vedi Iv, visse intorno al a.C. ed era nativo di Ur, nell’allora Babilonia. La sua nascita e la sua fanciullezza sono marcate da una storia drammatica di sterminio degli innocenti ordinato da un tiranno geloso del proprio potere. Interessante notare le analogie tra Abramo, Mosè e Gesù (pace su di loro), tutti scampati per volontà dell’Altissimo allo sterminio e destinati a diventare grandiosi segni della Sua volontà e del Suo disegno sul creato. Abramo cresce nella misericordia divina e raggiunta l’età in cui un giovane cerca di capire il mondo che lo circonda, si pone autonomamente di fronte al mistero dell’universo. La via che Allah traccia per lui è una via empirica, scientifica potremmo dire, a partire dall’astrolatria (vedi vI, -che era praticata dalla sua gente. Oltre le creature orbitanti nei cieli, Abramo intuì l’esistenza del Creatore, dell’Unico, del Supremo ed Egli (gloria a Lui l’Altissimo) gli si manifestò (vedi II, e fece di lui il primo muslim (sottomesso ad Allah). Per ordine di Allah, insieme al figlio Ismaele costruì in un avvallamento dell’Hijàz, quel primo tempio al Dio Unico, quella costruzione cubica attorno alla quale circoambulano penitenti e invocanti i servi di Allah: la Sacra Ka‘ba. Come è tipico nello stile coranico, le vicende di Abramo sono narrate e riproposte in altre venticinque sure oltre a questa (vedi Indice dei nomi).  «Sono infossati nell’errore»: lett. «sono in errore lontano».  II Corano ribadisce la volontà di Allah (gloria a Lui l’Altissimo) di essere compreso dagli uomini e pertanto i messaggeri hanno trasmesso la Rivelazione nella lingua del popolo cui si rivolgevano. Tutto ciò nelle diverse fasi di rivelazione che Allah ha voluto nel corso dei millenni e nelle diverse parti del mondo, finché con il Sublime Corano dato al Profeta Muhammad (pace e benedizioni su di lui) Allah (gloria a Lui l’Altissimo) ha stabilito il quadro dottrinale, giuridico e di culto definitivo per l’uomo. La meravigliosa permanenza dell’arabo letterario, perpetuatosi attraverso secoli di storia, radicatosi in contrade così lontane dell’Arabia originaria, nella contiguità con centinaia di altre lingue è certo una prova che esso è lingua spirituale voluta di Allah per dare lessico ad un così alto Messaggio.  «i giorni di Allah»: commentatori classici (Tabarì xiii, -), intendono «i giorni in cui Allah colmò dei Suoi favori i Figli di Israele».  «portandosi le mani alla bocca»: un’altra possibile traduzione: «mettendo loro le mani sulla bocca», nel primo caso, un gesto di stupore o di dileggio o ancora di rabbia (come è uso ancor oggi nel Sud Italia, mordendo la mano tra pollice e indice), nell’altra interpretazione c’è il senso del costringere i profeti al silenzio.  I profeti combatterono per la causa di Allah e a Lui chiesero la vittoria e così: «fu sconfitto ogni ostinato tiranno!».  «affermo che il fatto di avermi associato ad Allah prendendomi come patrono, altro non era che tentazione contro di voi.» Persino Satana, che pur incessantemente tenta di indurre gli uomini all’associazionismo, non soggiace ad esso. Nel Corano egli viene indicato come «kafir» (disobbediente, negatore), ma non viene mai definito «mushrik» (associatore, politeista).  «il loro saluto sarà: “Pace!”»: la dimensione della pace assoluta in Allah è forse la caratteristica più meravigliosa ed attraente dei beni dell’Altra vita.  «la parola ferma»: la «shahâda», la professione di fede islamica: «Non c’è altro dio all’infuori di Allah, Muhammad è Inviato di Allah», questa formula accompagna tutta la vita terrena del musulmano, dal momento della nascita, in cui gli viene bisbigliata all’orecchio, fino all’inumazione della sua salma.  L’adorazione rituale, vedi Appendice  Certamente la caratteristica più odiosa del miscredente è l’ingratitudine. Supponiamo il caso di un benefattore che provveda regolarmente al sostentamento di una famiglia. Un atteggiamento irriguardoso e ingrato di quella gente sarebbe certamente oggetto della riprovazione sociale e alla lunga irriterebbe il benefattore. Ebbene, Allah (gloria a Lui l’Altissimo) ci ha dato con la vita e la pienezza dell’esistenza, la terra che ci sostiene, l’aria che respiriamo, il cibo di cui ci nutriamo, i panni che ci coprono, gli oggetti che possediamo, gli affetti che ci confortano, la speranza in un’altra vita migliore e perpetua; esserGli ingrati non può che avvelenarci il godimento dei doni terreni e precluderci la visione del Suo Volto.  «rendi sicura questa contrada»: l’invocazione di Abramo si riferisce al territorio della Mecca; esso viene definito in tal modo, «bilàd» anche in altri passi del Corano (vedi xcv, ).  Questo è il celeberrimo «Du ‘à’» (invocazione) di Abramo a favore del figlioletto Ismaele che, per ordine divino, lasciò con la madre Hàjar nella sterile valle dell’Hijaz in cui sarebbe sorta la città della Mecca. Chiunque abbia avuto la grazia e l’onore di compiere il «Hajj» (il Pellegrinaggio) o la ‘Umra (la visita ai luoghi sacri), non può non essersi reso conto, con meraviglia e riconoscenza al Creatore, dell’abbondanza e varietà di cibo e di frutti che sono offerti al consumo nella città della Ka‘ba.  Potente immagine della condizione dei miscredenti nel Giorno del Giudizio, una descrizione di un disorientamento e di una disperazione pregnante e sconvolgente.  «Non giuravate»: i Coresciti della Mecca negavano l’esistenza della vita eterna, riducendo tutta l’esistenza alla mera materialità terrena. Questo brano risponde alle loro arroganti affermazioni.  Qualunque sia la strategia degli uomini e la forza delle loro azioni è comunque certo che: «Non c’è forza né potenza se non in Allah» e che tutte le loro trame contro Allah (gloria a Lui l’Altissimo) e i Suoi messaggeri sono destinate ad un miserrimo insuccesso.",
    "Alif, Lâm, Rà . Questi sono i versetti del Libro e la Recitazione esplicita."
  ]
}