{
  "meta": {
    "id": 153,
    "name": "Hamza Roberto Piccardo",
    "translator_name": "Hamza Roberto Piccardo",
    "slug": "italian-hamza-roberto-piccardo",
    "language_name": "italian"
  },
  "verses": [
    "E coloro che non sperano di incontrarci dicono: «Perché non sono stati fatti scendere angeli su di noi, [perché] non vediamo il nostro Signore?» . Hanno riempito di orgoglio le anime loro e travalicato i limiti dell’arroganza.",
    "Il Giorno in cui vedranno gli angeli, in quel Giorno gli ingiusti non avranno nessuna buona novella, sarà detto loro: «Rifugio inaccessibile!» .",
    "Abbiamo giudicato le loro opere e ne abbiamo fatto polvere dispersa .",
    "In quel Giorno le genti del Paradiso avranno il miglior rifugio e il più bel luogo per riposare.",
    "Il Giorno in cui le nuvole del cielo si apriranno e scenderanno di discesa gli angeli,",
    "in quel Giorno la vera sovranità [apparterrà] al Compassionevole e sarà un Giorno difficile per i miscredenti .",
    "Il Giorno in cui l’ingiusto si morderà le mani e dirà: «Me disgraziato! Ah, se avessi seguito la via con il Messaggero!",
    "Guai a me, me disgraziato! Se non avessi scelto il tale per amico !",
    "Sicuramente mi ha sviato dal Monito dopo che mi giunse». In verità Satana è il traditore degli uomini.",
    "Il Messaggero dice: «Signore, il mio popolo ha in avversione questo Corano!».",
    "Ad ogni profeta assegnammo un nemico scelto tra i malvagi. Ti basti il tuo Signore come guida e ausilio!",
    "I miscredenti dicono: «Perché il Corano non è stato fatto scendere su di lui in un’unica soluzione!». [Lo abbiamo invece rivelato] in questo modo per rafforzare il tuo cuore . E te lo facciamo recitare con cura.",
    "Non proporranno alcun interrogativo senza che [Noi] ti forniamo la verità [in proposito] e la migliore spiegazione .",
    "Coloro che saranno trascinati sui loro volti verso l’Inferno, quelli sono coloro che avranno la peggiore delle condizioni, i più sviati dalla retta via.",
    "Già demmo a Mosè la Toràh e gli concedemmo suo fratello Aronne come ausilio.",
    "Dicemmo: «Andate presso il popolo che tacciò di menzogna i segni Nostri». E lo colpimmo poi di distruzione totale.",
    "E il popolo di Noè, quando tacciarono di menzogna i messaggeri, li annegammo e ne facemmo un segno per gli uomini. Abbiamo preparato un castigo doloroso per gli ingiusti.",
    "[Ricorda] gli ‘Âd, i Thamùd e le genti di ar-Rass e molte altre generazioni intermedie!",
    "A tutti loro proponemmo delle metafore e poi li sterminammo totalmente.",
    "Certamente quegli altri sono passati nei pressi della città sulla quale cadde una pioggia di sventura. Non l’han forse vista? No, perché ancora non sperano nella Resurrezione!",
    "Quando ti vedono non fanno altro che schernirti: «È costui che Allah ha mandato come messaggero?",
    "Pre-Eg. n. a parte i verss. e Di versetti. Il nome della sura deriva dal primo versetto. In nome di Allah, il Compassionevole, il Misericordioso. C’è mancato poco che non ci sviasse dai nostri dèi, se solo non fossimo rimasti perseveranti». Ma presto sapranno, quando vedranno il castigo, chi è il più sviato dalla [retta] via.",
    "Non hai visto quello che ha elevato a divinità le sue passioni? Vuoi forse essere un garante per lui ?",
    "Credi che la maggior parte di loro ascolti e comprenda? Non son altro che animali, e ancora più sviati dalla [retta] via.",
    "Non hai visto come distende l’ombra, il tuo Signore? E se avesse voluto l’avrebbe fatta immobile. Invece facemmo del sole il suo riferimento;",
    "e poi la prendiamo [per ricondurla] a Noi con facilità .",
    "Egli è Colui Che della notte ha fatto una veste per voi, del sonno un riposo e ha fatto del giorno un risveglio.",
    "Egli è Colui Che invia i venti come annuncio che precede la Sua misericordia; e facciamo scendere dal cielo un’acqua pura,",
    "per rivivificare con essa la terra morta e dissetare molti degli animali e degli uomini che abbiamo creati .",
    "L’abbiamo distribuita tra loro affinché ricordino . Ma la maggior parte degli uomini rifiutò tutto, eccetto la miscredenza.",
    "Se avessimo voluto, avremmo suscitato un ammonitore in ogni città .",
    "Non obbedire ai miscredenti; lotta con esso vigorosamente.",
    "Egli è Colui Che ha fatto confluire le due acque: una dolce e gradevole, l’altra salata e amara, e ha posto tra loro una zona intermedia, una barriera insormontabile .",
    "Egli è Colui Che dall’acqua , ha creato una specie umana e l’ha resa consanguinea ed affine . Il tuo Signore è potente.",
    "Adorano, all’infuori di Allah, ciò che non reca loro né giovamento né danno. Il miscredente sarà sempre alleato dei nemici contro il suo Signore.",
    "Ebbene, Noi ti abbiamo inviato solo come nunzio e ammonitore.",
    "Di’: «Non vi chiedo ricompensa alcuna, ma solo che, chi lo voglia, segua la via [che conduce] al suo Signore».",
    "Confida nel Vivente che mai non muore, lodaLo e glorificaLo. Egli basta a Se Stesso nella conoscenza dei peccati dei Suoi servi .",
    "Egli è Colui Che, in sei giorni, ha creato i cieli e la terra e quello che vi è frammezzo e quindi Si è innalzato sul Trono, il Compassionevole. Chiedi a qualcuno ben informato su di Lui .",
    "E quando si dice loro: «Prosternatevi al Compassionevole» dicono: «E cos’è mai il Compassionevole? Dovremmo prosternarci a chi tu ci comandi?». E la loro ripulsa s’accresce .",
    "Benedetto Colui Che ha posto in cielo le costellazioni, un luminare e una luna che rischiara!",
    "Egli è Colui Che ha stabilito l’alternarsi della notte e del giorno, per chi vuole meditare o essere riconoscente.",
    "I servi del Compassionevole : sono coloro che camminano sulla terra con umiltà e quando gli ignoranti si rivolgono loro, rispondono: «Pace!»;",
    "coloro che passano la notte prosternati e ritti davanti al loro Signore ;",
    "coloro che invocano: «Signore, allontana da noi il castigo dell’Inferno, che in verità questo è un castigo perpetuo;",
    "qual tristo rifugio e soggiorno!»;",
    "coloro che quando spendono non sono né avari né prodighi, ma si tengono nel giusto mezzo;",
    "coloro che non invocano altra divinità assieme ad Allah; che non uccidono, se non per giustizia , un’anima che Allah ha reso sacra; e non si danno alla fornicazione . E chi compie tali azioni avrà una punizione,",
    "avrà castigo raddoppiato nel Giorno della Resurrezione e vi rimarrà in perpetuo coperto d’ignominia,",
    "a meno che non si penta, creda e operi il bene , ché a costoro Allah cambierà le loro cattive azioni in buone. Allah è perdonatore, misericordioso;",
    "chi si pente e opera il bene, il suo pentimento è verso Allah.",
    "[E sono coloro] che non rendono falsa testimonianza e quando passano nei pressi della futilità se ne allontanano con dignità;",
    "coloro che, quando vengono ammoniti con i versetti del loro Signore , non sono né sordi né ciechi",
    "e dicono: «Signore, dacci conforto nelle nostre spose e nei nostri figli e fai di noi una guida per i timorati [di Allah]» .",
    "Per la loro costanza saranno compensati con il livello più alto [del Paradiso] e saranno ricevuti con l’augurio di pace,",
    "per rimanervi in perpetuo. Quale splendido rifugio e soggiorno!",
    "Di’: «Il mio Signore non si curerà affatto di voi se non Lo invocherete. [Ma] già tacciaste di menzogna [la Sua Rivelazione] e presto [ne subirete] le inevitabili [conseguenze]».    II termine coranico «Al-Furqàn», che abbiamo tradotto con «il discrimine» deriva da «al-farq» che significa separazione tra due cose e distinzione tra loro. Tabarì dice che Al-Furqàn è uno dei nomi del Corano in quanto esso «realizza una distinzione tra il vero e il falso, con gli argomenti che propone, con i limiti normativi che delinea, con gli obblighi che istituisce e con tutti i significati di profonda saggezza che contiene. Commentando l’espressione «yawmu ’l-furqàn» (VIII, ), Mujahid (che Allah sia soddisfatto di lui) disse: «… è il Giorno in cui Allah separa il Vero dal falso».  «‘âlâmîn»: questo termine lo abbiamo tradotto con «creature, creato, universo, mondi», a seconda del contesto in cui lo abbiamo incontrato. In questo caso la scelta di «mondi» deriva dal fatto che il Corano è Rivelazione valida per tutte quelle creature che hanno spirito, fisico e mente di tipo umano, siano essi abitanti di questa Terra o di un altro pianeta.  «E invece si sono presi»: coloro che associano ad altre «divinità».  «costui ha inventato»: la persona cui si riferisce il Santo Corano è il Profeta Muhammad (pace e benedizioni su di lui) che viene accusato di avere «inventato» il Corano attingendo a fonti israelite e cristiane. Si noti come questa accusa è la stessa che ancora oggi viene espressa con sufficienza e ignoranza da tanti cosiddetti orientalisti occidentali.  «L’Ora»: del Giudizio.  «Sa‘ìr»: la Fiamma, uno dei nomi dell’Inferno.  «legati insieme»: secondo l’interpretazione di alcuni commentatori i miscredenti saranno precipitati nel castigo insieme al loro demone.  Destinati al tormento, i dannati non smetteranno di invocare la morte come una liberazione.  «coloro che»: secondo Tabarî (xviii, non si tratta degli idoli in genere, ma di creature che, loro malgrado, sono o sono state adorate come dèi: gli Angeli che gli arabi ritenevano «figlie di Allah», Esdra e Gesù considerati «figli di Allah» rispettivamente dagli ebrei e dai cristiani.  II versetto risponde alle polemiche espresse nel precedente vers. e mette in evidenza il continuo conflitto tra la verità e la menzogna, che esige da parte di coloro che tendono al bene una grande costanza e forza d’animo per respingere o resistere alle tentazioni.  Come già in altri brani del Libro Santo, vengono riferite le richieste di interventi sovrannaturali avanzate dai miscredenti. Davvero la miopia dei miscredenti égrande.  «Rifugio inaccessibile»: se sono gli angeli a parlare significa che i malvagi non avranno nessuna possibilità di godere della buona novella. Se invece, come ritengono alcuni esegeti, sono i malvagi a parlare, avremo questa traduzione: «e diranno: “[si alzi] una barriera insormontabile”, tra loro e il terribile castigo che si presenta ai loro occhi».  Le azioni dei miscredenti non saranno comunque accettate in quanto non sono state compiute con l’intenzione di ottenerne l’accettazione da parte di Allah.  «scenderanno di discesa» è la forma testuale che abbiamo riportato per la sua grande efficacia; indica una discesa rapida, inarrestabile, travolgente.  II versetto (insieme a quello che lo precede) tratteggia con grande pathos descrittivo alcune fasi del Giorno del Giudizio. A proposito della sovranità che comunque e sempre appartiene ad Allah e a Lui solo, il brano va inteso nel senso che tutti quanti Gliela riconosceranno. Una tradizione riferisce che in quel Giorno Allah (gloria a Lui l’Altissimo) dirà: «Il Re sono Io, chi giudica sono Io; dove sono finiti i tiranni e i re della terra?». È anche importante notare come in Allah (gloria a Lui l’Altissimo), la caratteristica della compassione per le creature non inficia quella della Sua giustizia.  Evidentemente nel Giorno del Giudizio saranno inutili i pentimenti tardivi. L’esegesi classica afferma che i verss. -si riferiscono in particolare ad un notabile Quraysh che si convertì all’IsIàm e poi fece apostasia a causa dei rimproveri che gli rivolse un amico.  II Corano scese in circa anni, in base alle necessità di quella prima comunità islamica che Allah volle istituire ad esempio per tutti gli uomini in tutti i tempi.  Allah (gloria a Lui l’Altissimo) tranquillizza il Suo Inviato (pace e benedizioni su d: lui) che era sottoposto a continui quesiti (per lo più ispirati dai rabbini ebrei) miranti i metterlo in difficoltà.  «le genti di ar-Rass»: i commentatori non sono unanimi nel localizzare questo popolo. Qualcuno ritiene trattarsi di genti dell’Arabia, altri di un popolo dell’Azerbaijan Letteralmente «rass» significa pozzo, fossato, cisterna. Sugli ‘Ad e i Thamùd vedi (tre l’altro) vii, da a e le note.  «quegli altri»: i meccani politeisti che rifiutano la Rivelazione data a Muhammad.  «la città»: si tratta di Sodoma, la città di Lot, distrutta a causa della perversione de suoi abitanti; vedi (tra l’altro) vii, da a e le note.  Secondo Ibn ‘Abbas, il versetto sembra riferirsi ad un pagano che faceva delle pietre l’oggetto del suo culto e quando trovava una pietra che gli piaceva di più cambiavE facilmente idolo. La natura umana è sempre uguale, l’ignoranza e la presunzione fanne sì che l’uomo si arroghi il diritto di scegliersi il «suo» dio, faccia cioè della sua mente e delle sue passioni l’unico riferimento dottrinale ed etico della sua vita.  Senza la luce non c’è ombra, eppure questa è la negazione stessa della luce. Oltre le spiegazioni «fisiche» del fenomeno ombra, ci sembra che molto più interessanti siane quelle spirituali. Se l’ombra è l’ignoranza degli uomini, essa non è certo qualcosa d immutabile; anzi, il sole della Rivelazione (per grazia di Allah) fa sì che diminuisca fine a scomparire del tutto.  Come per l’ombra anche il susseguirsi del giorno e della notte, i venti, la pioggia e la vita che rinasce in una terra arida, sono segni della potenza di Allah (gloria a Lui l’Altissimo) e come per l’ombra il significato di questi versetti è eminentemente spirituale. Come la pioggia rida la vita ad una terra morta così la Rivelazione riporta alla vita dello spirito le anime degli uomini avvolte nella notte dell’indifferenza, dei paganesimo, della miscredenza. Non a caso il termine che abbiamo tradotto con risveglio, «nushûrâ», significa «Resurrezione, ritorno alla vita».  Secondo alcuni commentatori il versetto si riferisce alle Sacre Scritture in generale o al Corano in particolare. Altri ritengono che alluda ai fenomeni naturali citati nei precedenti versetti e in particolare all’acqua, ed è in questo senso che abbiamo reso la traduzione.  Per città bisogna intendere comunità e il versetto si riferisce certamente ai popoli che avranno vissuto dopo Muhammad (pace e benedizioni su di lui) fino al Giorno del Giudizio. Tutti i popoli che vissero prima di lui, come il Corano afferma in più occasioni, ebbero il loro messaggero. Il messaggio di Muhammad invece è il «criterio di riferimento» (potrebbe essere una traduzione di «Furqàn») per tutti i popoli e tutti i tempi successivi alla sua missione.  «lotta con esso»: con il Corano.  Nei pressi di Bassora, alle foci del Tigri e dell’Eufrate, si assiste nel Golfo Persico ad uno straordinario spettacolo della natura: le acque dolci fluviali di colore rossastro confluite nel Golfo sono, per molti chilometri, perfettamente riconoscibili dalle acque salate del mare di colore verde. Si tratta di un fenomeno dovuto alla diversa tensione della molecola di acqua dolce rispetto a quella di acqua salata. Questa differenza fa sì che la mescolanza non avvenga immediatamente.  «dall’acqua»: dell’origine acquatica dell’uomo possono essere date almeno due diverse interpretazioni, quella del liquido seminale alla base di ogni concepimento e quella più generale che vede nell’acqua la conditio sine qua non di ogni ipotesi di vita sulla terra. Vedi anche XXIV, e la nota.  «consanguinea ed affine»: realizzando vincoli di parentela di sangue e di matrimonio.  Questo versetto ribadisce il rapporto diretto e senza intermediari tra il Creatore (gloria a Lui l’Altissimo) e la creatura. L’IsIàm non prevede inoltre nessuna forma di confessione pubblica o adpersonam del peccatore. Il credente chiede perdono direttamente al suo Signore senza alcun bisogno di confessione in quanto Allah (gloria a Lui l’Altissimo) «basta a Se Stesso nella conoscenza dei peccati dei Suoi servi».  «Chiedi…»: rivolgiti alla Sunna del Suo Inviato (pace e benedizioni su di lui), egli è nella miglior posizione per guidare con il suo esempio il comportamento degli uomini.  Nella recitazione liturgica del Corano, al termine di questo versetto si deve eseguire una «sajdah» (una prosternazione). Vedi in Appendice l’elenco delle prosternazioni rituali.  «un luminare»: evidentemente il sole.  Nei verss. -vengono elencate le caratteristiche che contraddistinguono i migliori tra i servi dell’Altissimo (gloria a Lui): umiltà, devozione, timor di Allah e del Giudizio, equilibrio, monoteismo assoluto, rispetto della vita altrui e disponibilità a reciderla per la causa di Allah o in esecuzione delle Sue leggi, castità, veridicità, distacco dalle miserie umane, sollecitudine nel Ricordo di Allah, fiducia nel loro Signore, desiderio di santità e perseveranza.  Nell’esecuzione di molte orazioni supererogatorie.  «se non per giustizia»: per legittima difesa, nella guerra per la causa di Allah, appli cando una sanzione prevista dalla legge islamica.  La fornicazione segue immediatamente l’omicidio. Un’altra prova della gravità per sonale e sociale di questo peccato.  Pentimento, fede e buona condotta, queste le condizioni per poter sperare nel perdono di Allah. La mancanza di uno di questi elementi vanifica il merito degli altri due.  Si potrebbe anche tradurre: «e che, quando sono ricordati loro i segni del loro Signore…». Ad ogni modo il significato non cambia.  «dacci conforto»: in arabo l’espressione «qurrata a‘yùn» significa letteralmente «freschezza degli occhi».  L’equilibrio e la serenità familiare, questa è l’invocazione che il credente rivolge al suo Signore, facendone una propedeutica alla tensione verso la santità.",
    "Tâ, Sîn, Mîm .",
    "Questi sono i versetti del Libro chiarissimo.",
    "Forse ti affliggi perché essi non sono credenti:",
    "se volessimo, faremmo scendere su di loro un segno dal cielo, di fronte al quale piegherebbero il capo.",
    "Non giunge loro alcun nuovo Monito del Compassionevole senza che se ne allontanino.",
    "Lo hanno tacciato di menzogna. Ben presto avranno notizie di ciò che scherniscono.",
    "Non hanno visto quante nobili specie abbiamo fatto germogliare sulla terra?",
    "Questo è davvero un segno, ma la maggior parte di loro non crede.",
    "Sì, il tuo Signore è l’Eccelso, il Misericordioso.",
    "[Ricorda] quando il tuo Signore chiamò Mosè: «Recati presso il popolo degli oppressori,",
    "presso il popolo di Faraone: non avranno timore di [Me]?».",
    "Disse: «Signore, invero temo che mi trattino da bugiardo.",
    "È oppresso il mio petto e la mia lingua legata . Manda Aronne piuttosto.",
    "Di fronte a loro io sono in colpa . Temo che mi uccidano».",
    "Disse: «Invece no, andate entrambi con i Nostri segni. Noi saremo con voi e ascolteremo.",
    "Andate da Faraone e ditegli: “Noi siamo gli inviati del Signore dei mondi,",
    "affinché tu lasci partire con noi i Figli di Israele”».",
    "Rispose: «Non ti abbiamo forse allevato presso di noi quando eri bambino, non sei forse rimasto con noi molti anni della tua vita?",
    "Poi hai commesso l’atto di cui ti macchiasti e fosti un ingrato».",
    "Disse: «Ho fatto ciò quando ancora ero uno degli smarriti .",
    "Sono fuggito da voi perché ho avuto paura di voi. [Ora] il mio Signore mi ha dato il discernimento e ha fatto di me uno dei [Suoi] Messaggeri.",
    "Mi vuoi forse rinfacciare questo favore, mentre schiavizzi i Figli di Israele?» .",
    "Disse Faraone: «E chi è questo Signore dei mondi?».",
    "Rispose: «Il Signore dei cieli e della terra e di ciò che vi è tra essi. Se solo poteste esserne convinti!».",
    "Disse [Faraone] a quelli che lo attorniavano: «Non avete sentito?».",
    "Disse [Mosè]: «È il vostro Signore, il Signore dei vostri antenati più lontani!» .",
    "Disse [Faraone]: «Davvero il messaggero che vi è stato inviato è un folle».",
    "Disse [Mosè]: «[È] il Signore dell’ Oriente e dell’Occidente, e di ciò che vi è frammezzo, se solo lo capiste».",
    "Disse: «Se prenderai un dio dall’infuori di me, certamente farò di te un prigioniero».",
    "Rispose [Mosè]: «Anche se ti portassi una prova evidente?».",
    "Disse: «Portala dunque, se sei fra i veritieri».",
    "Gettò il suo bastone, ed ecco che [divenne] palesemente un serpente.",
    "Trasse la sua mano, ed essa [apparve] bianca a coloro che guardavano.",
    "Disse [Faraone] ai notabili che lo attorniavano: «È davvero un mago sapiente,",
    "vuole cacciarvi dalla vostra terra con la sua magia. Ebbene, che cosa deliberate?».",
    "Dissero: «Rimanda lui e suo fratello e invia messi nelle città,",
    "affinché ti conducano ogni grande mago sapiente».",
    "Si riunirono i maghi per l’incontro nel giorno stabilito.",
    "E si disse al popolo: «Vi riunirete in massa,",
    "così da poter seguire i maghi, se saranno vincitori?».",
    "Poi, quando i maghi furono convenuti dissero a Faraone: «Davvero avremo una ricompensa se saremo vincitori?».",
    "Rispose: «Sì, e in tal caso sarete tra i favoriti» .",
    "Mosè disse loro: «Gettate quello che avete da gettare».",
    "Gettarono le loro corde e i loro bastoni e dissero: «Per la maestà di Faraone, saremo noi i vincitori!».",
    "Gettò Mosè il suo bastone ed esso inghiottì i loro artifici.",
    "Allora i maghi si gettarono in prosternazione",
    "dicendo: «Crediamo nel Signore dei mondi,",
    "il Signore di Mosè e di Aronne».",
    "Disse [Faraone]: «Crederete in Lui prima che io ve lo permetta? In verità è lui il vostro gran maestro, colui che vi ha insegnato la magia! Presto imparerete [a vostre spese]: vi farò tagliare mani e piedi alternati e vi farò crocifiggere tutti quanti» .",
    "Risposero: «Non sarà un male: al nostro Signore faremo ritorno.",
    "Bramiamo che il nostro Signore perdoni i nostri peccati per essere stati i primi a credere».",
    "E rivelammo a Mosè: «Fa’ partire i Miei servi nottetempo. Certamente sarete inseguiti».",
    "Faraone mandò messi in tutte le città:",
    "[perché dicessero:] «Invero sono un gruppo esiguo,",
    "e ci hanno irritato,",
    "mentre noi siamo ben vigili».",
    "Facemmo sì che abbandonassero giardini e fonti,",
    "tesori e graziose dimore.",
    "Così fu, e [tutto] demmo in eredità ai Figli di Israele .",
    "Al levarsi del sole li inseguirono.",
    "Quando le due schiere si avvistarono, i compagni di Mosè dissero: «Saremo raggiunti!».",
    "Disse [Mosè]: «Giammai, il mio Signore è con me e mi guiderà».",
    "Rivelammo a Mosè: «Colpisci il mare con il tuo bastone». Subito si aprì e ogni parte [dell’acqua] fu come una montagna enorme.",
    "Facemmo avvicinare gli altri,",
    "e salvammo Mosè e tutti coloro che erano con lui,",
    "mentre annegammo gli altri.",
    "In verità in ciò vi è un segno! Ma la maggior parte di loro non crede.",
    "In verità il tuo Signore è l’Eccelso, il Misericordioso.",
    "E recita loro la storia di Abramo:",
    "quando disse a suo padre e al suo popolo: «Cosa adorate?».",
    "Risposero: «Adoriamo gli idoli e resteremo fedeli a loro».",
    "Disse [Abramo]: «Vi ascoltano, quando li invocate?",
    "Vi giovano o vi recano danno?».",
    "Risposero: «No, ma trovammo i nostri avi che facevano così!».",
    "Disse: «Avete ben riflettuto su ciò che avete adorato",
    "sia voi che i vostri lontani antenati?",
    "Essi sono tutti miei nemici, eccetto il Signore dei mondi,",
    "Colui Che mi ha creato e mi guida,",
    "Colui Che mi nutre e mi dà da bere,",
    "Colui Che, quando sono malato , mi guarisce,",
    "Colui Che mi farà morire e mi ridarà la vita;",
    "ed è da Lui che bramo il perdono delle mie colpe, nel Giorno del Giudizio.",
    "Signore, dammi discernimento e annoverami tra i giusti ,",
    "concedimi la stima sincera dei posteri.",
    "Fa’ che sia uno degli eredi del Giardino delle Delizie ",
    "e perdona a mio padre: davvero è stato uno degli sviati.",
    "E non coprirmi di abominio nel Giorno in cui [gli uomini] saranno resuscitati,",
    "il Giorno in cui non gioveranno né ricchezze né progenie,",
    "eccetto per colui che verrà ad Allah con cuore puro».",
    "Il Giardino sarà alla portata dei timorati",
    "e la Fornace apparirà per i traviati ,",
    "e verrà detto loro: «Dove sono coloro che adoravate",
    "all’infuori di Allah? Vi sono d’aiuto o sono d’aiuto a loro stessi?».",
    "Vi saranno gettati, loro e i traviati ,",
    "e tutte le schiere di Iblìs.",
    "Diranno, disputando tra loro:",
    "«Per Allah, certamente eravamo in errore evidente",
    "quando vi considerammo uguali al Signore dei mondi!",
    "Coloro che ci hanno sviato non sono altro che iniqui:",
    "per noi non ci sono intercessori,",
    "e neppure un amico cordiale.",
    "Se solo ci fosse [possibile] un ritorno, saremmo allora tra i credenti».",
    "Questo è davvero un segno , ma la maggior parte di loro non crede.",
    "In verità il tuo Signore è l’Eccelso, il Misericordioso!",
    "Il popolo di Noè tacciò di menzogna gli inviati.",
    "[Ricorda] quando il loro fratello Noè disse loro: «Non sarete dunque timorati?",
    "Invero sono per voi un messaggero degno di fede!",
    "Temete Allah e obbeditemi.",
    "Non vi chiedo ricompensa alcuna, ché la mia ricompensa è presso il Signore dei mondi.",
    "Temete Allah e obbeditemi».",
    "Risposero: «Dovremmo credere in te nonostante che siano i più miserabili [di noi] a seguirti?».",
    "Disse [Noè]: «Io non conosco il loro operato.",
    "Il giudizio su di loro spetta al mio Signore. Se solo ne foste consapevoli!",
    "Non sarò certo io a respingere i credenti.",
    "Io non sono altro che un nunzio esplicito».",
    "Dissero: «O Noè, se non smetti sarai certamente lapidato».",
    "Disse: «O Signor mio, la mia gente mi tratta da bugiardo.",
    "Apri una via tra me e loro , e salva me e i credenti che sono con me».",
    "Salvammo lui e quelli che erano insieme con lui sull’Arca stracolma.",
    "Gli altri li annegammo.",
    "Ecco certamente un segno, tuttavia la maggior parte di loro non crede.",
    "In verità il tuo Signore è l’Eccelso, il Misericordioso!",
    "Gli ‘Ad smentirono gli inviati.",
    "[Ricorda] quando il loro fratello Hûd disse loro: «Non sarete dunque timorati?",
    "Invero sono per voi un messaggero degno di fede!",
    "Temete Allah e obbeditemi.",
    "Non vi chiedo ricompensa alcuna, ché la mia ricompensa è presso il Signore dei mondi.",
    "Eleverete un edificio su ogni collina, [solo] per futilità?",
    "E costruirete fortezze come se doveste vivervi in perpetuo?",
    "E quando colpirete, lo farete come tiranni ?",
    "Temete Allah e obbeditemi,",
    "e temete Colui Che vi ha provvisto di ciò che ben sapete:",
    "vi ha provvisto di bestiame e di progenie,",
    "di giardini e fonti.",
    "Invero temo per voi il castigo di un Giorno terribile».",
    "Dissero: «Che tu ci ammonisca o non lo faccia, per noi è la stessa cosa.",
    "Questi nostri costumi non sono che quelli degli antichi:",
    "[pertanto] non saremo certo puniti».",
    "Lo trattarono da bugiardo e Noi li facemmo perire. Questo è certo un segno, ma la maggior parte di loro non crede.",
    "In verità il tuo Signore è l’Eccelso, il Misericordioso!",
    "I Thamùd accusarono di menzogna gli inviati.",
    "Quando il loro fratello Şâlih disse loro: «Non sarete dunque timorati?",
    "Invero sono per voi un messaggero degno di fede!",
    "Temete Allah e obbeditemi.",
    "Non vi chiedo ricompensa alcuna, ché la mia ricompensa è presso il Signore dei mondi.",
    "Siete certi di poter essere sempre qui al sicuro,",
    "tra giardini e fonti,",
    "tra messi e palmeti dalle spate stracariche,",
    "a scavare con maestria case nelle montagne?",
    "Temete Allah e obbeditemi.",
    "Non obbedite ai comandi degli empi,",
    "che spargono la corruzione sulla terra senza mai emendarsi».",
    "Dissero: «Tu non sei altro che uno stregato!",
    "Sei un uomo come noi. Dacci un segno se sei veridico».",
    "Disse: «Questa è una cammella: berrà e voi berrete nei giorni stabiliti.",
    "Non fatele alcun male o vi colpirà il castigo di un Giorno tremendo».",
    "Le tagliarono i garretti, ma ebbero a pentirsene!",
    "Li colpì il castigo. Ecco certo un segno! Ma la maggior parte di loro non crede.",
    "In verità il tuo Signore è l’Eccelso, il Misericordioso!",
    "Il popolo di Lot accusò di menzogna gli inviati.",
    "Quando il loro fratello Lot disse loro: «Non sarete dunque timorati [di Allah]?",
    "Invero sono per voi un messaggero degno di fede.",
    "Temete Allah e obbeditemi.",
    "Non vi chiedo ricompensa alcuna, ché la mia ricompensa è presso il Signore dei mondi.",
    "Tra tutte le creature bramerete i maschi",
    "lasciando da parte le spose che il vostro Signore ha creato per voi? Ma voi siete un popolo di trasgressori!».",
    "Dissero: «Se non la smetti, certamente sarai scacciato».",
    "Disse: «Io aborrisco il vostro comportamento.",
    "Signore, preserva me e la mia famiglia dalle loro azioni».",
    "Noi lo salvammo insieme con tutta la sua famiglia",
    "a parte una vecchia che restò indietro .",
    "Quindi annientammo tutti gli altri:",
    "facemmo scendere su di loro una pioggia, una pioggia orribile su coloro che erano stati [invano] avvertiti.",
    "Questo è certo un segno! Ma la maggior parte di loro non crede.",
    "In verità il tuo Signore è l’Eccelso, il Misericordioso!",
    "Il popolo di al-Aykah accusò di menzogna gli inviati.",
    "Quando Shu’ayb disse loro: «Non sarete dunque timorati [di Allah]?",
    "Invero sono per voi un messaggero degno di fede!",
    "Temete Allah e obbeditemi.",
    "Non vi chiedo ricompensa alcuna, ché la mia ricompensa è presso il Signore dei mondi.",
    "Colmate la misura e non siate fraudolenti,",
    "e pesate con giusta bilancia.",
    "Non date agli uomini meno di quel che spetta loro e non corrompete la terra portandovi disordine.",
    "Temete Colui Che ha creato voi e le generazioni antiche».",
    "Dissero: «Davvero tu sei uno stregato,",
    "e non sei che un uomo come noi; davvero pensiamo che tu sia un bugiardo.",
    "Fai cadere su di noi dei pezzi di cielo, se sei veridico!».",
    "Disse: «Il mio Signore ben conosce quello che fate».",
    "Lo trattarono da bugiardo. Li colpì allora il castigo del Giorno dell’Ombra . In verità fu il castigo di un Giorno terribile.",
    "Questo è certo un segno! Ma la maggior parte di loro non crede.",
    "In verità il tuo Signore è l’Eccelso, il Misericordioso!",
    "In verità esso è davvero ciò che il Signore dei mondi ha rivelato,",
    "è sceso con esso lo Spirito fedele ,",
    "sul cuore tuo, affinché tu fossi un ammonitore",
    "in lingua araba esplicita.",
    "E già era nelle scritture degli antichi .",
    "Non è un segno per loro che lo riconoscano i sapienti dei Figli di Israele ?",
    "Se lo avessimo rivelato ad un non arabo,",
    "e questi lo avesse recitato loro, non vi avrebbero creduto.",
    "In tal modo lo facemmo entrare nel cuore dei miscredenti :",
    "ma non crederanno in esso prima di aver visto il castigo doloroso",
    "che giungerà loro all’improvviso, senza che se ne accorgano.",
    "Diranno allora: «Ci sarà concesso un rinvio?».",
    "E il Nostro castigo che vogliono affrettare?",
    "Non vedi che, se concedessimo loro di godere per anni,",
    "e quindi giungesse loro ciò di cui furono minacciati,",
    "non gioverebbe loro quel che hanno goduto.",
    "Nessuna città distruggemmo senza che avesse avuto ammonitori",
    "che la avvertissero – ché Noi non siamo ingiusti.",
    "Non sono i diavoli che l’hanno fatto scendere:",
    "ché Esso non si addice loro, e neppure avrebbero potuto [produrlo],",
    "poiché invero sono esclusi dall’ascolto.",
    "Non invocare assieme ad Allah un’altra divinità, ché saresti tra i dannati.",
    "Danne l’annuncio ai tuoi parenti più stretti",
    "e sii benevolo con i credenti che ti seguono .",
    "Se poi ti disobbediscono allora di’: «In verità sconfesso quello che fate!».",
    "E confida nell’Eccelso, nel Misericordioso,",
    "che ti vede quando ti alzi [per l’orazione],",
    "e [vede] i tuoi movimenti tra coloro che si prosternano.",
    "In verità Egli è Colui Che tutto ascolta e conosce.",
    "«[Volete che] vi indichi quelli sui quali scendono i diavoli?",
    "Scendono su ogni mentitore peccaminoso.",
    "Tendono l’orecchio, ma la maggior parte di loro sono bugiardi .",
    "E quanto ai poeti, sono i traviati che li seguono …",
    "Non vedi come errano in ogni valle,",
    "e dicono cose che non fanno?",
    "Eccetto coloro che credono, compiono il bene e spesso ricordano Allah, e che si difendono quando sono vittime di un’ingiustizia. Gli ingiusti vedranno ben presto il destino verso il quale si avviano.    La poesia era la sola arte in cui eccellevano gli arabi al tempo della predicazione dell’Inviato di Allah (pace e benedizioni su di lui). In una società che sopportava la durezza della vita nel deserto grazie all’altissima considerazione che aveva di se stessa, delle sue virtù guerriere, del suo senso dell’onore e dell’estrema suscettibilità tribale, i poeti erano considerati dei veri e propri divi. Si riteneva che fossero dei posseduti, che la loro vena avesse origine magica e i clan se ne contendevano i favori coprendoli di onori e di regali. Essi erano in qualche maniera la memoria storica della tribù e, cantando gli antichi fasti dei suoi guerrieri, eccitavano gli uomini al combattimento e alla bravura. Nei loro versi le considerazioni etiche erano utilitaristiche, per gli arabi il bene si identificava immancabilmente con gli interessi della tribù e un vecchio torto riesumato era sempre un valido motivo per giustificare violenze e razzie contro odiati vicini. Si può ben comprendere come i poeti fossero gli araldi e i cantori di quella anarchica conflittualità che dilaniava in modo endemico la società arabica. L’Islàm, con la sua missione pacificatrice e unificatrice, si poneva in aperta antitesi con gli interessi di questi personaggi; essi se ne resero conto ben presto e impegnarono la loro arte al servizio dei nemici di Allah (gloria a Lui l’Altissimo) e del Suo Inviato. Per la prima volta la poesia usciva dai suoi limiti di particolarismo tribale e assumeva un ruolo di difesa di quello stesso tribalismo che la predicazione di Muhammad (pace e benedizioni su di lui) minava alle sue fondamenta sostituendogli il concetto di «’Umma» (comunità dei credenti). Il Profeta (pace e benedizioni su di lui) fu preso di mira e crudelmente attaccato dai poeti pagani e poi fu difeso ed elogiato da quelli che avevano riconosciuto la sua missione. Secondo i commentatori il vers. che dà il nome alla sura non deve essere inteso come una condanna totale della poesia ma soltanto dei poeti immorali e miscredenti.  A proposito di queste lettere, vedi Appendice  Come riferisce una tradizione, Mosè aveva un difetto di pronuncia o era balbuziente, o forse sapeva che la sua fierezza e la sua emotività avrebbero talmente sofferto alle accuse degli ingiusti da impedirgli una reazione verbalmente coerente.  Quando Mosè viveva alla corte del Faraone, in preda ad un accesso di ira, uccise involontariamente un egiziano che stava brutalizzando uno schiavo ebreo. In conseguenza di ciò fu obbligato a fuggire dal paese.  Vedi sopra nota al vers.  «uno degli smarriti»: «ad dâllîn»: nell’ultimo versetto della Fatiha, abbiamo tradotto questa espressione «quelli che si sono smarriti», in questo caso invece il riferimento è a Mosè (pace su di lui) il quale non era certamente traviato neppure prima di ricevere la missione profetica. Secondo la dottrina islamica infatti, i profeti non sono mai stati idolatri, neppure nella vita che ha preceduto la loro missione, ma solo, talvolta, smarriti, privi di guida, distratti.  Quella di Mosè nei confronti di Faraone non è certo ingratitudine. Tutti i benefici che egli aveva ricevuto miravano a utilizzare le sue grandi qualità a favore di un sistema che opprimeva il suo popolo; egli stesso era sfuggito miracolosamente al massacro dei figli maschi della sua gente (vedi xx, -).  II versetto sembra voler ricordare alla gente di Faraone una rivelazione dimenticata; vedi note a VII, -xx,  Vedi xx, e la nota.  «i favoriti»: «al-muqarrabìn», letteralmente i ravvicinati, gli approssimati. Significa: «entrerete a far parte della cerchia dei miei consiglieri più intimi».  Un orrendo supplizio per i maghi che passano così dalla miscredenza al martirio: il taglio della mano destra e del piede sinistro e la crocifissione. A proposito della loro straordinaria conversione, vedi note a VII, -XX,  Faraone e i suoi.  Non abbiamo notizie a proposito di un ritorno dei Figli di Israele in Egitto e neppure sul fatto che alcuni di loro non abbiano seguito Mosè nell’Esodo; pertanto non capiamo in quale modo essi potessero ereditare materialmente quei «giardini e fonti, tesori e graziose dimore» di cui è questione nei due versetti precedenti. Il significato più accettato dai commentatori è quello che i Figli di Israele ottennero nella Palestina in cui si stabilirono condizioni di vita e beni uguali a quelli che avevano posseduto i loro padroni egiziani.  Nel senso di «facemmo sì che gli altri si gettassero nel passaggio aperto nel mare».  La malattia come stato di debolezza incidentale che colpisce tutti gli uomini fa certamente parte del disegno di realizzazione spirituale che Allah (gloria a Lui l’Altissimo) ha disposto per l’uomo.  «i giusti»: «as-sâlihîn», anche «i devoti».  «il Giardino delle Delizie»: «Jannatu ’n-Na‘ ìm», una delle dimore del Paradiso.  II Paradiso e l’Inferno nelle loro significative dimensioni di delizia totale e fornace orribile, appariranno a quelli destinati alla beatitudine e a quelli destinati alla dannazione: per i primi, alla gioia per il premio ricevuto si aggiungerà il sollievo per il castigo evitato mentre gli altri soffriranno il massimo della disperazione e del rimpianto.  Gli idoli e i loro adoratori saranno gettati nell’Inferno.  Forse il versetto si riferisce alla storia di Abramo o al destino dei miscredenti indicato dal Corano.  «Apri una via»: decidi quale delle due parti debba prevalere.  «Come tiranni» cioé: «Sarete spietati nel vostro modo di fare la guerra».  «che restò indietro»: Tabarì (XIX, ci riferisce di una donna (la moglie di Lot) che informò i sodomiti della presenza degli ospiti nella casa di Lot. La Bibbia (Genesi XIX, dice che la moglie di Lot, disobbedendo agli ordini divini si volse a contemplare la rovina di Sodoma e fu trasformata in una colonna di sale. Come nella vicenda di Noè abbiamo un figlio che rifiuta la salvezza dell’Arca (vedi XI, -e le note) anche nella famiglia di Lot c’è una donna che «rimane indietro», «si volge a guardare indietro», dando segno di un rimpianto per quello che aveva lasciato e da cui Allah l’aveva liberata? Non c’è salvezza per chi la rifiuta.  «il popolo di al-Aykah»: (il «Boschetto»), i Madianiti. «il Giorno dell’Ombra»: la tradizione (Tabarì XIX, riferisce che in un giorni) torrido i Madianiti uscirono dalle loro case per cercare un po’ di conforto dirigendosi verso una grande nuvola che aveva oscurato il sole e che prometteva frescura. Li investì una pioggia incandescente che li sterminò.  «esso è»: il Corano.  «lo Spirito fedele»: l’angelo Gabriele (pace su di lui), il latore della rivelazione coranica.  La missione di Muhammad (pace e benedizioni su di lui) è annunciata dai libri delle grandi tradizioni religiose che precedettero la completa rivelazione dell’IsIàm. Hamidul- lah (Traduzione e commento del Corano, Parigi, afferma che gli zoroastriani parlano di un iconoclasta che si sarebbe chiamato «lodatissimo» (Muhammad appunto); i Veda degli Indù predicono l’avvento di un saggio che sarebbe venuto dal deserto, chiamato «degno di lode». Un altro testo indù entra nei particolari e specifica che il di lui padre si sarebbe chiamato «schiavo di Allah» e la madre «degna di fiducia» (rispettivamente Abdallah e Amîna: i genitori del Profeta). Il Budda parlò della «misericordia» che sarebbe giunta a concludere la sua predicazione. Nel Vangelo di Giovanni xiv, e xvi, Gesù, durante l’ultima cena, annuncia ai discepoli la venuta del periklytos («jrepi- kLitöç», il degno di lode), che fu corrotto in paraklitos («jtapax>ıixoç», il consolatore).  Alcuni tra i più autorevoli esponenti della cultura ebraica di Medina riconobbero il Corano e la missione profetica di Muhammad (pace e benedizioni su di lui), e si convertirono all’IsIàm: il più noto di loro fu Abdallah ibn Sallàm.  «… in una lingua che potessero ben comprendere.»  «che la avvertissero»: … di obbedire alla Parola di Allah, alle Sue leggi, ai Suoi precetti.  «e sii benevolo»: lett. «abbassa l’ala…». La predicazione di Muhammad (pace e benedizioni su di lui) iniziò all’interno della sua famiglia; in seguito, dopo la conquista della Mecca riunì tutta la sua famiglia invitandola al rispetto rigoroso del culto e della legge islamica.  Pare che questi versetti si riferiscano ai diavoli che cercano di origliare i decreti di Allah salendo verso il cielo. Gli Angeli li scoprono e li scacciano lapidandoli. I diavoli scendono sulla terra e bisbigliano quello che hanno potuto ascoltare nelle orecchie dei loro alleati tra gli uomini, aggiungendo però molte cose inventate da loro stessi. Vedi XXXVII, -e la nota a LXVII,  Vedi nota al titolo della sura.  Non sono certo la poesia nel suo complesso e tutti i poeti ad essere condannati dal Corano, ma solo quelli che hanno dato prova di oscenità, di dileggio, di vanagloria.",
    "Tâ, Sìn . Ecco i versetti del Corano e di un Libro chiarissimo,",
    "guida e buona novella per i credenti",
    "che assolvono all’orazione , pagano la decima e credono con fermezza all’altra vita.",
    "Quanto a coloro che non credono nell’altra vita, facemmo [sembrar] belle le loro azioni, sì che procedessero alla cieca.",
    "[Appartiene] a loro il peggiore dei castighi e nell’altra vita saranno i più grandi perdenti.",
    "Certo tu ricevi il Corano da parte di un Saggio, un Sapiente.",
    "[Ricorda] quando Mosè disse alla sua famiglia: «Ho visto un fuoco, vi porterò notizie di esso o tornerò con un tizzone acceso, affinché vi possiate riscaldare ! » .",
    "Quando vi giunse fu chiamato: «Sia benedetto Colui Che è nel fuoco e chi è attorno ad esso e gloria ad Allah, Signore del creato!».",
    "«O Mosè, in verità Io sono Allah l’Eccelso, il Saggio.",
    "Getta il tuo bastone!» Quando lo vide contorcersi come fosse un serpente, volse le spalle, ma non tornò sui suoi passi . «Non aver paura, Mosè. Gli Inviati non hanno niente da temere nei Miei confronti.",
    "[Hanno da temere] soltanto coloro che sono stati ingiusti. Ma per coloro che sostituiscono il male con il bene , in verità Io sono perdonatore, misericordioso!",
    "Infila la tua mano nell’apertura della tua tunica, la trarrai bianca senza male alcuno, è uno dei nove segni [destinati] a Faraone e al suo popolo; essi sono davvero un popolo di empi!»",
    "Quando poi giunsero loro i Nostri segni evidenti, dissero: «Questa è magia evidente!».",
    "Ingiusti e orgogliosi li negarono, anche se intimamente ne erano certi . Guarda cosa è accaduto ai corruttori!",
    "Già demmo scienza a Davide e Salomone. Dissero: «Lode ad Allah, Che ci ha concesso eccellenza su molti dei Suoi servi credenti!».",
    "Salomone succedette a Davide e disse: «O uomini, ci è stato insegnato il linguaggio degli uccelli e ci è stata data abbondanza di ogni cosa: invero questa è grazia evidente!».",
    "Furono riunite per Salomone le sue schiere di dèmoni, di uomini e di uccelli e furono allineate in ranghi distinti.",
    "Quando giunsero alla valle delle formiche, una formica disse: «O formiche, rientrate nelle vostre dimore, che non vi schiaccino inavvertitamente Salomone e le sue truppe».",
    "[Salomone] sorrise a queste sue parole e disse: «Concedimi, o Signore, di esserTi grato per il favore che hai concesso a me a mio padre e a mia madre e [concedimi] di compiere il bene che Tu gradisci e, per la Tua misericordia, fammi entrare tra i Tuoi virtuosi servitori».",
    "Passò in rivista gli uccelli e disse: «Perché mai non vedo l’upupa? È forse tra gli assenti?",
    "Le infliggerò un severo castigo, o la sgozzerò, a meno che non adduca una valida scusa».",
    "Ma non tardò ancora per molto. Disse: «Ho appreso qualcosa che tu non conosci: ti porto notizie certe sui Sabâ :",
    "ho scoperto che una donna è loro regina, che è provvista di ogni bene e che possiede un trono magnifico.",
    "L’ho scorta prosternarsi, insieme col suo popolo, davanti al sole invece che ad Allah. Satana ha reso belle le loro azioni agli occhi loro, li ha sviati dalla retta via e non hanno guida alcuna.",
    "Perché mai non si prosternano dinanzi ad Allah, Che svela ciò che è nascosto nei cieli e sulla terra e che conosce quel che celate e quel che palesate?",
    "Allah! Non c’è dio all’infuori di Lui, il Signore del Trono immenso».",
    "Disse [Salomone]: «Presto vedremo se hai detto la verità o se hai mentito.",
    "Va’ con questa mia lettera e falla cadere su di loro; mettiti poi in disparte e aspetta ciò che le sarà risposto».",
    "Disse [la regina]: «O notabili, mi è stata fatta pervenire una nobile lettera .",
    "Giunge da Salomone, [dice]: In nome di Allah, il Compassionevole, il Misericordioso,",
    "non siate arroganti nei miei confronti e venite a me sottomessi ad Allah ».",
    "Disse : «O notabili, datemi il vostro parere su questo affare: non prendo mai una decisione a vostra insaputa».",
    "Risposero: «Disponiamo di forza e temibile determinazione. La decisione spetta a te: stabilisci dunque quello che vuoi ordinare».",
    "Disse: «In verità, quando i re penetrano in una città, la saccheggiano e riducono in miseria i più nobili dei suoi abitanti. È così che agiscono.",
    "Io gli invierò un dono e valuterò ciò che i messi riporteranno» .",
    "Quando giunsero presso Salomone, [egli] disse: «Volete forse lusingarmi con le ricchezze? Ciò che Allah mi ha concesso è meglio di quello che ha concesso a voi. No, siete voi che vi gloriate del vostro dono.",
    "Ritornate dai vostri. Marceremo contro di loro con armate alle quali non potranno resistere e li scacceremo, umiliati e miserabili».",
    "Disse [Salomone]: «O notabili, chi di voi mi porterà il suo trono prima che vengano a me sottomessi?».",
    "Un ifrit tra i dèmoni disse: «Te lo porterò prima ancora che tu ti sia alzato dal tuo posto, ne sono ben capace e son degno di fiducia».",
    "Uno che aveva conoscenza del Libro disse: «Te lo porterò prima ancora che tu possa battere ciglio». Quando poi [Salomone] lo vide posarsi presso di sé, disse: «Questo è parte della grazia del mio Signore per mettermi alla prova, [e vedere] se sarò riconoscente o ingrato. Quanto a chi è riconoscente, lo è per se stesso, e chi è ingrato… [sappia che] il mio Signore basta a Se Stesso ed è generoso».",
    "E disse: «Rendetele irriconoscibile il suo trono: vedremo se lo riconoscerà o se fa parte di coloro che non sono guidati» .",
    "Quando giunse, le fu detto: «È questo il tuo trono?». Rispose: «Sembrerebbe che lo sia». [Disse Salomone]: «Già ci fu data la scienza e già fummo sottomessi ad Allah».",
    "Ciò che adorava all’infuori di Allah l’aveva distolta. Invero faceva parte di un popolo miscredente.",
    "Le fu detto: «Entra nel palazzo». Quando lo vide, credette che fosse un’acqua profonda e si scoprì le gambe. [Allora Salomone] disse: «E un palazzo lastricato di cristallo» . Disse [quella]: «Signore! Sono stata ingiusta nei miei stessi confronti. Mi sottometto con Salomone ad Allah, Signore dei mondi».",
    "Ai Thamùd inviammo il loro fratello Şâlih: [disse] «Adorate Allah». Invece si divisero in due gruppi in discordia tra loro .",
    "Disse: «O popol mio, perché volete affrettare il male piuttosto che il bene? Perché non chiedere il perdono ad Allah, affinché vi usi misericordia?».",
    "Dissero: «In te e in coloro che sono con te, vediamo un uccello di malaugurio». Disse: «Il vostro augurio dipende da Allah. Siete un popolo messo alla prova».",
    "Pre-Eg. n. Di versetti. II nome della sura deriva dal vers. In nome di Allah, il Compassionevole, il Misericordioso. Nella città c’era una banda di nove persone che spargevano corruzione sulla terra e non facevano alcun bene.",
    "Dissero, giurando fra loro [in nome] di Allah : «Attaccheremo di notte, lui e la sua famiglia. Poi diremo a chi vorrà vendicarlo: “Non siamo stati testimoni dello sterminio della sua famiglia . Davvero siamo sinceri”».",
    "Ordirono una trama e Noi ordimmo una trama senza che se ne accorgessero.",
    "Guarda cosa ne è stato della loro trama: li facemmo perire insieme con tutto il loro popolo .",
    "Ecco le loro case in rovina a causa dei loro misfatti. Questo è certo un segno per la gente che ha conoscenza!",
    "E salvammo coloro che avevano creduto ed erano timorati.",
    "[E ricorda] Lot, quando disse al suo popolo: «Vi darete alla turpitudine pur riconoscendola?",
    "Vi accosterete agli uomini piuttosto che alle femmine, per placare il vostro desiderio? Siete davvero un popolo ignorante».",
    "La risposta del suo popolo fu solo: «Scacciate dalla vostra città la famiglia di Lot! E gente che pretende di essere pura».",
    "Lo salvammo insieme con la sua famiglia, eccetto sua moglie, per la quale decidemmo che fosse tra coloro che sarebbero stati annientati.",
    "Facemmo scendere su di loro una pioggia, una pioggia orribile su coloro che erano stati [invano] avvertiti.",
    "Di’ : «Lode ad Allah e pace sui Suoi servi che ha prescelti!». E migliore Allah o quel che Gli associano?"
  ]
}