{
  "meta": {
    "id": 153,
    "name": "Hamza Roberto Piccardo",
    "translator_name": "Hamza Roberto Piccardo",
    "slug": "italian-hamza-roberto-piccardo",
    "language_name": "italian"
  },
  "verses": [
    " Benedetto Colui nella Cui mano è la sovranità, Egli è onnipotente;",
    "Colui Che ha creato la morte e la vita per mettere alla prova chi di voi meglio opera, Egli è l’Eccelso, il Perdonatore;",
    "Colui Che ha creato sette cieli sovrapposti senza che tu veda alcun difetto nella creazione del Compassionevole. Osserva, vedi una qualche fenditura?",
    "Osserva ancora due volte: il tuo sguardo ricadrà, stanco e sfinito.",
    "Invero abbellimmo di luminarie il cielo più vicino, e ne abbiamo fatto strumenti; per lapidare i dèmoni  per i quali abbiamo preparato la Fiamma.",
    "Per coloro che non credono nel loro Signore, c’è il castigo dell’Inferno: qual tristo divenire!",
    "Quando vi sono precipitati, ne sentono il fragore mentre ribolle:",
    "manca poco a che scoppi di rabbia. Ogni volta che un gruppo vi è precipitato, i suoi guardiani chiedono: «Non vi è forse giunto un ammonitore?».",
    "Risponderanno: «Sì, ci era giunto un ammonitore, ma noi lo tacciammo di menzogna e dicemmo: “Allah non ha fatto scendere alcunché, voi siete in evidente errore!”».",
    "E diranno: «Se avessimo ascoltato o compreso, non saremmo tra i compagni della Fiamma».",
    "Riconoscono il loro peccato. Che siano ridotti in polvere i compagni della Fiamma!",
    "Coloro che invece temono il loro Signore in ciò che è invisibile, avranno perdono e ricompensa grande.",
    "Sia che nascondiate i vostri intenti o li palesiate, Egli ben conosce quello che contengono i petti.",
    "Non conoscerebbe ciò che Egli stesso ha creato, quando Egli è il Sottile  , il Ben informato?",
    "Egli è Colui Che vi ha fatto remissiva la terra: percorretela in lungo e in largo, e mangiate della Sua provvidenza. Verso di Lui è la Resurrezione.",
    "Siete forse sicuri che Colui Che sta nel cielo non vi faccia inghiottire dalla terra quando trema?",
    "O siete sicuri che Colui Che sta nel cielo non scateni contro di voi un uragano? Conoscerete allora il Mio avvertimento.",
    "Invero coloro che li precedettero già tacciarono di menzogna. Quale fu la mia riprovazione!",
    "Non hanno visto, sopra di loro, gli uccelli spiegare e ripiegare le ali? Non li sostiene altri che il Compassionevole. In verità Egli osserva ogni cosa.",
    "Chi potrebbe costituire un esercito per voi, e [chi potrebbe] soccorrervi all’infuori del Compassionevole? I miscredenti sono in preda all’inganno.",
    "Chi provvederà a voi, se Egli tratterrà la Sua provvidenza? No, essi persistono nell’insolenza e nel rifiuto.",
    "Colui che cammina con il volto rivolto al suolo è forse meglio guidato di colui che si erge camminando sulla retta via  ?",
    "Di’: «Egli è Colui Che vi ha creati e vi ha dato l’udito, gli occhi e i cuori». Quanto poco Gli siete riconoscenti!",
    "Di’: «Egli è Colui Che vi ha sparsi sulla terra e verso di Lui sarete riuniti».",
    "Dicono: «A quando questa promessa? [Ditecelo,] se siete veridici».",
    "Di’: «La conoscenza [di ciò] appartiene ad Allah. Io non sono altro che un ammonitore esplicito».",
    "Quando la vedranno da vicino, saranno stravolti i visi dei miscredenti e sarà detto loro: «Ecco ciò che vi ostinavate a chiedere!».",
    "Di’: «Cosa credete? Sia che Allah faccia perire me e quelli che sono con me sia che ci usi misericordia, chi potrà proteggere i miscredenti da un doloroso castigo?».",
    "Di’: «Egli è il Compassionevole! Crediamo in Lui e in Lui confidiamo. Presto saprete chi è in errore evidente».",
    "Di’: «Cosa credete? Se la vostra acqua rientrasse nelle profondità [della terra] chi vi procurerebbe acqua sorgiva?».    Vedi note a XV,e XXXVII, «il Sottile»: in arabo «al-Latìf» con il senso di perspicace, acuto, capace di percepire anche le parti più nascoste, profondo; altro significato, il Dolce, Colui che mitiga le pene.  «il volto rivolto al suolo»: colui che presta attenzione solo al lato materiale della vita.",
    "Nûn  .Per il calamo e ciò che scrivono  !",
    "Per Grazia di Allah tu non sei un folle ,",
    "e in verità ci sarà per te infinita ricompensa,",
    "e in verità di un’immensa grandezza è il tuo carattere  .",
    "Vedrai, e pure loro vedranno",
    "chi di voi ha perso la ragione.",
    "Il tuo Signore ben conosce chi si allontana dalla Sua via e ben conosce coloro che seguono la retta via.",
    "Non obbedire a coloro che tacciano di menzogna.",
    "Vorrebbero che tu fossi accondiscendente e allora sarebbero accondiscendenti anche loro  .",
    "Non dare ascolto ad alcun miserabile spergiuro  ,",
    "al diffamatore, seminatore di maldicenza,",
    "a quel grande nemico del bene, trasgressore, peccatore,",
    "arrogante e persino bastardo  .",
    "[Non dargli ascolto,] anche se possiede ricchezze e progenie.",
    "Quando i nostri versetti gli sono recitati, dice: «Favole degli antichi!».",
    "Lo marchieremo sul grugno  .",
    "Li abbiamo messi alla prova come abbiamo messo alla prova quelli del giardino che avevano giurato di fare il raccolto al mattino  ,",
    "senza formulare riserva  .",
    "Venne un uragano, proveniente dal tuo Signore, mentre dormivano:",
    "e al mattino fu come se [il giardino] fosse stato falciato.",
    "L’indomani si chiamarono gli uni con gli altri, di buon mattino:",
    "«Andate di buon’ora alla vostra piantagione, se volete raccogliere».",
    "Andarono parlando tra loro a bassa voce:",
    "«Che oggi non si presenti a voi un povero!»  .",
    "Uscirono di buon’ora, in preda all’avarizia, pur avendo i mezzi [per fare l’elemosina].",
    "Quando poi videro [quel che era avvenuto], dissero: «Davvero abbiamo sbagliato [strada]!",
    "[Ma poi convennero:] Siamo rovinati»  .",
    "Il più equilibrato tra loro disse: «Non vi avevo forse avvertito di rendere gloria ad Allah?».",
    "Dissero: «Gloria al nostro Signore, invero siamo stati ingiusti».",
    "Si volsero poi gli uni agli altri, biasimandosi a vicenda.",
    "Dissero: «Guai a noi, invero siamo stati iniqui.",
    "È possibile che il nostro Signore ci compensi di questo con qual cosa di migliore. Noi bramiamo il nostro Signore»  .",
    "Questo fu il castigo, ma il castigo dell’altra vita è ancora maggiore, se solo lo sapessero!",
    "I devoti avranno presso il loro Signore i Giardini della Delizia.",
    "Tratteremo i sottomessi  come i criminali?",
    "Che cosa vi prende? Come giudicate?",
    "Avete forse una Scrittura che vi istruisca,",
    "e in cui troviate quel che desiderate?",
    "Ci siamo forse legati a voi con solenni giuramenti che Ci impegnino fino al Giorno della Resurrezione, a darvi quello che chiederete?",
    "Interpellali su chi di loro se ne faccia garante.",
    "Oppure, hanno forse degli [dèi] associati? Allora facciano venire i loro associati, se sono sinceri.",
    "Il Giorno in cui affronteranno gli orrori  , saranno chiamati a prosternarsi, ma non potranno farlo:",
    "saranno bassi i loro sguardi e saranno coperti di ignominia. Eppure furono chiamati a prosternarsi quando ancora erano sani e salvi.",
    "LasciaMi solo con coloro che tacciano di menzogna questo Discorso. Li condurremo passo passo per vie che non conoscono  .",
    "Concedo loro una dilazione: in verità il Mio piano è infallibile.",
    "Forse chiedi loro un compenso che li gravi di un peso insopportabile  ?",
    "Forse possiedono l’invisibile e lo descrivono?",
    "Sopporta dunque con pazienza il Decreto del tuo Signore e non essere come l’uomo della balena  , che invocò al colmo dell’angoscia.",
    "Se una grazia del tuo Signore non lo avesse toccato, sarebbe stato gettato sulla riva deserta, reietto.",
    "Poi il suo Signore lo scelse e ne fece uno dei giusti.",
    "Manca poco che i miscredenti ti trapassino con gli sguardi, quando sentono il Monito; dicono: «Davvero è uno posseduto!»  .",
    "Ma questo [Corano] non è che un Monito per il Creato.    Vedi Appendice.  Allah (gloria a Lui l’Altissimo) ha assegnato due angeli ad ogni uomo, uno sulla sua destra che annota il bene che esso compie e uno sulla sua sinistra che registra il male; ma oltre ad accennare a queste angeliche presenze e alla loro funzione, il versetto richiama l’attenzione sull’importanza del calamo, strumento di conoscenza e di diffusione della conoscenza (vedi XCVI, ).  Come già in altri brani, Allah (gloria a Lui l’Altissimo) si rivolge direttamente al Profeta Muhammad (pace e benedizioni su di lui) per rassicurarlo e aiutarlo a sopportare l’ostilità della sua gente.  Allah (gloria a Lui l’Altissimo) conferma le eccezionali caratteristiche del Suo Inviato Muhammad.  I politeisti cercarono a lungo di giungere ad un «compromesso» con l’Inviato di Allah (pace e benedizioni su di lui): se lui avesse cessato di affermare l’Unicità di Allah (gloria a Lui l’Altissimo) loro lo avrebbero lasciato in pace e avrebbero permesso «anche» il culto dell’Unico.  Molti esegeti, che si basano su un detto di Ibn ‘Abbàs (che Allah sia soddisfatto di lui) dicono che questo versetto e i sei che lo seguono, alludono ad al-Walid ibn Mughira, uno dei più feroci nemici del Profeta e dei musulmani.  Il padre naturale di al-Walid ibn Mughira (vedi nota sopra)lo riconobbe quando già avevaanni.  Al-Walid ibn Mughìra (vedi sopra nota al vers.sarà poi ferito al naso durante la battaglia di Badr e rimarrà deturpato.  Riferisce la tradizione (Tabarì XXIX, che i verss.-si riferiscono alla storia degli eredi di un ebreo generoso che possedeva delle palme da dattero e che, al momento della raccolta, lasciava che i poveri prendessero una parte dei frutti. Alla sua morte i figli decisero di cambiare stile e si accordarono per raccogliere i datteri al mattino presto e non dare nulla ai poveri. Allah li punì devastando la loro piantagione.  Senza dire «Se Allah vuole», riconoscendo la priorità della volontà divina su ogni intenzione umana.  Ricordiamo che per fedeltà al testo coranico manteniamo la seconda persona plurale anche quando in realtà si tratta di un discorso che coinvolge colui che parla e quindi, in italiano, si userebbe la prima plurale.  Di fronte al disastro del loro giardino dapprima stentano a riconoscerlo e pensano di aver sbagliato strada ma poi devono constatare la loro rovina.  Capire i segni che il nostro Signore ci invia è segno di intelligenza, il pentimento che ne deriva sollecita il dono più grande di Allah, la sua Misericordia, e già la capacità di pentirsi è un dono di Allah.  «i sottomessi», i musulmani sono coloro che sono sottomessi ad Allah.  «… in cui affronteranno gli orrori»: lett. «sarà scoperta una tibia», questa espressione che è mutuata dal linguaggio militare, significa prepararsi allo scontro (accorciando appunto le vesti e scoprendo le gambe). In questo caso indica il Giorno del Giudizio.  «Li condurremo… per vie che non conoscono»: alla loro rovina materiale e spirituale.  Vedi LII, e la nota.  «l’uomo della balena»: Giona (vedi sura x). Si rivolse ad Allah dallo stomaco della balena.  Nell’intento di fare del male all’Inviato di Allah (pace e benedizioni su di lui) i miscredenti avevano ingaggiato gente reputata capace di «dare il malocchio» con Vincarico di esercitare su di lui la loro arte malefica. Tutti i loro tentativi fallirono (sia lode ad Allah l’Altissimo) e allora quelli affermarono che certamente Muhammad era già posseduto (e protetto) da qualche potente dèmone.",
    "L’Inevitabile  !",
    "Cos’è l’Inevitabile?",
    "Chi mai ti dirà che cos’è l’Inevitabile?",
    "I Thamùd e gli ‘Àd tacciarono di menzogna il cataclisma,",
    "ma i Thamùd furono sterminati da un Grido tremendo,",
    "mentre gli ‘Àd furono distrutti da un vento mugghiante, furioso,",
    "che Allah scatenò contro di loro per sette notti e otto giorni consecutivi. Allora avresti visto quella gente riversa in terra come tronchi cavi di palma.",
    "Ne vedi forse uno sopravvissuto?",
    "Anche Faraone e coloro che lo precedettero e le [città]  stravolte commisero peccati.",
    "Disobbedirono al Messaggero del loro Signore ed Egli li afferrò con estrema energia.",
    "Quando l’acqua dilagò vi caricammo sull’Arca,",
    "affinché essa diventasse un monito ricordato da ogni orecchio che ricorda.",
    "Quando sarà soffiato nel Corno la prima volta,",
    "e la terra e le montagne saranno sollevate e polverizzate in un sol colpo,",
    "in quel Giorno avverrà l’Evento,",
    "e si spaccherà il cielo, così fragile in quel Giorno.",
    "Staranno gli angeli ai suoi orizzonti e in quel Giorno otto [di loro] porteranno il Trono del tuo Signore.",
    "Sfilerete [davanti ad Allah] in quel Giorno e niente di quel che celate potrà essere nascosto.",
    "Chi avrà ricevuto il libro  nella mano destra, dirà: «Prendete, leggete il mio libro.",
    "Invero sapevo che avrei avuto il mio rendiconto!».",
    "Egli avrà piacevole esistenza",
    "in un Giardino elevato,",
    "i cui frutti saranno a portata di mano.",
    "«Mangiate e bevete in pace, è il premio per quel che avete fatto nei giorni passati.»",
    "Chi invece avrà ricevuto il suo libro nella mano sinistra, dirà: «Ahimè, se solo non mi fosse stato consegnato il mio libro",
    "e non avessi conosciuto il mio rendiconto!",
    "Ahimè, quanto vorrei che essa fosse stata definitiva  !",
    "Quel che possedevo non mi ha giovato affatto.",
    "Ho perso il mio potere».",
    "[Diranno:] «Afferratelo e mettetelo nei ceppi,",
    "quindi sia precipitato nella Fornace,",
    "e poi legatelo con una catena di settanta cubiti.",
    "Non credeva in Allah, il Supremo,",
    "e non esortava a nutrire il povero.",
    "Oggi non avrà qui nessun amico sincero,",
    "né altro cibo che sanie ",
    "che solo i colpevoli mangeranno.",
    "Lo giuro per quel che vedete,",
    "e per quel che non vedete!».",
    "Questa è in verità la parola di un Messaggero nobilissimo;",
    "non è la parola di un poeta – [credetelo] per quanto poco crediate-",
    "e neanche la parola di un indovino – per quanto poco riflettiate!",
    "E una Rivelazione  venuta dal Signore dei mondi.",
    "Se [Muhammad] Ci avesse mendacemente attribuito qualche discorso  ,",
    "lo avremmo certo afferrato per la mano destra,",
    "e quindi gli avremmo reciso l’aorta",
    "e nessuno di voi avrebbe potuto impedirCelo.",
    "In verità questo è un Monito per i timorati [di Allah]!",
    "Sappiamo che tra voi c’è chi lo tratta da bugiardo;",
    "in verità ciò sarà un rimpianto per i miscredenti;",
    "questa è l’assoluta certezza.",
    "Allora glorifica il Nome del tuo Signore, il Supremo.  Abbiamo tradotto «al-Hâqqah», con l’Inevitabile; il termine è derivante da un radicale implicante il concetto di «dovere». Si tratta dell’ora della Resurrezione e del Giudizio.  «le [città] stravolte»: la Pentapoli, di cui facevano parte Sodoma e Gomorra.  «il libro»: il registro in cui saranno state scritte le azioni dell’uomo.  Come dire: «Se la morte fisica fosse stata definitiva».  «sanie»: il termine usato dal Corano è «ghislìn»; implica il concetto di qualcosa che deve essere «lavata via». Di cosa si tratti esattamente non è dato di sapere; Tabarì (XXIX, scrisse: «solo Allah sa cosa siano esattamente “zaqqùm” e “ghislìn”».  Naturalmente la Rivelazione è il Corano stesso.  Non vi è nessuna possibilità che un uomo e tantomeno il Messaggero di Allah (pace e benedizioni su di lui) possa interpolare o aggiungere del suo alla Parola di Allah (gloria a Lui l’Altissimo). Allah è Colui che tutto ascolta e conosce.",
    "Un tale ha chiesto un castigo immediato  .",
    "Per i miscredenti nessuno potrà impedirlo",
    "[poiché proviene] da Allah, il Signore delle Vie dell’Ascesa  .",
    "Gli angeli e lo Spirito  ascendono a Lui in un Giorno la cui durata è di cinquantamila anni  .",
    "Pazienta dunque di bella pazienza  .",
    "Essi lo considerano come fosse lontano,",
    "mentre Noi lo vediamo vicino.",
    "Il Giorno in cui il cielo sarà come metallo fuso",
    "e le montagne come [fiocchi] di lana,",
    "nessun amico sollecito chiederà dell’amico,",
    "anche se sarà dato loro di vedersi. Il malvagio vorrebbe riscattarsi dal castigo di quel Giorno, offrendo i suoi figli,",
    "la sua sposa e suo fratello,",
    "e la sua gente che lo ospitava,",
    "e tutto quel che è sulla terra, ogni cosa che potesse salvarlo.",
    "Niente [lo salverà]: sarà una fiammata",
    "a strappargli brutalmente la pelle del cranio.",
    "Essa chiamerà chi avrà volto le spalle e se ne sarà andato",
    "[chi] accumulava e tesaurizzava.",
    "In verità l’uomo è stato creato instabile;",
    "prostrato quando lo coglie sventura,",
    "arrogante nel benessere  ;",
    "eccetto coloro che eseguono l’orazione,",
    "e sono costanti nella loro orazione,",
    "e sui cui beni c’è un riconosciuto diritto  ,",
    "per il mendicante e il diseredato;",
    "coloro che attestano la verità del Giorno del Giudizio",
    "e coloro che temono il castigo del loro Signore –",
    "ché in verità il castigo del loro Signore non è cosa da cui si possa trovare riparo –",
    "e che si mantengono casti",
    "eccetto che con le loro spose o con le schiave che possiedono  – e in questo non sono biasimevoli,",
    "mentre coloro che desiderano altro sono i trasgressori -;",
    "coloro che rispettano ciò che è loro stato affidato e i loro impegni,",
    "che rendono testimonianza sincera,",
    "e hanno cura della loro orazione  .",
    "Costoro saranno onorati nei Giardini.",
    "Cos’hanno mai da affrettarsi verso di te coloro che non credono  ,",
    "[venendo] in gruppi da destra e da sinistra?",
    "Ciascuno di loro desidera che lo si lasci entrare nel Giardino della Delizia?",
    "No, mai! Invero li creammo di quello  che già sanno.",
    "Lo giuro per il Signore degli Orienti e degli Occidenti  , in verità abbiamo il potere",
    "di sostituirli con [altri] migliori di loro e nessuno potrebbe precederci.",
    "Lascia dunque che disputino e giochino finché non incontreranno il Giorno che è stato loro promesso;",
    "il Giorno in cui usciranno dalle tombe in fretta, come se corressero verso pietre drizzate  ,",
    "con gli sguardi umili, coperti di vergogna: questo è il Giorno che è stato loro promesso.    Abû Jahl, o forse Nadir ibn al-Hàrith che chiesero più volte al Profeta (pace e benedizioni su di lui) di affrettare il castigo che egli annunciava loro; entrambi furono uccisi nella battaglia di Badr. Oltre il riferimento specifico, Allah (gloria a Lui l’Altissimo) avverte coloro i quali ironizzano sul castigo e sfidano la potenza divina. Alcuni autorevoli commentatori mettono in rilievo che potrebbe essere accettato un secondo significato: «un tale si è informato a proposito di castigo imminente».  «le Vie dell’Ascesa»: angelici percorsi verso la divina Presenza.  «lo Spirito»: con questo nome il Corano indica spesso l’angelo Gabriele (pace su di lui).  «cinquantamila anni»: valore simbolico che sta ad indicare una realtà di tempo spirituale che non ci è dato conoscere con certezza. Secondo un’interpretazione sarebbe la misura del tempo che gli empi trascorreranno nell’attesa che Allah (gloria a Lui l’Altissimo) decida la loro sorte nel Giorno del Giudizio.  «O Muhammad (o credente), persevera con serenità di fronte alla sfrontatezza dei miscredenti che si esprimono con te nei termini indicati nel versetto iniziale.»  Lapidaria, in tre versetti di grande pregnanza la realtà intrinseca dell’uomo. La sura prosegue poi indicando le condizioni alle quali l’uomo si riscatta dalla sua miseria.  Il diritto del povero sui beni del ricco è codificato nelTIslàm dall’istituto della zakât (l’elemosina rituale, la decima). Vedi in proposito Appendice  «le schiave»: lett. «quelle che le loro destre possiedono». N.B. I verss. -sono identici ai verss. -della sura XXIII.  Tabarî (XXIX, afferma che il versetto esprime il precetto di eseguire le orazioni nell’orario prescritto.  Secondo i commentatori il versetto sottointenderebbe: «quando i miscredenti si burlano di te».  Di fango e poi attraverso il processo della fecondazione (vedi XXII, ).  Vedi nota a LV, Gli arabi pagani praticavano molti e diversi riti che avevano per oggetto totem di pietra simbolizzanti gli «dèi» del loro Olimpo idolatrico.",
    "In verità inviammo Noè al suo popolo: «Avverti il tuo popolo prima che giunga loro un doloroso castigo».",
    "Disse: «O popol mio, in verità io sono per voi un ammonitore evidente:",
    "adorate Allah, temeteLo e obbeditemi,",
    "affinché perdoni una parte dei vostri peccati e vi conceda dilazione fino a un termine stabilito; ma quando giungerà il termine di Allah non potrà essere rimandato, se [solo] lo sapeste».",
    "Disse: «Signore, ho chiamato il mio popolo giorno e notte,",
    "ma il mio richiamo ha solo accresciuto la loro repulsione.",
    "Ogni volta che li chiamavo affinché Tu li perdonassi, si turavano le orecchie con le dita e si avvolgevano nelle loro vesti, pervicaci e tronfi di superbia.",
    "Poi li ho chiamati ad alta voce.",
    "Li ho arringati e ho parlato loro in segreto,",
    "dicendo: Implorate il perdono del vostro Signore, Egli è Colui Che molto perdona,",
    "affinché vi invii dal cielo una pioggia abbondante,",
    "accresca i vostri beni e i vostri figli e vi conceda giardini e ruscelli.",
    "Perché non confidate nella magnanimità di Allah,",
    "quando è Lui Che vi ha creati in fasi successive?",
    "Non avete considerato come Allah ha creato sette cieli sovrapposti",
    "e della luna ha fatto una luce e del sole un luminare.",
    "E Allah che vi ha fatto sorgere dalla terra come piante.",
    "Poi vi rimanderà [ad essa] e vi farà risorgere.",
    "Allah ha fatto della terra un tappeto per voi,",
    "affinché possiate viaggiare su spaziose vie».",
    "Disse Noè: «Signore, mi hanno disobbedito seguendo coloro i cui beni e figli non fanno che aumentarne la rovina;",
    "hanno tramato un’enorme trama",
    "e hanno detto: “Non abbandonate i vostri dèi, non abbandonate né Wadd, né Suwà, né Yaghùth, né Ya‘ùq, né Nasr’” .",
    "Essi ne hanno traviati molti; [Signore,] non accrescere gli ingiusti altro che nella perdizione».",
    "A causa dei loro peccati sono stati affogati e poi introdotti nel Fuoco, e non trovarono nessun soccorritore all’infuori di Allah.",
    "Pregò Noè: «Signore, non lasciare sulla terra alcun abitante che sia miscredente!",
    "Se li risparmierai, travieranno i Tuoi servi e non genereranno altro che perversi ingrati.",
    "Signore, perdona a me, ai miei genitori, a chi entra nella mia casa come credente, ai credenti e alle credenti; non accrescere gli ingiusti altro che nella rovina».  Divinatà adorate dal popolo di Noè e dagli arabi pagani ancora ai tempi del Profeta (pace e benedizioni su di lui). Secondo una tradizione, il culto di queste divinità trarrebbe origine dalla considerazione e dal rispetto in cui la tribù dei Banu Qàbil teneva cinque uomini pii morti nello spazio di un mese. Per onorarne la memoria e fare di loro un esempio per i posteri eressero cinque statue con le loro fattezze. Con l’andare del tempo, però, la gente dimenticò la vera natura di quei simulacri e cominciò ad adorarli come dèi. Nell’ottavo anno dall’Egira (d.C.) l’Inviato di Allah (pace e benedizioni su di lui) diede incarico a Khalid ibn Walid, uno dei suoi più valorosi condottieri, di distruggere il tempio di Suwà’.  Gli esegeti propongono diverse versioni a proposito della rivelazione di questa sura. La più accreditata riferisce che di ritorno da Tà’if (vedi nota al titolo della sura xvii) l’Inviato di Allah (pace e benedizioni su di lui) recitò nella notte qualche parte del Santo Corano. La sua recitazione fu udita da un gruppo di dèmoni che toccati dall’intrinseca potenza di quelle parole, lo riconobbero come profeta e si convertirono all’IsIàm. Creature invisibili, i dèmoni vennero creati a partire dal fuoco e più esattamente dalla parte più pura di esso, la linguetta di energia che non emette fumo e che si trova sull’estremità della fiamma. Allah (gloria a Lui l’Altissimo) nel Corano li nomina ben trentuno volte. I dèmoni hanno volontà propria e libero arbitrio e vivono in un mondo contiguo ma separato da quello degli uomini, al quale hanno accesso attraverso meccanismi e varchi preclusi ai figli di Adamo.",
    "Di’: «Mi è stato rivelato che un gruppo di dèmoni ascoltarono e dissero: “Invero abbiamo ascoltato una Lettura meravigliosa  ,",
    "che conduce sulla retta via; abbiamo creduto in essa e non assoceremo nessuno al nostro Signore.",
    "In verità Egli – esaltata sia la Sua Maestà – non si è preso né compagna, né figlio.",
    "Uno stolto dei nostri  diceva menzogne contro Allah.",
    "Pensavamo che né gli uomini né i dèmoni potessero proferire menzogne contro Allah.",
    "Invero c’erano degli uomini che si rifugiavano presso i dèmoni  , e questo non fece che aumentare la loro follia:",
    "anch’essi pensavano, come lo pensavate voi, che Allah non avrebbe resuscitato nessuno  .",
    "Invero abbiamo sfiorato il cielo, ma lo abbiamo trovato munito di temibili guardiani e di bolidi fiammeggianti  .",
    "Ci sedevamo [un tempo] in sedi appropriate, per ascoltare. Ma ora chi vuole origliare trova un bolide fiammeggiante in agguato  .",
    "Noi non sappiamo se sia stata decretata una sventura per coloro che stanno sulla terra, o se il loro Signore li voglia guidare [al bene].",
    "Tra noi ci sono dei giusti e altri che non lo sono: siamo in diverse sette.",
    "Pensavamo che mai avremmo potuto annullare [la potenza di] Allah sulla terra e che non avremmo mai potuto sfuggire [a Lui]  .",
    "Quando udimmo la Guida, credemmo; e chi crede nel suo Signore non teme danno né offesa.",
    "[Ora] tra noi ci sono i musulmani  e i ribelli. I musulmani sono quelli che hanno scelto la Retta via.",
    "I ribelli, invece, saranno combustibile dell’Inferno”.",
    "Se si manterranno sulla Retta via, Noi li disseteremo di acqua abbondante",
    "per metterli colà alla prova  . Allah condurrà ad un castigo incessantemente più severo chi avrà trascurato il monito del suo Signore.",
    "Le moschee appartengono ad Allah: non invocate nessuno insieme con Lui  .",
    "Quando il servo di Allah si levò per invocarLo, poco mancò che lo stringessero [fino a soffocarlo]!»  .",
    "Di’: «Non invoco altri che il mio Signore e non Gli associo alcunché».",
    "Di’: «In verità non posso né nuocervi, né giovarvi».",
    "Di’: «In verità nessuno potrà proteggermi da Allah e mai troverò rifugio all’infuori di Lui,",
    "se non comunicando, in Nome di Allah, i Suoi messaggi». Coloro che disobbediranno ad Allah e al Suo Messaggero, avranno il fuoco dell’Inferno e vi rimarranno in perpetuo per sempre.",
    "Quando poi vedranno quello che è stato promesso loro, allora sapranno chi avrà avuto l’alleato più debole e [chi sarà stato] numericamente esiguo!",
    "Di’: «Io non so se quello che vi è stato promesso è imminente o se il mio Signore vorrà ritardarlo:",
    "[Egli è] Colui Che conosce l’invisibile e non lo mostra a nessuno,",
    "se non a un messaggero di cui Si compiace, che fa precedere e seguire da una guardia [angelica],",
    "per sapere se [i profeti] hanno trasmesso i messaggi del loro Signore. Gli è ben noto tutto ciò che li concerne e tiene il conto di tutte le cose».  Gli esegeti propongono diverse versioni a proposito della rivelazione di questa sura. La più accreditata riferisce che di ritorno da Tà’if (vedi nota al titolo della sura xvii) l’Inviato di Allah (pace e benedizioni su di lui) recitò nella notte qualche parte del Santo Corano. La sua recitazione fu udita da un gruppo di dèmoni che toccati dall’intrinseca potenza di quelle parole, lo riconobbero come profeta e si convertirono all’IsIàm. Creature invisibili, i dèmoni vennero creati a partire dal fuoco e più esattamente dalla parte più pura di esso, la linguetta di energia che non emette fumo e che si trova sull’estremità della fiamma. Allah (gloria a Lui l’Altissimo) nel Corano li nomina ben trentuno volte. I dèmoni hanno volontà propria e libero arbitrio e vivono in un mondo contiguo ma separato da quello degli uomini, al quale hanno accesso attraverso meccanismi e varchi preclusi ai figli di Adamo.  «una Lettura»: lett. «un Corano».  «Uno stolto dei nostri»: Iblìs-Satana.  Riferisce Tabarì (xxix,-che il versetto si riferisce alla superstizione degli arabi preislamici i quali pronunciavano una formula di richiesta di protezione attribuendo ai dèmoni uno speciale potere su particolari luoghi.  Tabarì predilige un’altra interpretazione del verbo «ba‘atha» che condurrebbe a questa traduzione: «…che Allah non avrebbe inviato alcunché».  Vedi nota a xxvi, - Secondo la tradizione, i dèmoni un tempo potevano ascendere al cielo; questa possibilità fu loro preclusa alla nascita di Muhammad (pace e benedizioni su di lui).  Anche prima di aver ricevuto la rivelazione coranica, i dèmoni erano ben consci della potenza divina e della loro condizione di creature sottoposte comunque alla Sua volontà.  «musulmani»: cioè sottomessi alla volontà di Allah (gloria a Lui l’Altissimo).  L’acqua rappresenta sempre l’abbondanza alimentare e in generale il benessere; la Retta via è l’IsIàm e in questo percorso spirituale le creature saranno tentate e messe alla prova.  Secondo una tradizione, i dèmoni si recarono presso l’Inviato di Allah (pace e benedizioni su di lui) e gli dissero: «Come possiamo accedere alla tua moschea e prendere parte all’orazione dietro di te quando ci troviamo in un luogo remoto?». In conseguenza a ciò fu rivelato questo versetto il cui senso ha la sua chiave di lettura nel significato letterale del «masàgid»: luogo in cui si pratica il «sujùd», la prosternazione. Allah (gloria a Lui l’Altissimo) rispose ai dèmoni che ogni luogo in cui veniva assolto il culto all’Unico era da considerarsi moschea.  I dèmoni che si affollavano attorno all’Inviato di Allah per ascoltarlo come affermano alcuni esegeti o i pagani di Taif che gli furono materialmente ostili o ancora, e più in generale, uomini e jinn ostili e miscredenti che cercavano di impedirgli di assolvere alla sua missione? Allah ne sa di più.",
    "O tu l’avvolto [nelle tue vesti],",
    "veglia una parte della notte,",
    "Pre-Eg. n. Di versetti. Il nome della sura deriva dal vers. In nome di Allah, il Compassionevole, il Misericordioso. la metà, oppure meno,",
    "oppure poco più. E recita il Corano lentamente, distintamente  .",
    "Faremo scendere su di te parole gravi.",
    "In verità la preghiera della notte è la più efficace e la più propizia:",
    "durante il giorno hai occupazioni impegnative.",
    "Menziona il Nome del tuo Signore e consacrati totalmente a Lui.",
    "Il Signore dell’Oriente e dell’Occidente: non c’è dio all’infuori di Lui. Prendi Lui come Protettore.",
    "Sopporta con pazienza quello che dicono e allontanati dignitosamente  .",
    "LasciaMi  con coloro che tacciano di menzogna, che vivono nell’agiatezza e concedi loro un po’ di tempo.",
    "Invero presso di Noi ci sono catene e la Fornace",
    "e cibo che soffoca e doloroso castigo,",
    "nel Giorno in cui la terra e le montagne tremeranno e in cui le montagne diventeranno come dune di sabbia fina.",
    "In verità inviammo a voi un Messaggero, affinché testimoniasse contro di voi, così come inviammo un Messaggero a Faraone.",
    "Ma Faraone disobbedì al Messaggero. Lo afferrammo allora con stretta severa.",
    "Come vi difenderete, voi che già non credeste nel Giorno che trasformerà i bambini in vecchi canuti",
    "[nel Giorno in cui] si spaccherà il cielo? La promessa [di Allah] si realizzerà.",
    "In verità questo è un Monito. Chi vuole, intraprenda dunque la via che conduce al suo Signore.",
    "In verità il tuo Signore sa che stai ritto [in preghiera] per quasi due terzi della notte, o la metà, o un terzo e che lo stesso [fanno] una parte di coloro che sono con te. Allah ha stabilito la notte e il giorno. Egli già sapeva che  non avreste potuto passare tutta la notte in preghiera ed è stato indulgente verso di voi. Recitate dunque, del Corano, quello che vi sarà agevole. Egli già sapeva che ci sarebbero stati tra voi i malati ed altri che avrebbero viaggiato sulla terra in cerca della grazia di Allah ed altri ancora che avrebbero lottato per la Sua causa. Recitatene dunque quello che vi sarà agevole. Assolvete all’orazione e versate la decima e fate ad Allah un prestito bello. Tutto il bene che avrete compiuto, lo ritroverete presso Allah, migliore e maggiore ricompensa. Implorate il perdono di Allah. In verità Allah è perdonatore, misericordioso.    In base a dati tradizionali possiamo ricostruire le circostanze e il clima in cui fu rivelata questa sura. La Rivelazione scendeva su Muhammad (pace e benedizioni su di lui) suscitando un’enorme emozione in lui e nel gruppo dei primi musulmani. Il Profeta e i suoi compagni passavano parte della notte in preghiera, recitando le sure che già erano state rivelate e una notte avvenne che, sopraffatto dalla stanchezza, Muhammad non resse e crollò a terra. Stava riposando spossato sotto le coltri quando gli giunse questa rivelazione, con la quale Allah nella Sua infinita bontà lo rassicurava e gli raccomandava la moderazione anche nel culto.  «recita il Corano lentamente, distintamente»: lett. «recita il Corano di recitazione».  Si tratta di una raccomandazione che Allah (gloria a Lui l’Altissimo) fa al Suo Inviato (pace e benedizioni su di lui) nei primissimi tempi della rivelazione. La sura è la terza in ordine cronologico. Poi venne l’ordine di tenere testa ai miscredenti e affermare l’IsIàm (vedi sura IX).  «LasciaMi»: con il senso di: «lascia che sia Io ad occuparmi della sorte finale di…».  «Egli già sapeva che…»: non avreste potuto realizzare, a causa della vostra natura umana, quella devozione rituale che i vostri cuori avrebbero desiderato assolvere (vedi anche nota).",
    "O tu che sei avvolto nel mantello,",
    "alzati e ammonisci,",
    "e il tuo Signore magnifica,",
    "Pre-Eg. n. Di versetti. Il nome della sura deriva dal vers. In nome di Allah, il Compassionevole, il Misericordioso. e le tue vesti purifica,",
    "allontanati dall’abiezione  .",
    "Non dar nulla sperando di ricevere di più,",
    "ma sopporta con pazienza per il tuo Signore!",
    "Quando sarà soffiato nel Corno,",
    "quello sarà un Giorno difficile,",
    "niente affatto facile per i miscredenti.",
    "LasciaMi solo  con colui che ho creato  ,",
    "cui ho concesso abbondanza di beni,",
    "e figli al suo fianco,",
    "al quale ho facilitato ogni cosa,",
    "e che ancora desidera che gli dia di più.",
    "No, invero è stato refrattario ai Nostri segni:",
    "lo costringerò a una dura salita  .",
    "Ha ponderato e l’ha definito  .",
    "Perisca per come l’ha definito,",
    "sì, perisca per come l’ha definito!",
    "Quindi ha guardato,",
    "si è accigliato e rabbuiato.",
    "Ha volto le spalle, si è fatto altero",
    "e ha detto: «Questo non è che magia appresa  ;",
    "non è altro che un discorso di un uomo».",
    "Lo getterò nel Calore che brucia  .",
    "Chi mai ti dirà cos’è il Calore che brucia?",
    "Nulla risparmia, non lascia nulla;",
    "carbonizza gli uomini.",
    "Gli stanno a guardia diciannove [angeli],",
    "Non ponemmo che angeli a guardia del fuoco, fissando il loro numero solo per tentare i miscredenti  , affinché credessero con fermezza quelli cui è stato dato il Libro e aumentasse la fede dei credenti e non dubitassero coloro cui è stata data la Scrittura e i credenti, e affinché coloro che hanno morbo nel cuore e i miscredenti dicessero: «Cosa vuol significare Allah con questa metafora?». È così che Allah travia chi vuole e guida chi vuole. Non conosce le truppe del tuo Signore altri che Lui. Questo non è altro che un Monito per gli uomini.",
    "No, per la luna,",
    "per la notte quando volge al termine,",
    "e per l’aurora quando si mostra,",
    "il Calore è davvero uno dei segni più grandi,",
    "un monito per gli uomini,",
    "per chi di voi vuole avanzare [nella fede] o indietreggiare.",
    "Ogni anima è pegno  di quello che ha compiuto,",
    "eccetto i compagni della destra;",
    "[saranno] nei Giardini e si interpelleranno a vicenda",
    "a proposito dei colpevoli:",
    "«Cosa mai vi ha condotti al Calore che brucia?».",
    "Risponderanno: «Non eravamo tra coloro che eseguivano l’orazione,",
    "né nutrivamo il povero,",
    "e chiacchieravamo vanamente con i chiacchieroni",
    "e tacciavamo di menzogna il Giorno del Giudizio,",
    "finché non ci pervenne la certezza».",
    "Non gioverà loro l’intercessione di intercessori.",
    "Ma perché mai si scostano dal Monito?",
    "Sembravano onagri spaventati",
    "che fuggono davanti a un leone!",
    "Ciascuno di loro vorrebbe che gli fossero dati fogli dispiegati  .",
    "No, non hanno invece alcun timore dell’altra vita!",
    "No, in verità questo è un Monito.",
    "Se ne ricordi dunque chi vuole.",
    "Ma non se ne ricorderanno altrimenti che se Allah vuole. Egli è il più Degno di essere temuto, è il Detentore del perdono.  Gli imâm Al-Bukhari e Muslim situano la rivelazione di questa sura nel periodo immediatamente successivo alla prima rivelazione (vedi sura XCVI). L’Inviato di Allah stava camminando per le strade della Mecca quando udì, immensa nelle sue orecchie, la voce che aveva già sentito nella grotta di Hira. Atterrito e tremante Muhammad corse a casa e pregò sua moglie Khadjìa (che Allah sia soddisfatto di lei) di avvolgerlo nel mantello. La voce però risuonò ancora e giunse l’ordine di iniziare la missione profetica «Alzati e ammonisci e il tuo Signore magnifica».  «l’abiezione»: il culto degli idoli.  «LasciaMi…»: «lascia che sia Io ad occuparMi di…».  Secondo i commentatori classici (ad es. Tabarì XXIX,il versetto (e i successivi fino al vers. a prescindere dalla loro portata universale, si riferiscono ad al-Walìd ibn Mughìra, un ricco commerciante della Mecca, acerrimo nemico dell’Inviato di Allah (vedi sura LXVIII verss.-e le note).  Come dire «Gli farò subire l’Inferno in questa vita e nell’altra».  «l’ha definito»: Tabarì racconta che al-Walìd ibn Mughìra ascoltò una parte del Corano e ammise che si trattava della parola di Allah. Poi ritrattò e disse la frase riferita nei successivi verss. - «non è che magia appresa»: che Muhammad riferisce imitando gli antichi.  Il Calore che brucia, uno dei tormenti dell’Inferno.  «fissando il loro numero solo per»: quelli che non hanno fede nel cuore hanno presunzione e pretenziosità. I meccani avevano ironizzato sull’esiguità dell’armata angelica e uno di loro, particolarmente prestante e noto per la sua vigoria, propose che gli altri Quraysh si occupassero di un paio di angeli mentre lui avrebbe ucciso gli altri diciassette.  «Ogni anima è pegno»: la sua sorte è irrimediabilmente dipendente dalle sue opere.  Nel senso che vorrebbero avere una personale rivelazione per essere disposti a credere.",
    "Lo giuro per il Giorno della Resurrezione,",
    "lo giuro per l’anima in preda al rimorso.",
    "Crede forse l’uomo che mai riuniremo le sue ossa?",
    "Invece sì, possiamo persino riordinare le sue falangi.",
    "Ma l’uomo preferisce piuttosto il libertinaggio!",
    "Chiede: «Quando verrà il Giorno della Resurrezione?».",
    "Quando sarà abbagliato lo sguardo,",
    "ed eclissata la luna,",
    "e riuniti il sole e la luna.",
    "In quel Giorno l’uomo dirà: «Dove fuggire?».",
    "No, non avrà rifugio alcuno.",
    "In quel Giorno il ritorno sarà presso il tuo Signore.",
    "In quel Giorno l’uomo sarà edotto di quel che avrà commesso.",
    "Sì, l’uomo testimonierà contro se stesso,",
    "pur avanzando le sue scuse.",
    "Non agitare la tua lingua con esso, per affrettarti ",
    "invero spetta a Noi la sua riunione e la sua recitazione  .",
    "Quando lo recitiamo, ascolta [attento] la recitazione.",
    "Poi spetterà a Noi la sua spiegazione.",
    "No, voi amate l’effimero [della vita terrena],",
    "e trascurate l’altra vita.",
    "In quel Giorno ci saranno dei volti splendenti,",
    "che guarderanno il loro Signore;",
    "e in quel Giorno ci saranno volti rabbuiati,",
    "al pensiero di subire un castigo terribile.",
    "No, quando [l’anima] sarà giunta alle clavicole  ,",
    "sarà gridato: «Chi è esorcista?»  .",
    "Ed egli concluderà che è prossima la dipartita,",
    "e le gambe si irrigidiranno  ;",
    "in quel Giorno il ritorno sarà verso il tuo Signore.",
    "Pre-Eg. n. Di versetti. Il nome della sura deriva dal vers. In nome di Allah, il Compassionevole, il Misericordioso. Ma egli  non credette e non eseguì l’orazione,",
    "tacciò invece di menzogna e voltò le spalle,",
    "ritornando poi verso la sua gente, camminando con alterigia.",
    "Guai a te, guai,",
    "e ancora guai a te, guai!",
    "Crede forse l’uomo che sarà lasciato libero?",
    "Già non fu che una goccia di sperma eiaculata,",
    "quindi un’aderenza, poi [Allah] lo creò e gli diede forma armoniosa;",
    "poi ne trasse una coppia, il maschio e la femmina.",
    "Colui [che ha fatto tutto questo] non sarebbe dunque capace di far risorgere i morti?  Nei primi tempi della Rivelazione il Profeta (pace e benedizioni su di lui) era colto dalla grande preoccupazione di non riuscire a ricordare quello che Gabriele (pace su di lui) gli trasmetteva e, pertanto si affrettava a recitare quello che aveva ricevuto, perdendo la concentrazione su quello che ancora stava per essere rivelato.  Allah (gloria a Lui l’Altissimo) rivendica a Sé e solo a Sé, la prerogativa di dare ordine al Corano e insegnarne la recitazione. Questo versetto ha grande importanza relativamente alla questione della forma del Corano. L’orientalistica occidentale e qualche studioso musulmano poco rispettoso della sua stessa religione, affermano che l’ordine delle sure fu determinato in fase di compilazione con il criterio della lunghezza decrescente. La tradizione islamica ci riferisce invece che ogni anno, durante il mese di Ramadan, Gabriele (pace su di lui) assisteva alla recitazione dell’intero Corano fatta dall’Inviato di Allah (pace e benedizioni su di lui). Nell’anno che segnò la fine della vita terrena del Profeta, Gabriele gli chiese di recitarlo due volte per essere certo che ogni sura e ogni versetto fossero al posto giusto, conformemente all’archetipo conservato presso il Trono dell’Altissimo (gloria a Lui).  «sarà giunta alle clavicole»: come dire «quando l’anima del moribondo risalirà alla gola per lasciare il corpo al momento della morte».  «Chi è esorcista?»: cioè: «c’è qualcuno che può compiere su di lui un esorcismo per impedire la dipartita deH’anima e la morte?».  «e le gambe si irrigidiranno»: lett. «e la gamba si stringerà alla gamba».  «egli»: il miscredente in generale e, secondo l’esegesi classica, al-Walìd ibn Mughira clic sembra essere descritto anche dai due versetti successivi.",
    "Non è forse trascorso un lasso di tempo in cui l’uomo non sia stato una creatura degna di menzione  ?",
    "Invero creammo l’uomo, per metterlo alla prova, da una goccia di sperma eterogenea  e abbiamo fatto sì che sentisse e vedesse",
    "e gli abbiamo indicato la Retta Via, sia esso riconoscente o ingrato.",
    "In verità abbiamo preparato per i miscredenti catene, gioghi e la Fiamma.",
    "In verità i giusti berranno da una coppa in cui è un miscuglio di [acqua e di] Kafùr  ,",
    "[attinta da una] fonte da cui berranno i servi di Allah, che la faranno fluire con abbondanza,",
    "coloro che assolvono ai loro voti e temono il giorno il cui male si propagherà ovunque,",
    "[loro] che, nonostante il loro bisogno  , nutrono il povero, l’orfano e il prigioniero;",
    "[e interiormente affermano:] «È solo per il volto di Allah, che vi nutriamo; non ci aspettiamo da voi né ricompensa, né gratitudine.",
    "Invero noi temiamo un Giorno terribile e catastrofico da parte del nostro Signore».",
    "Allah li preserverà dal male di quel Giorno e verserà su di loro splendore e gioia,",
    "li compenserà del loro perseverare con il Giardino e la seta  .",
    "Adagiati su alti divani, non dovranno subire né il sole, né il freddo pungente.",
    "Le sue ombre li copriranno e i suoi frutti penderanno a portata di mano.",
    "Verranno serviti da un vassoio d’argento e coppe di cristallo,",
    "di cristallo e d’argento, convenientemente riempite.",
    "E berranno colà, da una coppa contenente una mistura di zenzero,",
    "[attinta] da una fonte di quel luogo chiamata Salsabìl  .",
    "Saranno serviti da fanciulli di eterna giovinezza: vedendoli, ti sembreranno perle sparse.",
    "Quando lo vedrai, vedrai delizia e un vasto regno.",
    "Indosseranno abiti verdi di seta finissima e broccato. Saranno ornati con bracciali d’argento e il loro Signore darà loro una bevanda purissima.",
    "In verità questo vi sarà concesso in ricompensa e il vostro sforzo sarà riconosciuto.",
    "In verità siamo stati Noi a far scendere gradualmente il Corano su di te.",
    "Sii paziente [nell’attesa] del Decreto del tuo Signore e non obbedire al peccatore e all’ingrato dei loro.",
    "Menziona il Nome del tuo Signore, al mattino e alla sera,",
    "e durante la notte prosternati a Lui e glorificaLo a lungo nella notte.",
    "Coloro che amano l’effimero trascurano un Giorno grave  .",
    "Siamo stati Noi a crearli e a consolidare le loro giunture. Se volessimo, li sostituiremmo con altri loro simili.",
    "In verità questo è un Monito. Chi vuole, intraprenda dunque la via che conduce al suo Signore.",
    "Ma voi lo vorrete solo se Allah lo vuole  . Allah è sapiente e saggio.",
    "Introduce chi vuole nella Sua misericordia, mentre per gli ingiusti ha preparato un doloroso castigo.    La tradizione ci riferisce che questa sura fu rivelata in un momento in cui l’Inviato di Allah (pace e benedizioni su di lui) stava attraversando ore di grande scoramento per la miseria in cui viveva la gente della sua casa (che Allah sia soddisfatto di loro). In particolare era stato colpito dalla condizione in cui versavano Ali e sua figlia Fatima, che per nutrire i bisognosi (vedi vers. si erano ridotti alla fame più nera e avevano passato tre giorni di digiuno assoluto.  Secondo i classici, il versetto si riferirebbe al tempo intercorso tra il momento in cui Allah (gloria a Lui l’Altissimo) formò Adamo e quello in cui gli diede la vita.  «una goccia di sperma eterogeneo»: quella formata dagli spermatozoi e dall’ovulo.  «Kafùr»: è il nome di una fonte paradisiaca.  «nonostante il loro bisogno»: nel senso di «anche se sono poveri e mancano del necessario» (Tabarì XXIX, ). Alcuni esegeti hanno ritenuto un altro significato che condurrebbe a questa traduzione: «che, per amor di Allah, nutrono…». A proposito della specifica situazione della rivelazione di questo versetto vedi nota.  Ricordiamo che in questa vita, la seta e l’oro sono interdetti ai musulmani maschi.  «Salsabìl» il nome di una fonte del Paradiso. Secondo alcuni studiosi questo appellativo significa «che scorre gradevolmente».  I peccatori preferiscono l’effimero di questa vita terrestre e non pensano al Giorno del Giudizio, la cui pesantezza viene a fare da contrappasso alle loro scelte «leggere».  L’unica volontà reale è quella di Allah (gloria a Lui l’Altissimo) e solo quelli che Lui guiderà potranno intraprendere e percorrere il cammino che a Lui conduce.",
    "Per le inviate in successione  ,",
    "per quelle che impetuose tempestano,",
    "per quelle che si diffondono ampie,",
    "per quelle che separano con esattezza ",
    "e per quelle che lanciano un monito",
    "[a guisa] di scusa o di avvertimento!",
    "In verità quello che vi è stato promesso avverrà,",
    "quando le stelle perderanno la luce",
    "e si fenderà il cielo",
    "e le montagne saranno disperse ",
    "e sarà indicato il momento ai Messaggeri !… ",
    "A quale giorno saranno rinviati?",
    "Al Giorno della Decisione  !",
    "Chi mai ti dirà cos’è il Giorno della Decisione?",
    "Guai, in quel Giorno, a coloro che tacciano di menzogna  !",
    "Già non facemmo perire gli antichi?",
    "E non li facemmo seguire dagli ultimi?",
    "Così trattiamo i colpevoli.",
    "Guai, in quel Giorno, a coloro che tacciano di menzogna!",
    "Non vi creammo da un liquido vile  ,",
    "che depositammo in un sicuro ricettacolo ",
    "per un tempo stabilito  ?",
    "Siamo Noi che lo stabiliamo. Siamo i migliori nello stabilire [tutte le cose].",
    "Guai, in quel Giorno, a coloro che tacciano di menzogna!",
    "Non abbiamo fatto della terra un luogo di riunione",
    "dei vivi e dei morti?",
    "Non vi ponemmo alte montagne? Non vi demmo da bere un’acqua dolce  ?",
    "Guai, in quel Giorno, a coloro che tacciano di menzogna!",
    "[Sarà detto ai miscredenti] «Andate verso quel che tacciavate di menzogna!",
    "Andate verso un’ombra di tre colonne",
    "che non ombreggia e non ripara dalla vampa [infernale]",
    "che proietta scintille [grandi] come tronchi,",
    "che sembrano invero lastre di rame»  .",
    "Guai, in quel Giorno, a quelli che tacciano di menzogna!",
    "Sarà il Giorno in cui non potranno parlare,",
    "e non sarà dato loro il permesso di scusarsi.",
    "Guai, in quel Giorno, a coloro che tacciano di menzogna!",
    "È il Giorno della Decisione, in cui riuniremo voi e gli antichi.",
    "Se possedete uno stratagemma, usatelo dunque contro di Me.",
    "Guai, in quel Giorno, a coloro che tacciano di menzogna!",
    "I timorati [di Allah] saranno tra ombre e sorgenti,",
    "e frutti che brameranno.",
    "[Sarà detto loro]: «Mangiate e bevete in pace, [compenso] per quello che avete fatto».",
    "Compensiamo così coloro che compiono il bene.",
    "Guai, in quel Giorno, a coloro che tacciano di menzogna!",
    "[Sarà detto loro]: «Mangiate e godete un poco  , voi che siete criminali».",
    "Guai, in quel Giorno, a coloro che tacciano di menzogna!",
    "Quando si dice loro: «Inchinatevi [nella preghiera]»  , non si inchinano.",
    "Guai, in quel Giorno, a coloro che tacciano di menzogna!",
    "A quale discorso mai crederanno, dopo di ciò?  L’esegesi non è concorde a proposito dell’interpretazione del soggetto, femminile e plurale dell’invocazione iniziale compresa nei verss.-Secondo i più si tratterebbe di venti, altri ritengono che siano angeli, altri ancora nuvole, mentre alcuni riferendosi particolarmente ai verss. -avanzano l’ipotesi che siano piuttosto le stesse «ayât» (i versetti del Corano). Ognuna di queste tesi è credibile e non esclude le altre dando (gloria ad Allah!) un’ulteriore dimostrazione della grande intensità dei significati del Sublime Corano.  «che separano con esattezza… [il vero dal falso].»  «e le montagne saranno disperse [come polvere].»  «e sarà indicato il momento ai Messaggeri! [di presentarsi perla loro testimonianza j…». I profeti testimonieranno di aver trasmesso agli uomini la parola di Allah (gloria a Lui l’Altissimo) e renderanno in tal modo vane le loro scuse.  «Giorno della Decisione»: «yaum al fasli», uno dei nomi del Giorno del Giudizio.  Questo versetto si ripete dieci volte nella sura e ne costituisce ritmicamente il motivo conduttore.  «un liquido vile»: lo sperma, la cui fuoriuscita determina impurità maggiore da rimuovere con abluzione completa (ghusl), questo il senso dell’aggettivo vile; anche: infimo, banale, abbietto.  «in un sicuro ricettacolo»: l’utero materno.  Per la durata della gestazione.  La dolcezza dell’acqua delle fonti di alta montagna è addirittura proverbiale, il versetto vi accenna con precisione e delicatezza.  Nella maggior parte delle versioni in francese e in italiano la traduzione di questi due versetti parla di «scintille grandi come castelli e cammelli gialli». Noi abbiamo preterito riferirci ad un’ipotesi dell’esegesi classica (Tabarì XXIX, --suffragata da un hadith riferito dai -Bukhârî che ci sembra più consona allo stile e alla logica coranica.  «godete un poco»: in questa vita terrena.  «Inchinatevi»: nell’orazione. Vedi Appendice ."
  ]
}