{
  "meta": {
    "id": 153,
    "name": "Hamza Roberto Piccardo",
    "translator_name": "Hamza Roberto Piccardo",
    "slug": "italian-hamza-roberto-piccardo",
    "language_name": "italian"
  },
  "verses": [
    "Su cosa si interrogano a vicenda?",
    "Sul grande Annuncio,",
    "a proposito del quale sono discordi.",
    "No, presto sapranno.",
    "Ancora no, presto sapranno.",
    "Non facemmo della terra una culla,",
    "delle montagne pioli?",
    "Vi abbiamo creato in coppie",
    "e facciamo del vostro sonno un riposo,",
    "della notte un indumento,",
    "e del giorno un mezzo per le incombenze della vita.",
    "Costruimmo sopra di voi sette solidi [cieli]",
    "e vi ponemmo una lampada ardente  ;",
    "facciamo scendere dalle nuvole un’acqua abbondante",
    "per suscitare grano e vegetazione",
    "e giardini lussureggianti.",
    "Invero il Giorno della Decisione è stabilito.",
    "Il Giorno in cui verrà soffiato nel Corno, accorrerete a frotte;",
    "sarà spalancato il cielo e [sarà tutto] porte ,",
    "e le montagne saranno messe in marcia, diventando un miraggio.",
    "Invero l’Inferno è in agguato,",
    "asilo per i ribelli.",
    "Vi dimoreranno per [intere] generazioni  ,",
    "senza gustare né freschezza né bevanda,",
    "eccetto acqua bollente o liquido infetto.",
    "Giusto compenso,",
    "[poiché] non si aspettavano il rendiconto;",
    "sfrontatamente tacciavano di menzogna i Nostri segni,",
    "mentre di ogni cosa abbiamo tenuto conto per iscritto.",
    "E allora gustate [il tormento]! A voi non accresceremo null’altro che il castigo.",
    "In verità avranno successo i timorati:",
    "giardini e vigne,",
    "fanciulle dai seni pieni e coetanee,",
    "calici traboccanti.",
    "Non udranno colà né vanità né menzogna:",
    "compenso del tuo Signore, dono adeguato",
    "da parte del Signore dei cieli e della terra e di ciò che vi è frammezzo, del Compassionevole, Cui non oseranno rivolgere la parola.",
    "Il Giorno in cui lo Spirito  e gli angeli si ergeranno in schiere, nessuno oserà parlare, eccetto colui cui il Compassionevole l’avrà permesso e che dirà cose vere.",
    "Quel Giorno [verrà] ineluttabilmente. Si rifugi quindi presso il suo Signore chi vuole.",
    "In verità vi abbiamo avvertito di un castigo imminente, il Giorno in cui l’uomo vedrà quello che le sue mani avranno preparato e dirà il miscredente: «Ahimè, fossi io polvere!».    «una lampada ardente»: il sole.  Le porte attraverso le quali gli angeli discendono nel mondo visibile.  Finirà il castigo? La questione è aperta. Secondo alcune interpretazioni, la pena avrà fine, anche se rimarrà il luogo del castigo. Allah ne sa di più.  «lo Spirito»: l’angelo Gabriele (pace su di lui).",
    "Per  gli strappanti violenti  !",
    "Per i correnti veloci  !",
    "Per i nuotanti leggeri  !",
    "Per i sopravanzanti con foga ",
    "per sistemare ogni cosa  !",
    "Il Giorno in cui risuonerà il Risuonante  ,",
    "al quale seguirà il successivo  ,",
    "in quel Giorno tremeranno i cuori",
    "e saranno abbassati gli sguardi.",
    "Dicono: «Saremo ricondotti [sulla terra]",
    "quando già saremo ossa marcite?».",
    "Dicono: «Sarebbe questo un disastroso ritorno!».",
    "Ci sarà un solo grido  ,",
    "ed eccoli risvegliati, sulla superficie [della terra]  .",
    "Non ti giunse [o Muhammad] la storia di Mosè?",
    "Quando lo chiamò il suo Signore, nella valle santa di Tuwà:",
    "«Va’ da Faraone, invero è divenuto un ribelle!",
    "E digli: “Sei disposto a purificarti ,",
    "sicché io ti guidi verso il tuo Signore e tu [Lo] tema?”».",
    "Gli mostrò poi il segno più grande.",
    "Ma quello tacciò di menzogna e disobbedì,",
    "poi volse le spalle e si distolse.",
    "Convocò [i notabili] e proclamò:",
    "«Sono io il vostro signore, l’altissimo».",
    "Lo colpì Allah con il castigo nell’altra vita e in questa.",
    "In ciò vi è motivo di riflessione per chi è timorato [di Allah].",
    "Sareste voi più difficili da creare o il cielo che [Egli] ha edificato?",
    "Ne ha innalzato la volta e le ha dato perfetta armonia,",
    "ha fatto oscura la sua notte e ha fatto brillare il chiarore del suo giorno.",
    "Dopo di ciò ha esteso la terra:",
    "ne ha tratto l’acqua e i pascoli,",
    "e le montagne le ha ancorate,",
    "sì che ne godeste voi e il vostro bestiame  .",
    "Poi, quando verrà il grande cataclisma,",
    "il Giorno in cui l’uomo ricorderà in cosa si è impegnato,",
    "e apparirà la Fornace per chi potrà vederla,",
    "colui che si sarà ribellato,",
    "e avrà preferito la vita terrena,",
    "avrà invero la Fornace  per rifugio.",
    "E colui che avrà paventato di comparire davanti al suo Signore e avrà preservato l’animo suo dalle passioni,",
    "avrà invero il Giardino per rifugio.",
    "T’interpellano a proposito dell’Ora: «Quando giungerà?».",
    "Che [scienza] ne hai per informarli?",
    "Al tuo Signore il termine.",
    "Tu non sei che un ammonitore per coloro che la paventano.",
    "Il Giorno in cui la vedranno, sarà come se fossero rimasti [sulla terra] una sera o un mattino.  La maggior parte degli esegeti ritiene che i soggetti dell’invocazione espressa nei primi cinque versetti siano gli angeli incaricati di prendere le anime dei moribondi. In base a questa ipotesi sarà possibile formulare la traduzione interpretativa con parole molto diverse da quelle del testo coranico. Lo faremo nelle note per proporre al lettore il significato comunemente accettato dall’esegesi islamica.  «Per gli angeli che strappano le anime degli empi con violenza!»  «Per gli angeli che delicatamente ritirano le anime dei credenti!»  «Per gli angeli che fluttuano liberamente nello spazio!»  «Per gli angeli che energicamente precedono le anime dei beati!»  «Per gli angeli che fanno applicare i decreti di Allah!»  «il Risuonante»: il Como del Giudizio fa risuonare il primo dei tre squilli fatidici. Si potrebbe anche tradurre: «il Giorno in cui la terra tremerà violentemente».  «seguirà il successivo»: il secondo squillo del Como, quello a cui risponderanno i morti, alzandosi dalle loro tombe, oppure «e sarà reiterata la scossa».  «un solo grido»: il suono del Como del Giudizio che segnerà la Resurrezione dei corpi.  «sulla superficie [della terra]»: «bis sâhira», sottintende un concetto di terra vergine, o pascolo mai utilizzato e per estensione una terra nuova su cui non è mai stata commessa nessuna iniquità.  «Sei disposto a purificarti»: «vuoi rinunciare completamente al compromesso con l’idolatria e la magia e diventare strumento profetico della volontà di Allah».  La serie di verss. -sono collegate all’interrogativa retorica contenuta nel vers. e ribadiscono che la creazione dell’uomo (e la sua Resurrezione) non pongono alcun problema a Colui (gloria a Lui l’Altissimo) che ha creato l’universo e l’ha meravigliosamente ordinato.  «la Fornace», uno dei nomi dell’Inferno.",
    "Si accigliò e voltò le spalle ",
    "quando il cieco venne da lui.",
    "Cosa ne puoi sapere? Forse voleva purificarsi",
    "o riflettere, affinché il Monito gli fosse utile.",
    "Quanto a colui che invece pensa di bastare a se stesso  ,",
    "tu ne hai maggiore premura.",
    "Cosa t’importa se non si purifica  ?",
    "Quanto a colui che ti viene incontro pieno di zelo,",
    "essendo timorato [di Allah],",
    "di lui non ti occupi affatto!",
    "In verità questo è un Monito:",
    "se ne ricordi, dunque, chi vuole.",
    "[È contenuto] in Fogli onorati,",
    "sublimi, purissimi,",
    "tra le mani di scribi",
    "nobili, obbedienti  !",
    "Perisca l’uomo, quell’ingrato  !",
    "Da cosa l’ha creato Allah?",
    "Da una goccia di sperma. Lo ha creato e ha stabilito [il suo destino] ,",
    "quindi gli ha reso facile la via ,",
    "quindi l’ha fatto morire e giacere nella tomba;",
    "infine lo resusciterà quando lo vorrà!",
    "No, non ha adempiuto a quello [che Allah] gli ha comandato.",
    "Pre-Eg. n. Di versetti. Il nome della sura deriva dal vers. In nome di Allah, il Compassionevole, il Misericordioso. Consideri l’uomo il suo cibo:",
    "siamo Noi che versiamo l’acqua in abbondanza,",
    "poi spacchiamo la terra in profondità",
    "e vi facciamo germinare cereali,",
    "vitigni e foraggi  ,",
    "olive e palmeti,",
    "lussureggianti giardini,",
    "frutti e pascoli,",
    "di cui godete voi e il vostro bestiame.",
    "Ma quando verrà il Fragore,",
    "il Giorno in cui l’uomo fuggirà da suo fratello,",
    "da sua madre e da suo padre,",
    "dalla sua compagna e dai suoi figli,",
    "poiché ognuno di loro, in quel Giorno, avrà da pensare a se stesso,",
    "ci saranno in quel Giorno volti radiosi,",
    "sorridenti e lieti.",
    "E ci saranno, in quel Giorno, [anche] volti terrei",
    "coperti di tenebre:",
    "sono i miscredenti, i peccatori.  Riferisce la tradizione (Tabarì xxx, -Ibn Kathìr IV, ecc.) che questa sura fu rivelata dall’Altissimo (gloria a Lui) in occasione di un episodio di impazienza che vide protagonista Muhammad (pace e benedizioni su di lui) e che avvenne durante la prima fase della predicazione alla Mecca. L’Inviato di Allah (pace e benedizioni su di lui) stava parlando con alcuni tra i più importanti notabili Quraysh quando Abdallah ibn Umm Maktùm, un non vedente, gli si avvicinò e gli chiese ad alta voce di istruirlo sulla religione che Allah gli aveva rivelato. Il Profeta non gli diede ascolto, impegnato com’era nel tentativo di convincere i più nobili ad aderire alla rivelazione di cui era latore e, di fronte alle reiterate richieste del cieco, si infastidì, prese cipiglio e lo ignorò completamente. Poco più tardi Allah (gloria a Lui l’Altissimo) gli inviò questa sura, i cui primi undici versetti sono un vero e proprio rimprovero che l’Altissimo (gloria a Lui) rivolgeva al Suo Inviato, per ricordargli la pazienza, il valore profondo delle cose e il primato del desiderio di Lui sopra ogni altra considerazione politica e di opportunità.  «pensa di bastare a se stesso»: del ricco, tronfio della sua ricchezza, del notabile pieno di superbia per il suo lignaggio.  Il versetto può essere inteso in senso ironico, nel quadro dell’aspro rimprovero che Allah (gloria a Lui l’Altissimo) sta rivolgendo al Suo Inviato (pace e benedizioni su di lui) oppure nel senso che il Profeta non deve preoccuparsi di chi non vuole accettare la fede, ma trasmettere il messaggio e curarsi di chi è disposto ad accettarlo e agire conseguentemente.  Si tratta di un riferimento agli angeli che fungono da «guardiani e segretari» dell’archetipo celeste della rivelazione divina (i «Fogli onorati»), e tramite tra la volontà di Allah (gloria a Lui l’Altissimo) e i Suoi eletti (profeti e messaggeri).  Anche «QuelFincredulo».  «e ha stabilito [il suo destino]»: anche «e lo ha formato [armoniosamente]».  Secondo la maggior parte dei commentatori questa espressione si riferisce alla nascita dell’uomo; Tabarì (xxx, cita anche un’altra interpretazione: «Allah gli ha reso agevole il procurarsi i mezzi della sussistenza materiale», o ancora «Allah gli ha reso agevole il cammino sulla via del bene o del male».  «…e foraggi»: anche «verdure».",
    "Quando sarà oscurato  il sole,",
    "e spente le stelle,",
    "e messe in marcia le montagne  ,",
    "e neglette le cammelle gravide di dieci mesi  ,",
    "e radunate le belve,",
    "e ribollenti i mari,",
    "Pre-Eg. n. Di versetti. Il nome della sura deriva dal vers. In nome di Allah, il Compassionevole, il Misericordioso. e divise in gruppi le anime  ,",
    "e quando verrà chiesto alla [neonata] sepolta viva",
    "per quale colpa sia stata uccisa  ,",
    "e quando saranno dispiegati i fogli  ,",
    "e scorticato il cielo,",
    "e attizzata la Fornace,",
    "e avvicinato il Paradiso,",
    "ogni anima conoscerà quel che avrà prodotto  .",
    "Giuro per i pianeti",
    "che passano e che si occultano  ,",
    "per la notte che si estende,",
    "per l’aurora che esala il suo alito  ,",
    "questa è la parola di un Messaggero  nobilissimo,",
    "potente ed eccellente presso il Signore del Trono,",
    "colà obbedito e fedele.",
    "Il vostro compagno non è un folle  :",
    "in verità l’ha visto sull’orizzonte luminoso  ,",
    "non è avaro dell’Invisibile  .",
    "Questa non è parola di dèmone lapidato.",
    "Dove andate dunque  ?",
    "Questo non è che un Monito rivolto al creato",
    "per chi di voi voglia seguire la Retta Via.",
    "Ma voi lo vorrete solo se lo vorrà Allah, il Signore dei mondi.  Il termine «kuwwirat» che abbiamo tradotto con «oscurato», secondo Tabarì (xxx, -ha diversi significati: avvolto come un turbante, raccolto su se stesso, condensato.  Come già xviii, lii,lxxv, La gestazione della cammella dura dieci mesi e, nel corso dell’ultimo mese, la femmina pregna è fatta oggetto di grandi attenzioni per far sì che la gravidanza vada a buon fine. L’immagine che dà il Corano è quella di un Giorno in cui saranno stravolte tutte le consuetudini, anche quelle più profondamente radicate nel cuore e nella mente degli uomini.  «e divise in gruppi le anime»: «e i buoni saranno ricongiunti ai buoni e i malvagi ai malvagi»: è questo il senso suggerito dal Tabarì (xxx, che tuttavia ne cita un altro accettato da molti traduttori «e riunite [ai corpi] le anime».  Come già in altri brani Allah (gloria a Lui l’Altissimo) ribadisce la condanna della pratica dell’uccisione delle neonate (vedi XVII, ).  I registri dove saranno annotate le azioni degli uomini.  «che avrà prodotto»: lett. «che avrà presentato» alla resa dei conti finale.  Nella loro orbita intorno al sole.  «l’aurora che esala il suo alito»: come un soffio che scaccia le tenebre e fa risplendere la luce. La similitudine è tanto più efficace se la si collega al versetto successivo in cui la «parola» non è altro che lo stesso Corano.  Il messaggero in questione è in questo caso Gabriele (pace su di lui).  Il versetto si rivolge che pur conoscendo Muhammad (pace e benedizioni su di lui), dicevano che era «majnûn» (posseduto dai dèmoni).  «l’ha visto»: Gabriele (pace su di lui), in occasione della prima rivelazione del Corano.  «non è avaro»: nel senso di «non vuole e non può riservare solo a sé l’esperienza della rivelazione».  «Dove andate dunque?»: quale altra strada potreste mai prendere se non quella che vi è stata indicata dal Corano?",
    "Quando il cielo si squarcerà",
    "e saranno dispersi gli astri",
    "e confonderanno le loro acque i mari ",
    "e saranno sconvolti i sepolcri,",
    "ogni anima conoscerà quel che avrà fatto e quel che avrà trascurato!",
    "O uomo, cosa mai ti ha ingannato circa il tuo Nobile Signore",
    "Che ti ha creato, plasmato e t’ha dato armonia",
    "e Che ti ha formato nel modo che ha voluto?",
    "No, voi tacciate di menzogna il Giudizio,",
    "nonostante [veglino] su di voi dei custodi,",
    "nobili scribi  ,",
    "ben consci di quello che fate.",
    "In verità i giusti saranno nella Delizia  ,",
    "e in verità i peccatori nella Fornace ",
    "in cui precipiteranno nel Giorno del Giudizio,",
    "senza potervi sfuggire.",
    "Chi mai ti farà comprendere cos’è il Giorno del Giudizio?",
    "E ancora, chi mai ti farà comprendere cos’è il Giorno del Giudizio?",
    "Il Giorno in cui nessun’anima potrà giovare ad un’[altra] anima in alcunché. In quel Giorno [tutto] il potere apparterrà ad Allah  .  «confonderanno le loro acque»: il versetto sembra fare riferimento al venir meno di quelle barriere invisibili che impediscono di fatto il confondersi delle acque dei diversi mari (cfr. lv,-e la nota). Un altro significato ammesso «traboccheranno, strariperanno i mari».  Come in molti altri brani, gli angeli che annotano le azioni degli uomini.  «la Delizia»: un luogo del Paradiso.  «la Fornace»: un luogo dell’Inferno.  «tutto il potere…»: va da sé che il potere appartiene sempre tutto ad Allah, ma in quel Giorno l’uomo non sarà neppure più padrone delle sue intenzioni.",
    "Guai ai frodatori,",
    "che quando comprano esigono colma la misura,",
    "ma quando sono loro a misurare o a pesare, truffano.",
    "Non pensano che saranno resuscitati,",
    "in un Giorno terribile,",
    "il Giorno in cui le genti saranno ritte davanti al Signore dei mondi?",
    "No, in verità il registro dei peccatori è nella Segreta  ;",
    "e chi mai ti farà comprendere cos’è la Segreta?",
    "È uno scritto vergato.",
    "Guai, in quel Giorno, a coloro che tacciano di menzogna,",
    "che tacciano di menzogna il Giorno del Giudizio.",
    "Non lo taccia di menzogna altri che il peccatore inveterato,",
    "che, quando gli sono recitati i Nostri versetti, dice: «Favole degli antichi!».",
    "Niente affatto: è piuttosto quello che fanno che copre i loro cuori.",
    "Niente affatto: in verità in quel Giorno un velo li escluderà dal vedere il loro Signore,",
    "e poi cadranno nella Fornace.",
    "Sarà detto loro: «Ecco quello che tacciavate di menzogna!».",
    "Niente affatto: il registro dei caritatevoli sarà nelle Altezze  .",
    "E chi mai ti farà comprendere cosa sono le Altezze?",
    "È uno scritto vergato.",
    "I ravvicinati  ne renderanno testimonianza.",
    "I giusti saranno nella delizia,",
    "[appoggiati] su alti divani guarderanno.",
    "Sui loro volti vedrai il riflesso della Delizia.",
    "Berranno un nettare puro, suggellato",
    "con suggello di muschio – che vi aspirino coloro che ne sono degni",
    "[un nettare] mescolato con Tasnîm  ,",
    "fonte di cui berranno i ravvicinati.",
    "Invero i malvagi schernivano i credenti  ;",
    "quando passavano nei loro pressi si davano occhiate,",
    "ritornando dalla loro gente, si burlavano di loro;",
    "e quando li vedevano, dicevano: «Davvero sono fuorviati!».",
    "Certo non hanno avuto l’incarico di vegliare su di loro.",
    "Oggi invece sono i credenti a ridere dei miscredenti:",
    "[appoggiati] su alti divani guarderanno.",
    "I miscredenti non sono forse compensati per quello che hanno fatto?  «la Segreta»: con questo termine che abbiamo reso «as-sijjin» poiché molti tra i più autorevoli commentatori hanno scritto che esso implica il concetto di «sotterraneo» e di carcere. Secondo altri si tratta del nome proprio della lista che, nell’Infemo, registrerà il nome dei dannati, ipotesi avvalorata dal vers.  «le Altezze»: uno dei luoghi del Paradiso.  «I ravvicinati»: o «al muqarabbìn» una particolare categoria di angeli o anche i beati.  «Tasnim»: il nome di una fonte del Paradiso. Significa lett. sorgente di acqua abbondante.  Il Corano descrive l’atteggiamento dei pagani nei contronti dei musulmani: scherno, occhiate ironiche, pesanti ironie, dileggio.",
    "Quando si fenderà il cielo",
    "e obbedirà al suo Signore e quel che deve fare farà;",
    "quando la terra sarà spianata  ,",
    "rigetterà quello che ha in seno e si svuoterà ",
    "e obbedirà al suo Signore e quel che deve fare farà,",
    "o uomo che aneli al tuo Signore, tu Lo incontrerai.",
    "Quanto a colui che riceverà il suo libro  nella mano destra,",
    "gli verrà chiesto conto con indulgenza,",
    "e lietamente ritornerà ai suoi  .",
    "Quanto a colui che riceverà il suo libro da dietro la schiena  ,",
    "invocherà l’annientamento,",
    "e brucerà nella Fiamma  !",
    "Si rallegrava in mezzo ai suoi  ,",
    "e pensava che mai sarebbe ritornato [ad Allah].",
    "Invece sì, in verità il suo Signore lo osservava.",
    "Lo giuro per il crepuscolo,",
    "per la notte e per quello che essa avvolge  ,",
    "per la luna quando si fa piena:",
    "invero passerete attraverso fasi successive  .",
    "Cos’hanno dunque, che non credono",
    "e non si prosternano quando si recita loro il Corano()?",
    "I miscredenti invece tacciano di menzogna.",
    "Ma Allah ben conosce quel che celano.",
    "Annuncia loro un doloroso castigo,",
    "eccetto che per coloro che credono e compiono il bene: essi avranno ricompensa inesauribile.  Il tema del livellamento della terra ricorre spesso nel Corano. Conseguenza del cataclisma che farà «correre» e poi «disperdere come polvere» le montagne. Quando giungerà l’Ora tutta la terra sarà una sterminata distesa sulla quale non ci sarà né ombra né nascondiglio.  Si svuoterà dei morti che sono dentro di essa (vedi XCIX, ).  «il suo libro»: il registro contenente l’annotazione delle sue azioni terrene.  Il versetto allude al fatto che i familiari che avranno meritato il Paradiso saranno ricongiunti in esso o esprime il concetto di una famiglia il cui legame sarà quello della comune beatitudine? Allah ne sa di più.  Gli uomini che saranno destinati alla dannazione si presenteranno al Giudizio con la mano destra attaccata al collo e la sinistra legata dietro la schiena, quindi riceveranno il loro registro da dietro.  «la Fiamma»: uno dei tormenti dell’Inferno.  Allah (gloria a Lui l’Altissimo) ci ricorda l’effimera sicurezza che può venire dagli affetti familiari e dalle solidarietà tribali (e oggi di classe, nazionali, ecc.). L’unica vera sicurezza è in Lui.  «quello che essa avvolge»: fiere, jinn, umori. La mancanza di luce rappresenta un segno dell’esistenza dell’invisibile (ghayb) e della notte dello spirito dell’uomo che non si relaziona correttamente con il suo Creatore (gloria a Lui l’Altissimo).  «fasi successive»: la morte – la Resurrezione – il Giudizio – la Vita eterna nel Paradiso o nell’Inferno (Signor nostro, dacci il bene di questa vita e il bene dell’Altra e allontanaci dal fuoco!).",
    "Per il cielo dalle costellazioni  ,",
    "per il Giorno promesso,",
    "per il testimone e la [sua] testimonianza  !",
    "Sia maledetta la gente del Fossato ",
    "dal fuoco incessantemente attizzato,",
    "quando se ne stavano seduti accanto,",
    "testimoni di quel che facevano ai credenti.",
    "E non li tormentavano che per aver creduto in Allah, il Potente, il Degno di lode,",
    "Colui al Quale appartiene la sovranità dei cieli e della terra. Allah è Testimone di ogni cosa.",
    "In verità coloro che perseguitano i credenti e le credenti e poi non se ne pentono, avranno il castigo dell’Inferno e il castigo dell’Incendio  .",
    "In verità coloro che credono e compiono il bene avranno i Giardini dove scorrono i ruscelli. Questo è il grande successo.",
    "La risposta del tuo Signore è severa.",
    "Invero Egli è Colui Che inizia e reitera  .",
    "Egli è il Perdonatore, l’Amorevole,",
    "il Signore del Trono glorioso,",
    "Colui che fa [tutto] ciò che vuole.",
    "Non ti è giunta la storia delle armate",
    "di Faraone e dei Thamùd?",
    "I miscredenti continuano invece a tacciare di menzogna  ,",
    "nonostante che Allah sia dietro di loro e li circondi  .",
    "Questo è invece un Corano glorioso,",
    "[impresso] su di una Tavola protetta  .  Nel senso di «Segni zodiacali». Il sole, nel suo moto apparente, si sposta in una posizione, si sposta in una porzione del cielo in cui si provano le dodici costellazioni dello zodiaco: Ariete, Toro, Gemelli, Cancro, Leone, Vergine, Bilancia, Scorpione, Sagittario, Capricorno, Acquario e Pesci.  Secondo l’esegesi classica (Tabarì xxx,il versetto ha una valenza generale e non è riferito a nessun particolare testimone o testimonianza.  «gente del Fossato»: il versetto allude alla vicenda che vide protagonista un re israelita di Najràn, nel nord dello Yemen, Dhu Nuwàs, il quale perseguitò i cristiani e sottopose al martirio del fuoco un gran numero di loro. Secondo alcune tradizioni furono circa ventitremila i cristiani che perirono arsi vivi in un grande braciere acceso in un fossato, appositamente scavato. La storia ci dice che tanta ferocia non rimase impunita: un’armata di settantamila uomini venne inviata contro di lui dal Negus dell’Etiopia, il suo esercito fu sbaragliato, egli morì suicida e la sua gente venne sottoposta alla decimazione. Per vendicare i cristiani uccisi vennero passati a fil di spada un terzo degli uomini di Najrân e un sesto delle donne furono ridotte in schiavitù.  «L’Incendio»; uno dei nomi dell’Inferno.  Allah (gloria a Lui l’Altissimo) inizia la creazione, la reitera nei cicli della natura e infine nella Resurrezione dei morti.  Anche «I miscredenti continuano a vivere nella menzogna».  Con questa espressione il Corano intende l’assoluta impossibilità per i miscredenti di sottrarsi alla volontà di Allah e al Suo castigo.  La Tavola celeste che contiene l’archetipo immutabile della Rivelazione divina. Secondo una tradizione questa Tavola è posta alla destra del Trono di Dio. Tabarì riferì che l’Inviato di Allah (pace e benedizioni su di lui) disse: «Allah ha creato la Tavola protetta dalla perla bianca, le sue pagine dal rubino rosso, il suo calamo dalla luce e la sua Scrittura dalla luce».",
    "Per il cielo e per l’astro notturno  ,",
    "e chi mai ti dirà cos’è l’astro notturno?",
    "È la fulgida stella.",
    "Non c’è anima alcuna che non abbia su di sé un [angelo] guardiano  .",
    "Consideri dunque l’uomo da che cosa fu creato!",
    "Da un liquido eiaculato,",
    "che esce di tra i lombi e le costole.",
    "[Allah] è certo capace di ricondurlo  ,",
    "nel Giorno in cui i segreti saranno svelati,",
    "e [l’uomo] non avrà più né forza né ausilio  .",
    "Per il cielo che ritorna incessantemente ",
    "e per la terra quando si fende  :",
    "in verità questa è Parola  decisiva,",
    "per nulla frivola.",
    "Invero tramano insidie,",
    "e Io tesso la Mia strategia.",
    "Concedi una dilazione ai miscredenti, da’ loro un po’ di tempo.  Abbiamo tradotto con «astro notturno» il termine arabo «at-târiq» che implica il concetto di venire di notte inaspettatamente  Vedi XIII, «di ricondurlo»: alla vita eterna dopo la morte.  «né forza né ausilio»: per sottrarsi al suo destino.  Il cielo nel suo ciclo di evaporazione-nuvole-precipitazioni che continuerà incessantemente fino alla fine di questo mondo.  «quando si fende»: in conseguenza della spinta della vegetazione che cresce.  Il Sublime Corano, Rivelazione ultima e Legge finale per tutti gli uomini.",
    "Glorifica il Nome del tuo Signore, l’Altissimo,",
    "Colui Che ha creato e dato forma armoniosa,",
    "Colui Che ha decretato e guidato  ,",
    "Colui Che fa germinare i pascoli,",
    "e ne fa poi fieno scuro.",
    "Ti faremo recitare [il Corano] e non dimenticherai",
    "se non ciò che Allah vuole. Egli conosce il palese e l’occulto.",
    "Pre-Eg. n. Diversetti. Il nome della sura deriva dal vers. In nome di Allah, il Compassionevole, il Misericordioso. Ti faciliteremo la [via] più facile  .",
    "Ricorda, ché il Ricordo  è utile:",
    "se ne ricorderà chi teme [Allah]",
    "e solo il malvagio se ne allontanerà:",
    "brucerà nel Fuoco più grande,",
    "in cui non morrà e non vivrà.",
    "Avrà successo chi si sarà purificato,",
    "e avrà ricordato il Nome di Allah e assolto all’orazione.",
    "Ma voi preferite la vita terrena,",
    "mentre l’altra è migliore e più duratura.",
    "In verità ciò è nei Fogli antichi,",
    "i Fogli di Abramo  e di Mosè.  «ha decretato e guidato»: Allah (gloria a Lui l’Altissimo) ha determinato il ruolo e la funzione di ognuna delle Sue creature, ha insegnato la sopravvivenza agli animali, ha mostrato agli uomini la via della salvezza eterna.  L’IsIàm, la via verso la salvezza, la memorizzazione del Corano, il trionfo sui miscredenti; queste alcune delle possibili spiegazioni de «la via più facile».  II Dhikr, il Ricordo [di Dio] è anche uno dei nomi del Corano.  La Rivelazione che Allah (gloria a Lui l’Altissimo) ha dato al nostro padre Abramo (pace su di lui) e di cui ci è pervenuta la notizia in grazia di questo versetto.",
    "Ti è giunta notizia dell’Avvolgente  ?",
    "Ci saranno in quel Giorno volti umiliati,",
    "di spossati e afflitti,",
    "che bruceranno nel Fuoco ardente,",
    "e saranno abbeverati da una fonte bollente.",
    "Per essi non ci sarà altro cibo che il darì‘  ,",
    "che non nutre e non placa la fame.",
    "Ci saranno in quel Giorno volti lieti,",
    "soddisfatti delle loro opere,",
    "in un Giardino elevato,",
    "in cui non s’odono discorsi vani.",
    "Colà vi è una fonte che scorre,",
    "colà alti divani,",
    "e coppe poste [a portata di mano]",
    "e cuscini assestati",
    "e tappeti distesi.",
    "Non riflettono  sui cammelli e su come sono stati creati,",
    "sul cielo e come è stato elevato,",
    "sulle montagne e come sono state infisse  ,",
    "sulla terra e come è stata distesa?",
    "Ammonisci dunque, ché tu altro non sei che un ammonitore",
    "e non hai autorità alcuna su di loro  .",
    "Quanto a chi volge le spalle e non crede,",
    "Allah lo castigherà con il castigo più grande.",
    "In verità a Noi ritorneranno,",
    "e allora spetterà a Noi chieder loro conto [delle loro azioni].  «l’Avvolgente»:senza alcun dubbio è l’ora del Giudizio. Il termine «al-ghâshiya» che abbiamo tradotto con «avvolgente» significa coprire, avvolgere, attaccare il nemico da ogni lato.  «darì‘»: pianta spinosa e amarissima tipica dei deserti.  «Non considerano [quelli che non credono]…»  «infisse le montagne»: vedi nota a xvi, «non hai autorità alcuna su di loro» nel senso di: «non hai nessun potere per costringere chi non crede a farlo». Per quanto riguarda il concetto di autorità letteralmente inteso, si consideri che la sura è meccana (pre-Egira) e che Muhammad (pace e benedizioni su di lui) a cui si rivolge il Sacro testo, non era ancora a capo di una comunità organizzata di credenti.",
    "Per l’alba,",
    "per le dieci notti  ,",
    "per il pari e per il dispari ",
    "e per la notte quando trascorre.",
    "Non è questo un giuramento per chi ha intelletto?",
    "Non hai visto come il tuo Signore ha trattato gli ‘Ad?",
    "e Iram  dalla colonna,",
    "senza eguali tra le contrade,",
    "e i Thamùd che scavavano la roccia nella vallata",
    "Pre-Eg. n.Di versetti. Il nome della sura deriva dal vers. In nome di Allah, il Compassionevole, il Misericordioso. e Faraone, quello dei pali  ?",
    "[Tutti] costoro furono ribelli nel mondo",
    "e seminarono la corruzione,",
    "e il tuo Signore calò su di loro la frusta del castigo.",
    "In verità il tuo Signore è all’erta.",
    "Quanto all’uomo, allorché il suo Signore lo mette alla prova onorandolo e colmandolo di favore, egli dice: «Il mio Signore mi ha onorato».",
    "Quando invece lo mette alla prova lesinando i Suoi doni, egli dice: «Il mio Signore mi ha umiliato».",
    "No, siete voi che non onorate l’orfano,",
    "che non vi sollecitate vicendevolmente a nutrire il povero,",
    "che divorate avidamente l’eredità",
    "e amate le ricchezze d’amore smodato.",
    "No, quando la terra sarà polverizzata, in polvere fine,",
    "e verranno il tuo Signore e gli angeli schiere su schiere,",
    "in quel Giorno sarà avvicinata l’Inferno, in quel Giorno l’uomo si rammenterà  . Ma a cosa gli servirà rammentarsi?",
    "Dirà: «Ahimè! Se avessi mandato avanti qualcosa  per la mia vita [futura]!».",
    "In quel Giorno nessuno castigherà come Lui castiga,",
    "e nessuno incatenerà come Lui incatena.",
    "«O anima ormai acquietata  ,",
    "ritorna al tuo Signore soddisfatta e accetta;",
    "entra tra i Miei servi,",
    "entra nel Mio Paradiso.»   Le prime dieci notti del mese di Dhul-Hijja, quelle durante il quale si svolge il pellegrinaggio. L’imâm Bukhâri, riferì che l’Inviato di Allah (pace e benedizioni su di lui) disse: «Non vi è opera migliore o più gradita ad Allah di quella meritoria che si fa in questi dieci giorni». Dissero: «Neppure la lotta per la causa di Dio?», rispose: «Neppure questa, a parte il caso di quello che ha marciato con i suoi beni e la sua persona e non ha fatto ritorno».  Forse il versetto fa riferimento a opere sovraerogatorie che seguono la preghiera della notte: due unità adorati ve dette «shaf » (pari) e un’ulteriore unità detta «witr» (dispari).  Dovrebbe trattarsi di una città dell’Arabia meridionale un tempo abitata dagli ‘Ad. Una recente scoperta archeologica sembrerebbe confermare questa tesi. Secondo Tabari (xxx,si tratterebbe dell’antica Alessandria d’Egitto, altri esegeti hanno avanzato ipotesi diverse: Damasco, Palmira.  Vedi XX, : XXXVIII. «l’uomo si rammenterà»: di quello che avrà fatto. v  «Se avessi mandato avanti qualcosa»: espressione tipica del Corano. È l’espressione di rammarico dell’uomo che si accorge di non aver compiuto bene a sufficienza per meritarsi la pace eterna.  «acquietata»: dall’acquisita certezza di aver meritato la misericordia di Allah (gloria a Lui l’Altissimo).  Questi ultimi quattro versetti di grande impatto emotivo, fanno parte della preghiera che si recita presso un moribondo. Secondo alcuni commentatori, i primi due riferirebbero il saluto che gli angeli rivolgeranno alle anime che entreranno nel Paradiso, e gli ultimi due l’invito che rivolgerà loro Allah stesso (gloria a Lui l’Altissimo).",
    "Lo giuro per questa contrada ",
    "– e tu sei un abitante di questa contrada –",
    "e per chi genera e per chi è generato.",
    "In verità abbiamo creato l’uomo perché lotti  .",
    "Crede forse che nessuno possa prevalere su di lui?",
    "Dice: «Ho dilapidato una quantità di beni»  .",
    "Crede forse che nessuno lo abbia visto?",
    "Non gli abbiamo dato due occhi,",
    "una lingua e due labbra?",
    "Non gli abbiamo indicato le due vie?",
    "Ma non ha intrapreso la via ascendente  .",
    "E chi ti farà comprendere cos’è la via ascendente?",
    "È riscattare uno schiavo  ,",
    "o nutrire, in un giorno di carestia,",
    "un parente orfano",
    "o un povero prostrato [dalla miseria],",
    "ed essere tra coloro che credono e vicendevolmente si invitano alla costanza e vicendevolmente si invitano alla misericordia.",
    "Costoro sono i compagni della destra,",
    "mentre coloro che non credono nei Nostri segni, sono i compagni della sinistra  .",
    "Il Fuoco si chiuderà su di loro.  La città della Mecca e il suo territorio.  «perché combatta»: la lotta per la salvezza della sua anima e quella per la sua sopravvivenza. Un altro significato ammesso: «creammo l’uomo nella sofferenza».  Forse l’uomo teme che la sua elemosina non gli servirà. Secondo un’altra interpretazione si tratta del discorso di chi millanta una generosità che non ha mai manifestato. Nel versetto successivo Allah (gloria a Lui l’Altissimo) gli risponde indicandogli le vie del bene.  «la via ascendente»: verso l’Altissimo. È anche possibile che il versetto alluda alla difficoltà che prova l’uomo nel controllare le sue passioni.  Lett.: «Sciogliere un collo». NellTslàm, la liberazione degli schiavi in tutte le sue forme è opera altamente meritoria e addirittura prescritta (a chi ne abbia la possibilità) come espiazione obbligatoria di alcune mancanze.  Riceveranno il registro delle loro azioni nella destra o nella sinistra. Vedi in proposito lxxxiv,e la nota.",
    "Per il sole e il suo fulgore,",
    "per la luna quando lo segue,",
    "per il giorno quando rischiara [la terra],",
    "per la notte quando la copre,",
    "per il cielo e Ciò Che lo ha edificato,",
    "per la terra e Ciò Che l’ha distesa,",
    "per l’anima e Ciò Che l’ha formata armoniosamente",
    "ispirandole empietà e devozione  .",
    "Ha successo invero chi la purifica,",
    "è perduto chi la corrompe.",
    "I Thamùd, per arroganza, tacciarono di menzogna,",
    "quando si alzò il più miserabile  di loro.",
    "Il Messaggero di Allah aveva detto loro: «[Questa] è la cammella di Allah, [abbia] il suo turno per bere»  .",
    "Lo tacciarono di impostura e le tagliarono i garretti: li annientò il loro Signore per il loro peccato,",
    "senza temere [di ciò] alcuna conseguenza.  Mostrandole il modo di distinguere la via del bene da quella del male.  Il loro capo, che secondo la tradizione si chiamava Qudàr ibn Salif, si offrì di uccidere la cammella (Tabarì xxx, ).  Il profeta Şâlih aveva stabilito che la cammella che Allah (gloria a Lui l’Altissimo) aveva miracolosamente tratto da una roccia avesse diritto di bere un giorno su due all’unica fonte di cui disponevano i Thamùd. In seguito, però, quelli rinnegarono il patto e uccisero la cammella, suscitando la collera e il castigo di Allah. Vedi anche XI, e la nota.",
    "Per la notte quando avvolge  [con le sue tenebre],",
    "per il giorno quando risplende,",
    "per Colui Che ha creato il maschio e la femmina.",
    "Invero i vostri sforzi divergono  .",
    "A chi sarà stato generoso e timorato",
    "e avrà attestato la verità della cosa più bella  ,",
    "faciliteremo il facile  ;",
    "a chi invece sarà stato avaro e avrà creduto di bastare a se stesso",
    "Pre-Eg. n. Di versetti. Il nome della sura deriva dal vers. In nome di Allah, il Compassionevole, il Misericordioso. e tacciato di menzogna la cosa più bella,",
    "lo spingeremo nelle avversità  .",
    "Quando precipiterà [nell’abisso], a nulla gli serviranno i suoi beni!",
    "In verità spetta a Noi la guida!",
    "In verità a Noi appartengono l’altra vita e questa vita.",
    "Vi ho dunque messo in guardia da un fuoco fiammeggiante,",
    "nel quale brucerà solo il malvagio,",
    "che avrà tacciato di menzogna e avrà girato le spalle;",
    "mentre ne sarà preservato il timorato,",
    "che dà dei suoi beni per purificarsi,",
    "che a nessuno avrà fatto un bene per ottenere ricompensa,",
    "ma solo per amore del suo Signore l’Altissimo.",
    "Per certo sarà soddisfatto  .  Vedi nota a lxxxviii,.  Alcuni tendono al bene, altri alla dannazione.  «la cosa più bella»: la fede e l’attestazione che «Non c’è altro dio all’infuori di Allah e Muhammad è l’Inviato di Allah»; oppure il premio che otterranno coloro che avranno temuto Allah.  Vedi nota a lxxxvii,  La via dell’iniquità e della perdizione.  In questa vita dalla certezza del bene compiuto, nell’altra dal premio che riceverà dal suo Signore.",
    "Per la luce del mattino,",
    "per la notte quando si addensa:",
    "il tuo Signore non ti ha abbandonato e non ti disprezza ",
    "e per te l’altra vita sarà migliore della precedente.",
    "Il tuo Signore ti darà [in abbondanza] e ne sarai soddisfatto .",
    "Non ti ha trovato orfano e ti ha dato rifugio?",
    "Non ti ha trovato smarrito e ti ha dato la guida?",
    "Non ti ha trovato povero e ti ha arricchito?",
    "Dunque non opprimere l’orfano,",
    "non respingere il mendicante,",
    "e proclama la grazia del tuo Signore. Questa sura scese su Muhammad (pace e benedizioni su di lui) dopo una lunga interruzione della rivelazione, durante la quale il Profeta dovette subire il dileggio dei miscredenti e lo scherno dei suoi peggiori nemici. La moglie di suo zio Abù Lahab lo scherniva dicendogli: «Il tuo padrone ti ha abbandonato» (Tabarì xxx, ). II versetto allude agli immensi favori che Allah (gloria a Lui l’Altissimo) riverserà nel Giorno della Resurrezione sul Suo Inviato Muhammad (pace e benedizioni su di lui) e gli consentirà di intercedere per la comunità dei musulmani. Abdallah ibn Abdalmuttalib, padre dell’Inviato di Allah (pace e benedizioni su di lui), morì quando egli era ancora nel grembo materno e sua madre Amina pochi anni dopo. Muhammad rimase poi orfano della sua tribù quando i Quraysh condannarono il suo clan all’ostracismo, e ancora fu orfano della sua stessa famiglia quando, dopo la morte del suo protettore lo zio Abù Talib, l’altro fratello di suo padre, Abù Lahab suo nemico giurato, divenne il capo del clan dei Banì Hashìm. In questa triste condizione Allah (gloria a Lui l’Altissimo) gli concesse un asilo sicuro in quella Yatrib che sarebbe diventata Medinatu-an-Naby al Munawwara (la città del Profeta, l’illuminata). La ricchezza di cui parla il versetto è di tipo eminentemente spirituale. In tutta la sua vita terrena l’Inviato di Allah (pace e benedizioni su di lui) non fu mai ricco e tutta la sua famiglia visse in un clima di grande austerità. La grazia più grande che Allah (gloria a Lui l’Altissimo) ha dato al suo Inviato (pace e benedizioni su di lui) è stata il Corano e la profezia e questo ben spiega che cosa debba riferire Muhammad.",
    "Non ti abbiamo forse aperto il petto [alla fede] ",
    "Pre-Eg. n.Di versetti. Il nome della sura deriva dal vers. In nome di Allah, il Compassionevole, il Misericordioso. E non ti abbiamo sbarazzato del fardello ",
    "che gravava sulle tue spalle?",
    "[Non abbiamo] innalzato la tua fama  ?",
    "In verità per ogni difficoltà c’è una facilità  .",
    "Sì, per ogni difficoltà c’è una facilità  .",
    "Appena ne hai il tempo  , mettiti dunque ritto  ,",
    "e aspira al tuo Signore.  Una tradizione attribuita all’Inviato di Allah (pace e benedizioni su di lui) riferisce il racconto del fatto prodigioso che accadde a Muhammad quando ancora bambino viveva presso i Bani Sa‘d nel deserto. Disse il Profeta: «Vennero due uomini vestiti di bianco, avevano una bacinella d’oro colma di neve. Si chinarono su di me, aprirono il mio petto e ne estrassero il cuore. Da esso trassero un grumo nero che gettarono via, quindi lavarono il cuore e il petto con neve».  Secondo il Tabarì (xxx, -significa: «Non ti abbiamo liberato dall’idolatria e cancellato ogni tuo peccato?».  Siamo certi che nessun uomo al mondo sia tenuto in tanto alta considerazione quanto Muhammad ibn Abdallah ibn Hâshîm, il nostro Profeta (pace e benedizioni su di lui). Oltre un miliardo e duecento milioni di musulmani citano il suo nome con reverenza e amore sincero. Le conseguenze della sua missione spirituale, etica, giuridica e politica sono totalmente vive e operanti dopo quattordici secoli dalla sua scomparsa da questo mondo e perdureranno (insh-Allah) fino all’Ultimo Giorno di questa vita terrena e in perpetuo nell’Altra.  Questa è la vita in questo mondo, un’alternanza di gioie e dolori, di difficoltà e di vie d’uscita ai problemi.  Secondo molti commentatori questo versetto, praticamente uguale al precedente, ne differisce nel significato: esso infatti significherebbe che «in ogni male c’è del bene» e che «dopo un rovescio della sorte, può arridere il successo».  «Appena ne hai il tempo»: potrebbe essere l’invito a eseguire l’orazione nel suo tempo di elezione. In quello cioè migliore per compierla (vedi Appendice ).  «mettiti dunque ritto»: per pregare.",
    "Per il fico e per l’olivo,",
    "per il Monte Sinai",
    "e per questa contrada  sicura!",
    "Invero creammo l’uomo nella forma migliore,",
    "quindi lo riducemmo all’infimo dell’abiezione  ,",
    "eccezion fatta per coloro che credono e fanno il bene: avranno ricompensa inesauribile.",
    "Dopo di ciò cosa mai ti farà tacciare di menzogna il Giudizio?",
    "Non è forse Allah il più Saggio dei giudici?  La città e il territorio della Mecca.  Dopo la cacciata dal Giardino, l’uomo regredì ad uno stato molto lontano da quello in cui Allah (gloria a Lui l’Altissimo) lo aveva creato. Questa regressione potrebbe aver determinato persino delle modificazioni morfologiche. Certamente l’uomo non «discende dalle scimmie» ma può essere sceso al loro livello. La correlazione del versetto con quello successivo indica che questa regressione può avvenire anche per ragioni spirituali ed etiche e che fede e buon comportamento sono le sole maniere di evitarla.",
    "Leggi! In nome del tuo Signore che ha creato,",
    "ha creato l’uomo da un’aderenza.",
    "Leggi, che il tuo Signore è il Generosissimo,",
    "Colui Che ha insegnato mediante il calamo,",
    "che ha insegnato all’uomo quello che non sapeva.",
    "Invece no! Invero l’uomo si ribella,",
    "appena ritiene di bastare a se stesso.",
    "In verità il ritorno è verso il tuo Signore.",
    "Hai visto colui  che proibisce",
    "al servo di eseguire l’orazione?",
    "Pensi che segua la guida,",
    "che comandi il timore [di Allah]?",
    "Non pensi piuttosto che rinneghi e volga le spalle  ?",
    "Non sa che, invero, Allah vede  ?",
    "Stia in guardia: se non smette, Noi lo afferreremo per il ciuffo,",
    "il ciuffo mendace peccaminoso.",
    "Chiami pure il suo clan:",
    "Noi chiameremo i guardiani  .",
    "No, non gli obbedire  , ma prosternati e avvicinati  .  Coi primi cinque versetti di questa sura inizia la rivelazione del Corano. Era l’anno durante Ramadan, nono mese del calendario lunare, Muhammad ibn Abdallah ibn Abdalmuttalib, della tribù dei Quraysh della Mecca (pace e benedizioni su di lui) si era ritirato in meditazione, in una grotta del monte Hirà, nelle vicinanze della città. In una delle ultime notti del mese, all’improvviso gli apparve una figura umana che gli disse: «Leggi!». Muhammad rispose: «Non so leggere», allora quello lo strinse fortissimamente e insistette: «Leggi!». Dopo che questo fatto si ripetè ancora una volta la creatura recitò i primi cinque versetti di questa sura affinché, come disse poi l’Inviato di Allah, «le parole fossero scolpite nel mio cuore». Sconvolto ed impaurito Muhammad fuggì dalla grotta correndo giù dalla montagna ma una voce risuonò prodigiosamente nell’oscurità della notte: «O Muhammad tu sei il Messaggero di Allah e io sono Gabriele». Egli alzò gli occhi e vide la forma angelica riempire tutto l’orizzonte. Allah (gloria a Lui l’Altissimo) aveva scelto il Suo Messaggero e da quel giorno, nell’arco di ventitré anni, fece scendere su di lui la rivelazione coranica; Muhammad la comunicò ai suoi discepoli, la dettò ai suoi segretari e oggi, dopo quattordici secoli, per Volontà dell’Altissimo, un miliardo e mezzo di musulmani sono beneficiari di questa Misericordia.  Secondo la tradizione (Tabari xxx, -il versetto e quelli che seguono si riferiscono ad Abu Jahl, un potente coreiscita che aveva giurato di uccidere l’Inviato di Allah (pace e benedizioni su di lui) se avesse osato pregare nei pressi della Ka‘ba.  «… che rinneghi [i segni di Allah] e volga le spalle [al Suo Inviato].»  «Allah vede [tutto quello che fa]?»  «i guardiani»: gli angeli, custodi dell’Inferno.  «non gli obbedire»: non sottostare alle sue intimidazioni relativamente all’orazione (vedi nota ).  «prosternati e avvicinati»: ad Allah. Questa è l’ultima «sajda» che si esegue nella recitazione del Corano. Vedi in Appendice l’elenco delle prosternazioni rituali.",
    "Invero lo  abbiamo fatto scendere nella Notte del Destino  .",
    "E chi potrà farti comprendere cos’è la Notte del Destino?",
    "La Notte del Destino è migliore di mille mesi.",
    "In essa discendono gli angeli e lo Spirito  , con il permesso del loro Signore, per [fissare] ogni decreto  .",
    "È pace, fino al levarsi dell’alba.    La Notte del destino di cui è questione in questa sura è quella in cui Allah (gloria a Lui l’Altissimo) rivelò al Profeta Muhammad (pace e benedizioni su di lui) il Sublime Corano. Il fatto avvenne in una delle notti dispari dell’ultima decade del mese di Ramadan (vedi anche nota alla sura XCVI). La consuetudine islamica, appoggiandosi su alcune tradizioni, ha individuato nella ventisettesima notte del mese la fatidica notte (inizia al tramonto del ventiseiesimo giorno di Ramadan) e ne ha fatto una ricorrenza liturgica di grande importanza. Durante questa notte nelle moschee e nelle case dei musulmani si veglia, si legge il Corano, si chiede perdono ad Allah e si invocano la Sua Grazia e la Sua Misericordia per tutto l’anno a venire.  Il pronome si riferisce al Sublime Corano?  Il termine che abbiamo tradotto con «Destino» è «quadr» che significa anche «potere, valore, merito, decisione».  «lo Spirito»: con questo termine Allah (gloria a Lui l’Altissimo) designa nel Corano l’angelo Gabriele (pace su di lui).  L’esegesi ha stabilito che il significato dell’espressione «min kulli ’amr» sia appunto quello che abbiamo tradotto con «per [fissare] ogni decreto», attribuendo alla particella «min» (da) il valore di «bi» (con, per).",
    "I miscredenti fra la gente della Scrittura  e gli associatori  , non cesseranno  , finché non giunga loro la Prova Evidente  ,",
    "un Messaggero, da parte di Allah, che legge fogli purissimi  ,",
    "contenenti precetti immutabili.",
    "Coloro cui fu data la Scrittura non si divisero, finché non giunse loro la Prova Evidente  ;",
    "eppure non ricevettero altro comando che adorare Allah, tributandoGli un culto esclusivo e sincero  , eseguire l’orazione e versare la decima  . Questa è la Religione della verità.",
    "In verità i miscredenti fra la gente della Scrittura e gli associatori, saranno nel fuoco dell’Inferno, dove rimarranno in perpetuo. Di tutta la creazione essi sono i più abbietti.",
    "Quelli che invece credono e compiono il bene sono i migliori di tutta la creazione.",
    "Presso il loro Signore, la loro ricompensa saranno i Giardini di Eden, dove scorrono i ruscelli, in cui rimarranno in perpetuo. Allah Si compiace di loro e loro si compiacciono di Lui. Ecco [cosa è riservato] a chi teme il suo Signore.  «la gente della Scrittura»: i nazareni e gli israeliti.  «gli associatori»; i politeisti, quelli che fanno associazione (shirk) di qualcosa ad Allah, l’Unico.  «non cesseranno»: di seguire i loro culti erronei; di coltivare i loro dubbi a proposito dell’unicità di Allah; le loro diatribe. Questi alcuni dei significati proposti per questo versetto.  «…la Prova Evidente»: il Sublime Corano sceso su Muhammad (pace e benedizioni su di lui) come meglio specificato dal versetto successivo.  «fogli purissimi»: una metafora per indicare il Corano.  Nel contesto di questo versetto «la Prova Evidente» è la missione di Muhammad (pace e benedizioni su di lui) l’espressione «si divisero» può essere infatti intesa come la constatazione che fu grazie ad essa che una parte dei giudei e dei nazareni accettarono l’IsIàm, separandosi dalle loro rispettive comunità, per aderire alla grande Umma dei credenti.  «un culto esclusivo»: lett. «come hanìf». Vedi II,e la nota.  «eseguire l’orazione… versare la decima.» Vedi Appendici e .",
    "Quando la terra sarà agitata nel terremoto  ,",
    "la terra rigetterà i suoi fardelli  ,",
    "e dirà l’uomo: «Cosa le succede?».",
    "In quel Giorno racconterà le sue storie  ,",
    "giacché il tuo Signore gliele avrà ispirate.",
    "In quel Giorno gli uomini usciranno in gruppi  , affinché siano mostrate loro le loro opere  .",
    "Chi avrà fatto [anche solo] il peso di un atomo di bene lo vedrà,",
    "e chi avrà fatto [anche solo] il peso di un atomo di male lo vedrà  .  Il terremoto (quello generale e finale) uno dei segni dell’Ora.  Le spoglie degli uomini che sono sepolti in essa.  Come tutto il resto della creazione, anche la terra testimonierà delle azioni degli uomini.  «usciranno in gruppi»: dalle loro tombe.  «affinché siano mostrate…»: affinché gli uomini si possano rendere conto della reale portata delle loro azioni. Disse l’Inviato di Allah (pace e benedizioni su di lui): «In verità l’uomo dorme, è quando muore che si sveglia».  Il Profeta Muhammad (pace e benedizioni su di lui) disse che i due versetti che concludono questa sura sono i più terrificanti di tutto il Corano.",
    "Per le scalpitanti ansimanti",
    "che fan sprizzare scintille  ,",
    "che caricano al mattino,",
    "Pre-Eg. n.Di versetti. Il nome della sura deriva dal vers. In nome di Allah, il Compassionevole, il Misericordioso. che fanno volare la polvere,",
    "che irrompono in mezzo  [al nemico].",
    "Invero l’uomo è ingrato verso il suo Signore,",
    "invero è ben conscio di ciò.",
    "Invero è avido per amore delle ricchezze!",
    "Non sa che, quando sarà messo sottosopra quello che è nelle tombe ",
    "e reso noto quello che è nei petti,",
    "il loro Signore, in quel Giorno, sarà ben informato su di loro?  Battendo con i loro zoccoli ferrati sulla pietra.  «irrompono in mezzo»: abbiamo tradotto così «Fawasaţna bihi Jam`āan». Secondo alcuni esegeti «jam ‘a» potrebbe anche essere il nome di un luogo preciso, forse la regione compresa tra Arafat e Mina, nei pressi della Mecca.  Quando Allah (gloria a Lui l’Altissimo) farà resuscitare i morti.",
    "La Percotente  ,",
    "cos’è mai la Percotente?",
    "E chi potrà farti comprendere cos’è la Percotente?",
    "Il Giorno in cui gli uomini saranno come falene disperse,",
    "e le montagne come fiocchi di lana cardata,",
    "colui le cui bilance saranno pesanti ",
    "avrà una vita felice  ;",
    "colui che invece avrà bilance leggere,",
    "avrà per dimora il Baratro  .",
    "E chi potrà farti comprendere cos’è?",
    "E un Fuoco ardente.  «La Percotente»: uno dei nomi del Giorno della Resurrezione.  Verss. e «bilance pesanti… bilance leggere»: di opere meritorie.  «una vita felice»: nel Paradiso.  «avrà per dimora il Baratro »: lett. «sua madre sarà il Baratro». Nella lingua araba, i termini ‘Umm e Abû (madre e padre) vengono usati anche in senso lato, per indicare l’origine di qualcosa, la sua appartenenza assoluta, ecc. (vedi III, e la nota). In questo caso esprime il concetto che il dannato non avrà altra dimora che «al-Hâwiya» (il baratro, l’abisso).",
    "Il rivaleggiare  vi distrarrà,",
    "finché visiterete le tombe  .",
    "Invece no! Ben presto saprete.",
    "E ancora no! Ben presto saprete.",
    "No! Se solo sapeste con certezza…",
    "Pre-Eg. n.Di versetti. Il nome della sura deriva dal vers. In nome di Allah, il Compassionevole, il Misericordioso. Vedrete certamente la Fornace  .",
    "Lo vedrete con l’occhio della certezza,",
    "quindi in quel Giorno, sarete interrogati sui piaceri [che vi sono stati concessi]  .  «Il rivaleggiare»: abbiamo tradotto così «at-takàthur», è la lotta per aumentare le ricchezze, il prestigio, la fama. Oltre il suo significato relativamente alle circostanze della rivelazione la sura stigmatizza con durezza e con enfasi la corsa spasmodica dell’uomo all’acquisizione di tutto ciò che è materia o apparenza, trascurando la sua realtà spirituale.  Secondo l’esegesi classica (Ibn Khatîr IV, -e altri) la sura si riferisce ad un episodio che vide due clan medinesi rivaleggiare al limite dello scontro fisico a proposito dei loro rispettivi fasti. Vantando il loro passato e i loro eroi, si recarono al cimitero per enumerarli e stava quasi per risuonare il suono sinistro delle armi quando intervenne l’Inviato di Allah (pace e benedizioni su di lui) che recitò loro questa sura e li ricondusse alla ragione.  «la Fornace»: uno dei nomi dell’Inferno.  «sulla delizia»: effimera che avrete goduto sulla terra.",
    "Per il Tempo!",
    "Invero l’uomo è in perdita,",
    "Pre-Eg. n.Di versetti. Il nome della sura deriva dal vers. In nome di Allah, il Compassionevole, il Misericordioso. eccetto coloro che credono e compiono il bene, vicendevolmente si raccomandano la verità e vicendevolmente si raccomandano la pazienza.",
    "Guai ad ogni diffamatore maldicente,",
    "che accumula ricchezze e le conta ",
    "pensa che la sua ricchezza lo renderà immortale?",
    "No, sarà certamente gettato nella Voragine  .",
    "E chi mai ti farà comprendere cos’è la Voragine?",
    "[È] il Fuoco attizzato di Allah,",
    "che consuma i cuori.",
    "Invero [si chiuderà] su di loro  ,",
    "in estese colonne  .    «e le conta»: che non fa che contarle e vantarsene.Forse c’è un rifermento preciso al già citato Al Walîd ibnu-l-Mughira.  «la Voragine», uno dei nomi o dei luoghi dell’Inferno.  Il Fuoco sarà come una volta immane che comprenderà i dannati.  Il senso esatto di questo versetto non è chiaro neppure ai più autorevoli esegeti. Potrebbe trattarsi delle colonne di fiamme che reggono la volta di fuoco (vedi nota sopra) o delle colonne infernali alle quali saranno incatenate gli empi. Allah ne sa di più.",
    "Non hai visto  come agì il tuo Signore con quelli dell’elefante?",
    "Non fece fallire le loro astuzie?",
    "Mandò contro di loro stormi di uccelli",
    "lancianti su di loro pietre di argilla indurita.",
    "Li ridusse come pula svuotata  .  Nell’anno (o d.C. Abraha, governatore abissino dello Yemen, giurò di distruggere la Ka‘ba, che riteneva un santuario idolatrico, in modo da affermare il predominio cristiano su tutta la penisola arabica. Radunò una potentissima armata e marciò verso l’Hijàz travolgendo la resistenza di alcune tribù arabe che cercarono di sbarrargli il cammino. Alla testa dell’esercito marciava un grande elefante che caricando incuteva il più grande terrore. Giunto nelle vicinanze della Mecca il governatore abissino inviò messi nella città e chiese di incontrarne il capo. Fu inviato ‘Abdu-’l-Muttalib, nonno paterno dell’Inviato di Allah (pace e benedizioni su di lui), uomo di grande prestigio e autorevolezza e che tra l’altro aveva un problema personale da risolvere: le avanguardie di Abraha avevano razziato un gregge di cammelli che gli apparteneva ed egli voleva ritornarne in possesso. Abraha fu colpito dalla figura di ‘Abdu-’l-Muttalib e volle compiacerlo chiedendogli in cosa poteva favorirlo. Il notabile Quraysh chiese che gli fossero restituiti i suoi cammelli e, di fronte alla delusione del governatore per una richiesta così infima di fronte al rischio di distruzione del «Santuario degli arabi», chiarì: «i cammelli sono i miei, la Kacba ha un suo Padrone che certamente la difenderà». L’affermazione suscitò l’irritazione del governatore che ribadì la sua intenzione di radere al suolo la Ka‘ba l’indomani. Tornato alla città ‘Abdu-T-Muttalib invitò la gente a ritirarsi sulle colline circostanti, poi si recò al Tempio, e pregò Allah di proteggere la Sua casa. Il giorno dopo, quando l’esercito stava per muovere contro la città, avvennero fatti prodigiosi. L’elefante si accovacciò e, nonostante blandizie e percosse, rifiutò ostinatamente di avanzare. Abraha avrebbe dovuto capire la portata di quel segno, ma non fu così e dette l’ordine di avanzare ugualmente. A questo punto Allah (gloria a Lui l’Altissimo) colpì duramente la gente dell’elefante: apparve una miriade di uccelli che scagliò sugli Abissini e i loro alleati un flagello sotto forma di pietre durissime e mortali, sicché «Li ridusse come pula mondata». La morale della sura è evidente, per i Quraysh ai quali fu rivolta in prima istanza e che avevano ben chiaro il ricordo dei fatti cui essa fa riferimento e per tutti quanti gli uomini: Allah (gloria a Lui l’Altissimo) ha protetto la Sua Casa, proteggerà il Suo Inviato (pace e benedizione su di lui), la Sua religione, i Suoi devoti.  «Non hai visto»: con il senso di «non hai avuto notizia».  «…come pula svuotata»: l’immagine è quella degli avanzi di cereali che rimangono negli ovili dopo che gli animali se ne sono cibati.",
    "Per il patto dei Coreisciti  ,",
    "per il loro patto delle carovane invernali ed estive  .",
    "Adorino dunque il Signore di questa Casa  ,",
    "Colui Che li ha preservati dalla fame e li ha messi al riparo da [ogni] timore.  Secondo alcuni esegeti il contenuto di questa sura deve essere strettamente collegato a quello della sura dell’Elefante che la precede. Si è giunti persino ad avanzare l’ipotesi che in un primo tempo le due sure fossero unite, e a riprova di ciò viene citata una tradizione secondo la quale ‘Umar ibn Khattab (che Allah sia soddisfatto di lui) le recitò una dopo l’altra senza pronunciare tra loro la basmala. Detto ciò va detto anche che l’esegesi ortodossa non attribuisce molto valore a questa ipotesi e ritiene che le due sure siano sempre state distinte.  Avvalorando la tesi di cui abbiamo fatto cenno nella nota precedente, si afferma che i primi due versetti della sura contengano un discorso sottinteso e che vadano compresi in questo modo: «[facemmo fallire la spedizione dell’elefante] per [salvaguardare] il patto [di unità] dei Quraysh [e per salvaguardare] il patto [concernente] la carovana invernale ed estiva».  La struttura economica su cui era costruita la prosperità dei Quraysh della Mecca si basava su due momenti commerciali: il pellegrinaggio annuale che portava alla Mecca gli arabi di tutta la penisola e le due carovane annuali, una invernale verso lo Yemen e una estiva verso «Sham», la terra della «mezzaluna fertile» (oggi Siria, Palestina, Libano e Giordania). La posizione centrale della Mecca rispetto all’area del Mediterraneo e a quella dell’Oceano Indiano e la straordinaria abilità dei mercanti Quraysh fecero sì che queste due carovane diventassero il fulcro di tutta l’attività economica della città.  «il Signore di questa Casa»: Allah (gloria a Lui l’Altissimo) il Signore della Ka‘ba.",
    "Non vedi colui che taccia di menzogna il Giudizio?",
    "È quello stesso che scaccia l’orfano,",
    "e non esorta a sfamare il povero.",
    "Guai a quelli che fanno l’orazione ",
    "e sono incuranti delle loro orazioni,",
    "che sono pieni di ostentazione",
    "e rifiutano di dare ciò che è utile  .  «l’orazione»: la pratica di eseguirla comunitariamente, nelle moschee e nei luoghi di lavoro, è segno di devozione e gode di alta considerazione tra i musulmani. E certamente possibile che alcuni la eseguano solo per ottenere vantaggi materiali o sociali dalla loro millantata pietà. Forse non ingannano neppure i veri devoti, quanto poi ad ingannare Allah…  Nel senso che non sono disponibili neppure alla minima cortesia consistente nel prestare un utensile comune come un secchio, un martello ecc. (è questo il senso di «mâ‘ûn» che abbiamo tradotto «cioè che è utile».",
    "In verità ti abbiamo dato l’abbondanza  .",
    "Esegui l’orazione per il tuo Signore e sacrifica  !",
    "In verità sarà colui che ti odia a non avere seguito  .  «l’abbondanza»: in arabo «al-Kawthar». Questo termine, secondo alcune tradizioni indica anche un fiume del Paradiso che Allah (gloria a Lui l’Altissimo) ha promesso in dono al Suo Inviato (pace e benedizioni su di lui) per compensarlo e consolarlo di tutto quello che ha subito per causa Sua. Secondo l’esegesi ortodossa indica la condizione di Muhammad nel Paradiso, dove sarà posto al più alto dei livelli (al-Wassìla) e «godrà abbondantemente» della Luce divina.  Versetto di grande importanza per quanto riguarda la pratica rituale della Festa del Sacrificio (‘îd Adhà) che si celebra il decimo giorno del mese del pellegrinaggio e ricorda la prova cui Àlìah (gloria a Lui l’Altissimo) sottopose il suo servo Abramo (pace su di lui). Il versetto prescrive l’ordine di svolgimento dei riti, prima la preghiera comunitaria (salât-ul-îd) alla quale devono partecipare tutti i musulmani poi il sacrificio degli animali.  «a non avere seguito»: lett. «sarà abtar». Questa espressione significa «senza coda» ed era un epiteto ironico e ingiurioso con cui gli arabi gratificavano quelli di loro che non avevano figli maschi. La tradizione riferisce che alla morte in tenerissima età di suo figlio Qasim l’Inviato di Allah (pace e benedizioni su di lui) dovette subire questa crudele oltraggiosa consuetudine. Uno dei suoi avversari giunse a dire che non avendo figli maschi, anche la religione che predicava non avrebbe avuto futuro. Miseria della Miscredenza!",
    "Di’: «O miscredenti!",
    "Io non adoro quel che voi adorate",
    "e voi non siete adoratori di quel che io adoro.",
    "Io non sono adoratore di quel che voi avete adorato",
    "e voi non siete adoratori di quel che io adoro:",
    "a voi la vostra religione, a me la mia».  I notabili meccani, nel tentativo di limitare i danni che paventavano all’economia e alla potenza Quraysh in conseguenza alla predicazione di Muhammad (pace e benedizioni su di lui) proposero un ridicolo compromesso all’Inviato di Allah: un anno tutti quanti avrebbero adorato il Dio Unico (gloria a Lui l’Altissimo) e un anno gli dèi. Il Profeto rifiutò nettamente la proposta e questa sura fu rivelata per ribadire l’assoluta impossibilità di mercanteggiare sui precetti dell’Altissimo (gloria a Lui), l’improponibilità di ogni sincretismo religioso, della conciliazione dottrinale tra le religioni e la conseguente specifità del rito che impedisce ogni concelebrazione interreligiosa.",
    "Quando verrà l’ausilio di Allah e la vittoria,",
    "e vedrai le genti entrare in massa nella religione di Allah,",
    "glorifica il tuo Signore lodandoLo e chiediGli perdono: in verità Egli è Colui Che sempre accetta il pentimento.  Questa fu l’ultima sura che Muhammad (pace e benedizione su di lui) ricevette, concludendo un ciclo di rivelazioni che era durato ventitré anni. Fu l’annuncio della vittoria generale dell’Islàm sulla miscredenza e della conversione di massa di tutta l’Arabia. Quando l’inviato di Allah ebbe questa rivelazione comprese che il Suo Signore (gloria a Lui l’Altissimo) gli preannunciava la prossima dipartita e ne informò i suoi parenti più stretti. Durante tutto il periodo che precedette la sua morte terrena continuava a ripetere: «Ti rendo gloria, mio Signore, e Ti lodo! Invoco il Tuo perdono e ritorno da Te».",
    "Periscano le mani di Abû Lahab  e perisca anche lui.",
    "Le sue ricchezze e i suoi guadagni non gli gioveranno  .",
    "Sarà bruciato nel Fuoco ardente,",
    "assieme a sua moglie  , la portatrice di legna,",
    "che avrà al collo una corda di fibre di palma.  Abû Lahab (padre della fiamma) era il soprannome di Abdul ‘Uzza, figlio di Abdu- ‘l-Muttalib e quindi zio paterno dell’Inviato di Allah (pace e benedizione su di lui). Quando, in seguito alla morte di Abû Talib, divenne capo del clan hashimita, rifiutò la protezione tribale a Muhammed e lo lasciò esposto all’ostilità degli idolatri.  Abû Lahab scherniva Muhammad (pace e benedizioni su di lui) dicendo: «Se quello che dice mio nipote è vero, ho abbastanza ricchezze e figli per pagare il mio riscatto».  Umm Jamila bint Harb, moglie di Abû Lahab, aveva certamente grande parte nell’ostilità che il marito nutriva nei confronti dell’Inviato di Allah. Era la sorella di Abû Sufyan che sarebbe diventato il capo dei politeisti nelle loro guerre contro i credenti e, nella sua acrimonia, giunse a spargere cespugli spinosi nei pressi dell’abitazione di Muhammad, con la speranza che, rientrando nottetempo, si ferisse.",
    "Di’ : «Egli Allah è Unico,",
    "Allah è l’Assoluto  .",
    "Non ha generato, non è stato generato",
    "e nessuno è uguale a Lui».  Una tradizione che risale all’Inviato di Allah (pace e benedizione su di lui) afferma che la recitazione di questa sura corrisponde al merito della recitazione di un terzo del Corano. Qualche commentatore l’ha definita «perfetta sintesi del tawhìd» (il monoteismo islamico).  Colui verso il Quale tendono tutte le creature, Colui Che è Unità assoluta, l’Impenetrabile, l’Eterno; questi alcuni dei significati di «as-Samad» che abbiamo tradotto con «l’Assoluto».",
    "Di’: «Mi rifugio nel Signore dell’alba nascente,",
    "contro il male di ciò che ha creato,",
    "e contro il male dell’oscurità che si estende",
    "e contro il male delle soffianti sui nodi ,",
    "e contro il male dell’invidioso quando invidia» . ",
    "Di’: «Mi rifugio nel Signore degli uomini,",
    "Re degli uomini,",
    "Dio degli uomini,",
    "contro il male del sussurratore furtivo,",
    "che soffia il male nei cuori degli uomini,",
    "che [venga] dai dèmoni o dagli uomini»."
  ]
}