{
  "meta": {
    "id": 153,
    "name": "Hamza Roberto Piccardo",
    "translator_name": "Hamza Roberto Piccardo",
    "slug": "italian-hamza-roberto-piccardo",
    "language_name": "italian"
  },
  "verses": [
    "Allah non ama che venga conclamato il male, eccetto da parte di colui che lo ha subito   . Allah tutto ascolta e conosce.",
    "Che facciate il bene pubblicamente o segretamente o perdoniate un male, Allah è indulgente, onnipotente.",
    "In verità coloro che negano Allah e i Suoi Messaggeri, che vogliono distinguere tra Allah e i Suoi Messaggeri, dicono: «Crediamo in uno e l’altro neghiamo» e vogliono seguire una via intermedia   ;",
    "sono essi i veri miscredenti, e per i miscredenti abbiamo preparato un castigo umiliante.",
    "Quanto invece a coloro che credono in Allah e nei Suoi Messaggeri e non fanno differenza alcuna tra loro, ecco, presto essi avranno la loro mercede   . Allah è perdonatore, misericordioso.",
    "La gente della Scrittura pretende che tu faccia scendere un Libro dal cielo. A Mosè chiesero qualcosa ancora più enorme, quando gli dissero: «Facci vedere Allah apertamente». E la folgore li colpì per la loro iniquità. Poi si presero il Vitello, dopo che ebbero le Prove. [Ciononostante] li perdonammo e demmo a Mosè autorità incontestabile.",
    "In segno dell’alleanza elevammo il Monte sopra di loro e dicemmo: «Entrate dalla porta prosternandovi»; e dicemmo: «Non trasgredite il Sabato», e accettammo il loro impegno solenne.",
    "In seguito [li abbiamo maledetti perché] ruppero il patto, negarono i segni di Allah, uccisero ingiustamente i Profeti e dissero: «I nostri cuori sono incirconcisi»   . È Allah invece che ha sigillato i loro cuori per la loro miscredenza e, a parte pochi, essi non credono,",
    "[li abbiamo maledetti] per via della loro miscredenza e perché dissero contro Maria calunnia immensa   ,",
    "e dissero: «Abbiamo ucciso il Messia Gesù figlio di Maria, il Messaggero di Allah!». Invece non l’hanno né ucciso né crocifisso, ma così parve loro   . Coloro che sono in discordia a questo proposito, restano nel dubbio: non hanno altra scienza e non seguono altro che la congettura. Per certo non lo hanno ucciso  ",
    "ma Allah lo ha elevato fino a Sé. Allah è eccelso, saggio.",
    "Non vi è alcuno della Gente della Scrittura che non crederà in lui prima di morire   . Nel Giorno della Resurrezione testimonierà contro di loro.",
    "È per l’iniquità dei giudei che abbiamo reso loro illecite cose eccellenti che erano lecite   , perché fanno molto per allontanare le genti dalla via di Allah;",
    "perché praticano l’usura – cosa che era loro vietata – e divorano i beni altrui   . A quelli di loro che sono miscredenti, abbiamo preparato un castigo atroce.",
    "Ma quelli di loro che sono radicati nella scienza, e i credenti, credono in quello che è stato fatto scendere su di te e in quello che è stato fatto scendere prima di te, eseguono l’orazione, pagano la decima e credono in Allah e nell’Ultimo Giorno: daremo loro mercede immensa.",
    "In verità ti abbiamo dato la rivelazione come la demmo a Noè e ai Profeti dopo di lui. E abbiamo dato la rivelazione ad Abramo, Ismaele, Isacco, Giacobbe e alle Tribù, a Gesù, Giobbe, Giona, Aronne, Salomone, e a Davide demmo il Salterio.",
    "Ci sono messaggeri di cui ti abbiamo narrato e altri di cui non abbiamo fatto menzione   – e Allah parlò direttamente a Mosè   .",
    "[Inviammo] messaggeri, come nunzi e ammonitori, affinché dopo di loro gli uomini non avessero più argomenti davanti ad Allah   . Allah è eccelso e saggio.",
    "Allah testimonia che ciò che ha fatto scendere su di te è stato fatto scendere secondo scienza, e anche gli angeli lo testimoniano   . E Allah è sufficiente testimone.",
    "Sì, coloro che non credono e mettono ostacoli sulla via di Allah, si perdono lontano nella perdizione.",
    "Sì, coloro che sono miscredenti e sono ingiusti, Allah non li perdonerà e non mostrerà loro altra via,",
    "eccetto la via dell’Inferno dove rimarranno in perpetuo. E ciò è facile ad Allah.",
    "O uomini! Il Messaggero vi ha recato la verità [proveniente] dal vostro Signore. Credete dunque, questa è la cosa migliore per voi. E se non credete [sappiate] che ad Allah appartiene tutto ciò che è nei cieli e sulla terra. Allah è sapiente, saggio.",
    "O Gente della Scrittura, non eccedete nella vostra religione   e non dite su Allah altro che la verità. Il Messia Gesù, figlio di Maria, non è altro che un messaggero di Allah, una Sua parola che Egli pose in Maria, uno Spirito da Lui [proveniente]. Credete dunque in Allah e nei Suoi Messaggeri. Non dite «Tre»   , smettete! Sarà meglio per voi. Invero Allah è un dio unico. Avrebbe un figlio? Gloria a Lui! A Lui appartiene tutto quello che è nei cieli e tutto quello che è sulla terra. Allah è sufficiente come garante.",
    "Il Messia e gli Angeli più ravvicinati   non disdegneranno mai di essere gli schiavi di Allah. E coloro che disdegnano di adorarLo e si gonfiano d’orgoglio, ben presto saranno adunati davanti a Lui.",
    "Coloro che invece hanno creduto e compiuto il bene avranno per intero la loro ricompensa e aggiungerà [Allah] dalla Sua generosità. Coloro che disdegnano e sono gonfi d’orgoglio, saranno castigati con doloroso tormento. Non troveranno, oltre ad Allah, né patrono né alleato.",
    "Uomini! Vi è giunta una prova da parte del vostro Signore. E abbiamo fatto scendere su di voi una Luce chiarissima   .",
    "Coloro che credono in Allah e a Lui si aggrappano, li farà entrare nella Sua misericordia e nella Sua grazia e li guiderà sulla retta via.",
    "Ti chiederanno un parere. Di’: «A proposito del defunto che non lascia eredi, [né ascendenti né discendenti] Allah vi dice: Se qualcuno muore senza lasciare figli ma ha una sorella, ad essa toccherà la metà dell’eredità, mentre egli erediterebbe da lei tutto quanto se ella non avesse figli; se ci sono due sorelle, avranno i due terzi di quello che lascia; se ci sono dei fratelli e delle sorelle, al maschio la parte di due femmine»   . Allah vi illumina affinché non erriate. Allah è l’Onnisciente.   Rivelata a Medina in un periodo non bene identificato ma che molti esegeti collocano tra la battaglia di Uhud (-e la battaglia del Fossato (-), questa sura fissa alcune regole fondamentali su cui sarà formulato il diritto matrimoniale e quello relativo al divorzio, il diritto della successione e le disposizioni a proposito dell’omicidio volontario e involontario.   «temete il vostro Signore»: il timor di Allah, la «taqwà», è il migliore e l’unico vero regolatore delle azioni umane (vedi II, ).  «e da esso la sposa sua»: Eva tratta da Adamo.   «i legami del sangue»: lett. «gli uteri».   «Restituite…»: quando gli orfani saranno diventati puberi.   «e non scambiate il buono con il cattivo»: il buono (loro) con il cattivo (vostro).   «né confondete i loro beni coi vostri»: non usate i loro beni come se fossero i vostri.   La correlazione tra la prima parte del versetto (relativa alla giustizia nei confronti degli orfani) e la seconda parte (relativa alla possibilità del matrimonio poligamico) ha fatto molto scrivere e dato luogo a molte diverse interpretazioni, a) Tabarî (Iv, propone (tra le altre) questa interpretazione che vedrebbe sottintesa la parte che abbiamo posto tra parentesi quadra: «E se temete di essere ingiusti nei confronti degli orfani, [ugualmente temete di essere ingiusti nei confronti delle donne]. Sposate pure due o tre o quattro tra le donne che vi piacciono». b) Un’altra esegesi ritiene che il termine «orfani» sia piuttosto da intendersi al femminile e, pertanto, viene sconsigliato il matrimonio con le orfane di cui si ha la tutela per evitare di cadere in quella confusione di beni di cui al versetto precedente. c) Un’altra ipotesi ancora afferma che il Corano propone il matrimonio con le vedove per ricostituire un nucleo familiare per i minori che fossero rimasti orfani di padre.   «le ancelle che le vostre destre possiedono»: con questa espressione il Corano indica le schiave che sono legalmente possedute, con le quali è lecito sia il matrimonio che il concubinato.   «ciò è più atto ad evitare di essere ingiusti»: il desiderio di giustizia e di imparzialità tra le mogli può far propendere per la scelta monogamica. Un’altra interpretazione di questo brano del versetto condurrebbe a questa traduzione: «sì da evitare di caricarvi di famiglia». Sulla base di questa interpretazione è stata dedotta la legittimità del controllo delle nascite nell’Islâm. Al Ghazâli codificò tre casi in cui si poteva lecitamente far ricorso a metodi e tecniche contraccettive per evitare gravidanze indesiderate: a) quando la gravidanza e/o il parto avrebbero potuto mettere a rischio la salute della madre; b) quando la gravidanza e/o il parto avrebbero potuto compromettere la sua bellezza; quando un figlio avrebbe potuto compromettere l’equilibrio economico e sociale della famiglia e pregiudicare gli interessi dei coniugi e dei figli già esistenti.  II pagamento del dono nuziale da parte dello sposo è conditio sine qua non del matrimònio islamico.  «Chi è ricco… chi è povero…»: il tutore ricco non deve utilizzare i beni dell’orfano per le sue necessità personali, quello povero può farlo a titolo di compenso della sua attività in favore del pupillo, ma con moderazione.  In questo versetto viene sancito il diritto ereditario delle donne. La concezione stessa della condizione femminile relativamente alla successione è ribaltata. Da oggetto di successione, la donna diventa soggetto a pieno titolo in base alle norme che verranno precisate nel vers. della stessa sura.  «la Fiamma»: Sa’ìr, uno dei nomi dell’Inferno.   «azioni infami»: fornicazione o adulterio.   Questo versetto è considerato abrogato. Il vers. della sura xxIv prevede la fustigazione dei fornicatori non coniugati.  L’interpretazione canonica ritiene trattarsi della condanna dell’omosessualità e si basa sul fatto che viene utilizzato il duale alla forma maschile. Secondo Tabarî, invece (IV. ss.), é il caso di un uomo e una donna non sposati, per i quali é prevista dalla Sharî ‘à una pena molto più leggera.  Secondo la tradizione che riferisce in proposito alcuni detti del Profeta (pace e benedizioni su di lui), Allah accetta il pentimento dell’uomo finché l’anima non risale alla gola per sfuggire via.  Nel costume arabo preislamico la vedova faceva parte dell’eredità del defunto. L’erede ne disponeva a suo piacimento, sposandola se la voleva, maritandola ad un terzo lucrando la dote, o tenendola presso di sé in condizione di semischiavitù. Il Corano ristabilisce la piena dignità della donna e proibisce questa pratica.   «Non trattatele con durezza…»: nel senso di: «Non impedite loro di risposarsi». Altro uso preislamico era quello di pretendere una sorta di indennizzo in caso di un nuovo matrimonio delle mogli ripudiate.   «a meno che abbiano commesso…»: i giuristi hanno ritenuto che in base a questo passo sia lecitocostringere una donna al divorzio mediante compenso (khul) in caso abbia commesso una «palese infamità»: adulterio, insubordinazione, ostilità nei confronti del marito.  L’Inviato di Allah (pace e benedizioni su di lui) disse: «Di tutte le cose lecite, la più biasimevole agli occhi di Allah è il divorzio» (Abù Dawùd XIII, ). È in questo senso che va interpretata la parte finale di questo versetto; il divorzio va evitato con tutti i mezzi, perché, come dice un’altra tradizione «fa tremare il Trono di Allah».  «un qintàr…»: (da cui il termine italiano quintale) misura equivalente a circa cento libbre.  Agli albori dell’IsIàm il matrimonio veniva formalizzato da un solenne pubblico impegno dello sposo nei confronti della moglie. Il marito prometteva, davanti ad Allah e agli uomini, di trattare bene la moglie e di lasciarla andare con gentilezza nel caso che la convivenza matrimoniale si fosse rivelata impossibile. Questa forma di giuramento fu poi abbandonata (Tabarî IV, -).  La legge islamica esclude la retroattività delle norme.  In base alla Sunna dell’Inviato (pace e benedizioni su di lui) è pure vietato sposare contemporaneamente una donna e sua zia.  Donne ridotte in schiavitù in quanto prigioniere di guerra.  Ben oltre la posizione sociale, la comune natura umana unisce tutti gli uomini in un’unica famiglia.  II matrimonio con una schiava è un vero matrimonio. Le legge divina esclude qualsiasi possibilità di intrattenere rapporti che non siano nel quadro matrimoniale o in quello che regola i rapporti schiava-padrone (concubinato). La prostituzione sotto qualsiasi forma è vietata e repressa.  Allah (gloria a Lui l’Altissimo) ha previsto, in caso di fornicazione, una diversa sanzione penale per la donna libera e per la schiava. La condizione della schiava infatti implica una debolezza sociale che può condurre alla ricerca di facili scorciatoie per ottenere vantaggi materiali.  Anche se permesso, il matrimonio di un uomo libero con una schiava è sconsigliato e ciò per due ordini di ragioni. In primo luogo la disparità di condizione sociale tra i coniugi è talmente radicale da rendere problematica la realizzazione di una serena armonia familiare; inoltre, considerando che la condizione dei figli deriva da quella della madre, essi nascerebbero schiavi e dovrebbero essere affrancati dal padrone della schiava, che non è necessariamente il marito.  II versetto ribadisce la continuità tra le leggi indicate dal Corano e quelle che furono imposte alle altre genti del Libro.  Secondo Tabarî (v, il versetto si riferisce al permesso di sposare le schiave.  Speculazioni, raggiri, truffe che possono avere anche forma legale, cadono nettamente nella proibizione chiaramente espressa in questo versetto. Nessun cavillo potrà mai giustificare agli occhi di Allah e dei credenti un’operazione che determina danno o ingiusto impedimento per una delle parti.  Si tratta della proibizione del suicidio, ma anche, più generalmente, dell’omicidio. L’IsIàm inoltre non ammette nessuna forma di eutanasia: la vita appartiene ad Allah, Egli è Colui Che fa vivere e Che fa morire (Al-Muhyì, Al-Mumìt). Riferirono al Profeta (pace e benedizioni su di lui) che un uomo gravemente ferito si era dato la morte per mettere fine alle sue sofferenze. Egli disse che così facendo si era dannato. Anche l’omicidio è una forma di suicidio, in quanto provoca la morte spirituale dell’assassino.  La giurisprudenza islamica classifica la gravità dei peccati nel seguente ordine: shirk, associare ad Allah qualcun altro o qualcosa d’altro e tributargli culto e adorazione, è l’unico peccato che Allah (gloria a Lui l’Altissimo) rifiuta di perdonare; malversazione nei confronti dei beni dell’orfano; calunnia nei confronti di una donna onesta; diserzione di fronte al nemico; ribà, cioè usura, speculazione, e baratto iniquo; apostasia; omicidio. Secondo un’altra opinione i peccati più grandi (kabà’ir) sono settanta. Al Bayhaqì ha detto che tutti i peccati nei quali l’uomo persevera sono tali, ma non lo sono quelli per i quali l’uomo chiede perdono.  Allah, nella Sua sublime giustizia, distribuisce agli uomini beni materiali e condizione sociale, qualità interiori e caratteristiche esteriori. Gli obblighi verso Allah di ogni individuo saranno calcolati in base a quello che ha ricevuto e pertanto invidia e gelosia, oltre ad essere veleni dell’esistenza e fattori disgreganti della persona e della società, sono del tutto ingiustificate. Allah (gloria a Lui l’Altissimo) ha stabilito una scala funzionale tra le creature che, più che essere una gerarchia in senso stretto, è finalizzata all’armonioso sviluppo della persona, della famiglia e della società. Secondo gli esegeti questo versetto scese per rispondere alle proteste di qualche femminista «ante litteram» a proposito delle disposizioni matrimoniali e testamentarie. A questo riguardo si può ricordare un episodio della vita dell’Inviato di Allah (pace e benedizioni su di lui), che è illuminante in proposito. Le donne musulmane inviarono una loro delegata presso il Profeta ed essa disse: «O Inviato di Allah (pace e benedizioni su di te), noi donne siamo escluse dal jihàd per la causa di Allah e dalla possibilità di acquisirne il grande merito e questo non è giusto!». L’Inviato di Allah si congratulò per l’intelligenza della domanda e rispose: «Torna pure dalle tue compagne e di’ loro che se una donna custodisce la casa e la famiglia mentre il marito partecipa al jihàd, avrà diritto allo stesso premio che egli si sarà meritato».  La frase può anche essere tradotta: «A ciascuno abbiamo indicato dei prossimi cui spetta parte di quello che lasciano i genitori e i parenti stretti».  «coloro coi quali avete stretto un patto»: era costume arabo preislamico stringere patti di alleanza personale talmente forti da prevedere il reciproco diritto alla successione e l’obbligo di vendetta. Questo accordo veniva sancito da un giuramento solenne che diceva: «Il tuo sangue è il mio sangue, tu erediterai da me o io erediterò da te, tu mi vendicherai o io ti vendicherò». Durante il primo periodo dell’emigrazione a Medina, l’Inviato di Allah (pace e benedizioni su di lui), sollecitò patti di fratellanza tra gli Ansàr (gli ausiliari, i medinesi dei clan degli Aws e dei Khazraj) e i Muhâjirîn (i musulmani emigrati dalla Mecca) e fece sì che ogni Emigrato fosse strettamente legato a un Ausiliario e viceversa. Questo legame venne precisato dal vers. della sura vm e abrogato dall’ultimo versetto della sura.  «Gli uomini sono preposti alle donne»: vedi nota a II,  Viene ribadito l’obbligo del mantenimento della moglie da parte del marito.  Questo l’ideale della donna credente: «paziente e pudica». Disse il Profeta (pace e benedizioni su di lui): «La migliore delle donne è quella che si rallegra del tuo sguardo, che ti obbedisce, che custodisce la sua persona e i beni dello sposo in sua assenza».  Disse l’Inviato di Allah (pace e benedizioni su di lui): «… l’uomo è pastore sulla gente della propria casa e la donna è pastore della casa del marito e dei suoi figli; ognuno di voi è pastore e ad ognuno di voi sarà chiesto del suo gregge» (hadìth riferito da Ibn ‘Umar e tramandato da al-Bukhârî e Muslim; da II Giardino dei devoti, cit.). Detto questo si può ben capire perché il Corano fornisca al marito gli strumenti per fronteggiare l’insubordinazione della moglie prima di arrivare all’estremo rimedio del divorzio: rimprovero, esclusione dall’affettività e dal rapporto coniugale, punizione fisica. In proposito di quest’ultima si noti che la Sunna dell’Inviato l’ha sconsigliata con fermezza e, in caso estremo, l’ha permessa a condizione di risparmiare il volto e che i colpi vengano inferri con un fazzoletto o con il siwàk (il bastoncino che si usa per la pulizia dei denti).   II disaccordo familiare può erigere un muro di incomunicabilità tra i coniugi rendendo impossibile la ricerca di una soluzione atta ad impedire la conclusione del rapporto matrimoniale. Per questo motivo è bene estrarre il contenzioso dalla coppia stessa e sottoporlo ad arbitri che, pur non essendo neutrali, possano avere maggior serenità di giudizio. Se nei coniugi esiste la volontà di riconciliazione, Allah (gloria a Lui l’Altissimo) li aiuterà a ritrovare l’armonia.   «i vicini vostri parenti»: potrebbero anche essere i musulmani; «e coloro che vi sono estranei»: i cristiani e gli ebrei; «il compagno che vi sta accanto»: potrebbe essere il prossimo in generale, o il coniuge o il compagno di viaggio, ecc.   «compagno»: «qarìn» (lett.: accoppiato) che ritroviamo in xxxvii, xliii, e Le Si tratta di qualcuno che è inseparabilmente legato ad un altro, e può trattarsi di un uomo, di un jinn o di un angelo.   «un testimone»: con il senso di «un profeta».   «ti chiameremo»: o Muhammad.   Con questo versetto si ha la fase intermedia della proibizione del consumo di bevande alcoliche nell’IsIàm. La prima fase (disapprovazione) avvenne in ii, (vedi anche la nota), l’ultima (divieto assoluto) con i verss. -della sura v.  «impurità»: lo stato di janaba («junub»), consiste neH’impurità rituale conseguente al rapporto sessuale, all’emissione di seme (o liquido prostatico) e alla mestruazione o lochiazione nella donna. È lo stato di impurità maggiore che viene rimosso mediante il «ghusl», la lavanda completa di tutto il corpo. Questa condizione, oltre ad impedire l’assolvimento della preghiera, non permette il contatto con una copia del Corano, e il trattenersi nella moschea. L’impurità minore è conseguenza di una qualsiasi emissione di orina, feci, aria intestinale, del sonno profondo, della perdita di conoscenza e di tutti quegli stati che non permettono il controllo degli sfinteri (crisi epilettiche, accessi di follia, febbri ecc.). Per rimuovere questa impurità è necessario l’«udù», l’abluzione che consiste nel lavare le mani, sciacquare la bocca e il naso, lavare il viso, gli avambracci, passare le mani bagnate sulla testa e sui capelli, nettare le orecchie e lavare i piedi.  «la “lustrazione pulverale”»: «tayammum» è permessa in mancanza di acqua o nel caso in cui sia sconsigliato servirsene per motivi di salute o impurità dell’acqua. Consiste nel battere le mani sulla terra (roccia, sabbia ecc.) scuoterle e passarle sul viso e sulle braccia.  Vedi nota a II,  «Credono molto debolmente»: si potrebbe anche intendere: «solo pochi crederanno».  Vedi nota a II,  Lo «shirk» (il politeismo, l’associare ad Allah qualcosa o qualcuno) è il peccato più grave e l’unico ad essere assolutamente imperdonabile, ma il concetto di «shirk» è ben più esteso (specie ai tempi nostri). Allah, Unico e Supremo, è il Solo cui spetta culto e adorazione. Il pensiero di Lui deve sovrastare qualsiasi altro pensiero. Quando vediamo fenomeni come il divismo nel cinema, nella musica o nello sport non ci sembra azzardato paragonarli a momenti di «shirk». Lo «shirk» è in agguato sulla nostra strada e a questo proposito sarà bene ricordare un’invocazione che ha il potere di richiedere una speciale protezione contro questo peccato: «In Nome di Allah e in compagnia del Suo Nome niente può nuocere, né sulla terra né in cielo. Egli è Colui Che tutto ode, Che tutto conosce. O Allah! Ci rifugiamo in Te contro tutto lo shirk che facciamo consapevolmente e imploriamo il Tuo perdono per tutto quello che ignoriamo dello shirk. O Allah! Tu sei il mio Signore, non c’è altro dio all’infuori di Te! Sei Tu che mi hai creato e io sono il Tuo servo. Mi sottometto a Te con il massimo delle mie capacità e mi rifugio in Te dal male che ho commesso; mi presento a Te con tutto il bene che Tu mi hai concesso e con i miei peccati. Perdonami, perché solo Tu puoi assolvere i peccati».  Nessun uomo è puro di per sé, la purezza viene da Allah e tutta la vita di colui che brama il suo Signore passa attraverso una serie di stati successivi di purificazione.  «una pellicola di dattero»: il termine arabo è «fatîl» e indica quella pellicola che ricopre la fenditura del seme di dattero. Indica qualcosa di minimo e insignificante.   I verss. -si riferiscono ad un episodio che avvenne nel secondo anno dall’Egira e che ebbe come protagonisti gli ebrei del clan dei Bani Nadir.   «prestar fede agli spiriti impuri e agli idoli»: nel testo «Jibt e Tâghût», i commentatori classici affermano che entrambi questi termini si riferiscono a dèmoni alleati degli indovini e dei maghi (Tabarî v, -). Per il loro significato generale vedi nota a II ,   I Bani Nadir vivevano a Medina, e avevano inviato una delegazione dei loro a Mecca per stringere, con i politeisti, un’alleanza antislamica. I Quraysh li interpellarono a proposito della religione predicata da Muhammad ed essi, per ingraziarseli, ebbero la sfrontatezza di rispondere con l’espressione che viene riferita nella parte finale del versetto.   La scienza ha stabilito che i terminali nervosi del dolore si trovano nell’epidermide e, pertanto, l’avvertimento che Allah (gloria a Lui l’Altissimo) dà ai miscredenti è estremamente preciso e ciò anche alla luce delle più recenti scoperte mediche.   Tutta la scienza appartiene ad Allah e a Lui solo. Con il Santo Corano Egli ha rivelato la Sua legge al Suo Messaggero e ne ha fatto l’interprete più autentico e il migliore dei giudici terreni. Corano e Sunna dell’Inviato (pace e benedizioni su di lui) sono pertanto i fondamenti del diritto islamico e dell’autorità terrena e coloro che a essi si riferiscono devono essere obbediti.   Riferisce Tabarî (v, ss.) che il versetto allude al caso di alcuni ebrei di recente conversione all’IsIàm che sottoposero un loro contenzioso a una sorta di sacerdote indovino, tale Abù Barza, piuttosto che rivolgersi all’Inviato di Allah (pace e benedizioni su di lui): vedi nota al vers. In senso generale il versetto proibisce ai musulmani di ricorrere in giudizio contro i loro fratelli presso tribunali non islamici.  Allah è al-Tawwàb, Colui Che accetta il pentimento. Quando l’uomo Gli si rivolge con l’animo penitente e con la sincera intenzione di non peccare più e di riparare il male compiuto, Allah concede il Suo perdono, senza altri riti ed escludendo qualsiasi forma di confessione sacramentale, riservata o pubblica.  «Basta Allah ad essere onnisciente» in modo tale da riconoscere chi tra gli uomini merita la Sua grazia (Ibn Kathìr I, ).  I musulmani che erano rimasti alla Mecca soffrivano le persecuzioni dei Quraysh mentre alcuni di quelli che erano già emigrati a Medina cercavano pretesti per non combattere per liberarli (vedi vers. e la nota).  «Abbassate le mani»: nel senso di «non combattete».  «eseguite l’orazione e pagate la decima»: vedi Appendici e  Quando il Profeta si trovava ancora alla Mecca, alcuni dei primi musulmani volevano impugnare le armi per difendersi dalle persecuzioni dei politeisti. In quel tempo l’Inviato di Allah (pace e benedizioni su di lui) invitava alla calma, alla pratica religiosa, alla carità. Dopo l’Egira, quando era necessario prepararsi alla lotta, molti degli stessi che avevano smaniato per combattere si lamentavano e temevano per la loro vita.  Non c’è alcun danno per il credente che combatte per la causa di Allah. Ben poca cosa è la vita terrena di fronte ai beni dell’altra vita e Allah gli riconoscerà tutti i suoi meriti.  Ipocriti ed ebrei non cessavano di accusare il Profeta (pace e benedizioni su di lui) per tutti i mali che affliggevano la società medinese. Scarsità di raccolti e aumento del costo della vita erano tra i loro argomenti preferiti nel tentativo di minare la fiducia e le aspettative della gente.  Allah (gloria a Lui l’Altissimo) ha disposto la natura e la storia finalizzandola al bene di chi rispetta le Sue leggi. Questo bene si può realizzare in questa vita e nell’altra o solo in quest’ultima, ciò dipende dalla Sua sovrana imperscrutabile volontà. Tutto il male che la creatura soffre in questa vita dipende solo dal fatto che essa stessa o altre creature disobbediscono alla Volontà del Creatore. La miseria vissuta da molti uomini è lo specchio tragico dell’opulenza e dell’avidità di altri uomini. La violenza subita dagli innocenti è sempre conseguenza della prevaricazione e della brutalità dei colpevoli. Ciononostante, poiché nulla sfugge alla volontà divina, anche il male proviene da quella, ed ha la funzione di mettere alla prova la fede e la costanza di coloro che tendono al bene.   II versetto stigmatizza il comportamento di coloro che non sanno controllare la loro lingua e sono sempre tesi ad acquisire e propagare ogni genere di informazioni. Questo modo di fare può avere gravi conseguenze sulla sicurezza collettiva e sull’armonia di una comunità. Quando l’Inviato di Allah (pace e benedizioni su di lui) decise di preparare l’operazione che avrebbe condotto alla conquista della Mecca, utilizzò molte astute tecniche di «depistaggio» per evitare i danni che avrebbero potuto derivare da una prematura propagazione delle sue intenzioni.   L’IsIàm istituì una forma di saluto dolcissima e completa: «As-salàmu ‘alaykum (la pace sia su di voi). Questa formula è immutabile, indipendentemente dal numero o dal rango delle persone cui viene rivolta. Il Corano prescrive una risposta, se possibile migliore, per cui la risposta è: «wa ‘alaykumu ’s-salàm wa rahmatu İlâhi wa barakâtuhu» (su di voi la pace e la misericordia di Allah e le Sue benedizioni). Ci sono regole precise nel saluto: chi entra saluta chi è già dentro, chi passa saluta chi è seduto, chi è a cavallo (o in auto) saluta chi è a piedi, il gruppo meno numeroso deve salutare per primo quello più numeroso, il più giovane saluta il più vecchio e comunque chi saluta per primo ha il merito maggiore. Non si deve inoltre dimenticare che in tal modo il saluto diventa una forma di «dhikr»: (ricordo) di Allah: as-Salàm è uno dei novantanove bellissimi Nomi di Allah.   Alla vigilia della battaglia di Uhud, gli ipocriti medinesi, capitanati da Abdallàh Ibn Ubayy, si ritirarono dall’armata musulmana e ciò provocò disagio e disorientamento tra i credenti. Dopo la battaglia una parte dei musulmani avrebbero voluto punire duramente gli ipocriti, altri invece tendevano a giustificarli (vedi nota a III, e ).   «Allah non vi concede nulla contro di loro»: lett. Allah non vi ha dato nessuna strada contro di loro.  Alcuni clan beduini, che per i loro traffici avevano la consuetudine di recarsi a Medina, si erano «convertiti» all’Islàm solo per salvaguardare e incrementare i loro commerci. Appena ritornavano nelle loro zone di influenza ridiventavano pagani e non perdevano occasione di combattere contro i musulmani. Allah (gloria a Lui l’Altissimo) smaschera la loro menzogna e invita i credenti a porre loro un ultimatum: se non cesseranno di comportarsi in tal modo, saranno considerati nemici a tutti gli effetti e combattutiduramente.   «a chi vi rivolge il saluto…»: abbiamo visto nella nota al vers. che il saluto islamico è un augurio di pace, per cui rifiutarlo significa non attribuire a chi lo ha pronunciato il diritto della salvaguardia della persona e dei beni che la Legge garantisce ai credenti. Avvenne che uno dei compagni del Profeta (pace e benedizioni su di lui) per foga guerriera e desiderio di bottino, uccise un uomo che trovandosi a mala parata nel combattimento pronunciò la professione di fede islamica (là ilâha illa Llah Muhammadun rasùlu LI âh: non c’è altro dio all’infuori di Allah e Muhammad è l’Inviato di Allah). Il musulmano si giustificò dicendo che l’altro aveva attestato la fede solo per salvare la vita. Il Profeta (pace e benedizioni su di lui) lo redarguì severamente e disse che solo Allah conosce quello che c’è nel cuore degli uomini e i credenti devono accontentarsi del comportamento esteriore e agire di conseguenza.   In particolare il versetto si riferisce a quei musulmani che non ebbero il coraggio di seguire l’Egira dell’Inviato di Allah (pace e benedizioni su di lui) e che furono uccisi tra le file dei politeisti nella battaglia di Badr (Tabarì v, ). La portata generale del brano riguarda invece tutti coloro i quali giustificano con la loro debolezza il fatto di aver subito qualcosa che il loro animo e le loro convinzioni rifiutavano profondamente. Il musulmano non può sottostare ad un governo che impedisce di condurre un’esistenza islamica, non può sopravvivere con un’occupazione in contrasto con le leggi di Allah, non deve accettare senza reagire la corruzione e lo scandalo se ha la possibilità di sfuggire anche «geograficamente» a tutto ciò; in caso contrario la sua debolezza non gli servirà da scusante di fronte ad Allah.   II termine che traduciamo con oppressi è «mustad ‘afûn» e designa anche coloro che, per via delle condizioni prevalenti del loro ambiente, non hanno avuto modo di ascoltare la corretta esposizione della dottrina islamica e che, per ignoranza, hanno pedissequamente accolto le menzogne contro l’IsIàm diffuse dagli oppressori (mustakbirun).   L’interpretazione estensiva di questo versetto ha ispirato la norma giuridica che permette a chi si trova in viaggio l’abbreviamento delle orazioni del mezzogiorno, del pomeriggio e della notte dimezzandole (vedi Appendice ).   «Quando sei tra loro»: (o Muhammad).   Con questo versetto viene istituita la «preghiera del timore». La si può e la si devo fare quando la mancanza di un presidio all’erta potrebbe compromettere la sicurezza dei credenti o anche solo la loro concentrazione nel rito. È altresì evidente che nessuna situazione, neppure il caso di estremo pericolo, giustifica l’omissione dell’orazione.   A proposito dei tempi dell’orazione, vedi Appendice   L’esegesi classica (Tabarî v, ss.) riferisce che il versetto, e i successivi fino al sono relativi al caso di un certo Ibn Ubayrik. Accusato di furto fu difeso dall’Inviato di Allah che era stato convinto dall’intercessione della di lui famiglia ad incolpare un ebreo. La Rivelazione scagionò l’ebreo, Ibn Ubayrik rinnegò la fede e fuggì alla Mecca dove continuò la sua carriera di malfattore finché non fu lapidato.   Accusandoti di ingiustizia per aver incolpato un innocente (vedi sopra nota al vers. ).   II versetto condanna esplicitamente l’operato di quanti creano gruppi settari o coniano dottrine discordi da quelle ammesse dalla generalità dei credenti. E questa la ragione per cui coloro che intendono preservare la loro adesione all’insegnamento del Messaggero di Allah (pace e benedizioni su di lui) ed al sentiero dei credenti definiscono se stessi «gente della Sunna e del consenso» (Ahi al-sunna wa al-jama’).   I politeisti invocavano gli angeli come «figlie di Allah»; quasi tutte le «divinità» del Pantheon arabo preislamico erano femmine: al-llât, al-‘Uzza, Manât, Isàf ecc.   «Certamente mi prenderò…»: sono le parole che pronunciò Satana quando fu scacciato dal cielo. Un famoso hadith ci dice che l’Inferno reclamerà uomini su mille e pertanto possiamo misurare la pregnanza della minaccia diabolica.   II versetto accenna ad alcune pratiche della superstizione preislamica. Alcuni capi di bestiame venivano contrassegnati tagliando loro le orecchie per renderli tabù. Non venivano più sottoposti al lavoro e le loro carni non potevano essere consumate. In base a questo versetto la legge islamica proibisce il tatuaggio, la depilazione completa delle sopracciglia, la chirurgia estetica non necessaria e qualsiasi altra immotivata forma di modificazione della natura umana (vedi anche v, e vI, -).  Secondo Tabarî (V, ss.) il versetto si riferirebbe ad una contro versia che oppose, a Medina, musulmani, ebrei e cristiani a proposito della superiorità delle loro rispettive religioni.  La discriminante per la salvezza non sarà certo il reclamarsi appartenenti ad una certa religione, razza o clan, e chi avrà agito male ne pagherà tutte le conse guenze. Nel successivo vers. il Corano definisce chiaramente chi sono coloro che appartengono alla migliore delle delle religioni:i sottomessi ad Allah (i musulmani) che compiono il bene e sono puntuali nella pratica del culto.   Il versetto stigmatizza un uso della società preislamica che consentiva, a tutori disonesti e interessati, la totale libertà di azione nei confronti delle persone e dei beni dei minori e delle donne che erano loro affidati. Essi sposavano le orfane per impadronirsi dei loro averi o impedivano i matrimoni per usufruirne ingiustamente. L’Islàm, religione di giustizia, stabilisce il diritto della donna ai suoi propri beni, a disporre liberamente del dono nuziale, ad accettare o rifiutare proposte matrimoniali.   Ci possono essere molte e diverse situazioni in cui diventa difficile la prosecuzione di un normale rapporto coniugale. In questo versetto il soggetto agente è la donna che soffre l’indifferenza o peggio l’avversione del marito. Potrebbe essere una contingenza temporanea o potrebbe riguardare solo una parte del complesso rapporto matrimoniale e, in tal caso, i coniugi si possono accordare per una sospensione della convivenza o del rapporto sessuale, o per la rinuncia, da parte della moglie, a parte di quanto le spetta in termini economici o logistici. Se la moglie dovesse invece ritenere che il rapporto matrimoniale le è diventato del tutto insopportabile, può chiedere e ottenere il divorzio in cambio di un «riscatto» da offrire al marito (vedi il, e la nota). In ogni caso «L’accordo è la soluzione migliore». Il versetto si conclude con un’ammonizione ad evitare l’avidità: quella del marito che pretende un riscatto troppo alto, quella della moglie che vorrebbe versarne uno minimo. Di fronte ai contenziosi economici che arricchiscono gli avvocati di mezzo mondo l’unica soluzione è sempre quella che il Corano pone come limite ai guasti provocati dalla natura umana: la «taqwà», il timor di Allah (vedi nota a II,   A ogni modo il divorzio, per quanto spiacevole e sconsigliato, fa parte delle cose del mondo terreno e non deve essere vissuto come una tragedia capace di travolgere l’equilibrio personale e familiare. Se tutto quanto si è svolto nel quadro di quel «timor di Allah» di cui accennano i verss. e (vedi anche la nota) Allah, nella Sua Immensa ricchezza, promette ai coniugi abbondanza e serenità.   «Se vi destreggerete o vi disinteresserete»: «se sarete tortuosi, equivoci, se renderete falsa testimonianza, se rifiuterete di testim oniare».   II Santo Corano descrive la condizione degli opportunisti.   Come il Paradiso, anche l’Inferno è organizzato in livelli: quello più profondo è riservato agli ipocriti.  Allah non ama che venga divulgato il male di cui si sia venuti a conoscenza;chi ne è stato vittima ha però il diritto di denunciarlo. Un altro significato ammesso (Tabarî VI, l): Allah non ama la meledizione; chi è stato ingiustamente maledetto ha però il diritto di difendersi.  «Coloro che… vogliono seguire una via intermedia»:certamente il versetto si riferisce agli ebrei che accettavano solo i profeti della progenie di Isacco.   L’IsIàm impone ai suoi fedeli la fede in tutta la tradizione profetica, da Adamo fino a Muhammad (pace e benedizioni su tutti loro). Il fatto che la missione di molti di loro fu circoscritta ad un tempo particolare e ad un particolare popolo non li sminuisce affatto, anzi, nella lunga teoria dei Profeti il credente comprende l’esplicitazione del disegno divino sul mondo tesa a preparare l’avvento di Muhammad, Sigillo della Profezia (pace e benedizioni su di lui).   «I nostri cuori sono incirconcisi»: vedi nota ii,   Gli ebrei non credono al miracolo della nascita di Gesù e infangano il nome di Maria (pace su di lei).   «ma così parve loro»; «shubbiha lahum»; qualche volta questa espressione è stata tradotta con: «gli è stato sostituito un sosia». Ma la forma coranica non permette questa precisione.   Gesù non è morto per mano degli uomini, la sua crocifissione non fu che un’illusione voluta da Allah che ha innalzato Gesù fino a Lui (vedi versetto successivo).   L’escatologia islamica e l’esegesi (Tabari VI, e ss.) descrivono lo svolgersi dei «tempi ultimi», in cui Gesù (pace su di lui) ritornerà sulla terra scendendo a Damasco; ucciderà l’Anticristo e rimarrà per sette anni (o quarantanni), durante i quali l’IsIàm trionferà e anche gli israeliti e i cristiani riconosceranno la sua vera natura e crederanno nella sua missione profetica. Un’altra interpretazione afferma che il versetto indica lo schiudersi della verità che avviene in punto di morte. In tal caso gli ebrei si renderanno conto delle menzogne che proferivano contro Gesù e sua madre (pace su entrambi) e i cristiani del fatto che egli era un servo e un messaggero di Allah e non «Suo figlio».   Vedi nota a iii,   II Deuteronomio xxiii, recita: «Non esigere nessun interesse dal tuo fratello, né per danaro né per viveri, né per qualunque altra cosa si presti ad interesse». La proibizione dell’usura che il Corano ha confermato con forza è nettissima ed altrettanto netta è l’interpolazione del versetto successivo che prescrive l’interesse nei confronti dello «straniero» e auspica la benedizione divina «in tutto quello a cui porrai mano, nel paese in cui stai per entrare a prenderne possesso».  La tradizione islamica, che conferma quella precedente, ci parla di centoventiquat- tromila profeti e trecentotredici messaggeri (latori di una Scrittura). Queste cifre non devono sembrare esagerate in quanto Allah (gloria a Lui l’Altissimo) afferma nel Corano che: «Ogni comunità ha un messaggero» (x, ).   La Rivelazione ai profeti avviene solitamente per il tramite di un angelo; sul monte Sinai Allah (gloria a Lui l’Altissimo) si rivolse a Mosè direttamente.   «davanti ad Allah»: lett. «contro Allah». Il rapporto tra la creatura e il Suo Creatore non è certo di tipo dialettico dibattimentale e la traduzione letterale avrebbe dato questo genere di impressione. Il versetto ribadisce la Volontà di Allah tesa ad informare gli uomini a proposito della Sua realtà e delle Sue leggi, in modo tale che, nel Giorno del Giudizio, essi non possano più avere scuse davanti a Lui.   Con questa solenne testimonianza divina vengono rafforzati e avvalorati i versetti precedenti che ribadiscono la veridicità della missione profetica di Muhammad (pace e benedizioni su di lui) e il suo porsi nello stesso solco della tradizione che il vers. fa iniziare da Noè.   Dopo aver rimproverato agli ebrei le menzogne su Maria, il rifiuto di Gesù e la loro volontà di ucciderlo, il Corano invita i cristiani a non eccedere nell’altro senso e attribuirgli caratteristiche che sono di Allah e di Lui solo.  Vedi v, e la nota.   «più ravvicinati»: «muqarrabùn», cioè, letteralmente, «resi prossimi».   «una prova… una Luce chiarissima»: il Corano.   «al maschio la parte di due femmine»: questa disposizione potrebbe sembrare inficiata di parzialità ma non è così. Esaminiamone le ragioni: a) la femmina viene mantenuta dal padre, dal fratello e poi da suo marito, figlio ecc. per tutto quello che riguarda alloggio, cibo e vestiario; b) al matrimonio riceve la dote o il doario sul quale né il marito né il padre o gli altri parenti hanno alcun diritto; c) nei confronti degli uomini non ha nessun obbligo, nemmeno quello di allattare il suo neonato (in tal caso il padre deve trovare e pagare una balia). Nonostante tutto ciò essa eredita dal padre, dal marito, dai figli e da altri parenti.",
    "O voi che credete, rispettate gli impegni. Vi sono permessi gli animali dei greggi, eccetto quello che vi reciteremo. Non cacciate quando siete in stato di sacralizzazione   . Allah comanda quello che vuole.",
    "O voi che credete, non profanate i simboli di Allah, né il mese sacro, né l’offerta sacrificale, né le ghirlande, né quelli che si dirigono verso la Sacra Casa bramando la grazia e il compiacimento del loro Signore   . Dopo che vi sarete desacralizzati, potrete cacciare liberamente   . E non vi spinga alla trasgressione l’odio per quelli che vi hanno scacciato dalla Sacra Moschea. Aiutatevi l’un l’altro in carità e pietà e non sostenetevi nel peccato e nella trasgressione. Temete Allah, Egli è severo nel castigo.",
    "Vi sono vietati gli animali morti, il sangue, la carne di porco e ciò su cui sia stato invocato altro nome che quello di Allah, l’animale soffocato, quello ucciso a bastonate, quello morto per una caduta, incornato o quello che sia stato sbranato da una belva feroce, a meno che non l’abbiate sgozzato [prima della morte] e quello che sia stato immolato su altari [idolatrici]   e anche [vi è stato vietato] tirare a sorte con le freccette   . Tutto ciò è iniquo. Oggi i miscredenti non sperano più di allontanarvi dalla vostra religione: non temeteli dunque, ma temete Me. Oggi ho reso perfetta la vostra religione, ho completato per voi la Mia grazia e Mi è piaciuto darvi per religione l’IsIàm   . Se qualcuno si trovasse nel bisogno della fame, senza l’intenzione di peccare, ebbene Allah è perdonatore, misericordioso.",
    "Ti chiederanno quello che è loro permesso. Di’: «Vi sono permesse tutte le cose buone e quello che cacceranno gli animali che avete addestrato per la caccia nel modo che Allah vi ha insegnato. Mangiate dunque quello che cacciano per voi e menzionatevi il nome di Allah». Temete Allah. In verità Allah è rapido al conto.",
    "«Oggi vi sono permesse le cose buone e vi è lecito anche il cibo di coloro ai quali è stata data la Scrittura, e il vostro cibo è lecito a loro   . [Vi sono inoltre lecite] le donne credenti e caste, le donne caste di quelli cui fu data la Scrittura prima di voi, versando il dono nuziale – sposandole, non come debosciati libertini!   Coloro che sono miscredenti vanificano le opere loro e nell’altra vita saranno tra i perdenti.»",
    "O voi che credete! Quando vi levate per la preghiera, lavatevi il volto, le mani [e gli avambracci] fino ai gomiti, passate le mani bagnate sulla testa e lavate i piedi fino alle caviglie   . Se siete in stato di impurità, purificatevi. Se siete malati o in viaggio o uscendo da una latrina o dopo aver accostato le donne non trovate acqua, fate la lustrazione con terra pulita, passandola sul volto e sugli avambracci. Allah non vi vuole imporre nulla di gravoso, ma purificarvi e perfezionare su di voi la Sua grazia affinché siate riconoscenti.",
    "Ricordate i benefici che Allah vi ha concessi e il Patto che stringeste con Lui quando diceste: «Abbiamo sentito e obbediamo». Temete Allah. Egli conosce quello che è nei cuori.",
    "O voi che credete, siate testimoni sinceri davanti ad Allah secondo giustizia. Non vi spinga all’iniquità l’odio per un certo popolo. Siate equi: l’equità è consona alla devozione   . Temete Allah. Allah è ben informato su quello che fate.",
    "Allah ha promesso a coloro che credono e compiono il bene, il perdono e un’immensa ricompensa.",
    "Quelli che sono miscredenti e tacciano di menzogna i segni Nostri, sono i compagni della Fornace   .",
    "O voi che credete, ricordate i benefici che Allah vi ha concesso, il giorno che una fazione voleva alzare le mani contro di voi ed Egli arrestò le mani loro. Temete Allah. Confidino in Allah i credenti!",
    "Allah accettò il Patto dei Figli di Israele e suscitò da loro dodici capi. Allah disse: «Sarò con voi, purché eseguiate l’orazione e paghiate la decima e crediate nei Miei Messaggeri, li onoriate e facciate un bel prestito ad Allah. Allora cancellerò i vostri peccati e vi farò entrare nei Giardini dove scorrono i ruscelli. Chi di voi, dopo tutto ciò, sarà miscredente, si allontana dalla retta via».",
    "Ma essi ruppero l’alleanza e Noi li maledicemmo e indurimmo i loro cuori: stravolgono il senso delle parole   e dimenticano gran parte di quello che è stato loro rivelato   . Non cesserai di scoprire tradimenti da parte loro, eccetto alcuni. Sii indulgente con loro e dimentica. Allah ama i magnanimi.",
    "Con coloro che dicono: «Siamo cristiani», stipulammo un Patto. Ma dimenticarono una parte di quello che era stato loro ricordato   . Suscitammo tra loro odio e inimicizia fino al Giorno della Resurrezione   . Presto Allah li renderà edotti su quello che facevano.",
    "O gente della Scrittura, ora è giunto a voi il Nostro Messaggero, per spiegarvi molte cose della Scrittura che voi nascondevate e per abrogarne molte altre   ! Una Luce e un Libro chiaro vi son giunti da Allah.",
    "Con essi Allah guida sulla via della salvezza quelli che tendono al Suo compiacimento. Dalle tenebre li trae alla luce, per volontà Sua li guida sulla retta via.",
    "Sono certamente miscredenti quelli che dicono: «Allah è il Messia figlio di Maria». Di’: «Chi potrebbe opporsi ad Allah, se Egli volesse far perire il Messia figlio di Maria, insieme con sua madre e a tutti quelli che sono sulla terra? Ad Allah appartiene la sovranità sui cieli, sulla terra e su tutto quello che vi è frammezzo!». Egli crea quello che vuole, Allah è onnipotente.",
    "Giudei e nazareni dicono: «Siamo figli di Allah ed i suoi prediletti». Di’: «Perché allora vi castiga per i vostri peccati ? Sì, non siete che uomini come altri che Lui ha creato. Egli perdona a chi vuole e castiga chi vuole. Ad Allah appartiene la sovranità sui cieli e sulla terra e su quello che vi è frammezzo. A Lui farete ritorno».",
    "O gente della Scrittura, il Nostro Messaggero vi è giunto dopo un’interruzione [nella successione] dei Profeti   , affinché non diciate: «Non ci è giunto nunzio né ammonitore». Ecco che vi è giunto un nunzio e un ammonitore! Allah è onnipotente.",
    "E quando Mosé disse al suo popolo: «O popol mio! Ricordate la grazia di Allah su di voi quando ha scelto tra voi i Profeti! E fece di voi dei re e vi diede quello che non aveva mai dato a nessun popolo al mondo.",
    "O popol mio, entrate nella terra santa che Allah vi ha destinata   e non volgete le spalle: vi ritrovereste perdenti   ».",
    "Dissero: «O Mosè, essa è abitata da un popolo di tiranni   . Noi non vi entreremo finché essi non siano usciti. Se escono, allora entreremo».",
    "Due dei loro, timorati e colmati da Allah di grazia, dissero: «Entrate dalla porta; quando sarete dentro, trionferete. Confidate in Allah se siete credenti».",
    "Dissero: «O Mosè, noi non entreremo finché saranno colà. Va’ tu con il Signore tuo e combattete insieme. Noi resteremo qui in attesa».",
    "Disse: «Signore, ho potere solo su me stesso e su mio fratello: separaci da questo popolo di perversi!».",
    "Disse [Allah]: «Ebbene, questo paese sarà loro vietato per quarantanni ed essi erreranno sulla terra   Non ti affliggere per un popolo di iniqui».",
    "Racconta loro, in tutta verità, la storia dei due figli di Adamo   , quando offrirono [ad Allah] un sacrificio, ed ecco che l’offerta di uno fu accettata e quella dell’altro no. Questi disse: «Ti ucciderò certamente!». Rispose il fratello: «Allah accetta solo da parte di coloro che Lo temono.",
    "Se alzerai la mano contro di me per uccidermi, io non l’alzerò su di te: io temo Allah, il Signore dei mondi.",
    "Voglio che tu ti addossi il mio peccato e il tuo, e allora sarai tra i compagni del Fuoco. Questa è la ricompensa per gli ingiusti».",
    "La sua passione lo spinse ad uccidere il fratello. Lo uccise e divenne uno di coloro che si sono perduti.",
    "Poi Allah gli inviò un corvo che si mise a scavare la terra per mostrargli come nascondere il cadavere di suo fratello   . Disse: «Guai a me! Sono incapace di essere come questo corvo, sì da nascondere la spoglia di mio fratello?». E così fu uno di quelli afflitti dai rimorsi.",
    "Per questo abbiamo prescritto ai Figli di Israele che chiunque uccida un uomo che non abbia ucciso a sua volta   o che non abbia sparso la corruzione sulla terra, sarà come se avesse ucciso l’umanità intera   . E chi ne abbia salvato   uno, sarà come se avesse salvato tutta l’umanità. I Nostri Messaggeri sono venuti a loro con le prove! Eppure molti di loro commisero eccessi sulla terra.",
    "La ricompensa di coloro che fanno la guerra ad Allah e al Suo Messaggero e che seminano la corruzione sulla terra è che siano uccisi o crocifissi, che siano loro tagliate la mano e la gamba da lati opposti o che siano esiliati sulla terra: ecco l’ignominia che li toccherà in questa vita; nell’altra vita avranno castigo immenso   ,",
    "eccetto quelli che si pentono prima di cadere nelle vostre mani. Sappiate, Allah è perdonatore, misericordioso.",
    "O voi che credete, temete Allah e cercate il modo di giungere a Lui, e lottate per la Sua Causa, affinché possiate prosperare.",
    "Quand’anche i miscredenti disponessero di tutto quello che c’è sulla terra e altrettanto ancora, non sarebbe loro accettato come riscatto, nel Giorno della Resurrezione. Avranno doloroso castigo.",
    "Vorranno uscire dal Fuoco, ma non ne usciranno. Avranno perpetuo tormento.",
    "Tagliate la mano al ladro e alla ladra   , per punirli di quello che hanno fatto e come sanzione da parte di Allah. Allah è eccelso, saggio.",
    "Quanto a chi si pente e si corregge, Allah accetta il suo pentimento. In verità Allah è perdonatore, misericordioso.",
    "Non sai che ad Allah appartiene il Regno dei cieli e della terra? Egli castiga chi vuole e perdona chi vuole. Allah è onnipotente.",
    "O Messaggero, non ti affliggere per quelli che ricadono nella miscredenza dopo che le loro bocche hanno detto: «Noi crediamo», mentre i loro cuori non credevano affatto, e neppure a causa dei giudei che ascoltano solo per calunniare, che ascoltano per altri che non sono mai venuti da te; stravolgono il senso delle parole e dicono: «Se vi è dato questo, accettatelo; altrimenti siate diffidenti!»   . Se Allah vuole che un uomo cada nella tentazione, tu non puoi fare niente contro Allah [per proteggerlo]. Essi sono coloro i cui cuori non ha voluto purificare, avranno l’ignominia in questa vita e un castigo immenso nell’altra.",
    "Ascoltano solo per diffamare, avidi di illeciti guadagni. Se vengono da te, sii arbitro tra loro o allontanati. E se ti allontanerai, non potranno mai nuocerti in nulla. Se giudichi, fallo con giustizia, ché Allah ama i giusti   .",
    "Come mai potranno sceglierti come giudice, quando hanno la Toràh con il giudizio di Allah e dopo di ciò volgere le spalle? Essi non sono credenti!",
    "Facemmo scendere la Toràh, fonte di guida e di luce. Con essa giudicavano tra i giudei, i profeti sottomessi ad Allah, e i rabbini e i dottori: [giudicavano] in base a quella parte dei precetti di Allah che era stata loro affidata e della quale erano testimoni. Non temete gli uomini, ma temete Me. E non svendete a vii prezzo i segni Miei. Coloro che non giudicano secondo quello che Allah ha fatto scendere, questi sono i miscredenti.",
    "Per loro prescrivemmo vita per vita, occhio per occhio, naso per naso, orecchio per orecchio, dente per dente e il contrappasso per le ferite. Quanto a colui che vi rinuncia   per amor di Allah, varrà per lui come espiazione. Coloro che non giudicano secondo quello che Allah ha fatto scendere, questi sono gli ingiusti.",
    "Facemmo camminare sulle loro orme Gesù figlio di Maria, per confermare la Toràh che scese prima di lui. Gli demmo il Vangelo, in cui è guida e luce, a conferma della Toràh che era scesa precedentemente: monito e direzione per i timorati.",
    "Giudichi la gente del Vangelo in base a quello che Allah ha fatto scendere. Coloro che non giudicano secondo quello che Allah ha fatto scendere, questi sono gli iniqui.",
    "E su di te abbiamo fatto scendere il Libro con la Verità, a conferma della Scrittura che era scesa in precedenza e lo abbiamo preservato da ogni alterazione   . Giudica tra loro secondo quello che Allah ha fatto scendere, non conformarti alle loro passioni allontanandoti dalla verità che ti è giunta. Ad ognuno di voi abbiamo assegnato una via e un percorso. Se Allah avesse voluto, avrebbe fatto di voi una sola comunità. Vi ha voluto però provare con quel che vi ha dato. Gareggiate in opere buone: tutti ritornerete ad Allah ed Egli vi informerà a proposito delle cose sulle quali siete discordi.",
    "Giudica dunque tra di loro secondo quello che Allah ha rivelato e non indulgere alle loro passioni. Bada che non cerchino di allontanarti da una parte di quello che Allah ha fatto scendere su di te. Se poi ti volgon le spalle, sappi che Allah vuole colpirli per alcuni dei loro peccati. Invero molti uomini sono perversi.",
    "È la giustizia dell’ignoranza che cercano   ? Chi è migliore di Allah nel giudizio, per un popolo che crede con fermezza?",
    "O voi che credete, non sceglietevi per alleati i giudei e i nazareni, sono alleati gli uni degli altri. E chi li sceglie come alleati è uno di loro   . In verità Allah non guida un popolo di ingiusti.",
    "Vedrai quelli che hanno una malattia nel cuore correre verso di loro dicendo: «Temiamo un rovescio del destino». Ma se Allah darà la vittoria o un ordine da parte Sua, eccoli rimpiangere i loro pensieri segreti.",
    "E i credenti diranno: «Questi sono coloro che giuravano [in nome] di Allah, con giuramento solenne, che erano con voi?». Le loro opere si sono vanificate e saranno coloro che si perdono.",
    "O voi che credete, se qualcuno di voi rinnegherà la sua religione, Allah susciterà una comunità che Lui amerà e che Lo amerà, umile con i credenti e fiera con i miscredenti, che lotterà per la causa di Allah e che non teme il biasimo di nessuno   . Questa è la grazia di Allah ed Egli la dà a chi vuole. Allah è immenso, sapiente.",
    "In verità i vostri alleati sono Allah e il Suo Messaggero e i credenti che assolvono all’orazione, e pagano la decima prosternandosi con umiltà   .",
    "E colui che sceglie per alleati Allah e il Suo Messaggero e i credenti, in verità è il partito di Allah che avrà la vittoria.",
    "O voi che credete, non sceglietevi alleati tra quelli ai quali fu data la Scrittura prima di voi, quelli che volgono in gioco e derisione la vostra religione e [neppure] tra i miscredenti. Temete Allah se siete credenti.",
    "Quando fate la chiamata alla preghiera, essa è per loro oggetto di burla e derisione. E ciò perché è gente che non comprende.",
    "Di’: «O gente della Scrittura, cosa ci rimproverate se non di credere in quello che è stato fatto scendere su di noi e in quello che è stato fatto scendere in precedenza? La maggior parte di voi è veramente perversa!».",
    "Di’: «Posso forse annunciarvi peggior ricompensa da parte di Allah? Coloro che Allah ha maledetto, che hanno destato la Sua collera e che ha trasformato in scimmie e porci   , coloro che hanno adorato gli idoli   , sono questi che hanno la condizione peggiore e sono i più lontani dalla retta via».",
    "Quando vengono presso di voi dicono: «Siamo credenti», ma entrano con miscredenza ed escono alla stessa maniera. Allah conosce bene quello che nascondono.",
    "Vedrai molti di loro rivaleggiare nel peccato, nella trasgressione e nell’avidità per il guadagno illecito. Quanto male c’è in quello che fanno.",
    "Perché i rabbini e i dottori non impediscono loro di peccare con la parola e di nutrirsi di illeciti guadagni? Quanto male c’è in quello che operano!",
    "I giudei dicono: «La mano di Allah si è incatenata!». Siano incatenate le mani loro e siano maledetti per quel che hanno detto. Le Sue mani sono invece ben aperte: Egli dà a chi vuole. Quello che è stato fatto scendere su di te da parte del tuo Signore, certamente accrescerà in molti di loro la ribellione e la miscredenza. Abbiamo destato tra loro odio e inimicizia fino al giorno della Resurrezione   . Ogni volta che accendono un fuoco di guerra. Allah lo spegne. Gareggiano nel seminare disordine sulla terra, ma Allah non ama i corruttori.",
    "Se la gente della Scrittura avesse creduto e si fosse comportata con devozione, avremmo cancellato le loro colpe e li avremmo introdotti nei Giardini della Delizia.",
    "Se avessero obbedito alla Torâh e al Vangelo e a quello che scese su di loro da parte del loro Signore, avrebbero certamente goduto di quello che c’è sopra di loro e di quello che c’è ai loro piedi   . Tra loro c’è una comunità che segue una via di moderazione, ma ben malvagio è quello che fanno molti di loro.",
    "O Messaggero, comunica quello che è sceso su di te da parte del tuo Signore. Ché se non lo facessi non assolveresti alla tua missione. Allah li proteggerà dalla gente. Invero Allah non guida un popolo di miscredenti.",
    "Di’: «O gente della Scrittura, non avrete basi sicure finché non obbedirete alla Torâh e al Vangelo e in quello che è stato fatto scendere su di voi da parte del vostro Signore». Stai certo che quello che è stato fatto scendere su di te da parte del tuo Signore accrescerà in molti di loro la ribellione e la miscredenza. Non ti affliggere per i miscredenti.",
    "In verità coloro che credono e i giudei, i sabei e i cristiani, tutti quelli che credono in Allah e compiono il bene, non avranno nulla da temere e non saranno afflitti   .",
    "Accettammo il patto dei Figli di Israele e inviammo loro i messaggeri. Ogni volta che un messaggero recò loro qualcosa che i loro animi non desideravano, ne tacciarono di menzogna alcuni e ne uccisero altri   .",
    "Credettero che non ne avrebbero subito le conseguenze: erano diventati ciechi e sordi. Poi Allah accolse il loro pentimento. Poi molti altri divennero ciechi e sordi. Allah osserva quello che fanno.",
    "Sono certamente miscredenti quelli che dicono: «Allah è il Messia, figlio di Maria!». Mentre il Messia disse: «O Figli di Israele, adorate Allah, mio Signore e vostro Signore». Quanto a chi attribuisce consimili ad Allah, Allah gli preclude il Paradiso, il suo rifugio sarà il Fuoco. Gli ingiusti non avranno chi li soccorra!",
    "Sono certamente miscredenti quelli che dicono: «In verità Allah è il terzo di tre». Mentre non c’è dio all’infuori del Dio Unico! E se non cessano il loro dire, un castigo doloroso giungerà ai miscredenti.",
    "Perché non si rivolgono pentiti ad Allah, implorando il Suo perdono? Allah è perdonatore, misericordioso.",
    "Il Messia, figlio di Maria, non era che un messaggero. Altri messaggeri erano venuti prima di lui, e sua madre era una veridica. Eppure entrambi mangiavano cibo   Guarda come rendiamo evidenti i Nostri segni, quindi guarda come se ne allontanano.",
    "Di’: «Adorerete all’infuori di Allah qualcuno che non ha né il potere di nuocervi né di giovarvi? Allah tutto ascolta e conosce».",
    "Di’: «O Gente della Scrittura, non esagerate nella vostra religione   . Non seguite le stesse passioni che seguirono coloro che si sono traviati e che hanno traviato molti altri, che hanno perduto la retta via».",
    "I miscredenti fra i Figli di Israele che hanno negato, sono stati maledetti dalla lingua di Davide e di Gesù figlio di Maria   . Ciò in quanto disobbedivano e trasgredivano",
    "e non si vietavano l’un l’altro quello che era nocivo. Quant’era esecrabile quello che facevano!",
    "Vedrai che molti di loro si alleeranno con i miscredenti. È così esecrabile quello che hanno preparato, che Allah è in collera con loro. Rimarranno in perpetuo nel castigo.",
    "Se credessero in Allah e nel Profeta e in quello che è stato fatto scendere su di lui, non li prenderebbero per alleati, ma molti di loro sono perversi.",
    "Troverai che i più acerrimi nemici dei credenti sono i giudei e i politeisti e troverai che i più prossimi all’amore per i credenti sono coloro che dicono: «In verità siamo nazareni», perché tra loro ci sono uomini dediti allo studio   e monaci che non hanno alcuna superbia."
  ]
}