{
  "meta": {
    "id": 153,
    "name": "Hamza Roberto Piccardo",
    "translator_name": "Hamza Roberto Piccardo",
    "slug": "italian-hamza-roberto-piccardo",
    "language_name": "italian"
  },
  "verses": [
    "Quand’anche facessimo scendere gli angeli su di loro, i morti parlassero e radunassimo tutte le cose di fronte a loro, crederebbero solo se Allah vuole. Ma la maggior parte di loro ignora!",
    "Ad ogni profeta assegnammo un nemico: diavoli tra gli uomini e i dèmoni, che si suggeriscono a vicenda discorsi fatui e ingannevoli. Se il tuo Signore avesse voluto, non l’avrebbero fatto. Lasciali soli con le loro invenzioni,",
    "affinché i cuori di coloro che non credono all’altra vita, ne siano suggestionati, se ne compiacciano e commettano quello che devono commettere.",
    "Dovrei forse eleggere altro giudice che Allah, quando è Lui che ha fatto scendere per voi questo Libro spiegato esplicitamente? E coloro ai quali abbiamo dato la Scrittura, ben sanno che è stato rivelato, in tutta verità, da parte del tuo Signore. Non essere, dunque, tra coloro che dubitano.",
    "La Parola del tuo Signore è veritiera e giusta ed esauriente. Nessuno può cambiare le Sue parole. Egli ascolta e sa.",
    "Se obbedisci alla maggior parte di quelli che sono sulla terra ti allontaneranno dal sentiero di Allah   : seguono [solo] congetture e non fanno che mentire.",
    "In verità il tuo Signore ben conosce chi si allontana dal Suo sentiero e ben conosce i ben guidati.",
    "Mangiate di quello sul quale è stato menzionato il Nome di Allah, se credete nei Suoi segni   .",
    "Perché non mangiate quello su cui è stato pronunciato il Nome di Allah quand’Egli vi ha ben spiegato quello che vi ha vietato, a parte i casi di forza maggiore? Molti traviano gli altri a causa delle loro passioni e della loro ignoranza. Il tuo Signore conosce i trasgressori meglio di chiunque altro.",
    "Lasciate la forma e la sostanza del peccato   . Coloro che si caricano del peccato saranno compensati per quello che avranno guadagnato.",
    "Non mangiate ciò su cui non sia stato pronunciato il Nome di Allah: sarebbe certamente perversità. I diavoli ispirano ai loro amici la polemica con voi. Se li seguiste sareste associatori.",
    "Forse colui che era morto, e al quale abbiamo dato la vita affidandogli una luce per camminare tra gli uomini, sarebbe uguale a chi è nelle tenebre senza poterne uscire? Così sembrano graziose ai miscredenti le loro azioni.",
    "Così, in ogni città, facemmo capi i suoi peccatori più grandi, affinché ordiscano in essa le loro trame   . Ma tramano solo contro loro stessi e non ne sono coscienti!",
    "E quando giunge loro un segno dicono: «Non crederemo finché non ci giunga un segno simile a quello che è stato dato ai messaggeri di Allah». Ma Allah sa meglio di loro dove porre il Suo Messaggio. L’umiliazione di fronte ad Allah e un castigo crudele colpiranno quelli che peccarono a causa delle loro trame!",
    "Allah apre il cuore all’IsIàm a coloro che vuole guidare   , colui che vuole sviare, lo stringe e opprime il suo petto, come a chi fa sforzo a salire verso il cielo   . Così Allah impone l’infamità a coloro che non credono.",
    "Questa è la retta via del tuo Signore. Abbiamo spiegato i segni per il popolo che si sforza nel ricordo   .",
    "Avranno una dimora di Pace presso il loro Signore. Egli è il loro alleato per quello che hanno fatto.",
    "E il giorno in cui li radunerà tutti [dirà]: «O consesso di dèmoni troppo avete abusato degli uomini!». E i loro amici tra gli uomini diranno: «O Signor nostro! Ci siamo serviti gli uni degli altri e abbiamo raggiunto il termine che avevi stabilito per noi»   . Ed Egli dirà: «Il Fuoco è la vostra dimora e vi resterete in perpetuo, a meno che Allah voglia altrimenti»   . In verità il tuo Signore è saggio, sapiente!",
    "È così che abbiamo reso gli oppressori soggetti gli uni agli altri, compenso per quello che hanno guadagnato   .",
    "«O consesso di dèmoni e di uomini, non vi sono forse giunti messaggeri scelti tra voi, che vi hanno riferito i Miei segni e vi hanno avvertito dell’incontro di questo Giorno?» Diranno: «Lo testimoniamo contro noi stessi!». La vita terrena li ha ingannati ed hanno testimoniato contro loro stessi di essere miscredenti.",
    "Ciò in quanto non si addice al tuo Signore l’ingiusta distruzione di città mentre i loro abitanti sono ancora incoscienti   .",
    "Per ogni uomo ci sarà un livello adeguato al suo comportamento. Il tuo Signore non è indifferente a quello che hanno fatto!",
    "Il tuo Signore è Colui Che basta a Se Stesso, è il Detentore della misericordia. Se volesse vi distruggerebbe e vi sostituirebbe come Lui vuole, così come vi ha fatti discendere dalla posterità di un altro popolo.",
    "In verità ciò che vi è stato promesso certamente si avvicina e voi non potrete far nulla per evitarlo.",
    "Di’: «O popol mio, agite per vostro conto, anch’io agisco. Ben presto saprete a chi appartiene la Dimora più elevata»   . Gli oppressori non prospereranno.",
    "E attribuiscono ad Allah una parte di quello che Lui ha prodotto dai campi e dai greggi, e dicono: «Questo per Allah – secondo le loro pretese – e questo per i nostri soci». Ma quello che è per gli dèi non giunge ad Allah e invece quello che è per Allah giunge ai loro dèi   . Quale sciagurato giudizio!",
    "Ed è così che i loro dèi hanno reso accettabile a molti politeisti l’assassinio dei loro figli   , per farli perdere e per confondere la loro religione. Se Allah volesse, non lo farebbero. Lasciali dunque alle loro bestemmie.",
    "E dicono: «Ecco i greggi e le messi consacrate: potranno cibarsene solo quelli che designeremo». Quali pretese! e [designano] animali il cui dorso è tabù e animali sui quali non invocano il Nome di Allah. Forgiano menzogne contro di Lui   ! Presto [Allah] li compenserà delle loro menzogne.",
    "E dicono: «Quello che è contenuto nei ventri di queste bestie è per i nostri maschi ed è vietato alle nostre donne». E se nasce morto, lo dividono fra tutti   . Presto [Allah] li compenserà dei loro distinguo. Egli è saggio, sapiente.",
    "Sono certamente perduti quelli che, per idiozia e ignoranza, uccidono i loro figli e quelli che si vietano il cibo che Allah ha concesso loro, mentendo contro Allah. Si sono sviati e non hanno più la guida.",
    "E Lui che ha creato giardini [di vigne] con pergolati e senza pergolati, palme e piante dai diversi frutti, l’olivo e il melograno, simili ma dissimili; mangiatene i frutti e versatene quanto dovuto nel giorno stesso della raccolta   , senza eccessi, ché Allah non ama chi eccede   ;",
    "e del bestiame da soma e da macello, mangiate di quello che Allah vi ha concesso per nutrirvi e non seguite le orme di Satana: egli è un vostro sicuro nemico.",
    "Otto a coppie: due di ovini e due di caprini. Di’: «Sono i due maschi che ha vietato, o le due femmine, o quello che c’è nel ventre delle due femmine? Informatemene con scienza certa, se siete sinceri».",
    "Due per i camelidi e due per i bovini. Di’: «Sono i due maschi che ha vietato o le due femmine, o quello che è contenuto nel ventre delle femmine? Eravate là quando Allah ve lo ha ordinato?». Chi è peggior ingiusto di chi, per ignoranza, inventa menzogne a proposito di Allah   , per traviare gli uomini? Allah non guida gli ingiusti.",
    "Di’: «In quello che mi è stato rivelato non trovo altri interdetti a proposito del cibo, se non l’animale morto, il sangue effuso e la carne di porco – che è immonda – e ciò che, perversamente, è stato sacrificato ad altri che ad Allah». Quanto a chi vi fosse costretto, senza intenzione o ribellione, ebbene, il tuo Signore è perdonatore, misericordioso.",
    "Ai giudei abbiamo vietato tutti gli animali ungolati. Vietammo loro il grasso dei bovini e degli ovini, a parte quello del dorso, delle viscere o quello frammisto a ossa. Così li compensammo della loro ribellione   . In verità Noi siamo veridici.",
    "Se poi ti tacciano di menzogna, di’: «Il vostro Signore possiede immensa misericordia, ma la Sua severità non potrà essere allontanata da un popolo empio».",
    "Presto gli associatori diranno: «Se Allah avesse voluto non avremmo associato alcunché, e neppure i nostri avi; né avremmo dichiarato illecito alcunché». Allo stesso modo i loro antenati smentirono, finché non provarono la Nostra severità. Di’: «Potete produrre una qualche scienza? Non seguite altro che congetture e supposizioni».",
    "Di’: «Allah possiede l’argomento decisivo. Se volesse, vi guiderebbe tutti quanti».",
    "Di’: «Fate venire i vostri testimoni ad attestare che Allah ha proibito ciò». Se testimoniano, non testimoniare con loro e non seguire le propensioni di coloro che smentiscono i Nostri segni, non credono all’altra vita e attribuiscono consimili al loro Signore.",
    "Di’: «Venite, vi reciterò quello che il vostro Signore vi ha proibito e cioè: non associateGli alcunché, siate buoni con i genitori, non uccidete i vostri bambini in caso di carestia: il cibo lo provvederemo a voi e a loro. Non avvicinatevi alle cose turpi, siano esse palesi o nascoste. E, a parte il buon diritto, non uccidete nessuno di coloro che Allah ha reso sacri. Ecco quello che vi comanda, affinché comprendiate   .",
    "Non avvicinatevi se non per il meglio ai beni dell’orfano, finché non abbia raggiunto la maggior età, e riempite la misura e date il peso con giustizia. Non imponiamo a nessuno oltre le sue possibilità. Quando parlate siate giusti, anche se è coinvolto un parente. Obbedite al patto con Allah. Ecco cosa vi ordina. Forse ve ne ricorderete.",
    "In verità questa è la Mia retta via: seguitela e non seguite i sentieri che vi allontanerebbero dalla Sua via. Ecco cosa vi comanda, affinché siate timorati».",
    "E poi demmo la Scrittura a Mosè, corollario [della Nostra Grazia], spiegazione chiara di tutte le cose, guida e misericordia   , affinché credessero nell’incontro con il loro Signore.",
    "Questo è un Libro Benedetto   che Noi abbiamo fatto scendere, seguitelo allora e siate timorati [di Allah], sicché possiate essere oggetto di misericordia,",
    "affinché non diciate: «È stata fatta scendere la Scrittura solo su due popoli   nostri predecessori e noi ne ignoravamo gli insegnamenti».",
    "O diciate: «Se la Scrittura fosse stata fatta scendere su di noi, saremmo stati meglio guidati di loro». Ecco che dal vostro Signore vi sono giunte prove, guida e misericordia. Dopo di ciò, chi sarà peggior ingiusto di quello che smentisce i segni di Allah e se ne allontana? Presto compenseremo quelli che si allontanano dai Nostri segni con un duro castigo per essersi allontanati.",
    "Aspettano forse che vengano gli angeli o che venga il tuo Signore o che si manifestino i segni del tuo Signore? Il giorno in cui sarà giunto uno dei segni del tuo Signore, all’anima non servirà a nulla la [professione di] fede che prima non aveva [fatto] e [essa] non sarà utile a chi non avrà acquisito un merito. Di’: «Aspettate, ché anche noi aspettiamo!».",
    "Tu non sei responsabile di coloro che hanno fatto scismi nella loro religione e hanno formato delle sette. La loro sorte appartiene a Allah. Li informerà di quello che hanno fatto.",
    "Chi verrà con un bene, ne avrà dieci volte tanto e chi verrà con un male ne pagherà solo l’equivalente. Non verrà fatto loro alcun torto.",
    "Di’: «Il Signore mi ha guidato sulla retta via, in una religione giusta, la fede di Abramo, che era un puro credente e non associatore   ».",
    "Di’: «In verità la mia orazione e il mio rito, la mia vita e la mia morte appartengono ad Allah Signore dei mondi.",
    "Non ha associati. Questo mi è stato comandato e sono il primo a sottomettermi».",
    "Di’: «Dovrei cercare un altro signore all’infuori di Allah che è il Signore di tutte le cose? Ognuno pecca contro se stesso: nessuno porterà il fardello di un altro. Poi ritornerete al vostro Signore ed Egli vi informerà sulle vostre discordie».",
    "Egli è Colui che vi ha costituiti eredi della terra   e vi ha elevato di livello, gli uni sugli altri, per provarvi in quel che vi ha dato. In verità il tuo Signore è rapido al castigo, in verità è perdonatore, misericordioso.  Il primo termine è quello della vita terrena, il secondo si riferisce alla Resurrezione e al Giudizio.   «e quello che vi meritate»: sottinteso «con il vostro comportamento».   «Hanno considerato»: lett. «non hanno visto…».   «una Scrittura su papiro»: abbiamo tradotto così l’espressione «kitàban fi qirtàs».   «un angelo su di lui»: su Muhammad (pace e benedizioni su di lui).   I nostri poveri sensi, che rimangono esterrefatti di fronte al fascio luminoso di un riflettore che casualmente incrocia il nostro sguardo, come potrebbero sostenere la vista di un angelo? La luce con cui Allah lo ha formato è quella intesa in senso assoluto. Solo nell’ottica prodigiosa del Giorno del Giudizio, questo potrà avvenire. E questo il senso della seconda parte del versetto.   Allah (gloria a Lui l’Altissimo) dice: «Se invece di far scendere la rivelazione su un uomo, affidandogli la missione profetica, avessimo mandato un angelo, voi non ve ne sareste accorti». Il vero miracolo sta nella Rivelazione e non nelle forme spettacolari con le quali i miscredenti vorrebbero caratterizzare, nel loro immaginario, la manifestazione del divino all’umano.   Forse per esorcizzare con il sarcasmo la sua paurosa minaccia, per il disperato timore che esista veramente, è proprio l’Inferno la parte di Rivelazione che è maggiormente oggetto di scherno da parte dei miscredenti… ebbene, proprio quel Fuoco di cui si burlavano avvolge i suoi detrattori.   «il primo a sottomettermi»: a diventare musulmano secondo la Rivelazione Coranica.   «associatore»: «mushrik» coloro che associano altri ad Allah l’Unico (vedi nota a II, ).   Cos’è la misericordia divina? Tremano i polsi di fronte ad un concetto di questa grandezza e alla inadeguatezza di qualsiasi risposta umana. Nessuna azione dell’uomo può garantirgli la salvezza, con le sue sole forze l’essere umano non è assolutamente in grado di superare l’esame cui Allah lo sottopone. Solo la Sua misericordia è il viatico della salvezza e della beatitudine. Allah concede la Sua misericordia a chi vuole, ed è grazie ad essa che l’uomo renderà pesante il piatto del bene nella bilancia del Giudizio. Quando l’esigenza del commento costringe a sintetizzare in poche righe un concetto di questo genere, allora veramente si sente solo una gran voglia di prosternarsi nel sujûd e dire «Signore perdonami, Signore abbi pietà di me!».   «riconoscono il Messaggero…»: il versetto allude principalmente ai figli di Israele, i quali sapevano bene che la missione di cui Muhammad era stato incaricato era davvero profetica, ma non lo volevano ammettere per ragioni razziali e di potere. A questo proposito si può ricordare la testimonianza dell’ebrea Şafiyyah bintu Huyay che si convertì all’IsIàm dopo la battaglia di Khaybar e divenne sposa dell’Inviato di Allah (pace e benedizioni su di lui). La donna raccontò un episodio della sua infanzia che l’aveva profondamente toccata: il padre e lo zio, notabili della loro gente, erano andati alla moschea di Qubà’ ad ascoltare la predicazione di Muhammad. Partirono assolutamente prevenuti, convinti di andare solo a cercare una conferma alle loro convinzioni, e cioè che Muhammad era un impostore. Quando tornarono la bambina li sentì parlare in preda al più grande scoramento. «Allora è lui?», disse uno dei due. «Sì», rispose l’altro e «è il profeta di cui parlano le nostre Scritture.» «Hai intenzione di riconoscerlo?» «Mai e poi mai, anzi lo combatteremo con tutte le nostre forze.»   «quello che nascondevano»: la veridicità delle rivelazioni profetiche che celavano in malafede (vedi nota sopra al vers. ), la loro miscredenza, la loro ipocrisia.   La solita misera e disperata giustificazione dell’ateismo che siamo soliti sentire ancor oggi dalla bocca degli atei.   II fardello dei peccati che ogni uomo porterà sulla schiena quando si alzerà, risorto dalla sua tomba, per il Giudizio.   «Nessuno può cambiare le parole di Allah»: alla luce di quello che i popoli fecero delle precedenti rivelazioni di Allah (interpolazioni e falsificazioni), è evidente che questa promessa si riferisce al Corano (vedi anche Tabarì vii, ).   II Corano è anche una trascrizione del dialogo tra Allah (gloria a Lui l’Altissimo) e il Suo Inviato (pace e benedizioni su di lui). Un testo che ci mostra la grande umanità di Muhammad, addolorato e oppresso dalla miscredenza dei suoi concittadini al punto che sarebbe disposto a frugare la terra e dare la scalata al cielo per aver qualcosa di più convincente da proporre loro. Ma la fede e la guida vengono da Allah ed Egli le dà a chi vuole.   «su di lui»: su Muhammad (pace e benedizioni su di lui).   Tutte le creature viventi hanno ricevuto una legge che regola la loro convivenza, anche gli animali che saranno chiamati a rendere conto di quello che avranno fatto. Il problema della libertà di scelta degli animali è una questione che non è mai stata chiarita a fondo. I sapienti, basandosi su alcuni detti dell’Inviato di Allah, affermano che il Giudizio cui saranno sottoposti è certo, ma non è prevista nessuna forma di premio o di castigo. E indubbio che esiste l’animale mite e quello aggressivo, ma forse in essi non c’è il dolo (l’intenzione di fare il male) in quanto ciò presupporrebbe una conoscenza che non è stata data agli animali, ed escludendo l’intenzione non c’è sanzione.   «Non abbiamo…»: nel Libro della Predestinazione è segnata la sorte di tutto il Creato.   «Nel momento del bisogno l’uomo si ricorda di Allah», questo vecchio adagio testimonia dell’opportunismo umano. Dice Allah in un hadith qudsì (un santo discorso rivelato al Profeta ma non inserito nel Corano): «Ricordatevi di Me nel benessere, Mi ricorderò di voi nella disgrazia».  Allah spiega come si comportò con le comunità del passato. In primo luogo inviò un messaggio chiaro e intelligibile, recato da un profeta che fosse in grado di farsi capire, poi ispirò la possibilità di dimostrare umiltà e «tawba» (pentimento, ritorno ad Allah), quindi (vedi i successivi verss. -), di fronte alla durezza dei cuori, dette un’ulteriore opportunità di godere, nell’ingratitudine, dei beni del mondo e infine il castigo, senza più possibilità di scampo. Disse l’Inviato di Allah (pace e benedizioni su di lui): «Se vedete le creature che nonostante i loro peccati ricevono da Allah tutto quello che desiderano, vedete un segno precursore del castigo» (Tabari VII, ).  I poveri hanno spesso maggiore disponibilità al bene; spesso il possesso di beni materiali diventa un ostacolo all’elevazione spirituale dell’uomo appesantendolo e tirandolo verso il basso di questo mondo. Quando l’Inviato di Allah (pace e benedizioni su di lui) predicava o recitava il Corano alla Mecca, prima dell’Egira, era circondato da un gran numero di poveri e di schiavi. Questa situazione infastidiva i notabili coreisciti che avrebbero preferito non doversi confondere con gli individui più poveri della città. Desiderando conversioni «eccellenti» che avrebbero potuto dar lustro e prestigio sociale alla nascente comunità islamica, ’Umar invitò il Profeta ad allontanare quella povera gente in modo tale da poter avvicinare i personaggi più in vista della città. Il versetto decretò l’iniquità di una tale strategia.   «quello che volete affrettare»: i meccani politeisti chiedevano provocatoriamente a Muhammad (pace e benedizioni su di lui) di affrettare il castigo.   Diciamo, per semplicità di esposizione, che nella creazione ci sono due livelli di realtà, una palese, sensibile, conoscibile e conosciuta, un’altra invisibile, ma non meno reale, che non cade sotto i nostri sensi e la cui percezione è un fatto di fede e di realizzazione spirituale. Allah Si attribuisce il possesso delle «chiavi dell’invisibile» e chi pretende di condividerle possiede in realtà solo le chiavi false che aprono la porta dell’eresia.   «Libro chiarissimo»: vedi sopra nota al vers.   «vi richiama»: il sonno viene considerato come una specie di stato in cui l’anima dell’uomo torna ad Allah. È molto nota l’invocazione che l’Inviato di Allah (pace e benedizioni su di lui) pronunciava al mattino al momento del risveglio: «Lode ad Allah che ci fa rivivere dopo averci fatto morire…».   «manda incontro a loro i custodi»: gli angeli che registrano immediatamente le azioni degli uomini. In base alla tradizione sono due, uno dietro la spalla destra (che annota solo il bene) e uno dietro la spalla sinistra (che annota sia il bene che il male). Gli angeli hanno anche la funzione di proteggere l’uomo da tutto quanto di negativo gli possa accadere (salvo evidentemente quello che Allah avrà decretato per quell’anima). Altro elemento dell’angelologia islamica, l’esistenza dell’Angelo della morte, Izrâ‘îl, che scortato dall’angelo della misericordia e da quello del castigo, si presenta all’uomo al momento della sua morte terrena.   «e presto saprete»: quando e come esso si realizzerà.   Ai miscredenti (anche ai peccatori e a quelli che sono distratti).   «nel Giorno in cui sarà soffiato nella Tromba»: il Giorno della Resurrezione, in cui la Tromba (o il Como) suonerà per scandire le fasi di quelle ore di angoscia che precederanno il Giudizio divino (vedi XXXIX, -).   La ricerca di Abramo è paradigmatica del percorso seguito dall’umanità alla riscoperta della vera fede. Attraverso l’osservazione del creato l’anima pura giunge ad intuire la presenza di un Creatore, che al di sopra della caducità di ogni creatura, regge e governa tutto l’universo.   Non si può temere la vendetta degli «dèi» traditi, per il semplice fatto che proprio non esistono e così dicendo Abramo (pace su di lui) ridicolizza le superstizioni che minacciavano «atroci vendette» su chi avesse abiurato gli idoli.   Non basta credere, la fede deve essere «giusta». Una credenza ingiusta non può essere pura, in quanto la purezza e la giustizia sono il corollario della fede in Allah, l’Unico. Bassezza morale e iniquità caratterizzano invece le credenze idolatriche, inevitabili conseguenze dell’ingiustizia nei confronti di Allah (vedi sura XXXI, il discorso che il saggio Luqmàn tiene a suo figlio).   «eccellenza sugli uomini»: del loro tempo.   Se i miscredenti rifiutano la fede e l’obbedienza al Libro di Allah, sarà compito dei credenti occuparsi di loro, predicando la religione di Allah (gloria a Lui l’Altissimo) e recitando loro il Corano.   «un Libro»: il Corano.   «la Madre delle città»: uno dei nomi della Mecca; la tradizione ci insegna che fu la prima terra ad emergere dal diluvio, in essa fu costruito il primo tempio al Dio Unico, la Santa Ka‘ba. Posta la Mecca al centro del mondo, posizione che le viene riconosciuta cinque volte al giorno da centinaia di milioni di musulmani nella preghiera rituale, va da sé che tutto il resto della terra è abitata da genti che stanno appunto «intorno» ad essa. E nel senso di diffondere universalmente il messaggio coranico, che va inteso l’invito di avvertire «la Madre delle città e le genti intorno».   II versetto allude in generale a tutti i falsi profeti, veggenti e «illuminati», che pretendono di aver ricevuto «rivelazioni» del tutto improbabili, e in particolare a Musaylima, della tribù dei Banù ‘Ad ibn Hanìfa conosciuto anche come Abû Thumàna. Proclamatosi profeta inviò a Muhammad (pace e benedizioni su di lui) una lettera nella quale lo invitava a riconoscerlo e a dividere con lui l’autorità sulla terra. Nel XII anno dall’Egira, dopo la morte dell’Inviato di Allah, il califfo Abû Bakr fu costretto a inviare contro di lui un’armata agli ordini di Khàlid ibnu ’l-Walìd, che annientò il movimento eretico nella battaglia di Akraba. Nei combattimenti morirono molte decine di compagni del Profeta che conoscevano a memoria tutto il Corano e questo fatto ebbe parte non trascurabile nelle decisioni che condussero alla compilazione del Corano quale oggi lo possediamo. La lode appartiene ad Allah Signore del creato, nulla avviene per caso, la Sua volontà governa la storia degli uomini e guida coloro che Lo temono.   II Corano sintetizza l’intervento divino nel ciclo vitale della natura e dello spirito. La morte fisica è presupposto della Resurrezione e della vita eterna che è l’unica vera vita; la vita terrena è la condizione per determinare, con la miscredenza, la morte dello spirito che è l’unica vera morte.   Da Adamo «un solo individuo», vengono tutti gli altri uomini. Con la creazione di Eva, dalla costola di Adamo, Allah separò il principio maschile da quello femminile fissandoli rispettivamente nei lombi dell’uomo «un ricettacolo» («mustaqarr») e nel ventre della donna «un deposito» («mustawda‘»). Altri (Tabarî VII, hanno detto che «mustawda‘» è la tomba; in tal caso il primo termine si riferirebbe all’utero materno.   «i dèmoni»: (jinn) creature abitanti un mondo contiguo a quello degli uomini, i dèmoni sono stati creati dal fuoco senza fumo. Una parte di loro (chiamati «rawàhin») si sono convertiti ascoltando la recitazione del Corano fatta dall’Inviato di Allah (pace e benedizioni su di lui), altri sono le truppe fedeli di Satana (shayâtin). I politeisti li ritenevano divinità minori seppur dotati di grandi poteri sulla vita degli uomini (vedi sura LXXII).   «Io non sono il vostro custode»: Allah (gloria a Lui l’Altissimo) invita il Suo Inviato ad avvertire gli uomini che saranno pienamente responsabili delle loro azioni.   Nonostante la certezza del fatto che il Profeta Muhammad (pace e benedizioni su di lui) fosse illetterato, i suoi detrattori contemporanei (e anche la critica malevola successiva) lo accusarono spesso di aver mutuato il Corano dai Libri Santi precedenti. Allah è ben conscio di questa realtà e nel Suo Libro sembra ironizzare sulla pochezza spirituale dei nemici dell’IsIàm e sul fatto che, al contrario, quelli che possiedono una scienza scevra da ogni pregiudizio non hanno difficoltà ad accettarla.   Non è il caso di rischiare reciprocità ingiuriando gli idoli: gli idolatri potrebbero rispondere ingiuriando Allah e in tal caso ne saremmo parzialmente responsabili.   La parte finale del versetto è rivolta ai credenti per metterli in guardia a proposito delle reali intenzioni dei pagani: chiedono miracoli, ma anche se essi si producessero, ancora non crederebbero (vedi anche i versetti che seguono). A proposito di questo versetto Tabarì (VII, riferisce che i meccani giurarono che se Allah (gloria a Lui l’Altissimo), su invocazione di Muhammad (pace e benedizioni su di lui), avesse trasformato in oro le alture di Safa e Marwa (vedi II, e la nota), avrebbero creduto. Allah ribadisce che la fede non dipende da prodigiosi eventi esteriori ma da un atteggiamento interiore da Lui predisposto.   Non basta che una dottrina sia maggioritaria per essere vera. Raramente vox populi è veramente vox dei. È questo il senso inequivocabile del versetto che mette ogni uomo di fronte alle sue responsabilità (in xn, e XXXVII, si ribadirà lo stesso concetto). Questo versetto ha dato fondamento a coloro i quali, in ambito islamico, contestano la legittimità del sistema democratico. In realtà l’attuale concetto di democrazia, per quanto imperfetto, è quanto di più vicino a quello islamico di shura (v. nota alla sura XLIl).   II versetto, quello successivo e il si riferiscono alla questione della carne «halâl» (lecita). Nel primo si afferma che è lecita solo la carne sulla quale sia stato menzionato il Nome di Allah all’atto della macellazione. Nel secondo versetto reagisce alle tentazioni vegetariane di alcuni musulmani messi in difficoltà da una speciosa polemica innescata dai politeisti meccani su istigazione di alcuni zoroastriani. Dicevano: «Se è lecita una bestia uccisa menzionando il Nome di Allah, a maggior ragione dovrebbe esserlo un animale che sia perito per un incidente o per cause naturali in quanto “macellato da Allah”». Il terzo versetto ribadisce tutta la questione sotto forma di divieto di consumazione della carne su cui non sia stato pronunciato il divino Nome.   «Lasciate la forma e la sostanza del peccato»: come dire «Evitate il peccato palese e celato»: e cioè la fornicazione pubblicamente esercitata (la prostituzione e i suoi fruitori) e quella privata (i rapporti extraconiugali non mercenari). Un altro significato si focalizzerebbe sugli aspetti del peccato, quello interiore e quello esteriore. Ci sono azioni che hanno una forma peccaminosa pur non essendo peccati in sé e altre che pur non avendo l’apparenza del peccato lo sono nella sostanza. Alla prima categoria appartengono ad esempio molte perversioni sessuali, come il voyeurismo, il feticismo, alla seconda l’ignavia e l’accidia. Entrambe le categorie sono colpe di fronte ad Allah di cui gli uomini dovranno rendere conto.   La parte meno nota di un famoso hadith dell’Inviato di Allah (pace e benedizioni su di lui), dopo aver indicato l’obbligo di invitare al bene e di condannare il male (con l’azione, la parola, l’intenzione), dice: «… se non farete questo sarete governati dai peggiori tra di voi e nulla vi servirà invocare la misericordia di Allah». Questo versetto coranico puntualizza una realtà politica che attraversa i tempi e grava su tutti i popoli. Il potere terreno può avere solo due radici di legittimazione: l’applicazione nel contingente della volontà di Allah, tramite le Sue leggi e le forme indicate dalla Sunna dell’Inviato, o essere strumento del castigo di Allah sugli uomini che quelle leggi e quelle forme contrastano o trascurano (vedi anche il successivo v, ).   «Allah apre il cuore all’IsIàm a coloro che vuole guidare»: e cioè «Allah dispone alla sottomissione il cuore di coloro che ha destinato ad essere da Lui guidati».   Alludendo alla difficoltà della respirazione in alta quota, dovuta alla carenza di ossigeno, il Corano la usa come parabola dell’uomo che, per carenza di fede, fatica ad avvicinarsi ad Allah.   II «ricordo» di Allah, la forma più eccelsa dell’attività umana. Sforzarsi in esso indica la tensione a Lui nella fede, nella dottrina, nell’etica, nella pratica religiosa, nell’organizzazione della vita di ogni giorno. Ricordo di Allah è conformarsi alla Sunna dell’Inviato di Allah (pace e benedizioni su di lui), la cui vita era solo ricordo del suo Signore (gloria a lui l’Altissimo).   L’ignoranza e la debolezza umana conducono molti uomini a cercare l’aiuto di coloro che in realtà nulla possono e a trascurare Colui il Quale può veramente ogni cosa. «Te noi adoriamo, a te chiediamo aiuto», recita la Sura Aprente, «all’infuori di Lui non c’è alleato, non c’è intercessore», dice in molti passi il Corano. Entrando dalla porta lasciata aperta dallo shirk (vedi la nota a iv, degli uomini, i dèmoni irrompono nella loro vita e li costringono a diventare loro alleati contro il bene.   Sull’eternità o meno del castigo si è sviluppata una accesa polemica esegetica tra i commentatori: in questo versetto sembrerebbe che anche il castigo potrebbe non essere eterno, in altri ventisette brani del Corano viene affermato il contrario. Alcuni dicono che il luogo fisico del castigo resterà eterno ma cesserà il tormento. Sarebbe qui troppo lungo e difficile riferire, anche solo sommariamente, degli argomenti addotti dai due schieramenti interpretativi. È certo che sempre e comunque Allah fa quello che vuole, la Sua libertà di azione è incoercibile, Egli è la Volontà.   Vedi vers. e la nota.   Allah (gloria a Lui l’Altissimo), non colpisce i popoli senza prima averli ammoniti attraverso i suoi profeti (pace su tutti loro). Ogni comunità ha ricevuto un inviato «che parlava la sua lingua» e che ha trasmesso un messaggio intelligibile e inequivocabile. Il termine che abbiamo tradotto in questo caso con «incosciente» è «ghafilûn» che significa anche distratto, noncurante, indifferente (vedi anche il versetto successivo).   «la Dimora più elevata»: il Paradiso.   Gli arabi pagani destinavano parte del prodotto dei loro campi e dei loro greggi al Dio (Allah) in cui vagamente credevano e un’altra parte agli dèi tribali, considerati numi tutelari del loro clan e più «vicini» alle loro necessità. Quando il raccolto andava a male o i greggi erano razziati o accadeva qualcosa che diminuiva la quota sacrificale, veniva prelevato sulla parte del Dio per compensare quella degli dèi. È in questo senso che va inteso «quello che è per Allah giunge ai loro soci». Un’altra possibilità interpretativa è la seguente: obnubilati dall’ignoranza i pagani si rivolgevano agli dèi per chiedere le grazie di cui avevano bisogno. Quando poi avveniva, per Volontà dell’Unico, quello che desideravano (il bene, tutto il bene viene da Allah Onnipotente), ne attribuivano il merito ai loro dèi. A tutt’oggi tale mentalità è ancora diffusa, seppur in forma sostanzialmente mutata: le invocazioni ai santi, i pellegrinaggi alle loro tombe sono pratiche diffuse anche nei paesi islamici.   «l’assassinio dei loro figli»: talvolta ossessionati dalla paura della carestia, gli arabi pagani uccidevano i neonati (vedi vi, -e le figlie per la vergogna di averle avute (lxxxi, -).   II Corano continua la sua opera di demistificazione delle superstizioni preislamiche. Considerando che la società araba del tempo era fondamentalmente pastorale, i tabù relativi al bestiame erano molto diffusi. C’erano capi le cui carni erano permesse solo ad alcuni a detrimento di altri (solitamente le donne della tribù), altri che non potevano essere montati, altri ancora la cui macellazione doveva avvenire senza che fosse pronunciato il Nome di Allah. La cosa peggiore era che, per giustificare le loro pratiche, affermavano che agivano così per volontà di Allah e con il Suo permesso.   Vedi nota sopra al vers.   «versatene quanto dovuto…»: la decima agricola che deve essere versata nel giorno della raccolta. (Sulla decima vedi Appendice .)   «Allah non ama chi eccede»: la prodigalità nell’IsIàm è un peccato specularmente simile all’avarizia. Il prodigo è un individuo le cui azioni sono dettate da uno squilibrio personale piuttosto che da generosità, e pertanto il suo comportamento può costituire turbamento sociale, equivoco e scandalo.   «inventa menzogne a proposito di Allah»: attribuisce ad Allah cose che Lui non ha detto.   La legge alimentare data agli ebrei deve essere considerata un castigo di Allah per i loro peccati di ribellione ad Allah (vedi Levitico VII, -XI, -XIV, -).   Nei verss. -sono chiaramente definiti i «comandamenti islamici»: unicità di Allah e purezza del culto, rispetto per i genitori, divieto di uccidere i bambini e obbligo ad avere fiducia in Allah, divieto della fornicazione e ogni perversione personale, divieto di uccidere, divieto della malversazione e del furto, divieto della falsa testimonianza. È importante notare come questa elencazione segua i versetti che stigmatizzavano una religiosità tutta formale, superstiziosa e senza vere regole morali.   La Scrittura è la Toràh rivelata a Mosè, guida e monito per i Figli di Israele.   II «Libro Benedetto» è il Corano.   Gli ebrei e i cristiani.   «che era un puro credente e non associatore»: cioè, un puro monoteista che non associava nulla ad Allah (vedi II, e la nota).   «vi ha costituiti eredi della terra»: nel senso di successori, nel territorio e nei beni, delle generazioni e dei popoli che furono in precedenza.",
    "Alif, Lâm, Mîm, Şâd   ,",
    "è un Libro che è stato fatto scendere su di te   , non sia a causa sua alcuna oppressione sul tuo petto, ché con esso tu ammonisca e sia un monito per i credenti.",
    "Seguite quello che vi è stato rivelato dal vostro Signore e non abbiate altri patroni che Lui. Quanto poco ve ne ricordate!",
    "Quante città abbiamo distrutte! Le colpì la Nostra severità di notte o durante il riposo notturno o pomeridiano.",
    "Quando li colpì la Nostra severità, non poterono implorare, ma solo dire: «Sì, siamo stati ingiusti!».",
    "Certamente interrogheremo coloro a cui inviammo e certamente interrogheremo gli inviati   .",
    "Poi riferiremo loro [le loro azioni] con perfetta conoscenza, poiché mai siamo stati assenti.",
    "In quel Giorno la pesatura sarà conforme al vero, e coloro le cui bilance saranno pesanti prospereranno,",
    "mentre coloro le cui bilance saranno leggere sono quelli che perderanno le anime, poiché hanno prevaricato sui Nostri segni.",
    "In verità vi abbiamo posti sulla terra e vi abbiamo provvisti in essa di sostentamento. Quanto poco siete riconoscenti!",
    "In verità vi abbiamo creati e plasmati, quindi dicemmo agli angeli: «Prosternatevi davanti ad Adamo». Si prosternarono ad eccezione di Iblìs, che non fu tra i prosternati.",
    "Disse [Allah]: «Cosa mai ti impedisce di prosternarti, nonostante il Mio ordine?». Rispose: «Sono migliore di lui, mi hai creato dal fuoco, mentre creasti lui dalla creta»   .",
    "«Vattene! – disse Allah – Qui non puoi essere orgoglioso. Via! Sarai tra gli abbietti.»",
    "«Concedimi una dilazione – disse – fino al Giorno in cui saranno risuscitati.»",
    "«Sia – disse Allah – ti è concessa la dilazione.»",
    "Disse: «Dal momento che mi hai sviato, tenderò loro agguati sulla Tua Retta via,",
    "e li insidierò da davanti e da dietro, da destra e da sinistra, e la maggior parte di loro non Ti saranno riconoscenti».",
    "«Vattene – disse [Allah] – scacciato e coperto di abominio. Riempirò l’Inferno di tutti voi, tu e coloro che ti avranno seguito.»",
    "[E disse]: «O Adamo, abita il Paradiso insieme con la tua sposa; mangiate a vostro piacere ma non avvicinatevi a questo albero, ché allora sareste tra gli ingiusti».",
    "Satana li tentò per rendere palese [la nudità] che era loro nascosta. Disse: «Il vostro Signore vi ha proibito questo albero, affinché non diventiate angeli o esseri immortali».",
    "E giurò: «In verità sono per voi un consigliere sincero».",
    "Con l’inganno li fece cadere entrambi. Quando ebbero mangiato [dei frutti] dell’albero, si accorsero della loro nudità e cercarono di coprirsi con le foglie del Giardino. Li richiamò il loro Signore: «Non vi avevo vietato quell’albero, non vi avevo detto che Satana è il vostro dichiarato nemico?».",
    "Dissero: «O Signor nostro, abbiamo mancato contro noi stessi. Se non ci perdoni e non hai misericordia di noi, saremo certamente tra i perdenti».",
    "«Andatevene via – disse Allah – nemici gli uni degli altri   ! Avrete sulla terra dimora e godimento prestabilito.",
    "Di essa vivrete – disse Allah – su di essa morrete e da essa sarete tratti.»",
    "O figli di Adamo, facemmo scendere   su di voi un abito che nascondesse la vostra vergogna e per ornarvi, ma l’abito del timor di Allah è il migliore. Questo è uno dei segni di Allah, affinché se ne ricordino!",
    "O Figli di Adamo, non lasciatevi tentare da Satana, come quando fece uscire dal Paradiso i vostri genitori, strappando loro i vestiti per palesare la loro vergogna. Esso e i suoi alleati vi vedono da dove voi non li vedete. A coloro che non credono abbiamo assegnato i diavoli per alleati.",
    "Quando commettono qualcosa di turpe, dicono: «Così facevano i nostri avi, è Allah che ce lo ha ordinato». Di’: «Allah non comanda la turpitudine. Direte, contro Allah, ciò che non conoscete?»   .",
    "Di’: «Il mio Signore ha ordinato l’equità, di sollevare la testa in ogni luogo di preghiera, di invocarLo e di attribuirGli un culto puro. Ritornerete [a Lui] così come vi ha creati».",
    "Guida gli uni, mentre altri meritano la perdizione per aver preso i diavoli a patroni al posto di Allah e credono di essere loro i ben guidati.",
    "O Figli di Adamo, abbigliatevi prima di ogni orazione   . Mangiate e bevete, ma senza eccessi, che Allah non ama chi eccede.",
    "Di’: «Chi ha proibito gli ornamenti che Allah ha prodotto per i Suoi servi e i cibi eccellenti?»   . Di’: «Appartengono ai credenti, in questa vita terrena e soltanto ad essi nel Giorno della Resurrezione». Così spieghiamo i Nostri segni ad un popolo che sa.",
    "Di’: «Il mio Signore ha vietato solo le turpitudini palesi o nascoste, il peccato e la ribellione ingiusta, l’attribuire ad Allah consimili a proposito dei quali [Egli] non ha concesso autorità alcuna e il dire contro Allah cose di cui non conoscete nulla».",
    "Ogni comunità ha un termine stabilito, e quando il suo tempo giunge, non ci sarà ritardo né anticipo di un’ora.",
    "O Figli di Adamo, quando vi giungono messaggeri della gente vostra che vi riferiscono i Miei segni, chi allora sarà timorato e si correggerà non avrà nulla da temere e non sarà afflitto.",
    "Coloro che invece smentiscono i Nostri segni e se ne allontanano per orgoglio, sono i compagni del Fuoco dove rimarranno in perpetuo.",
    "Chi è peggior ingiusto di colui che inventa menzogne contro Allah e considera bugia i Suoi segni? Avranno quanto è prestabilito; poi verranno i Nostri Angeli, li faranno morire e diranno: «Dove sono quelli che avevate l’abitudine di invocare al posto di Allah?». Diranno: «Ci hanno abbandonati» e testimonieranno contro loro stessi della loro miscredenza.",
    "«Entrate nel Fuoco, dirà Allah, assieme ai dèmoni e agli uomini delle comunità che vi precedettero.» Ogni comunità che vi entrerà maledirà sua sorella   . Quando poi vi s’incontreranno tutte, l’ultima dirà della prima: «O nostro Signore! Ecco quelli che ci hanno traviati, da’ loro un doppio castigo di fuoco». Lui dirà: «Il doppio per tutti quanti, ma voi non sapete»   .",
    "E la prima dirà all’ultima: «Non avete nessun merito su di noi! Gustate il castigo per quello che avete commesso».",
    "In verità le porte del cielo non si apriranno mai per coloro che smentiscono i Nostri segni allontanandosene orgogliosamente: non entreranno in Paradiso sino a quando un cammello non passi per la cruna di un ago. Così Noi compensiamo i peccatori.",
    "Avranno nell’Inferno letti e coperte che li avvolgeranno. Così compensiamo gli ingiusti!",
    "Quanto a coloro che credono e compiono il bene – ché non obbligheremo nessuno oltre le sue possibilità – essi saranno i compagni del Giardino e vi rimarranno in perpetuo.",
    "Cancelleremo il rancore dai loro petti   , mentre ai loro piedi scorreranno i ruscelli e diranno: «La lode [appartiene] ad Allah, Che ci ha guidati a ciò! Non saremmo stati guidati, se Allah non ci avesse guidato. I messaggeri del nostro Signore sono venuti con la verità». Verrà affermato a gran voce: «Ecco, il Giardino vi è dato in eredità per quello che avete fatto».",
    "E quelli del Giardino grideranno ai compagni del Fuoco: «Abbiamo verificato quello che il nostro Signore ci aveva promesso. E voi avete verificato quello che vi era stato promesso?». «Sì», diranno. Poi un nunzio proclamerà in mezzo a loro: «Maledizione di Allah sugli ingiusti,",
    "che ponevano ostacoli sul sentiero di Allah e cercavano di renderlo tortuoso e non credevano all’altra vita».",
    "E tra i due vi sarà un velo e sull’A‘ràf   uomini che riconoscono tutti per i loro segni caratteristici. E grideranno ai compagni del Giardino: «Pace su di voi!», senza potervi entrare pur desiderandolo.",
    "Quando i loro sguardi si rivolgeranno ai compagni del Fuoco, diranno: «O Signor nostro, non metterci con il popolo degli ingiusti».",
    "E i compagni dell’A‘ràf chiameranno gli uomini che riconosceranno per il loro aspetto, dicendo: «Le ricchezze e l’orgoglio non vi hanno giovato in nulla.",
    "Sono essi coloro che, giuravate, non sarebbero stati raggiunti dalla misericordia di Allah?». [Verrà detto loro]: «Entrate nel Giardino! Non avrete niente da temere e non sarete afflitti».",
    "E i compagni del Fuoco grideranno ai compagni del Giardino: «Versate acqua su di noi e parte del cibo che Allah vi ha concesso». Risponderanno: «In verità Allah ha proibito l’una e l’altro ai miscredenti",
    "che consideravano la loro religione gioco e passatempo ed erano ingannati dalla vita terrena». Ebbene, oggi Noi li dimenticheremo, come loro hanno dimenticato l’incontro di questo Giorno e hanno rigettato i Nostri segni.",
    "Facemmo loro giungere un Libro e lo abbiamo spiegato nei particolari, ché fosse guida e misericordia per coloro che credono.",
    "Aspettano forse l’adempiersi [dell’evento]? Il Giorno in cui si sarà compiuto, coloro che prima lo smentivano diranno: «I messaggeri del nostro Signore erano venuti con la verità. Ci sono intercessori che possano intercedere per noi, o potremo ritornare per agire diversamente da come abbiamo agito?». Si sono rovinati da loro stessi e quello che inventavano li ha abbandonati.",
    "Allah è il vostro Signore, Colui Che in sei giorni   ha creato i cieli e la terra e poi si è innalzato sul Trono. Ha coperto il giorno con la notte ed essi si susseguono instancabilmente. Il sole e la luna e le stelle sono sottomesse ai Suoi comandi. Non è a Lui che appartengono la creazione e l’ordine? La lode [appartiene] ad Allah Signore dei mondi!",
    "Invocate il vostro Signore umilmente e in segreto. Egli, in verità, non ama i trasgressori   .",
    "Non spargete la corruzione sulla terra, dopo che è stata resa prospera. InvocateLo con timore e desiderio. La misericordia di Allah è vicina a quelli che fanno il bene.",
    "Egli è Colui Che invia i venti, annunciatori e precursori della Sua misericordia. Quando poi recano una nuvola pesante, la dirigiamo verso una terra morta e ne facciamo discendere l’acqua con la quale suscitiamo ogni tipo di frutti. Così resusciteremo i morti. Forse rifletterete [in proposito].",
    "Nelle buone terre crescono piante in quantità per volontà del loro Signore, in quelle cattive non spuntano che a stento   . Così spieghiamo i nostri segni per il popolo che si dimostra riconoscente.",
    "In verità mandammo Noè al suo popolo. Disse: «O popol mio, adorate Allah! Per voi non c’è altro dio che Lui. Temo, per voi, il castigo di un Giorno terribile».",
    "I notabili del suo popolo dissero: «Ti vediamo manifestamente sviato».",
    "Disse: «O popol mio, non c’è errore in me, non sono che un messaggero del Signore dei mondi!",
    "Vi riferisco i messaggi del mio Signore, vi do sinceri consigli e ho ricevuto da Allah la conoscenza di ciò che ignorate.",
    "Vi stupite forse che vi giunga un richiamo da parte del vostro Signore tramite uno dei vostri uomini, che vi avverta e vi esorti al timor [di Allah], affinché possiate godere della [Sua] misericordia?».",
    "Lo tacciarono di menzogna. Salvammo lui e coloro che stavano con lui nell’Arca e annegammo coloro che smentivano i segni Nostri. In verità era un popolo cieco.",
    "E agli ‘Àd [inviammo] il loro fratello Hûd   : «O popol mio, disse, adorate Allah. Per voi non c’è altro dio che Lui. Non Lo temerete?».",
    "I notabili del suo popolo – che erano miscredenti – dissero: «Ci pare che tu sia in preda alla stoltezza e crediamo che tu sia un bugiardo».",
    "Disse: «O popolo mio, non c’è stoltezza in me, sono messaggero del Signore dei mondi.",
    "Vi riferisco i messaggi del vostro Signore e sono per voi un consigliere affidabile.",
    "Vi stupite che vi giunga un richiamo da parte del vostro Signore per il tramite di uno dei vostri uomini che vi ammonisce? Ricordatevi di quando vi designò successori del popolo di Noè e accrebbe la vostra prestanza nel mondo. Ricordate i benefici di Allah, affinché possiate prosperare».",
    "Dissero: «Sei venuto per far sì che adoriamo Allah, l’Unico, abbandonando quello che adoravano i nostri avi? Se sei sincero, mostraci quello di cui ci minacci».",
    "Disse: «Ecco che il vostro Signore ha fatto cadere su di voi supplizio e collera! Volete polemizzare con me sui nomi che voi e i vostri avi avete inventato senza che Allah vi abbia concesso a riguardo alcuna autorità? Aspettate e anch’io rimarrò in attesa insieme a voi».",
    "Abbiamo salvato lui e coloro che erano con lui, per Nostra misericordia e cancellato anche le tracce di coloro che smentivano i Nostri segni e non credevano.",
    "E ai Thamùd [inviammo] il loro fratello Şâlih   . [Disse]: «O po- pol mio, adorate Allah. Per voi non c’è altro dio all’infuori di Lui. Ecco che vi è giunta una prova da parte del vostro Signore: ecco la cammella di Allah   , un segno per voi. Lasciatela pascolare sulla terra di Allah e non le fate alcun male: scontereste un doloroso castigo.",
    "E ricordatevi di quando, dopo gli ‘Àd, vi costituì loro successori e vi stabilì sulla terra: costruiste castelli nelle pianure e scavaste case nelle montagne. Ricordatevi dei benefici di Allah e non contaminate la terra [comportandovi da] corruttori».",
    "I notabili del suo popolo, che erano tronfi di orgoglio, dissero agli oppressi fra quelli di loro che avevano creduto: «Siete sicuri che Şâlih sia un inviato del suo Signore?». Ed essi risposero: «Sì, crediamo nel messaggio inviato suo tramite».",
    "Gli orgogliosi dissero: «Certamente neghiamo ciò in cui credete!».",
    "Quindi tagliarono i garretti alla cammella, disobbedirono agli ordini del loro Signore e dissero: «O Şâlih, se sei uno degli inviati, fai cadere su di noi ciò di cui ci minacci».",
    "Li colse il cataclisma e al mattino giacquero bocconi nelle loro dimore.",
    "Allora [Şâlih] si allontanò da loro e disse: «O popol mio, vi avevo trasmesso il messaggio del mio Signore, e vi avevo dato consigli sinceri, ma voi non amate i consiglieri sinceri».",
    "E quando Lot   disse al suo popolo: «Vorreste commettere un’infamità che mai nessuna creatura ha mai commesso?",
    "Vi accostate con desiderio agli uomini piuttosto che alle donne. Sì, siete un popolo di trasgressori».",
    "E in tutta risposta il suo popolo disse: «Cacciateli dalla vostra città! Sono persone che vogliono esser pure!».",
    "E Noi salvammo lui e la sua famiglia, eccetto sua moglie, che fu tra quelli che rimasero indietro   .",
    "Facemmo piovere su di loro una pioggia…   Guarda cosa è avvenuto ai perversi.",
    "Agli abitanti di Madyan [inviammo] il loro fratello Shu‘ayb   ! Disse: «O popol mio, adorate Allah. Per voi non c’è altro dio che Lui. Vi è giunta una prova da parte del vostro Signore. Riempite la misura e date il giusto peso e non danneggiate gli uomini nei loro beni. Non corrompete la terra dopo che Allah la creò pura: ciò è meglio per voi, se siete credenti.",
    "Non appostatevi su ogni strada, distogliendo dal sentiero di Allah coloro che credono in Lui, e cercando di renderlo tortuoso. Ricordatevi di quando eravate pochi ed Egli vi ha moltiplicati. Guardate cosa è accaduto ai corruttori.",
    "Se una parte di voi crede nel messaggio con il quale sono stato inviato ed un’altra parte non crede, siate pazienti e sopportate fino a che Allah giudichi tra di noi! Egli è il Migliore dei giudici»."
  ]
}