{
  "meta": {
    "id": 78,
    "name": "Ministry of Awqaf, Egypt",
    "translator_name": "Ministry of Awqaf, Egypt",
    "slug": "ru-ministry-of-awqaf",
    "language_name": "russian"
  },
  "verses": [
    "О чём расспрашивают эти неверные друг друга? [[Во имя Аллаха Милостивого, Милосердного! Эта сура ниспослана в Мекке. Она содержит 40 айатов. В суре утверждается истинность воскрешения, содержится угроза тому, кто сомневается в нём, и приводятся свидетельства могущества Аллаха, которые доказывают возможность воскресения и неизбежность его наступления. Затем в суре приведены некоторые признаки воскресения и говорится о наказании, уготованном для неверных, и воздаянии для богобоязненных. Сура завершается устрашением и предостережением от этого страшного Дня.]]",
    "О великой вести, вести о воскресении,",
    "о котором они упорно разногласят: одни отрицают его, а другие сомневаются в нём.",
    "Пусть они остерегаются и воздержатся от расспросов о нём. Они узнают, что воскресение - истина, увидев его наяву.",
    "И пусть они ещё раз остерегаются и воздержатся. Они узнают и убедятся в этом, когда их постигнет мучительное наказание!",
    "Разве они не видят доказательств Нашего могущества: не видят, что Мы расстелили землю, чтобы они жили на ней и передвигались по ней в разных направлениях,",
    "и что Мы воздвигли горы опорами для укрепления земли, [[Толщина твёрдой части земной коры составляет около 60 км. Земная кора неровная: одна часть, где стоят горы - высокая, другая же часть, где глубины морей и дно океанов, - низкая. Она находится в состоянии равновесия благодаря давлению гор. Это равновесие нарушается только эрозией. Горы подкрепляют твёрдую кору земли, как колья подкрепляют палатку. См. комментарий к айату 7 суры \"Каф\"]]",
    "и что Мы сотворили вас парами: мужчинами и женщинами?!",
    "Мы сделали сон, чтобы вы отдыхали от тягот трудов, [[Сон - полное или частичное прекращение работы части головного мозга, контролирующей сознание, что приводит к замедлению, в разной степени, деятельности всех органов и тканей тела и, следовательно, понижается производство энергии тела и снижается его температура. Во время сна тело находится в состоянии отдыха и покоя после тягот физического и умственного труда, замедляется ряд физиологических процессов, частично прекращается биологическая деятельность организма, за исключением пищеварения, выделения мочи из почек и пота из кожи. Ведь прекращение их деятельности подвергает опасности жизнь человека. Что касается дыхания, то оно замедляется и делается более глубоким, усиливается грудное дыхание и уменьшается брюшное. Уменьшается также частота пульса, замедляется кровообращение и отток крови из сердца, которая изливается в результате его биения. Ослабевает напряжённость мускулов, и прекращается активная связь организма с внешним миром (понижается реакционная способность организма), поскольку человек во время сна отдыхает.]]",
    "и сделали ночь для вас покровом.",
    "И сделали день временем для трудов и добывания насущных благ.",
    "И Мы воздвигли над вами семь прочных, совершенных небес.",
    "И создали ярко пылающий светильник. [[Под ярко пылающим светильником подразумевается Солнце. Ведь научно доказано, что температура лучеиспускающей поверхности Солнца составляет 6000 абсолютных градусов. А в центре Солнца температура более 30 -и миллионов градусов из-за высокого давлен нём. Солнце излучает следующие виды энергии: 9% ультрафиолетовых лучей, 46% световых лучей, 45% тепловых или инфракрасных лучей. Поэтому в высокочтимом айате Солнце называется пылающим и испускающим свет и тепло светильником.]]",
    "И Мы низвели из туч, готовых пролить дождь, сильную, обильную воду, [[Дождь - единственный источник пресной воды на земле. Причина дождя - конденсация паров, образующихся в результате испарения воды океанов, морей и т.д. и превращения их в водяные капли, снежные кристаллы или в то и другое одновременно. Когда их объём увеличивается, они падают в виде дождя или града.]]",
    "чтобы взрастить ею злаки и растения, служащие пропитанием для людей и животных,",
    "и сады с густыми ветвистыми деревьями.",
    "Поистине, День различения между творениями предопределён Аллахом для воскрешения.",
    "Это День, когда протрубят в трубу для воскрешения, и вы придёте толпами для расчёта и воздаяния.",
    "И разверзнется небо со всех сторон, и станет вратами.",
    "Горы разрушатся и сдвинутся со своих мест, и вы увидите густой прах вместо гор, подобный миражу, когда человеку кажется, что он видит воду, которой на самом деле нет.",
    "Поистине, геенна - засада, где её стражи будут поджидать и наблюдать за грешниками, которые будут обитателями ада, -",
    "пристанища и жилища для тех, кто ослушался Аллаха,",
    "в котором они будут вечно на протяжении следующих друг за другом веков.",
    "В аду им не будет ни прохладного ветра, который мог бы облегчить им жару, ни питья, которое утолило бы их жажду.",
    "Они будут вкушать кипящую воду и гной, который выделяют обитатели ада,",
    "как заслуженное воздаяние за их нечестивые деяния.",
    "Ведь они не верили в расплату, не ожидали её и не совершали угодных Аллаху благодеяний, чтобы избавиться от наказания.",
    "Они упорно отвергали айаты Корана и знамения Аллаха, доказывающие, что наступит День воскресения, считая их крайней ложью.",
    "А Мы повелели записать их деяния.",
    "Вкусите же, Мы же прибавим вам ещё больше сильной муки.",
    "А для богобоязненных - спасение от мук адского мучения и великое вознаграждение - рай,",
    "плодовые сады и виноградники с вкусными ягодами,",
    "и полногрудые девы - ровесницы,",
    "и прозрачные полные чаши.",
    "В раю они не услышат ни пустословия, ни лжи.",
    "Всё это - великое воздаяние Господа твоего. Он даст всё это по Своей милости и великому милосердию как великое благодеяние им -",
    "от Господа небес и земли и всего, что между ними, чья милость охватит всё сущее. И никто не посмеет обратиться к Нему со словом.",
    "В тот День Джибрил и ангелы покорно станут рядами, и никто из них не будет говорить, кроме тех, кому Милостивый разрешит говорить. Они скажут только правду.",
    "Нет сомнения, что этот День - истина. Кто захочет, тот изберёт путь к своему Господу - путь благочестия, искренней веры в Аллаха и добродеяния.",
    "Мы предостерегли вас от близкого наказания в тот День, когда человек увидит то, что сотворили его руки, а неверный, желая спасения, скажет: \"О, если бы я остался прахом после смерти и не был бы воскрешён, и мне не предстояла бы расплата!\"",
    "Клянусь ангелами, которых Я одарил способностью с силой вырывать вещи с их местонахождения, [[Во имя Аллаха Милостивого, Милосердного! Эта сура ниспослана в Мекке и состоит из 46 айатов. Она начинается с клятвы, что воскресение неизбежно и свершится по воле Аллаха. Затем речь идёт о Мусе (Моисее) и Фараоне, чтобы успокоить посланника Аллаха! - да благословит его Аллах и приветствует! Сура напоминает человеку о его деяниях и показывает, каково воздаяние будет порочным нечестивцам и преступившим пределы дозволенного. Сура завершается вопросами многобожников о времени наступления Дня воскресения. В ней указывается, что миссия посланника - увещевать тех, кто боится Судного часа, а не сообщать о времени его наступления.]]",
    "и ангелами, которых Я одарил способностью извлекать вещи мягко и нежно,",
    "и ангелами, которых Я наделил скоростью, чтобы они выполняли свои обязанности легко и без труда.",
    "и ангелами, которые передвигаются очень быстро, выполняя свои поручения,",
    "и ангелами, которые по воле Аллаха управляют делами во Вселенной, используя при этом способности, которыми Аллах наделил их,",
    "что Судный час непременно настанет в тот День, когда первый трубный глас сотрясёт и уничтожит творения,",
    "за ним последует второй трубный глас, после которого все творения будут воскрешены.",
    "В этот День сердца неверных испытают страх и ужас.",
    "А их взоры будут печальны и потуплены от унижения.",
    "В земной жизни они говорили, отрицая воскрешение: \"Неужели после смерти мы будем возвращены в первоначальное состояние - живыми, какими мы были в земной жизни?",
    "Разве после того, как мы превратимся в истлевшие останки, мы будем возвращены и воскрешены заново?\"",
    "Они говорили, отрицая и издеваясь: \"Если мы будем воскрешены и возвращены к жизни, то это будет для нас убыточно, а мы не из тех, кто терпит убыток.\"",
    "Не думайте, что воскрешение трудно. Ведь раздастся только один глас,",
    "и мёртвые восстанут и соберутся в определённом месте для расчёта.",
    "Не дошёл ли до тебя, о Мухаммад, рассказ о Мусе?",
    "Вот его Господь воззвал к нему в Священной долине Тува:",
    "\"Отправься к Фараону. Ведь он преступил все пределы притеснения\".",
    "И скажи ему: \"Не хочешь ли ты очиститься (от грехов)?",
    "Я поведу тебя к знанию твоего Господа, и тогда ты будешь богобоязнен\".",
    "И Муса показал Фараону великое чудо.",
    "Но Фараон счёл Мусу лжецом и не поверил в его послание.",
    "Потом Фараон отвернулся от Мусы, упорствуя в своём сопротивлении ему.",
    "И, собрав колдунов и людей,",
    "возгласил: \"Я - ваш высочайший бог!\"",
    "Аллах подверг его наказанию за эти последние его слова \"Я - ваш высочайший бог!\" и за предыдущие слова, когда он объявил Мусу - да будет над ним мир! - лжецом.",
    "Поистине, в этом рассказе - назидание для богобоязненных.",
    "Что было труднее - создать вас, о вы, отрицающие воскрешение, или небо?! Он соединил его разъединённые части",
    "и поднял свод, и возвысил его над вами, и сделал его ровным со всех сторон и совершенным.",
    "Он сделал ночь тёмной, а день светлым.",
    "Затем Он распростёр и подготовил землю, чтобы её обитатели могли на ней жить,",
    "и извёл из неё воду, заставив источники бить ключом, и создал реки, и взрастил на ней растения, служащие пищей для людей и скота,",
    "и воздвиг горы.",
    "Всё это - для вашей пользы и пользы вашего скота.",
    "Когда же настанет воскресение, ужасы которого охватят всех и всё, -",
    "тот День, когда человек вспомнит все свои деяния: благочестивые или нечестивые.",
    "И геенна будет ясно показана всем, кто видит, - вот оно воздаяние",
    "тому, кто преступил пределы дозволенного, ослушавшись Аллаха,",
    "отдавая предпочтение преходящей земной жизни,",
    "прибежищем будет только пылающий огонь.",
    "А тому, кто боялся величия и могущества своего Господа и удерживал свою душу от нечестивых страстей,",
    "прибежищем будут райские сады, и ничто другое.",
    "Спрашивают тебя, о Мухаммад, о Судном часе: \"Когда же он настанет?\"",
    "Ты не знаешь, когда он настанет, чтобы сообщить им об этом.",
    "Только твой Господь, а никто другой, точно знает, когда он настанет.",
    "Твой долг увещевать тех, кто боится его, а не сообщить, когда он настанет.",
    "В День, когда они увидят Судный час, им покажется, что их земная жизнь продолжалась только один вечер или одно утро.",
    "Он изменился в лице, нахмурился и отвернулся, [[Во имя Аллаха Милостивого, Милосердного! Эта сура ниспослана в Мекке Она состоит из 42 айатов. Она начинается с упрёка в адрес пророка - да благословит его Аллах и приветствует! - за то, что он отвернулся от ибн умм Мактума, когда тот пришёл к пророку с просьбой - научить его божественным знаниям и руководству, ведущему к прямому пути Аллаха. В это время пророк - да благословит его Аллах и приветствует! - был занят разговором с группой знатных курайшитов, которых он призывал к исламу, надеясь, что они ответят на его призыв, а это, в свою очередь, побудит многих людей принять ислам. Далее в этой суре Аллах напоминает человеку о Своих милостях к нему с того момента, как Он сотворил его, и до того времени, как Он воскресит его. В конце суры речь идёт о Дне воскресения. В ней указано, что люди в этот День разделятся на радостных верующих, весёлых, с сияющими от счастья лицами, и неверных нечестивцев.]]",
    "потому что к нему пришёл слепой спрашивать о его религии.",
    "Откуда тебе знать, может быть, этот слепой очистится от грехов благодаря тому, чему научится и узнает от тебя о религии,",
    "или он запомнит твоё наставление, и оно поможет ему,",
    "А тому, кто не верил в Аллаха, полагаясь на своё могущество и имущество,",
    "ты уделяешь много внимания, стараясь, чтобы он услышал твой призыв к вере.",
    "В чём будет твоя вина, если он не очистится от грехов верой?",
    "А от того, кто поспешил прийти к тебе, желая знать Божью Истину и руководство, ведущее к прямому пути,",
    "страшась Аллаха,",
    "ты отворачиваешься и пренебрегаешь им.",
    "Поистине, эти айаты - назидание.",
    "Тот, кто желает, пусть для него назиданием будет Коран, из которого он извлекает уроки.",
    "Коран - в Священных свитках у Аллаха,",
    "почитаемых, вознесённых, пречистых от скверны и совершенных,",
    "переписанных руками ангелов, которых Аллах сделал посланцами к Своим посланникам,",
    "благородных и благодеющих.",
    "Да погибнет человек, упорствующий в своём неверии, несмотря на то, что Аллах оказал ему множество благодеяний!",
    "Не помнит ли он из чего создал его Аллах?!",
    "Из презренной капли семени Аллах начал сотворение человека и определил периоды его развития (в чреве матери).",
    "Потом облегчил и указал ему путь к вере и возвестил ему о ней.",
    "Затем умертвил и почтил его, определив ему могилу для захоронения.",
    "Потом, когда Аллах пожелает, Он воскресит его после смерти.",
    "Истинно, что человек, несмотря на то, что жил долго в земной жизни, не выполнил того, что Аллах повелел ему: он не верил в Аллаха и не повиновался Ему.",
    "Пусть человек поразмыслит о своей пище, - как Мы устроили её для него, наделили ею, чтобы он легко получал пропитание.",
    "Мы низвели с неба обильные ливни,",
    "и Мы потом рассекли землю трещинами для растений,",
    "и Мы взрастили на ней злаки, чтобы люди питались и сберегали зерно,",
    "и виноград, и съедобные травы, которые можно есть свежими,",
    "и вкусные маслины, и плодоносные пальмы,",
    "и сады с густыми ветвистыми деревьями,",
    "и фруктовые плоды, которыми он наслаждается, и травы, которыми кормятся животные.",
    "Мы выращиваем всё это на пользу вам и вашим животным.",
    "Когда раздастся оглушительный трубный глас - примета Судного часа,",
    "в тот День человек убежит от своего брата,",
    "от своей матери, от своего отца,",
    "от своей жены и от своих детей.",
    "В тот День каждый человек будет заботиться только о себе.",
    "В тот День одни лица будут светлыми,",
    "сияющими от счастья благодаря милости Аллаха и в предвкушении рая,",
    "другие же лица будут запылёнными и печальными,",
    "будут покрыты мраком и чернотой.",
    "Это будут лица неверных нечестивцев, которые не обращали внимания на свои грехи.",
    "Когда солнце будет скручено, и погаснет его свет, [[Во имя Аллаха Милостивого, Милосердного! Эта сура ниспослана в Мекке и содержит 29 айатов. В ней содержится описание событий, которые произойдут при и после наступления Судного часа, приведены знамения могущества Аллаха, подчёркивается значимость Священного Корана и отводятся измышления и клевета, направленные против него. Затем речь идёт о том, что посланник не может быть обвинён в безумстве. Она содержит угрозу тем заблудшим, которые упорствуют в своём заблуждении. В ней указывается на содержащиеся в Коране поучения и назидания, из которых извлекают пользу те, кто идёт по прямому пути, а также на то, что люди во всех своих делах полностью подчинены воле Аллаха - Господа миров.]]",
    "когда звёзды потеряют свой блеск,",
    "когда горы будут сдвинуты со своих мест,",
    "когда пренебрегут верблюдицами на десятом месяце беременности (несмотря на их большое значение для арабов),",
    "когда будут собраны дикие звери из своих нор и гнёзд, объятые сильным страхом,",
    "когда моря запылают огнём,",
    "когда души будут соединены с телами,",
    "когда зарытую живьём спросят, чтобы она получила удовлетворение и в знак негодования на того,",
    "кто зарыл её живьём, за какой грех её, неповинную, убили,",
    "когда свитки, в которых записаны деяния людей, будут развёрнуты при расплате с ними,",
    "когда небо будет сдёрнуто со своего места,",
    "когда сильно разгорится ад,",
    "когда рай будет приближен к верующим, -",
    "когда произойдёт всё это, то каждая душа познает, что она творила из добра или зла.",
    "Клянусь торжественной клятвой - звёздами, сияние которых слабо при их восходе,",
    "которые скрываются во время своего заката, как скрываются газели в своих убежищах.",
    "Клянусь ночью, когда её мрак начинает рассеиваться,",
    "и зарёй, когда начинает светать и веет её лёгкий ветерок .",
    "что, поистине, Коран - Слова Аллаха, передаваемые посланцем, который дорог Аллаху,-",
    "могущественным при выполнении своих поручений. Он занимает почётное место и обладает достоинством у Аллаха - Властителя Трона.",
    "На небесах ему повинуются ангелы, он верен и ему доверена передача Откровения.",
    "Посланник Аллаха к вам, с которым вы дружили и знали его рассудительность, вовсе не одержим.",
    "Клянусь! Мухаммад - да благословит его Аллах и приветствует! - видел Джибрила на ясном небосклоне.",
    "И Мухаммад не скупился сообщать людям Откровение и учить их ему. И он это делал с усердием.",
    "И ниспосланное Мухаммаду Откровение - не слова проклятого шайтана, лишённого милосердия Аллаха.",
    "Каким же путём, прямее этого, вы пойдёте?!",
    "Коран - только напоминание и назидание обитателям миров, -",
    "тем из вас, кто хочет идти прямым путём, следуя истине и здравому смыслу.",
    "Вы не сможете сделать что-либо, если на это не будет дозволения Аллаха - Господа миров.",
    "Когда небо расколется, [[Во имя Аллаха Милостивого, Милосердного! Сура \"Раскалывание\" ниспослана в Мекке. Она состоит из 19 айатов. В ней рассказывается о части ужасов Судного дня, который, без сомнения, настанет в День, когда каждая душа познает то, что она совершила и что люди, следуя за ней и подражая ей, совершили из добрых и злых деяний. Сура предостерегает высокомерного человека, который не осознаёт могущества и милости своего Господа, сотворившего его, создавшего наилучшим образом и облекшего в совершенные формы. Затем в суре говорится, что человек считает День воскресения ложью и подчёркивается, что при каждом человеке есть ангелы-хранители, достойные писцы, записывающие его деяния. Потом в ней указано, что воздаянием для праведных будет рай, а наказанием для грешников будет ад, в который они будут ввергнуты в День воскресения. В этот День никто не сможет ни помочь, ни повредить другому, а решение и повеление принадлежит только Аллаху.]]",
    "когда звёзды распадутся, осыпаясь,",
    "когда моря перельются и соединятся друг с другом после исчезновения преград между ними,",
    "когда могилы разверзнутся, и выйдут оттуда мёртвые, которые были там,",
    "тогда узнает каждая душа то, что она совершила из добрых или злых деяний и что совершили люди, следуя за ней и подражая ей.",
    "О человек! Что соблазнило тебя впасть в заблуждение относительно твоего Великодушного Господа, чтобы ты осмелился ослушаться Его?",
    "Ведь Он сотворил тебя из небытия и создал члены твоего тела для твоей пользы, и сделал тебя гармоничным и соразмерным,",
    "и придал тебе тот образ и облик, который Он пожелал.",
    "Остерегайтесь же! Ведь вы отрицаете воздаяние в День воскресения!",
    "Поистине, над вами есть досточтимые ангелы - хранители.",
    "Они записывают ваши деяния",
    "и знают, что вы делаете: добро или зло.",
    "Поистине, благочестивые верующие, которые искренни в своей вере, будут в великом блаженстве - в раю.",
    "А те, которые не верили в Аллаха и не повиновались Ему, будут в пылающем аду,",
    "куда они будут ввергнуты в День воздаяния.",
    "И они не выйдут из него.",
    "Откуда тебе знать, что такое День воздаяния? Ведь твой ум и знание не могут постичь его!",
    "И ещё раз, откуда тебе знать, что такое День воздаяния, о его ужасах и как он страшен?",
    "Это - День, когда ни один человек не сможет ни помочь, ни навредить другому, а решение и повеление принадлежат только Аллаху.",
    "Гибель обвешивающим, [[Во имя Аллаха Милостивого, Милосердного! Эта сура ниспослана в Мекке и содержит 36 айатов. Она начинается с сильной угрозы тем, кто берёт сполна, когда отмеривает себе, а отмеривая другим, убавляет в мере и весе В суре говорится, что отношения между людьми в торговле основаны на том, что люди обычно полностью удовлетворяют только свои права при отмеривании и взвешивании. В суре содержится угроза подобным людям о наступлении Дня воскресения - Дня расплаты - и указано, что их деяния будут записаны в начертанной Книге, которую смеет отрицать только преступный грешник, отделённый завесой от своего Господа. Он в День воскресения войдёт в адский огонь. Потом речь в айатах идёт о праведниках. Айаты вселяют спокойствие в их сердца относительно их деяний, описывают их качества и то, как они будут благоденствовать в раю, указывая на то блаженство, для обретения которого люди соперничают друг с другом, спеша обогнать друг друга в совершении благодеяний. Далее рассказывается, как грешные неверные поступали с верующими, когда они видели их или когда верующие проходили мимо них. В конце сура успокаивает верующих тем, что в День воскресения восторжествует справедливость, и они будут в раю возлежать на ложах и смотреть на неверных, насмехаясь над ними. Тогда неверным будет воздано по их деяниям.]]",
    "которые берут сполна и прибавляют в весе, когда отмеривают и взвешивают себе,",
    "а когда они отмеривают или взвешивают людям, они уменьшают в весе, посягая на их права и присваивая себе принадлежащее им.",
    "Неужели они не думают, что они будут воскрешены",
    "в День страшный и ужасный?",
    "В День, когда люди предстанут перед Господом миров, по Его повелению, для Суда.",
    "Остерегайтесь же и удерживайтесь от обвешивания и от пренебрежения Днём воскресения! Ведь все злодеяния нечестивцев записаны в сиджжине.",
    "Как ты можешь знать, что такое сиджжин?!",
    "Это ясно начертанная книга. В ней записаны их злодеяния.",
    "Гибель в День, когда настанет воскрешение и воздаяние, тем, которые считают ложью Судный час,",
    "которые отрицают День воздаяния.",
    "А отрицать День воздаяния может только преступный грешник, преступивший пределы в своём неверии.",
    "Когда ему читают айаты Аллаха, в которых говорится о неизбежности воздаяния и расплаты, он говорит: \"Это - сказки прежних поколений!\"",
    "Остерегайся и удерживайся, о преступный грешник, от этого ложного высказывания! Это сердца грешников, не уверовавших и не повиновавшихся Аллаху, покрылись ржавчиной их грехов.",
    "Поистине, те, которые считали воскресение ложью, будут лишены милосердия своего Господа в День воскресения из-за совершённых ими грехов.",
    "И они будут непременно ввергнуты в ад.",
    "Им будет с упрёком сказано: \"Постигшее вас наказание является тем, что вы отрицали в земной жизни\".",
    "Поистине, благодеяния праведников будут в иллийиуне.",
    "Откуда ты знаешь, что такое иллийиун?!",
    "Иллийиун - книга, ясно написанная, в ней записаны дела благочестивых.",
    "О ней свидетельствуют и её охраняют приближённые к Аллаху ангелы.",
    "Поистине, благочестивые будут благоденствовать в раю",
    "на ложах, ощущая достоинство и милость, которые Аллах оказал им.",
    "На их лицах ты увидишь радость и сияние благоденствия.",
    "Их будут поить чистым выдержанным напитком,",
    "который по мере того, как его выдерживают, становится приятнее. В обретении этого благоденствия пусть соперничают друг с другом люди.",
    "С этим напитком смешивается вода из Таснима -",
    "райского источника, из которого пьют только приближённые к Аллаху из обитателей рая.",
    "Поистине, те, которые совершили грех, посягая на религию, издевались и насмехались в земной жизни над верующими,",
    "и когда мимо них проходили верующие, они издевались над ними и перемигивались друг с другом,",
    "а когда эти грешники возвращались к своим семьям, они упивались насмешками над верующими.",
    "А когда они видели верующих, то говорили: \"Поистине, эти - заблудшие, потому что уверовали в Мухаммада\".",
    "Но ведь эти неверные грешники не были посланы, чтобы судить верующих - благоразумно они ведут себя или впали в заблуждение - или наблюдать за их деяниями.",
    "В День воздаяния верующие будут насмехаться над неверными в ответ на то, что неверные смеялись над ними в земной жизни.",
    "Верующие будут возлежать на ложах и созерцать, какой благостью одарил их Аллах.",
    "Воздано ли неверным в будущей жизни за то, что они творили в земной жизни?!",
    "Когда небо расколется в знак гибели, [[Во имя Аллаха Милостивого, Милосердного! Эта сура ниспослана в Мекке. Она состоит из 25 айатов. В ней говорится о некоторых приметах и событиях Судного дня, о том, что земля и небо находятся во власти Аллаха Всевышнего, о том, что человек неизбежно предстанет перед своим Господом, и о том, что его деяния записаны в Книге, которая ему будет вручена. С тем, кому Книга его деяний будет вручена в правую руку, расчёт будет лёгким, а тот, кому Книга его деяний будет вручена в левую руку, будет кричать от мучения, моля о спасении, и будет он гореть в пылающем огне. Потом Аллах - хвала Ему! - поклялся Своими знамениями, доказывающими Его могущество и призывающими к вере в воскрешение, но неверующие, несмотря на это, упорствуют в своём неверии, не задумываются над содержащимися в Коране мыслями и учениями и не придерживаются его установлений. В конце суры содержится угроза неверным. Ведь Аллаху известно всё, что они скрывают, и Он уготовил им мучительное наказание, а для верующих Он уготовил неиссякаемую награду.]]",
    "повинуясь своему Господу и покоряясь Ему, что надлежит ему делать.",
    "Когда земля расширится и станет просторной после разрушения её гор и холмов",
    "и извергнет наружу то, что внутри неё - мертвецов и сокровища, - избавившись от них,",
    "и покорится Аллаху, повинуясь Его повелению расшириться и извергнуть то, что внутри неё, освободившись от всего, что она непременно сделает. И когда это произойдёт, каждому человеку воздастся по его деяниям.",
    "О человек! Ты неустанно трудишься, достигая своей цели, потом предстанешь перед своим Господом со своими деяниями, и Он воздаст тебе за них.",
    "С тем, кому будет вручена Книга его деяний в правую руку,",
    "будет лёгкий расчёт,",
    "и он вернётся к своим верующим родственникам, ликуя.",
    "А тот, кому Книга его деяний будет вручена в левую руку из-за спины в знак унижения",
    "будет желать себе погибели",
    "и будет ввергнут в ад, где будет гореть в его пылающем огне.",
    "Ведь он в земной жизни среди своих предавался радости и веселию, наслаждаясь тем, чем он был наделён, пренебрегая будущей жизнью и не совершая добрых деяний ради неё.",
    "Ведь он думал, что он не вернётся к Аллаху и не предстанет перед Ним для расчёта.",
    "Нет же, он неизбежно возвратится к Аллаху и предстанет перед Ним для расчёта. Поистине, его Господь видит его, и Ему известны все его деяния!",
    "Клянусь непреложной клятвой - багровым горизонтом после заката,",
    "и ночью, и всем, что она собирает и окутывает своей тьмой из людей, животных и других творений,",
    "и луной, когда она полная и её свет в своём сиянии доходит до предела, -",
    "вы будете переходить из одного состояния в другое, одно тяжелее и ужаснее другого: смерть, воскрешение и ужасы Дня воскресения.",
    "Что мешает этим неверным верить в Аллаха и воскрешение, после того как появились доказательства того, что оно истинно и неизбежно?",
    "Когда они слушают Коран, они не падают ниц перед Аллахом и не покоряются Ему.",
    "Более того, они из-за их неверия, упорствуя и пренебрегая истиной, считают Коран ложью.",
    "Но Аллах лучше всех знает то, что они скрывают в своих сердцах.",
    "Так обрадуй же их, издеваясь над ними, вестью о мучительном наказании.",
    "А для тех, кто уверовал и творил добрые деяния, Аллах уготовил неиссякаемую и вечную награду.",
    "Клянусь небом, обладателем орбит, по которым движутся планеты, [[Во имя Аллаха Милостивого, Милосердного! Эта сура ниспослана в Мекке. Она состоит из 22 айатов. В ней - утешение и напоминание верующим и устрашение и угроза упрямым неверным. Она начинается с клятвы Всевышнего, который поклялся знамениями Своего могущества, что те, кто причиняет вред верующим, будут лишены милосердия Аллаха, как лишились его бывшие до них общины за подобные дела. Далее в суре рассказывается о том, что творили нечестивые тираны с верующими, о том, что обещано верующим, и об устрашении и предупреждении нечестивцам. В суре указано на то, что истина во все времена встречает сопротивление со стороны её противников и подчёркивается, что Коран, являющийся основой и опорой истины, не подвергается сомнению, даже если его отрицали люди. Ведь он начертан на Хранимой Скрижали у Аллаха.]]",
    "и обещанным Днём (Днём воскресения) - Днём расчёта и воздаяния,",
    "и свидетелями из общин, которые соберутся в этот День, и ужасами и чудесами этого Дня.",
    "Аллах проклял обладателей рва (удлинённой трещины в земле),",
    "владетелей пылающего огня, который развели для мучения верующих,",
    "когда они сидели у огня, наблюдая, как мучаются верующие,",
    "и свидетельствовали о мучении верующих.",
    "Они питали злобу против верующих и мстили им только за то, что те верили во Всесильного Аллаха, наказания которого надо остерегаться, - в Аллаха Достохвального, на чьё вознаграждение надо надеяться,",
    "которому - и Ему одному - принадлежит полная власть над небесами и землёй. Он наблюдает за всеми деяниями верующих и неверных и воздаст им за эти деяния.",
    "Тем, которые стремились отвратить верующих мужчин и женщин от веры, подвергая их мучениям и сжигая их на огне, и не раскаялись, в будущей жизни уготован ад как воздаяние за их неверие и наказание огнём за то, что сжигали верующих.",
    "Поистине, тем, кто, веруя в Аллаха, одновременно творил благодеяния, воздаянием будут сады, в которых текут реки. И это - великое вознаграждение и успех!",
    "Поистине, возмездие Аллаха тиранам и притеснителям будет очень суровым и страшным!",
    "Поистине, Аллах - и только Он - создаёт изначально творения, потом Он возвращает им заново жизнь, воскресив их.",
    "Он - Прощающий, великодушно прощает грехи тем, кто раскаялся и вернулся к Нему, прося прощения, и Любящий - любит того, кто Его любил и повиновался. Его прощение и любовь безграничны!",
    "Он - Владыка Трона и велик в Своей Сути и в Своих атрибутах!",
    "Он делает всё, что желает, и ничто не может противостоять Ему.",
    "Дошёл ли до тебя, о Мухаммад, рассказ о нечестивых войсках из прежних общин -",
    "общин Фараона и самудитов, и узнал ли ты о том, что постигло их за упорство в неверии?",
    "Однако неверные из твоей общины отрицают тебя с ещё большим упорством, чем те общины отрицали своих посланников.",
    "Но Аллах властен над ними и объемлет Своим знанием их деяния.",
    "То, с чем ты был послан от Аллаха - Великий Коран, ясно доказывающий истинность твоей миссии и послания.",
    "Этот Коран начертан на Хранимой Скрижали. Никакая сила не может ни исказить, ни изменить его!",
    "Клянусь небом и звездой, которая появляется ночью! [[Во имя Аллаха Милостивого, Милосердного! Эта сура ниспослана в Мекке. Она состоит из 17 айатов. Она начинается с клятвы, подтверждающей доказательства могущества Аллаха и подчёркивающей, что к каждому человеку приставлен страж и наблюдатель. От человека требуется, чтобы он размышлял о том, как он сотворён, и говорится, что он был сотворён из излившейся капли, чтобы осознать, что Аллах, который таким образом сотворил его, в состоянии воскресить его после смерти. И другой клятвой подтверждается, что Коран - Слово, различающее истину от лжи, а не пустословие. Но, несмотря на это, неверные с упорством и усердием отрицали его, замышляя козни против него. Аллах противопоставил их коварным козням то, что сильнее их козней. Сура завершается требованием Аллаха дать неверным отсрочку.]]",
    "Откуда тебе знать истинность этой звезды?!",
    "Это - звезда, свет которой пронзает темноту.",
    "Нет ни одного человека, у которого не было бы хранителя, который наблюдает за ним и записывает его деяния.",
    "Пусть человек подумает, из чего Аллах сотворил его!",
    "Он создан из излившейся воды,",
    "которая вытекает из спинного хребта и грудных костей мужчины и женщины [[Арабское слово \"сулб\" обозначает спинной хребет, а слово \"траиб\" - грудная клетка. Современные эмбриологические исследования показали, что ядро детородного органа и мочеобразующих органов появляется в эмбрионе между хрящевыми образованиями костей спинного хребта и клетками грудных костей. Почки остаются на своём месте, а яички спускаются в мошонку (их естественное место) при рождении. Несмотря на то, что яичко спускается вниз, артерия, которая снабжает его кровью в течение всей его жизни, отходит от аорты, расположенной напротив почечной артерии. Чувствительный нерв, который передаёт яичку импульс возбуждения, вызывает образование сперматозоидов и носящей их жидкости, начинается от грудного блуждающего нерва, который выходит из спинного мозга между десятым и одиннадцатым позвонками. Из вышесказанного ясно, что половые органы, их нервы и кровеносные сосуды исходят из одного места, которое находится между \"ас-сулб\" (спинным хребтом) и \"ат-траиб\" (грудной клеткой).]].",
    "Поистине, Аллах, который создал его таким образом, в состоянии возродить его заново (воскресить) после смерти.",
    "В тот День, когда будут испытаны сердца и отделятся благочестивые сердца от нечестивых,",
    "тогда, в этот День, у человека не будет ни собственной силы, которая могла бы спасти его от наказания, ни помощника, который поддержал бы его.",
    "Клянусь небом, проливающим время от времени дожди.",
    "Клянусь землёй, которая раскалывается, чтобы выросли растения.",
    "Поистине, Коран различает истину от лжи,",
    "Он совершенен и в нём нет ни пустословия, ни лжи, ни легкомыслия!",
    "Те, которые отрицают Коран, усердно строят козни, чтобы опровергнуть его истинность и отвратить людей от него.",
    "Я их подвергну наказанию за их козни и противопоставлю их козням Свой сильный замысел, от которого им не будет спасения.",
    "Дай неверным отсрочку на недолгое время, пока Я не низведу тебе решительного повеления относительно их.",
    "Восхваляй имя Высочайшего Господа твоего и очисти Его имя от всего, что не подобает Его величию, [[Во имя Аллаха Милостивого, Милосердного! Эта сура ниспослана в Мекке. Она состоит из 19 айатов. Она начинается с хвалы Аллаху, который создал Свои творения наилучшим образом и в полном совершенстве и предопределил каждому творению наиболее подходящее ему, направив его к этому, научив его, как можно пользоваться этим, и взрастил траву на пастбищах, а потом сделал её сухой и чёрной. Далее в айатах рассказывается, что Аллах даст Своему посланнику прочесть Коран, а посланник выучит его наизусть и не забудет ничего из него, за исключением тех мест, которые Аллах пожелал отменить. Аллах облегчает посланнику путь во всех его делах. Посланнику повелено напоминать и наставлять Кораном, чтобы тот, кто страшится Аллаха, воспринял назидания, а несчастнейший неверный, который будет гореть в великом огне в будущей жизни, отвернётся от него. В айатах подчёркивается, что преуспеет тот, кто очистился от грехов, поминал Аллаха и совершал предписанную молитву. В конце суры указывается, что всё, что говорится в ней, начертано в прежних свитках, - в свитках Ибрахима и Мусы.]]",
    "который соразмерно создал все творения наилучшим образом,",
    "который предопределил каждому творению то, что годится ему, и направил его, чтобы научиться, как можно пользоваться этим,",
    "который взрастил из земли травы и различные растения, которыми кормятся животные.",
    "Потом Он превратил эти растения в сухую чёрную траву, после того как они были зелёными.",
    "Мы дадим тебе, о Мухаммад, по Своему внушению, прочесть Коран; ты запомнишь его наизусть и не забудешь его,",
    "кроме того, что Аллах пожелает отменить. Поистине, Он, Всевышний, знает всё, что обнаруживают и что скрывают Его рабы из слов или деяний.",
    "Мы направим тебя по самому лёгкому пути во всех твоих делах.",
    "Напоминай же и наставляй людей, если наставление поможет, а оно, несомненно, поможет -",
    "напоминание и наставления помогут богобоязненным.",
    "А отвернётся от назидания несчастнейший, который настойчив и упорен в неверии,",
    "который будет ввергнут в сильный огонь, уготованный как воздаяние неверным.",
    "В этом огне он не умрёт, чтобы смерть избавила его от мучения, но и не будет наслаждаться жизнью в нём.",
    "Выиграл тот, кто очистился от неверия и грехов",
    "и поминал имя своего Творца своим сердцем и устами, покорно и смиренно совершал предписанную молитву.",
    "Вы не совершали добрых деяний, ведущих к преуспеванию, а уделяли больше внимания земной жизни, предпочитая её жизни будущей.",
    "Но ведь будущая жизнь своим блаженством лучше земной жизни, и она вечна, а земная жизнь преходяща.",
    "Поистине то, что упомянуто в этой суре, подтверждено в прежних свитках -",
    "свитках Ибрахима и Мусы. Это - из того, на чём сошлись религии и о чём записано в небесных Книгах.",
    "Слышал ли ты, о Мухаммад, рассказ о воскресении, которое охватит всех людей и покроет их своими ужасами? [[Во имя Аллаха Милостивого, Милосердного! Эта сура ниспослана в Мекке и состоит из 26 айатов. В начале суры лаконичным изящным слогом, пробуждающим интерес к слушанию, изложен рассказ о Дне воскресения и событиях, которые произойдут в этот День. В суре указывается, что люди в этот День будут разделены на две группы: одни подвергнутся в этот День унижению и будут ввергнуты в пылающий огонь, другие же встретят этот День с ликованием, радуясь милосердию Аллаха и уготованным им видам блаженства. Затем приводятся веские доказательства могущества Всевышнего и Его способности воскресить людей после смерти, которые они видят своими глазами и которыми пользуются в своей жизни. Затем посланнику повелено наставлять людей и напоминать им, поскольку это его основная миссия по отношению к ним. При этом указывается, что ему не дано господства или власти над ними, чтобы заставить их верить. А того, кто, не последовав наставлениям, отвернулся от веры и не уверовал, Аллах покарает за этот грех мучительнейшей величайшей карой, когда он вернётся к Нему после смерти. Ведь они все вернутся к Аллаху, и только Он воздаст им за их деяния.]]",
    "В День воскресения лица одних будут униженными,",
    "и они в аду вечно будут выполнять тяжкий, мучительный труд.",
    "Они будут ввергнуты в пылающий огонь.",
    "Их будут поить кипящей водой из бурно кипящего источника.",
    "У них не будет никакой еды, кроме \"дари \", а это отвратительная скверная еда, которая мучает того, кто съест её.",
    "От этой еды тело не будет сильным и упитанным, и она не избавит от голода.",
    "Лица же других будут в День воскресения благостны",
    "благодаря воздаянию за благодеяния, которые они вершили в земной жизни, довольные своим местом",
    "в райском саду, возвышенном, достойном,",
    "где они не услышат пустословия.",
    "Там вечно текущий источник.",
    "В раю воздвигнуты высокие по месту и достоинству седалища для увеличения блаженства верующих,",
    "и поставлены полные напитком чаши у них под рукой,",
    "и разложены рядами подушки,",
    "и разостлано повсюду множество ковров.",
    "Неужели они не размышляют о знамениях и свидетельствах (могущества Аллаха) и не смотрят на верблюдов, задумываясь над тем, что они созданы прекраснейшим образом, свидетельствующим о могуществе Аллаха?! [[В создании верблюдов - чудесные знамения, доказывающие могущество Аллаха и побуждающие к размышлению тех, кто способен размышлять. Ведь известно, что верблюды обладают необыкновенными качествами, которые действительно делают их кораблями пустыни. Глаза верблюда, когда он вращает ими, могут видеть поверх головы и то, что позади. Они имеют два слоя ресниц, защищающих их от песка и пылинок, а ноздри и уши покрыты волосами с той же целью. Когда разражается песчаная буря, ноздри закрываются, а маленькие и короткие уши пригибаются в сторону тела. У него длинные ноги, способствующие быстрой ходьбе, шея также довольно длинная, соразмерная с длинными ногами. Стопы плоские, в форме ступеней, что способствует хождению по мелкому песку. Под грудью у верблюда расположены мозоли, а на суставах ног жёсткие рогожные подушки, которые позволяют ему становиться на колени на горячую грубую землю, а по обе стороны его длинного хвоста имеются волосы, защищающие заднюю часть тела от повреждения. Что касается функциональных способностей верблюда, то они ещё изумительнее и совершеннее. Зимой ему не нужно пить. Ведь он может не пить два месяца подряд, если еда свежая и влажная, или две недели, если трава сухая. Он может выносить полную жажду знойным летом в течение одной или двух недель. За это время он теряет более одной трети своего веса. А когда он после этого найдёт воду, то он выпивает большое количество воды и сразу восстанавливает свой обычный вес за несколько минут. Верблюд не запасает воду в своём желудке, как это думают, а хранит её в тканях своего тела и очень строго экономит её. Он никогда не пыхтит, не дышит ртом и почти не выделяет из кожи пота, потому что температура его тела рано утром бывает очень низкой и постепенно поднимается более чем на шесть градусов, до того как потребуется понизить её посредством выделения пара или пота. Несмотря на огромное количество воды, которое тело теряет в результате долгой жажды, густота его крови меняется только в определённых пределах, и, таким образом, жажда не губительна для него. Уже установлено, что жир горба верблюда - источник энергии, который защищает его от голода, но не обеспечивает его в достатке нужной для организма водой. Исследуя верблюда, учёные с каждым днём всё более убеждаются в достоверности призыва Аллаха, побуждающего к размышлению о том, как совершенно и изумительно создан верблюд.]]",
    "И неужели они не задумываются о том, как высоко, без опор вознесено небо, которое они видят постоянно,",
    "и о том, как воздвигнуты горы, на вершины которых они поднимаются, как они твёрдо и высоко водружены, утверждая землю, чтобы она не наклонялась и не колебалась,",
    "и (не задумываются) о земле, на которой они живут и трудятся, как она распростёрта и выровнена? [[В Коране часто повторяется, что земля распростёрта и выровнена (разостлана). Здесь имеется в виду, что земля, хотя она и шарообразна, кажется людям распростёртой и разостланной, и это не противоречит научным данным.]]",
    "Так наставляй же и напоминай своим посланием!",
    "Ведь тебе только поручено передать людям Послание твоего Господа, но не дано власти заставить их уверовать.",
    "Но того, кто отвернулся от веры и не уверовал,",
    "Аллах подвергнет величайшему наказанию, сильнее которого нет.",
    "К Нам, а не к кому-то другому, будет возвращение смертью и воскрешением.",
    "И только на Нас возложена расплата с ними и воздаяние за их дела.",
    "Клянусь светом зари, когда она рассеивает темноту ночи, [[Во имя Аллаха Милостивого, Милосердного! Эта сура ниспослана в Мекке. Она состоит из 30 айатов. Она начинается с клятвы многими явлениями, привлекающими внимание к тому, что Аллах Всесилен и властен подвергнуть не уверовавших в Него и в воскресение такому же наказанию, которое постигло прежние неуверовавшие общины. Потом в суре утверждается неизменный закон Аллаха испытывать Своих рабов добром и злом. И когда Аллах дарует человеку благоденствие и богатство или лишает его их - не доказательство расположения или гнева Всевышнего. Далее речь адресована людям, деяния которых указывают на их чрезмерную алчность и скупость. В конце суры указывается на то, как горько будут сожалеть те, кто совершал грехи и не творил добрых деяний. Они пожалеют, что не совершали благодеяний в земной жизни, которые спасли бы их от ужасов Дня воскресения, которые они увидят своими глазами. А душа, обретшая покой, совершавшая благодеяния и отказавшаяся от грехов, будет спокойной и довольной. Ей будет сказано: \"Войди с праведными и почтенными рабами Аллаха в рай Аллаха!\"]]",
    "и десятью предпочитаемыми Аллахом ночами, [[Имеются в виду или первые десять ночей \"зу-ль-хиджжа\" или последние десять ночей Рамадана.]]",
    "и чётом и нечётом предметов (т.е. всеми вещами),",
    "и ночью, которая приходит и уходит благодаря удивительному движению Вселенной!",
    "Не достаточно ли убедительна клятва упомянутым выше для разумного человека?",
    "Неужели ты не знаешь, как твой Господь подверг наказанию племя \"Ад\" - народ Худа -",
    "и жителей Ирама, воздвигших высокие изящные строения,",
    "подобных которым по прочности и величию не было создано ни в одной другой стране?",
    "И неужели не знаешь, как постигло наказание от твоего Господа самудитов - народ Салиха, которые вырубали скалы и строили себе дворцы в долине?",
    "Неужели не знаешь, как наказание от твоего Господа постигло Фараона, обладателя войска, поддерживавшего его власть, как поддерживают палатку колья?",
    "Они преступали дозволенное, творя злодеяния в разных странах,",
    "и своим неверием и несправедливостью приумножали в них нечестие.",
    "Тогда твой Господь обрушил на них различные мучительные (виды) наказания.",
    "Поистине, твой Господь наблюдает за деяниями людей, считает и записывает их, а потом воздаст за них.",
    "Человек же, когда Господь, подвергая его испытанию, почтит его и одарит богатством, достоинством и властью, прельщаясь этим, говорит: \"Господь мой почтил меня и одарил этими благами, потому что я достоин их\".",
    "А когда Господь, подвергая его испытанию, ограничивает его в уделе, он, не усматривая в этом мудрости, говорит: \"Мой Господь унизил меня\".",
    "Остерегайтесь же этого! Это совсем не так, как вы говорите. Дело в том, что вы не чтите сироту,",
    "не призываете друг друга накормить бедняков,",
    "присваиваете себе наследство жадно, не разбирая и не спрашивая себя: дозволено это или запрещено.",
    "Вы очень сильно любите богатство, что побуждает вас стремиться к накоплению его и к тому, что вы очень скупы, расходуя из него.",
    "Удерживайтесь от этого! Ведь вас ждут ужасы, когда земля рассыплется в прах.",
    "И когда придёт твой Господь, как подобает Ему Всевышнему, и придут ангелы рядами, один ряд за другим,",
    "в тот День приблизится ад - жилище мучения. В День, когда это произойдёт, человек вспомнит свои злодеяния. Но какую пользу принесёт ему воспоминание и сожаление, когда уже прошло время для этого?",
    "Тогда человек скажет, сожалея и раскаиваясь: \"О, если бы я совершал благочестивые деяния в земной жизни, которые могли бы помочь мне в будущей жизни!\"",
    "В тот День, когда произойдут эти события, никто не накажет так мучительно, как накажет Аллах,",
    "и никто не наложит таких цепей и оков, какие наложит Аллах.",
    "О душа, обретшая спокойствие в истине!",
    "Вернись к своему Господу довольной блаженством и милостями Аллаха, снискавшей благосклонность Аллаха своими добрыми деяниями, совершёнными в земной жизни!",
    "Войди в число Моих благочестивых рабов!",
    "Войди в Мой рай - жилище вечного блаженства!",
    "Клянусь непреклонной клятвой - Меккой - Запретным городом! [[Во имя Аллаха Милостивого, Милосердного! Эта сура ниспослана в Мекке. Она состоит из 20 айатов. Аллах поклялся Запретным городом Меккой, где живёт Мухаммад - да благословит его Аллах и приветствует, - в котором он вырос и который он любил, и поклялся родителем и его потомками, поскольку они хранят человеческий род и заселяют землю, что человек с самого рождения испытывает тяготы и трудности на протяжении всей своей жизни. Далее говорится, что человек возгордился и считает, что его мощь непобедима и что он обладает огромным богатством, которое он расходует ради удовлетворения своих прихотей и страстей. Потом Аллах Всевышний - хвала Ему! - перечислил милости, которые Он оказал человеку: облегчил ему обращение на прямой путь и указал, как преодолеть скупость, чтобы стать из обитателей рая - тех, кто возьмёт Книгу своих деяний в правую руку - и избегнет того, чтобы стать в числе тех, кто возьмёт Книгу своих деяний в левую руку и будет брошен в адский огонь, и будет закрыт в нём.]]",
    "Ведь ты живёшь в этом городе, удостаивая его этим ещё большим почётом и уважением.",
    "И клянусь родителем и его потомками, которыми сохраняется человеческий род и заселяется земля.",
    "Поистине, Мы сотворили человека, и он испытывает тяготы и трудности с самого первого момента его сотворения и до конца его жизни.",
    "Неужели человек, обременённый всеми этими тяготами, полагает, что никто не может его покорить?",
    "Он говорит: \"Я израсходовал несметное богатство на вражду с Мухаммадом (да благословит его Аллах и приветствует!). Я израсходовал это богатство, чтобы отвратить его от ислама\".",
    "Неужели он думает, что его деяния скрыты от всех, и никто не знает о них, даже Тот, кто его сотворил?!",
    "Разве Мы не наделили его парой глаз, с помощью которых он может видеть,",
    "языком и парой губ, чтобы он мог говорить и выражать свои мысли?",
    "И указали ему на путь добра и на путь зла, и направили его к выбору.",
    "Он не извлёк пользы из того, чем Мы наделили его, и не преодолел препятствие, которое мешает ему идти по пути спасения - скупость своей души.",
    "И откуда тебе знать, как преодолеть это препятствие?",
    "Это - отпустить на волю одного раба, освободив его от рабства,",
    "или же накормить в тяжкий день голода",
    "сироту из своих родственников, нуждающегося в утешении и сочувствии из-за бедности, и чтобы поддержать родственные связи,",
    "и обездоленного, который страдает от нужды и нищеты.",
    "Сверх того, человек, который совершает вышеупомянутые благодеяния, должен быть из верующих, побуждающих друг друга к терпению и милосердию.",
    "Люди, обладающие этими качествами, - счастливы. Им будет вручена Книга их деяний в правую руку, и будут они обитателями рая.",
    "А те, которые не уверовали в Коран и опровергали Наши знамения, доказывающие истину, - несчастны, и их постигнет наказание.",
    "Их окружит со всех сторон пылающий огонь, в котором они будут закрыты.",
    "Клянусь солнцем, его сиянием, восходом и пышущим от него жаром, [[Во имя Аллаха Милостивого, Милосердного! Эта сура была ниспослана в Мекке. Она состоит из 15 айатов. В начале суры Аллах Всевышний поклялся многими Своими великими творениями, доказывающими беспредельное могущество Аллаха Всевышнего и Его единство, что тот, кто очистил свою душу от грехов верой и повиновением Аллаху, преуспеет, а тот, кто погубил душу свою неверием и совершением грехов, потерпит убыток. Аллах приводит в пример самудитов - народ Салиха, рассказав о том, что постигло их, чтобы это было назиданием и поучением всем, кто упорствует, считая посланника лжецом. Ведь когда самудиты сочли своего посланника лжецом и подрезали сухожилия у верблюдицы, Аллах погубил их всех, не опасаясь последствий их гибели и того, что постигло их, поскольку Он не отвечает за Свои деяния ни перед кем. Он подверг их заслуженному наказанию.]]",
    "и луной, которая восходит вслед за солнцем, после его заката, и освещает темноту,",
    "и днём, который делает солнце ярким, ничем не омрачённым,",
    "и ночью, которая покрывает солнце и закрывает его свет,",
    "и небом, и Великим, Всемогущим, который наилучшим образом вознёс и воздвиг его,",
    "и землёй, и Великим, Всемогущим, который распростёр её во все стороны, сделав её пригодной для жизни,",
    "и душой, и Тем, кто её сотворил совершенной, наделив её силой и разными способностями.",
    "Он разъяснил ей, что такое добро и что такое зло, и наделил её способностью совершать из них то, что она пожелает.",
    "Поистине, преуспел тот, кто очищал её повиновением Аллаху и совершением благочестивых деяний.",
    "А тот, кто оскудил свою душу, не будучи добродетельным, и погубил в ней способность вершить добро, несомненно, потерпел убыток.",
    "Самудиты из-за своего своеволия и несправедливости сочли своего пророка лжецом,",
    "когда самый недостойный из них встал, намереваясь подрезать поджилки верблюдице.",
    "Тогда посланник Аллаха Салих сказал им: \"Пусть верблюдица Аллаха пасётся на земле Аллаха, и остерегайтесь отгонять её от водопоя в назначенный для неё день\".",
    "Они считали своего посланника лжецом. Они не верили его обещаниям о наказании и подрезали поджилки верблюдице. Тогда за этот грех Аллах разрушил их селение и стёр его с лица земли.",
    "И Он не страшился последствий этого наказания, поскольку оно является справедливым воздаянием за то, что они совершили.",
    "Клянусь ночью, когда она окутывает весь мир своим мраком, [[Во имя Аллаха Милостивого, Милосердного! Эта сура ниспослана в Мекке. Она состоит из 21 айата. Аллах Всевышний поклялся тремя вещами, что деяния людей различны: одни из них благочестивые, ведущие к прямому пути, другие же ведут к заблуждению. Тому, кто расходовал на пути Аллаха, был богобоязненным и искренне уверовал в Аллаха, Он поможет вершить благодеяния. А тому, кто скупился и полагал, опираясь на своё богатство, что он не нуждается в милости Аллаха и не уверовал, Аллах облегчит путь к тягостному и вечному несчастью. Его богатство не поможет ему, когда он подвергнется адскому мучению. В айатах указывается, что Аллах по Своей милости возложил на Себя задачу указать людям прямой путь и что Ему принадлежит и эта жизнь, и жизнь будущая. Он увещевал людей огнём, в который войдут несчастные нечестивцы и от которого будут спасены богобоязненные.]]",
    "и днём, когда он сияет светом,",
    "и Тем, кто сотворил пары - самца и самку - из всего, что плодится.",
    "Поистине, ваши деяния различны! Одни приносят счастье тому, кто совершает их, другие же приносят несчастье.",
    "Того, кто расходовал на пути Аллаха, был богобоязнен, удерживался от запрещённого Аллахом",
    "и с искренним убеждением уверовал в Него,",
    "Аллах направит по пути добра, что приведёт его к благоденствию и спокойствию.",
    "А того, кто воздерживался, скупясь расходовать из своего имущества на пути Аллаха, и полагал, опираясь на своё богатство, что он не нуждается в том, что у Аллаха,",
    "и не уверовал,",
    "Мы направим к тому, что приведёт его к тягостному и вечному несчастью.",
    "И от какого мучения избавит его богатство, из которого он скупился расходовать, если он погибнет?",
    "Нам по Своей мудрости надлежит указать людям правильный путь.",
    "И только Нам принадлежит власть над всем в этой и будущей жизни!",
    "Я предостерег вас от пылающего огня,",
    "в который войдёт и будет вечно пребывать только неверный,",
    "который отрицал истину и отвернулся от знамений своего Господа,",
    "и от которого будет спасён тот, кто усердно избегает неверия и совершения нечестивых поступков,",
    "кто расходует своё богатство на пути Аллаха, совершая благочестивые деяния, кто очистится от осквернения скаредности и мерзости скупости.",
    "Он (жертвующий) ничем не обязан никому и никому ничего не должен.",
    "Он жертвует из своего имущества только ради Аллаха Всевышнего и снискания Его благосклонности,",
    "и он получит от своего Господа всё, что он желает, полной мерой. И он будет доволен.",
    "Клянусь временем, когда поднимается солнце, временем активной работы, [[Во имя Аллаха Милостивого, Милосердного! Эта сура мекканского происхождения. Она состоит из 11 айатов. Сура начинается с двух клятв: с клятвы временем активности и временем спокойствия и тишины в том, что Аллах не покинул Своего посланника и не возненавидел его, а уготовил для него из достоинства и благодеяний в будущей жизни лучше, чем одаривает его в этой жизни. Потом Всевышний поклялся в том, что Он одарит его так, что он будет доволен. И события, происходившие ранее, предвещают события, которые произойдут позже. Ведь посланник был сиротой, а Аллах его приютил, был заблудшим, а Аллах наилучшим образом привёл его к прямому пути, был бедным, а Аллах избавил его от нужды, наделив его Своими благами. Далее айаты призывают почитать сирот, не гнать просящего подаяния и возвещать людям о милостях Аллаха и его благоволении.]]",
    "клянусь ночью, когда наступает тишина и её темнота окутывает всё кругом.",
    "что твой Господь не оставил тебя, о Мухаммад, и не возненавидел тебя,",
    "и будущая жизнь будет для тебя лучше, чем земная жизнь.",
    "И клянусь, что Аллах одарит тебя добром как в этой жизни, так и в жизни будущей, пока ты не будешь доволен.",
    "Разве не нашёл Он тебя сиротой, нуждающимся в том, чтобы кто-то заботился о тебе ? И не приютил ли Он тебя, поселив у того, кто хорошо заботился о тебе?",
    "Не нашёл ли Он тебя в растерянности и нерешительности относительно царивших вокруг тебя убеждений, не удовлетворяющих тебя, и не направил ли Он тебя на прямой путь?",
    "Не нашёл ли он тебя бедным, нуждающимся в имуществе, и не обогатил ли тебя тем, чем наделил тебя?",
    "Раз Мы так тебя облагодетельствовали, то сироту не унижай,",
    "просящего подаяния не отгоняй грубо",
    "и возвещай людям о милостях твоего Господа, благодаря Аллаха за Его милости и показывая их людям.",
    "Мы раскрыли тебе сердце тем, что направили его на прямой путь, вселив в него веру, [[Во имя Аллаха Милостивого, Милосердного! Эта сура ниспослана в Мекке. Она состоит из 8 айатов. В ней повествуется о том, что Аллах раскрыл Своему пророку сердце, сделав его местом секретов и знаний, и облегчил ему возникающие при проповеди тяготы, которые ношей давили ему спину, и поставил его имя наряду со Своим именем в основе вероисповедания и в обрядах религии. Затем в айатах речь идёт о неизменном правиле Аллаха сочетать тяготы с облегчением. Айаты призвали посланника, совершив одно благодеяние, тотчас же усердствовать в совершении других благодеяний, а также обращаться только к Аллаху. Ведь только Он в состоянии помочь ему!]]",
    "и облегчили тебе ношу проповеди ислама, тяготившую твою спину, тем, что поддержали тебя и облегчили тебе твоё дело,",
    "которое тяготило твою спину.",
    "Мы возвысили твоё имя и внушили каждому из верующих произносить его вслед за Нашим именем.",
    "Это - часть Наших милостей к тебе. Будь уверен в милости Аллаха Всевышнего. Ведь за тягостью следует большое облегчение, сочетающееся с ним!",
    "Поистине, за тягостью следует большое облегчение!",
    "Когда ты освободишься от призыва к исламу и от дел, связанных с \"джихадом\", усердно и неустанно поклоняйся Аллаху и не уставай поклоняться Ему!",
    "Только к своему Господу обращайся с просьбой и нуждой!",
    "Клянусь смоковницей и маслиной, плоды которых благословенны и из которых люди извлекают много пользы, [[Во имя Аллаха Милостивого, Милосердного! Эта сура ниспослана в Мекке. Она состоит из 8 айатов. В ней Аллах поклялся двумя благословенными плодами и двумя святыми местами в том, что Он сотворил человека в самом прекрасном виде, наделив его разумом, волей и прочими совершенными качествами. Далее в айатах говорится, что человек не использует тех способностей, которыми наделил его Аллах, чтобы поклоняться Аллаху, поэтому его ступень опустилась до самого низкого уровня, за исключением тех, которые уверовали и совершали благочестивые деяния. Для них будет неиссякаемая награда. В суре порицаются те, кто не уверовал в воскресение, несмотря на доказательства могущества Аллаха и Его мудрости.]]",
    "и клянусь горою, на которой Аллах беседовал с Мусой,",
    "и этим городом - высокочтимой Меккой. Все, кто посещает этот город, признают его достоинства и высокочтимость; а кто войдёт в него будет чувствовать себя в полной безопасности.",
    "Мы сотворили человеческий род наилучшим образом, в самом совершенном виде и наделили его самыми прекрасными качествами.",
    "Потом Мы понизили его ступень и обратили его в нижайшее из низших по степени, поскольку он не выполнил то, для чего он был создан - не поклонялся Аллаху,",
    "за исключением тех, которые уверовали и совершали благочестивые деяния. Для них будет вечная, неиссякаемая, неизмеримая награда.",
    "Почему же ты, о человек, не уверовал в воскрешение и воздаяние после того, как стали ясными доказательства Нашего могущества творить воскрешение и воздаяние.",
    "Разве Аллах, который сотворил всё, что Мы перечислили тебе, не Наимудрейший из судей Своим творением и созданием?",
    "Читай, о Мухаммад, Откровение, начиная с произнесения имени твоего Господа. Только Он в состоянии совершить творение. [[Во имя Аллаха Милостивого, Милосердного! Сура \"Сгусток\" ниспослана в Мекке. Она состоит из 19 айатов. В ней содержится призыв к тому, чтобы читать и учиться, и указывается на то, что Тот, кто сотворил человека из слабой малости (сгустка крови), в силах научить его писанию, с помощью которого можно записать все знания, помогая людям понимать друг друга, и научить человека тому, чего он раньше не знал. Ведь Всевышний одарил человека знанием. В суре обращается внимание на то, что богатство и сила могут побудить человека к ослушанию Аллаха, переходу пределов дозволенного, но в конце концов всем надлежит возвратиться к Аллаху. В суре речь направлена ко всем, к кому можно обратиться. В ней - предостережение тиранам, которые отвращают от пути добра, и угроза им, что они будут схвачены за хохол и брошены в ад, и никто из помощников не спасёт их от него. Сура заканчивается призывом к повинующимся Аллаху, не внимать упрямым неверным, а поступать вопреки их желаниям, и приближаться к Господу миров повиновением Ему и свершением благочестивых деяний.]]",
    "Он сотворил человека, обладающего соразмерным совершенным телом и знанием, из сгустка крови, в котором нет ничего, что могло бы вызвать гордость.",
    "Продолжай читать, и твой Господь - самый великодушный - оценивает тебя должным образом и не оставит тебя без помощи.",
    "Он - Тот, который научил человека писать с помощью калама (пера), а он до этого не знал письма.",
    "Он научил человека тому, что никогда не приходило ему в голову.",
    "Действительно, человек преступает пределы дозволенного",
    "и возносится перед своим Господом, и становится высокомерным, видя себя разбогатевшим и обладающим имуществом.",
    "Поистине, только к твоему Господу, о Мухаммад, будет возвращение всего сущего! Он воскресит их и воздаст им за их деяния.",
    "Видел ли ты этого притеснителя, который запрещает",
    "одному из рабов Аллаха совершать (предписанную) молитву?!",
    "Сообщи Мне об этом нечестивом притеснителе: разве он был на правом пути,",
    "когда запрещал молиться или призывал он к богобоязненности, когда давал такой приказ?!",
    "Сообщи Мне о состоянии этого воспрещающего молиться, когда он отрицает то, с чем послан посланник, и отворачивается от веры, и не совершает благочестивых деяний.",
    "Неужели он не знает, что Аллах наблюдает за его деяниями и воздаст ему за них?!",
    "Пусть остерегается тот, кто запрещает молиться Нашему рабу. Если он не удержится от своего заблуждения, то Мы непременно жестоко схватим его за хохол и ввергнем в адский огонь,",
    "за хохол, обладатель которого лжец и грешник, и это отражается на его лице.",
    "Тогда пусть он просит свою родню и сообщников помочь ему в этой и будущей жизни.",
    "Мы позовём Своих воинов, чтобы они поддержали Мухаммада и тех, кто с ним, и бросили этого заблудшего и его сообщников в ад.",
    "Пусть удержится этот заблудший и не повинуйся ему в том, что он запрещает тебе, а продолжай совершать молитвы и постоянно падать ниц перед своим Господом, приближаясь к Нему!",
    "Мы ниспослали Коран в ночь \"аль-Кадр\" величия и достоинства. [[Во имя Аллаха Милостивого, Милосердного! Эта сура ниспослана в Мекке. Она состоит из 5 айатов. В этой суре говорится о достоинстве Корана и ночи, в которую он был ниспослан, и указывается, что она лучше тысячи месяцев и что в эту ночь нисходят ангелы и Джибрил по велению своего Господа для исполнения Его повелений. В эту ночь воцаряется мир и нет ни вреда, ни зла до появления зари.]]",
    "Откуда тебе знать, что такое ночь величия и достоинства?!",
    "Ночь величия и достоинства лучше тысячи месяцев благодаря тому, что именно в эту ночь ниспослан Священный Коран.",
    "В ночь величия ангелы и Джибрил нисходят на землю с дозволения их Господа с Его повелениями.",
    "В ночь величия воцаряется мир. Нет ни вреда, ни зла до появления зари!",
    "Те, которые не уверовали в Аллаха и Его посланника из евреев, христиан и многобожников, не расставались со своим невежеством и неведением истины, пока к ним не явилось ясное знамение и веское доказательство - [[Во имя Аллаха Милостивого, Милосердного! Эта сура ниспослана в Медине. Она состоит из 8 айатов. Людям Писания (евреям и христианам) было известно из своих Писаний, какими качествами будет обладать последний пророк - печать пророков, - и от них многобожники узнали об этих качествах. Поэтому им надлежит уверовать в него, когда Аллах пошлёт его к ним. Но когда посланник Аллаха был послан к ним, поддержанный Кораном, между ними возникли разногласия, и нарушили они своё обещание. А люди Писания в этом хуже многобожников, и их грех ещё более мерзок. В будущей жизни им всем будет уготован адский огонь, где они будут вечно пребывать. Верующие, обладающие высокими достоинствами и совершающие благодеяния, являются наилучшими из Божьих созданий. Воздаянием для них будет вечное пребывание в раю и то, что они будут довольствоваться благами и тем, что их желания исполнились. Это блаженство для того,кто был богобоязнен.]]",
    "посланник от Аллаха, который читает им наизусть пречистые от лжи свитки,",
    "в которых содержатся правдивые, правильные и истинные предписания.",
    "Те, которым даровано Писание, из евреев и христиан, разошлись лишь только после того, как к ним пришло ясное знамение, доказывающее, что Мухаммад является обещанным посланником Аллаха, упомянутым во всех их Писаниях.",
    "То, что было им предписано, имело только одну цель: искренне поклоняться Аллаху Единому, отворачиваясь от лжи и придерживаясь истины, регулярно и должным образом совершая предписанную (ритуальную) молитву и раздавая закят. Это и является истинной религией.",
    "Поистине, те, которые не уверовали и не приняли ислам из людей Писания и многобожников, будут вечно пребывать в адском огне и не выйдут из него. Они являются наихудшими из творений по своему вероучению и по своим деяниям.",
    "Поистине, те, которые уверовали в Аллаха и Его посланника и совершали благочестивые деяния, являются наилучшими из созданий по своему вероучению и своим деяниям.",
    "Воздаянием для них в будущей жизни за то, что они уверовали и совершали благочестивые деяния, будут райские сады, в которых текут реки, и там они вечно пребудут. Аллах принял от них их деяния, и они благодарили Его за Его милости и благодеяние к ним. Это воздаяние тем, кто, страшась наказания от своего Господа, уверовал и творил благочестивые деяния.",
    "Когда земля придёт в резкое движение и задрожит, содрогаясь до предела, [[Во имя Аллаха Милостивого, Милосердного! Эта сура ниспослана в Медине. Она состоит из 8 айатов. Все айаты этой суры посвящены событиям Судного дня. В них говорится о землетрясении, когда земля выбросит изнутри все свои сокровища и мертвецов, когда человек с удивлением спросит о том, что внезапно поразило его, и когда люди восстанут и разойдутся из своих могил для воздаяния.]]",
    "и извергнет изнутри все сокровища и мертвецов,",
    "и человек спросит в удивлении и страхе: \"Почему земля сотрясается и извергает всё, что внутри неё? Неужели наступил Судный час?\"",
    "В тот День земля поведает человеку о том, что привело его в ужас, -",
    "что его Наставник и Творец повелел ей сотрястись и задрожать, и она немедля поспешила повиноваться Его повелению.",
    "В тот День люди стремительно разойдутся из своих могил для расплаты и воздаяния, которые Аллах обещал им.",
    "Кто совершил на вес пылинки добра, тот увидит его в свитке своих деяний, и Аллах воздаст ему за него.",
    "Кто совершил на вес пылинки зла, тот также увидит его, и ему воздастся за него. Ведь Аллах не поступает несправедливо ни с кем.",
    "Клянусь конями тех, кто сражается на пути Аллаха, конями, скачущими, задыхаясь от быстрого бега. [[Во имя Аллаха Милостивого, Милосердного! Эта сура ниспослана в Мекке. Она состоит из 11 айатов. В начале этой суры Аллах Всевышний поклялся конями тех, кто сражается на пути Аллаха, что человек слишком неблагодарен своему Господу за милость, которую Он ему оказал, и в будущей жизни он сам будет свидетельствовать против себя в том, что он совершил. Далее говорится, что человек из-за сильной любви к богатству скупится расходовать его и стремится к его накоплению. В конце суры Аллах напомнил людям о воскрешении, обращая их внимание на расплату и воздаяние.]]",
    "Клянусь конями, которые высекают искры из земли своими копытами, когда они быстро мчатся,",
    "которые налетают на врага на заре перед восходом солнца,",
    "которые поднимают густую пыль во вражеском лагере.",
    "Они поднимают пыль в середине вражеского лагеря, чтобы охватили врага ужас и страх.",
    "Поистине, человек слишком неблагодарен своему Господу за Его несчётные милости к нему!",
    "И, поистине, он в будущей жизни будет свидетельствовать против самого себя, признавая свои грехи.",
    "И, поистине, он из-за своей любви к богатству, стремления сохранить его скупится израсходовать из него часть, которую предписано раздавать.",
    "Неужели он не знает, каков будет его конец? Не знает, что когда Аллах воскресит тех, кто в могилах,",
    "и будет собрано всё, что в их сердцах, - а оно записано в свитках записи их деяний, - из добра, которое приобрели, и зла, которое совершили,",
    "что, поистине, их Наставник и Творец в этот День - День воскрешения и расплаты - осведомлён о всех их деяниях и воздаст им за них?!",
    "Сокрушающая беда - воскресение, которое начнётся при первом трубном звуке и завершится Судом над людьми. [[Во имя Аллаха Милостивого, Милосердного! Эта сура ниспослана в Мекке, она состоит из 11 айатов. Эта Священная сура начинается с устрашения сокрушающей бедой, которая громко и сильно ударит по слуху людей и оглушит их. Затем в суре говорится о некоторых событиях, которые произойдут в День воскресения с людьми и горами. В ней особое внимание уделено рассказу о людях, чья чаша добрых деяний опустится вниз (поскольку их добрые деяния перевесят злодеяния), и о людях, чья чаша весов окажется легче (поскольку их злодеяния перевесят благочестивые дела).]]",
    "Как оно удивительно, величественно, страшно и ужасно!",
    "Откуда тебе знать, какие ужасы и страх оно наведёт на людей?!",
    "Это случится в тот День, когда люди во время их воскрешения будут как разлетающиеся повсюду и сбивающие друг друга направо и налево слабые униженные мотыльки.",
    "Когда горы станут как цветная расщипанная шерсть, их части разделятся и развеются по воздуху во все стороны.",
    "Тогда тому, чья чаша добрых деяний опустится вниз, поскольку его благочестивые деяния перевесят дурные,",
    "будет блаженство и счастливая жизнь, которой он будет доволен.",
    "А тому, чья чаша добрых деяний на весах будет легче, поскольку его злодеяния больше, чем благочестивые деяния,",
    "пристанищем будет адский огонь.",
    "А откуда тебе знать, что такое адская пропасть?",
    "Это - пылающий огонь, жар которого не сравнится ни с каким другим огнём, сколько бы его ни разжигали и сколько бы топлива в него ни бросали!",
    "Превознесение друг перед другом детьми и помощниками, хвастовство богатством, подсчётом своего имущества и знатным происхождением отвлекали вас от исполнения предписаний Аллаха и повиновения Ему, [[Во имя Аллаха Милостивого, Милосердного! Эта сура ниспослана в Мекке. Она состоит из 8 айатов. В этой суре порицаются те, которых охватила страсть к приумножению (детей и имущества), отвратив их от выполнения своего долга перед Аллахом и исполнения Его предписаний. В ней содержится предупреждение и угроза для них, что они непременно узнают, каковы будут последствия их пренебрежения предписаниями Аллаха. Сура устрашает людей тем, что они увидят своими глазами адский огонь и будут спрошены о наслаждениях и благах их земной жизни.]]",
    "пока не постигла вас смерть.",
    "Вы непременно узнаете последствие вашего невежества и пренебрежения.",
    "И опять же, вы непременно узнаете последствие ваших деяний.",
    "И, действительно, если бы вы истинно знали, какое наказание постигнет вас, то вы устрашились бы приумножать (детей и имущество) и приготовились бы к вашей будущей жизни.",
    "Клянусь вам, о люди, и утверждаю, что вы увидите пылающий огонь!",
    "И ещё раз клянусь и утверждаю, что вы непременно и действительно увидите его воочию!",
    "И клянусь и утверждаю, что вас непременно спросят о роскошной жизни и благоденствии, которыми вы наслаждались в земной жизни!",
    "Клянусь временем, в которое происходит много чудесных явлений и назиданий, [[Во имя Аллаха Милостивого, Милосердного! Сура \"Время\" ниспослана в Мекке и состоит из 3 айатов. В этой суре Аллах - хвала Ему! - поклялся временем, потому что в течение его происходят чудесные явления и назидания, которые указывают на могущество Аллаха и Его мудрость в том, что человек несёт убытки в своих делах, кроме верующих, которые совершают благочестивые деяния, побуждая друг друга придерживаться истины, т. е всего доброго, побуждая друг друга к терпению, выполняя то, что им велено, и удерживаясь от запретного.]]",
    "в том, что каждый человек бывает в каком-то убытке из-за того, что он руководствуется нечестивыми прихотями и страстями,",
    "за исключением тех, которые уверовали в Аллаха, совершали благочестивые деяния, соблюдали и исполняли предписания Аллаха и заповедали друг другу придерживаться истины в своих убеждениях, словах и делах, и заповедали друг другу терпеть трудности, стоящие перед тем, кто придерживается религии. Они будут спасены и не понесут урона, и преуспеют в этой и в будущей жизни.",
    "Сильное мучительное наказание и гибель тем, кто настойчиво порочит людей словами или жестами и оскверняет их честь, [[Во имя Аллаха Милостивого, Милосердного! Эта сура ниспослана в Мекке и состоит из 9 айатов. Эта сура содержит серьёзное предупреждение и угрозу тем, кто привык настойчиво порочить людей жестами или словами, накопил огромное состояние и, подсчитывая его, хвастается им. Они думают, что богатство гарантирует им бессмертие в земной жизни. В ней содержится угроза, что они будут ввергнуты в разожжённый огонь, который уничтожит их тела и сердца, сомкнётся над ними, и они будут заперты в нём. В нём они будут связаны цепями и оковами и не смогут двигаться или спастись от него.]]",
    "кто накопил огромное состояние и раз за разом, наслаждаясь, подсчитывал его из-за любви к нему.",
    "Он полагает, что это богатство принесёт ему бессмертие и избавит его от любого вреда в этой жизни.",
    "Пусть он удерживается думать так! Клянусь Аллахом, что из-за его нечестивого деяния, он будет ввергнут в адский огонь, который уничтожает всё, что брошено в него.",
    "Откуда тебе знать, что такое сокрушающий огонь?!",
    "Это воспламенённый огонь Аллаха, который по Его велению вечно будет разожжённым,",
    "который дойдёт до сердец и охватит их.",
    "Они, связанные, будут заперты в этом огне и будут привязаны к воздвигнутым столбам,",
    "и не смогут даже пошевелиться, и не будет им никакого спасения от него.",
    "Ты уже, о Мухаммад, достоверно узнал, что твой Господь сделал с владельцами слона, которые намеревались напасть на Запретный дом. [[Во имя Аллаха Милостивого, Милосердного! Эта сура ниспослана в Мекке и состоит из 5 айатов. Аллах рассказывает своему посланнику - да благословит его Аллах и приветствует! - о владельцах слона, которые намеревались уничтожить Запретный дом Аллаха, и обращает его внимание на содержащееся в этом рассказе назидание, которое доказывает могущество Всевышнего и Его возмездие тем, кто покушается на Его святыни. Ведь Аллах направил против них из Своего воинства того, кто сокрушил их и лишил их разума. И остался от них только след, подобный шелухе пшеницы, в которой уже нет зерна. В этой Священной суре рассказывается о походе Абрахи аль-Ашрама аль-Хабашии, который направился из Йемена в Мекку с целью разрушить Каабу, чтобы отвратить арабских паломников от неё. Он собрал многочисленную армию, часть которой ехала на слонах. Эта армия направилась в Хиджаз и расположилась в местечке аль-Магмас, находящемся в двух третях фарсаха от Мекки на пути в ат-Таиф, где произошли стычки между армией Абрахи и арабами. Но этот поход закончился провалом из-за многочисленных трудностей, которые они встретили со стороны йеменских и хиджазских племён, и из-за распространения болезни среди солдат, и благодаря тому, о чём рассказывается в этой Священной суре. Он вернулся в свою страну, потеряв большую часть своей армии и не достигнув своей цели. Этот поход, который произошёл в 570 или 571 г. н.э. вошёл в календарь арабского доисламского Хиджаза под названием \"год слона\". И сказали, что посланник родился в этом же году.]]",
    "Ты уже узнал, что Аллах отвёл их попытку и стремление разрушить Каабу, сделав их усилия тщетными, и они не достигли своей цели.",
    "Аллах направил на них из своего воинства птиц, которые налетали на них стаями - одна за другой - и окружили их со всех сторон,",
    "и бросали на них адские камни,",
    "и превратил их в подобие листьев растения, источенного вредителями.",
    "Курайшитам понравились поездки - [[Во имя Аллаха Милостивого, Милосердного! Сура \"Курайш\" ниспослана в Мекке. Она состоит из 4 айатов. В ней указывается, что Аллах был милостивым к курайшам, даровав им Свой Запретный дом, который Он защитил от врагов. Он поселил их у этого Дома, обеспечив им безопасность и достоинство; и они совершали путешествия по торговым делам, отправляясь с караванами, зимой в Йемен, а летом в Шам (в Сирию). Никто не угрожал им, и никто не нападал на них во время этих поездок, в то время как люди, жившие в ближайших окрестностях, подвергались грабительству. Курайшиты должны были за эту милость поклоняться Тому, кто накормил их, избавив их от голода и страха.]]",
    "зимой в Йемен, а летом в Шам (Сирию), которые они регулярно совершали в полной безопасности и спокойствии, чтобы вести торговлю и получать от неё удел.",
    "Пусть они искренне поклоняются Господу этого Запретного дома, который облегчил им эти поездки",
    "и накормил их, избавив от голода, - ведь они жили в долине, где нет посевов, и избавил их от страха, тогда как люди, жившие в окрестностях, подвергались грабительству.",
    "Узнал ли ты того, кто отрицает расплату и воздаяние в будущей жизни?! [[Во имя Аллаха Милостивого, Милосердного! Сура \"Милостыня\" ниспослана в Мекке. Она состоит из 7 айатов. В этой суре говорится о том, кто отрицает воздаяние в будущей жизни и приведены некоторые его качества: он оскорбляет сироту, обращается с ним грубо, не воспитывая его, а из жестокости, не побуждает никого ни словом, ни делом накормить бедных, поскольку он скуп и не расходует из того, что имеет. Потом в суре говорится о другой категории людей, похожих на тех, кто отрицает воздаяние. Это люди, которые небрежно относятся к предписанным молитвам и совершают их не должным образом - искренне , - а только для вида. Они лицемерны во всех своих деяниях и не помогают нуждающимся. В суре содержится предупреждение этим людям о том, что им грозит бедствие и гибель, чтобы они отказались от своего заблуждения.]]",
    "Если хочешь знать, кто он, то ведь он тот, кто гонит сироту жестоко, унижает и притесняет его",
    "и не призывает к тому, чтобы накормить бедняков.",
    "Гибель тем молящимся,",
    "которые обладают вышеуказанными качествами и небрежно совершают свои молитвы, которые не приносят им никакой пользы,",
    "которые, лицемеря, совершают свои деяния напоказ, для вида перед людьми, чтобы люди считали их достойными и хвалили их,",
    "и отказываются делать добро людям и помогать им.",
    "Поистине, Мы даровали тебе вечное обильное благо в этой и в будущей жизни. [[Во имя Аллаха Милостивого, Милосердного! Сура \"аль-Каусар\" ниспослана в Мекке. Она состоит из 3 айатов. В ней Аллах напоминает своему посланнику - да благословит его Аллах и приветствует! - о том, что Он наделил его великими благами и оказал ему великие милости как в этой, так и в будущей жизни. Он потребовал от него постоянно и искренне возносить молитву только Ему и приносить Ему жертвы, закалывая самых лучших жертвенных животных в знак благодарности за оказанную ему милость и достоинство. Сура заканчивается радостной вестью пророку - да благословит его Аллах и приветствует! - его недруг лишён всякого блага.]]",
    "Раз Я даровал тебе это благо, то постоянно и искренне возноси молитву только своему Господу и закалывай жертвенных животных в знак благодарности Аллаху за дарованное тебе достоинство и за наделение тебя благами.",
    "Поистине, тот, кто ненавидит тебя, лишён всякого блага!",
    "Скажи, о Мухаммад: \"О вы, неверные, которые настойчиво упорствуете в своём неверии! [[Во имя Аллаха Милостивого, Милосердного! Сура \"Неверные\" ниспослана в Мекке. Она состоит из 6 айатов. В этой суре Аллах приказал Своему посланнику - да благословит его Аллах и приветствует! - положить конец алчности неверных, когда они торговались с ним о его религии - религии истины. Ведь он будет и впредь поклоняться Аллаху, кроме которого нет другого божества, а они будут поклоняться своим богам, которые никак не могут заменить истину. У них своя вера, которую, подражая своим предкам, они исповедуют, а у него своя, которую Аллах выбрал и одобрил для него.]]",
    "Я не поклоняюсь помимо Аллаха тому, чему вы поклоняетесь.",
    "А вы не поклоняетесь Единому Аллаху, которому я поклоняюсь.",
    "Я же не поклоняюсь тому, чему вы поклоняетесь, поскольку вы многобожники.",
    "И вы не поклоняетесь моему Богу, которому я поклоняюсь. Ведь я исповедую единобожие.",
    "У вас - ваша вера, которую вы исповедуете, а у меня - моя, которую Аллах выбрал и одобрил для меня.",
    "Когда Аллах поможет тебе и верующим одержать победу над многобожниками и взять Мекку, [[Во имя Аллаха Милостивого, Милосердного! Сура \"Помощь\" ниспослана в Медине. Она состоит из 3 айатов. В этой суре Аллах потребовал от Своего посланника - да благословит его Аллах и приветствует, - чтобы он, когда Аллах поможет ему и верующим одержать победу над многобожниками и вступить в Мекку и когда он увидит, что люди толпами будут принимать ислам, после того как ислам утвердится, возьмёт верх (над другими религиями), и будет завершён Аллахом, воздал хвалу своему Господу и превознёс Его, отвергая от Него всё, что не подобает Его величию, и попросил у Него прощения для себя и для верующих. Ведь Он - Прощающ, принимает покаяние от Своих рабов и прощает им грехи!]] [[В этой суре, как пишут комментаторы, указывается на взятие Мекки. Главной причиной взятия Мекки является то, что курайшиты нарушили перемирие, заключённое в аль-Худайбийи, напав на племя Хузаа, которое заключило договор с пророком - да благословит его Аллах и приветствует! Племя Курайш поддержало \"Бани Бакр\" против Хузаи. Тогда пророк счёл, что в ответ на нарушение курайшитами обета, он обязан взять Мекку. Он подготовил сильную армию, в состав которой вошли десять тысяч воинов и направился в Мекку в месяц Рамадан 8 года хиджры (в декабре 630 г.). Пророк приказал своим воинам не воевать против мекканцев, если они не будут принуждены этого сделать. Аллах соизволил, чтобы пророк и его войска вошли в Мекку без боя. Так он смог одержать самую крупную победу в истории ислама, победу без ведения боевых действий и без кровопролития. Взятие Мекки имело очень большое религиозное и политическое значение. Ведь перестала существовать твердыня поклонения идолам, когда были разрушены все идолы и уничтожены статуи и изображения, которые были в Каабе. Когда жители Мекки приняли ислам, пророк - да благословит его Аллах и приветствует! - смог победить все остальные племена Хиджаза, в которых преобладали языческие пристрастия аль-Джахилии (доисламской эпохи), как Хавазин и Сакиф. Аллах помог ему заложить основы и столпы арабского государства под знаменем ислама.]]",
    "и увидишь, что люди будут толпами принимать веру Аллаха (ислам),",
    "возблагодари Господа своего и воздай Ему хвалу, и попроси у Него прощения для себя и для твоей общины. Поистине, Он - прощающ и принимает покаяние от Своих рабов!",
    "Да погибнут обе руки Абу Лахаба, которыми он причинял мусульманам вред, да погибнет он вместе с ними! [[Во имя Аллаха Милостивого, Милосердного! Эта сура ниспослана в Мекке. Она состоит из 5 айатов. Эта сура начинается сообщением о гибели Абу Лахаба - врага Аллаха и Его посланника - и о том, что ничто не спасёт его от гибели: ни богатство, ни высокое положение, ни что-либо другое. В суре содержится угроза Абу Лахабу, что он в будущей жизни будет ввергнут в пылающий огонь, где он будет гореть. Такому же мучению подвергнется и его жена, для которой приготовлен ещё и другой вид мучения: вокруг её шеи будет завязана верёвка, за которую её будут тащить в огонь для ужесточения наказания за то, что она причиняла посланнику вред и стремилась оскорбить его и опорочить его пророческую миссию.]]",
    "Не спасли его от наказания Аллаха ни его богатство, которое он накопил, ни его высокое положение, которое он приобрёл.",
    "Он будет ввергнут в пылающий огонь, где он будет гореть.",
    "В огонь, как и он, войдёт его жена, которая клеветала на людей, сея раздор среди них.",
    "На шее у неё будет верёвка из пальмовых волокон для большего мучения.",
    "Скажи, о Мухаммад, тем, которые, издеваясь, сказали, чтобы ты описал им твоего Господа: \"Он - Аллах Единый и единственный. И нет у Него сотоварищей. [[Во имя Аллаха Милостивого, Милосердного! Эта сура ниспослана в Мекке. Она состоит из 4 айатов. Пророка - да благословит его Аллах и приветствует! - спросили о его Господе. И в этой суре ему приказано ответить, что Он - Обладатель всех совершенных качеств, Он - Единый и единственный. К Нему постоянно обращаются за помощью в нужде. Он не нуждается ни в ком. Ему нет подобного и нет похожего на Него. Он не родил и не был рождён, и нет среди Его творений равного Ему или подобного Ему.]]",
    "Аллах, к которому одному обращаются в нужде и для удовлетворения просьб.",
    "У Него нет детей, Он не был рождён,",
    "и нет Ему равного или подобного\".",
    "Скажи: \"Прибегаю к Господу рассвета, который наступает после ухода ночи, прося у Него защиты [[Во имя Аллаха Милостивого, Милосердного! Сура \"Рассвет\" ниспослана в Мекке. Она состоит из 5 айатов. В этой суре рекомендуется пророку - да благословит его Аллах и приветствует! - обращаться к защите своего Господа и прибегать к Нему, ища убежища от всякого из Его творений, кто может причинить зло, и от зла ночи, когда она темнеет, поскольку ночью души людей испытывают одиночество и беспокойство и трудно избавиться от её вреда и от зла тех нечестивцев, которые стремятся сеять раздор среди людей и подрывать связь между ними, и от зла завистника, который желает, чтобы другие рабы Аллаха лишились милости и благоденствия, которыми Аллах наделил их.]]",
    "от злотворности тех из творений Аллаха, кто способен на зло, и от зла которых может защитить только Тот, кто властен над ними;",
    "от зла ночи, когда её темнота становится мрачной;",
    "от зла того, кто стремится сеять раздор между людьми;",
    "от зла завистника, который желает, чтобы другие люди лишились милости и благоденствия.",
    "Скажи: \"Прибегаю к Господу людей и Вершителю их дел, [[Во имя Аллаха Милостивого, Милосердного! Сура \"Люди\" ниспослана в Мекке. Она состоит из 6 айатов. В этой суре Аллах Всевышний приказывает Своему пророку - да благословит его Аллах и приветствует! - прибегать к Нему, прося у Него защиты от большого зла, которое многие люди не замечают, поскольку оно проистекает из их страстей и нечестивых прихотей и толкает их к совершению того, что Аллах запретил им. Это зло шайтана, из людей или джиннов, который искушает человека, исчезая при упоминании имени Аллаха, будь он скрыт от глаз или видим для них, и который прикрывает своё искушение хитростью и обманом.]]",
    "Властелину всех людей, имеющему полную власть над ними - правителями и подвластными,",
    "Богу людей, которому они полностью подчиняются, и Он властен делать с ними всё, что желает,",
    "от зла того, кто искушает людей, побуждая их совершать грехи, и исчезает, если прибегаешь к Аллаху, прося защиты от него,",
    "который незаметно искушает сердца людей, внушая им то, что их совратит и отвратит от прямого пути,",
    "будь искуситель джинном или человеком."
  ]
}