{
  "meta": {
    "id": 84,
    "name": "T. Usmani",
    "translator_name": "Mufti Taqi Usmani",
    "slug": "en-taqi-usmani",
    "language_name": "english"
  },
  "verses": [
    "What excuse do I have if I do not worship the One who has created me and to whom you will be returned?",
    "Shall I adopt those gods besides Him whose intercession, if RaHmān (the All-Merciful Allah) intends to do harm to me, cannot help me in the least, nor can they come to my rescue?",
    "In that case, I will be in open error indeed.",
    "Undoubtedly I have believed in your Lord; so listen to me.”",
    "(Thereafter when his people killed him,) it was said to him, “Enter the Paradise”. He said, “Would that my people knew",
    "how my Lord has forgiven me and placed me among the honoured ones!”",
    "And We did not send down to his people any army from the heavens after him, nor were We (in need) to send down.",
    "It was no more than a single Cry, and in no time they were extinguished.",
    "Alas for the slaves (of Allah)! No messenger came to them, but they have been mocking at him.",
    "Did they not see how many generations We have destroyed before them who will not come back to them?",
    "All of them are but to be assembled together (and) to be arraigned before Us.",
    "And a sign for them is the dead land. We gave it life and brought forth grain from it; so from it they eat.",
    "And We have placed gardens of date-palms and grapes, and caused springs to gush forth therein,",
    "so that they may eat fruits thereof, while it was not made by their hands. Would they not then offer gratitude?",
    "Pure (from every fault) is the One who has created all the pairs of whatever the earth grows and of the humans themselves and of that which they do not know.",
    "And a sign for them is the night. We strip (the cover of) the day from it, and they are suddenly in darkness.",
    "And the sun is quickly proceeding towards its destination. That is the designing of the All-Mighty, the All-Knowing.",
    "And for the moon We have appointed measured phases, until it turned (pale, curved and fine) like an old branch of date palm.",
    "Neither it is for the sun to overtake the moon, nor can the night outpace the day. Each one is floating in an orbit.",
    "And it is a sign for them that We boarded their children in the loaded ship,",
    "and created for them things similar to it on which they ride.",
    "And if We so will, We can drown them; then no one will respond to their cry, nor will they be rescued,",
    "unless there be mercy from Us, and (unless) We let them enjoy for a while.",
    "And (they pay no heed) when it is said to them, “Save yourselves from that (punishment) which is before you (in this world) and that which will come after you (die), so that you may receive mercy”.",
    "There comes to them no sign from the signs of your Lord, but they turn averse to it.",
    "And when it is said to them, “Spend (to the needy) from the provision Allah has given to you”, the disbelievers say to the believers, “Shall we feed those whom Allah could have fed, if Allah so willed? You are but in open error.”",
    "And they say, “When will this promise come true, if you are truthful?”",
    "They are looking for nothing but for a single Cry that will seize them when they will be quarrelling.",
    "So they will not be able to make a bequest, nor will they return to their household.",
    "And the Horn will be blown, and suddenly they will be rushing from their graves towards their Lord.",
    "They will say, “Woe to us! Who has raised us from our sleeping place? “This is what RaHmān (the All-Merciful Allah) had promised, and the messengers had told the truth.",
    "It will be no more than a single Cry, and in no time they will all be arraigned before Us.",
    "Then, nobody will be subjected to injustice in the least, and you will not be recompensed but for what you used to do.",
    "The people of the Paradise are engaged today in (their) activities, happily enjoying (them).",
    "They and their spouses are in pleasant shades, reclining on couches.",
    "For them there are fruits, and for them there is whatever they ask for.",
    "“Salām ”(Peace upon you) is the word (they receive) from Merciful Lord.",
    "And (it will be said to the infidels,) “Get apart (from the believers) today O the guilty ones.",
    "Did I not direct you, O children of ’Ādam (Adam), that you must not worship the Satan, (because) he is an open enemy for you,",
    "and that you must worship Me, (because) this is the straight path?",
    "He had misguided lot many people from among you. So, did you not have sense?",
    "(Now) this is the Jahannam of which you were consistently warned.",
    "Enter it today, because you have been persistently denying (the truth).”",
    "Today We will set a seal on their mouths, and their hands will speak to Us, and their legs will bear witness about what they used to do.",
    "If We so will, We would wipe out their eyes (right here in this world), and they would be racing towards the way, but how would they see?",
    "And If We so will, We would disfigure them at their places, and they would not be able to move, nor would they return.",
    "And whomsoever We give long life, we reverse him in creation. Then, do they have no sense?",
    "We did not teach him (the Holy Prophet) poetry, and it is not proper for him. It is nothing (of that sort,) but (it is) an advice and a readable book that explains (the Truth),",
    "so that it may warn him who is alive (to listen to the truth), and so that the word may prove true against the disbelievers.",
    "Did they not see that We have created for them cattle, among things made (directly) by Our hands, and then they become their owners?",
    "And We have brought them under their control, so as some of them are their means of transport, and some of them they eat.",
    "And for them there are (other) benefits in them and things to drink. So, would they not be grateful?",
    "They have adopted gods other than Allah, so that they may be helped (by them).",
    "They cannot help them, rather they (the disbelievers themselves) are (like) an army brought forth for (protecting) them (the so-called co-gods)",
    "So, their remarks must not grieve you. Surely We know what they conceal and what they disclose.",
    "Did man not see that We have created him from a drop of semen? Then suddenly he stood as an open adversary (to Us).",
    "He has set up an argument about Us and forgot his creation. He said, “Who will give life to the bones when they are decayed?”",
    "Say, “These will be revived by the same One who had created them for the first time, and who is fully aware of every creation,",
    "- the One who created for you fire from the green tree, and in no time you kindle from it.”",
    "Is it that the One who has created the heavens and the earth has no power to create ones like them? Why not? He is the Supreme Creator, the All-Knowing.",
    "His practice, when He intends to do something, is no more than He says, “Be”, and it comes to be.",
    "So, pure (from every fault) is the One in whose hand is the dominion of all things. And towards Him you are to be returned.",
    "(I swear) by those who stand in rows,",
    "then by those who prevent firmly,",
    "then by those who recite the dhikr,",
    "surely your God is but One,",
    "the Lord of the heavens and the earth and what is between them, and Lord of the points of sunrise.",
    "Verily, We have decorated the nearest sky with an adornment, the stars,",
    "and (have made them) a security against every rebellious devil.",
    "They cannot listen to the Upper Realm and are hit from every side",
    "to be driven off, and for them there is a lasting punishment;",
    "however, if one snatches a little bit, he is pursued by a bright flame.",
    "Now ask them, “Are they stronger in the formation of their bodies, or those (other beings) that We have created?” Certainly, We did create them from sticky clay.",
    "But you wonder (at their denial), and they mock (at the idea of an Hereafter).",
    "And when any advice is given to them, they pay no heed to it.",
    "And when they see a sign, they make fun of it,",
    "and say, “This is nothing but an open magic.",
    "Is it when we have died and become dust and bones, that we shall be raised again,",
    "and even our fathers of aforetime?”",
    "Say, “Yes, and you shall be disgraced (too)!”",
    "So, it will be only a single castigating call, and all of a sudden they will begin to see.",
    "And they will be saying, “Woe to us; this is the Day of Retribution.”",
    "(It will be said to them,) “This is the Day of Judgment that you used to deny.”",
    "(It will be said to the angels,) “Muster all those who were unjust, and their fellows, and whatever they used to worship",
    "other than Allah, and show them the way to Jahannam ,",
    "and stop them (for a while,) for they are to be asked some questions.”",
    "(Then they will be asked, “What is wrong with you that you do not help each other?”",
    "On the contrary, that day all of them will have totally surrendered.",
    "And some of them (the followers of their chiefs) will turn to others (the chiefs), asking questions from one another.",
    "They (the followers) will say, “You were the ones who used to come to (mislead) us forcefully.”",
    "They (the chiefs) will say, “On the contrary, you yourselves were not believers.",
    "We had no authority over you at all, but you yourselves were a transgressing people.",
    "So, the word of our Lord has come true against us. Indeed, we have to taste (the punishment).",
    "We did misguide you, (because) we were ourselves erroneous”.",
    "So, that day, they will share each other in punishment.",
    "This is how We deal with the criminals.",
    "They were those to whom when it was said: “There is no god but Allah”, they waxed proud,",
    "and used to say, “Are we really to leave our gods because of an insane poet?”",
    "No, he has come with Truth and has confirmed all the messengers (of Allah).",
    "Surely you have to taste the painful punishment,-",
    "And you will be recompensed for nothing but for what you used to do-",
    "unlike Allah’s chosen servants.",
    "Those are the people for whom there is a known provision,",
    "the fruits; and they will be honored",
    "in Gardens of Bliss",
    "facing each other on couches.",
    "They will be served with a cup from a flowing drink,",
    "(that will be) white (and) delicious for those who drink.",
    "There will be no headache therein, nor will they be intoxicated with it,",
    "and by their side there will be females restricting their gazes (to their husbands), having pretty big eyes,",
    "as if they were eggs hidden (under feathers, protected from pollution).",
    "Then they will turn to each other asking questions mutually.",
    "A speaker from them will say, “I had a companion (in the worldly life)",
    "who used to say (to me), “Are you one of those who believe?",
    "Is it when we have died and become dust and bones? Is it true that we are going to be recompensed (for our deeds)?”",
    "He (the speaker) will say (to other people in Paradise) “Would you like to have a look (at Jahannam to find out what happened to that companion of mine)?”",
    "So he will look and will see him in the middle of Jahannam.",
    "He (the speaker) will say (to his companion seen in Jahannam ), “By Allah, you were going almost to ruin me.",
    "But for the favor of my Lord, I would have been among those produced for punishment.”",
    "(Then the speaker will address other people of Paradise in delight and wonder, saying,) “Are we not then to die anymore",
    "beyond our first death, nor are we going to be punished?”",
    "This is, indeed, the great achievement.",
    "For this kind (of achievement), all workers must work.",
    "Is that (blissful Paradise) better for hospitality or the tree of zaqqūm ?",
    "We have made it a test for the unjust.",
    "It is a tree that comes forth in the bottom of Jahannam.",
    "Its fruits are like the heads of devils.",
    "So, they have to eat from it and have to fill their bellies with it.",
    "Then they will have, on top of it, a mixture made of boiling water.",
    "Then, their final return is to the Fire.",
    "They found their fathers on the wrong path.",
    "So, they used to run in their footsteps.",
    "Most of the earlier ones (too) had gone astray before them.",
    "We did send warners among them.",
    "So look, how was the end of those warned -",
    "except Allah’s chosen servants.",
    "And NūH did call Us (for help after he was disappointed with his people), so (We accepted his prayer, as) We are the best to respond.",
    "And We delivered him and his family from the great agony,",
    "and made his progeny the sole survivors (from the Deluge).",
    "And We left for him (a word of praise) among the later people, (that is):",
    "Salām be on NūH among (the people of) all the worlds.",
    "Certainly, this is how We reward those who are good in their deeds.",
    "He was one of Our believing servants.",
    "Then, we drowned others.",
    "And certainly one of his adherents was Ibrāhīm.",
    "(Remember) when he came to his Lord with a pure heart,",
    "when he said to his father and his people, “What is that which you worship?",
    "Do you wish (to have) fallacious gods other than Allah?",
    "Then, what do you think about the Lord of the worlds?”",
    "Then, he cast a look at the stars,",
    "and then said, “I feel indisposed”",
    "So they went away from him, turning their backs.",
    "And he made his way to their ‘gods’ and said to them, “Why would you not eat?",
    "What is wrong with you that you do not speak?”",
    "Then he attacked them striking with his right hand.",
    "Then, they (the idolaters) came to him rushing.",
    "He said, “Do you worship what is carved by yourselves,",
    "while Allah has created you and what you make?”",
    "They said, “Build for him a structure, and throw him into the blazing fire.”",
    "So, they intended to bring harm to him, but We made them the lowest (by frustrating their plan).",
    "And he said, “I am going to my Lord. He will show me the way.",
    "O my Lord, bless me with a righteous son.”",
    "So, We gave him the good news of a forbearing boy.",
    "Thereafter, when he (the boy) reached an age in which he could work with him, he (Ibrāhīm) said, “O my little son, I have seen in a dream that I am slaughtering you, so consider, what is your opinion?” He said, “O my dear father, do what you have been ordered to do. You will find me, inshā’allah , (if Allah wills) one of those who endure patiently.”",
    "So, (it was a great episode) when both of them submitted themselves (to Allah’s will), and he laid him on his forehead (to slaughter him),",
    "and then We called out to him, “O Ibrāhīm,",
    "you did make the dream come true.” This is how We reward those who are good in their deeds.",
    "This was indeed a trial that clearly demonstrated (their obedience).",
    "And We ransomed him with a great sacrifice,",
    "and We left for him (a word of praise) among the later people,",
    "(that is,) “Salām be on Ibrāhīm!",
    "This is how We reward those who are good in their deeds.",
    "Surely, he is among Our believing servants.",
    "And We gave him the good news of IsHāq (Isaac), a prophet from among the righteous.",
    "And We did bless him, and IsHāq. And among the progeny of both of them, some are good and some are utterly unjust to their own selves.",
    "Certainly We bestowed favors upon Mūsā and Hārūn,",
    "and We delivered them and their people from the great agony,",
    "and We helped them, so they became victors,",
    "and We gave them the clear book,",
    "and guided them to the straight path.",
    "And We left for them (a word of praise) among the later people,",
    "(that is,) Salām be on Mūsā and Hārūn!",
    "This is how We reward those who are good in their deeds.",
    "Surely, both of them were among Our believing servants.",
    "And surely, Ilyās is one of the messengers.",
    "(Remember) when he said to his people: “Do you not fear Allah?",
    "Do you invoke Ba‘l, and ignore the Best of the creators,",
    "that is, Allah who is your Lord and the Lord of your forefathers?”",
    "Then they rejected him. Therefore, they will be arraigned -",
    "except Allah’s chosen servants.",
    "And We left for him (a word of praise) among the later people,",
    "(that is,) “Salām on Ilyāsīn (Ilyās).",
    "This is how We reward those who are good in their deeds.",
    "Surely, he was from among Our believing servants.",
    "And surely, LūT is one of the messengers.",
    "(Remember) when We saved him and his family, all of them,",
    "except an old woman among those remaining behind.",
    "After that, We destroyed others",
    "and you do pass by them at daybreak",
    "and by nightfall. Would you still not understand?",
    "And surely, Yūnus (Jonah) is from among the messengers.",
    "(Remember) when he ran away towards the boat that was already loaded.",
    "Then he participated in drawing lots (to offload one of the passengers) and was the one who was defeated.",
    "Then the fish swallowed him while he was reproaching his own self.",
    "Had he not been of those who proclaim Allah’s purity,",
    "he would have definitely lived in its belly till the day when the dead will be raised.",
    "Then We cast him ashore in the open while he was ill,",
    "and We caused a tree of ourds to grow over him.",
    "And We had sent him (as messenger) to one hundred thousand, or more.",
    "So, they believed, then, We let them enjoy for a time.",
    "So ask them, “Does your Lord have daughters while they have sons?”",
    "Or, had We created angels as females while they were witnessing?",
    "Beware! They are the ones who, by way of a lie of theirs, (have the audacity to) say,",
    "“Allah has children” - and they are absolute liars.",
    "Is it that Allah has chosen daughters (for Himself) instead of sons?",
    "What is the matter with you? How (arbitrarily) do you judge?",
    "Then, is it that you do not think about it?",
    "Or, is it that there is some open authority with you?",
    "Then bring your book, if you are truthful.",
    "And they have made up between Him (Allah) and the Jinns some kinship, while the Jinns already know that they are bound to be seized.-",
    "-Pure is Allah from what they describe-",
    "except Allah’s chosen servants.",
    "So, you and those whom you worship,",
    "none of you can make anyone turn away from Him (Allah),",
    "except him who is to burn in Jahannam.",
    "And (the angels say,) “There is no one among us who does not have a known station,",
    "and We, surely We, are those who stand in rows",
    "and We, surely We, are those who proclaim Allah’s purity.”",
    "And they (the pagans) used to say,",
    "“Had there been a scripture with us like that of the former people,",
    "we would have certainly been Allah’s chosen servants.”",
    "Then (once the divine book came to them,) they disbelieved in it. So, very soon they will come to know.",
    "And Our Word has already come to pass in favor of Our servants, the messengers",
    "(that) they are the ones who will be supported,",
    "and verily it is Our army (of chosen servants) that prevails.",
    "So, withdraw your attention from them for some time.",
    "But, watch them. They shall soon see (the reality).",
    "Are they asking for Our punishment to come sooner?",
    "So, when it will descend in their courtyard, then, evil will be the morning of those warned.",
    "So, withdraw your attention from them for some time,",
    "and watch. They shall soon see (the reality).",
    "Pure is your Lord, the Lord of all might and honor, from what they describe",
    "and Salām be on the messengers",
    "and praised is Allah, the Lord of all the worlds.",
    "Sād . I swear by the Qur’ān, (the book) containing advice, (this is true,)",
    "but those who disbelieve are (involved) in false pride and opposition.",
    "How many a generation have We destroyed before them, so they cried out (for mercy), while no time was left for having any refuge.",
    "They (the pagans) wonder that a warner has come to them from among themselves. And the disbelievers say, “This is a magician, a sheer liar.",
    "Has he (not) turned all the gods into a single God? It is a very strange thing indeed.”",
    "And the leaders among them walked out saying (to their followers), “Walk away (from the Prophet,) and stay firm on (adhering to) your gods. This (call of the Prophet) is surely something designed (for his personal benefit).",
    "We never heard of it in the classical faith (of ours). This is nothing but a false invention.",
    "Is it (believable) that the message of advice has been sent down to him (alone) from among all of us?” The fact is that they are in doubt about My message; rather, they have not yet tasted My punishment.",
    "Do they have the treasures of the mercy of your Lord, the Mighty, the Bountiful?",
    "Or do they have the ownership of the heavens and the earth and what lies between them? Then let them ascend (to the sky) by ropes.",
    "What is there (in Makkah) is just a host of the (opposing) groups that has to be defeated.",
    "Even before them, the people of NūH and ‘Ād and Fir‘aun (Pharaoh), the man of stakes,",
    "and Thamūd and the people of LūT and the people of Aaikah have rejected (the messengers). They were the (strong) groups.",
    "All of them did nothing but declare the messengers as liars; hence, My punishment became due.",
    "And these people are waiting for nothing but for a single Cry (the sound of the Trumpet to be blown on Doomsday) that will have no pause.",
    "And they say, “O our Lord, give us our share (of the punishment) sooner, before the Day of Reckoning.”",
    "Bear patiently with what they say, and remember Our servant Dawūd, the man of might. Surely he was ever-turning to Allah.",
    "We had subjugated the mountains to join him (in) making tasbīH (i.e. pronouncing Allah’s purity) at evening and sunrise,",
    "and the birds as well, mustered together. All were turning to Allah with him.",
    "And We made his kingdom strong, and gave him wisdom and decisive speech.",
    "Has there come to you the story of the litigants, when they entered the sanctuary by climbing over the wall?",
    "When they entered upon Dawūd, and he was scared of them, they said, “Be not scared. We are two litigants; one of us has wronged the other, so decide between us with truth, and do not cross the limits, and guide us to the right path.",
    "This is my brother; he has ninety nine ewes, and I have a single ewe; still he said, ‘Give it into my charge.’ And he overpowered me in speech.”",
    "He (Dawūd) said, “He has certainly wronged you by demanding your ewe to be added to his ewe. Many partners oppress one another, except those who believe and do righteous deeds, and very few they are.” And Dawūd realized that We had put him to a test, so he prayed to his Lord for forgiveness, and bowing down, he fell in prostration, and turned (to Allah).",
    "So we forgave him that (lapse), and surely he has a place of nearness in Our presence, and an excellent resort.",
    "O Dawūd, We have made you a vicegerent on earth, so judge between people with truth, and do not follow the selfish desire, lest it should lead you astray from Allah’s path. Surely those who go astray from Allah’s path will have a severe punishment, because they had forgotten the Day of Reckoning.",
    "We did not create the heavens and the earth and what is between them in vain. That is the thinking of those who disbelieve. So, woe to the disbelievers because of the Fire (they have to face).",
    "Shall We make those who believe and do righteous deeds equal to those who commit mischief on the earth? Or shall We make the God-fearing equal to the sinners?",
    "This is a blessed Book We have revealed to you, so that they deliberate in its verses, and so that the men of understanding may heed to advice.",
    "And We blessed Dawūd with Sulaimān. He was an excellent servant (of Allah). Surely, he was great in turning (to Us, in penitence and praise).",
    "(Worth remembering is the incident) when the swift horses of high breeding were presented before him in the evening.",
    "He said, “I held the love of the good things (i.e. these horses) because of the remembrance of my Lord.” until it went behind the veil.",
    "(Then he said,) “Bring them back to me” - and he started passing his hands over the shanks and the necks (of the horses).",
    "And indeed We tested Sulaimān while We threw on his throne a body after which he turned (to Us).",
    "He said, “O my Lord, forgive me, and bless me with a kingdom that will not be available to anyone after me. Surely, You are the Bountiful.”",
    "Then We subjugated the wind for him that blew smoothly on his command to wherever he wished,",
    "and (We subjugated to him) the devils (among Jinns), all builders and divers,",
    "and many others held in chains.",
    "This is Our gift. So, do favor (to someone) or withhold (it), with no (requirement to give) account.",
    "He has a place of nearness in Our presence, and an excellent end.",
    "And remember Our servant, Ayyūb - when he called his Lord saying, “The ShaiTān (Satan) has inflicted weariness and pain upon me.”",
    "(Allah said to him,) “Strike (the ground) with your foot: Here is a cool water to bathe, and a drink!”",
    "And We let him have his family and the like of them besides, as a mercy from Us, and a reminder for the people of understanding.",
    "And (We said to him,) “Take (a bundle of) thin twigs in your hand, and strike with it, and do not violate your oath. Surely, We found him very enduring. He was really an excellent servant. Surely, he was great in turning (to Us, in penitence and praise).",
    "And remember Our servants - Ibrāhīm and IsHāq and Ya‘qūb - the men of strength and the men of vision.",
    "We chose them for a trait of remembering the (eternal) Home (in the Hereafter).",
    "And surely they are, in Our sight, among the chosen, the best of the righteous.",
    "And remember Ismā‘īl and Al-Yasa‘ and Dhul-Kifl. Each one of them was among the best of the righteous.",
    "This is a reminder (of what has passed). And surely the God-fearing will have the best place to return:",
    "- everlasting gardens, with (their) doors opened for them.",
    "They will be relaxing in it, calling there for plenteous fruits and drinks;",
    "and in their company there will be females restricting their glances (to their husbands, and) of matching ages.",
    "This is what you are being promised for the Day of Reckoning.",
    "Surely, that is provision provided by Us, to which there is no end.",
    "Having said this, the transgressors will surely have the most evil place to return:",
    "the Jahannam , in which they will enter. So, how evil is that place to rest?",
    "Let them taste this: hot water and pus,",
    "and other things similar to it of various kinds.",
    "(When the leaders of the infidels will see their followers entering the Hell after them, they will say to each other,) “This is a multitude rushing into (the Hell) with you - they are not welcome - they are to burn in the Fire.”",
    "They (the followers) will say (to their leaders) “No, it is you who are not welcome; you are the ones who brought this upon us.” So, how evil is the place to stay (for ever)!”",
    "They (the followers) will say, “Our Lord, whoever has brought this on us, do increase his punishment twofold in the Fire.”",
    "And they (the infidels) will say, “What is the matter with us that we do not see those men (here in Hell) whom we used to count amongst the worst? (i.e the Muslims whom the infidels used to treat as the worst people among them)",
    "Had we taken them as a laughing-stock (unjustly), or have our eyes missed them?”",
    "That is going to happen definitely, that is, the mutual quarrel of the people of the Fire.",
    "Say, “I am only a warner, and there is no god but Allah, the One, the All-Dominant,",
    "the Lord of the heavens and the earth and what is between them, the Mighty, the Very-Forgiving.”",
    "Say, “It is a great news",
    "to which you are averse.",
    "I had no knowledge of the Heavenly Beings when they were debating (about the creation of ’Ādam).",
    "Revelation is sent to me only because I am a plain warner.",
    "When your Lord said to the angels, “I am going to create man from clay.",
    "So, once I make him perfectly and breath My spirit into him, you must fall down in prostration before him.”",
    "Then, the angels prostrated themselves, all of them together -",
    "except Iblīs (Satan). He waxed proud, and became one of the disbelievers.",
    "He (Allah) said, “O Iblīs, what did prevent you from prostrating yourself before what I created with My hands? Did you wax proud or were you among the lofty ones?”",
    "He said, “I am better than him. You created me from fire, and created him from clay.”",
    "He said, “Then, get out from here, for you are accursed,",
    "and on you shall remain My curse till the Day of Judgment.”",
    "He said, “O my Lord, then give me respite till the day they are raised again.”",
    "He said, “Then, you have been given respite,",
    "until the Day of the Appointed Time.”",
    "He said, “Then, I swear by Your Might, that I will definitely lead them astray, all of them -",
    "except Your chosen servants among them.”",
    "He (Allah) said, “Then, the truth is-and it is (always) the truth that I speak-",
    "that I will definitely fill the Jahannam with you and with those who will follow you from among them, all together.”",
    "Say (O Prophet to the unbelievers,) “I do not demand from you any fee for it, nor am I from among those who make up things artificially.",
    "It is nothing but an advice for all the worlds.",
    "And you will come to know its reality after a while.”",
    "This is the revelation of the Book from Allah, the Mighty, the Wise.",
    "Surely We have revealed the Book to you with truth; so worship Allah making your submission exclusive for Him.",
    "Remember, Allah alone deserves the exclusive submission. As for those who have adopted guardians other than Him (saying), “We worship them for no other reason but because they would bring us near to Allah closely”, Allah will judge between them in the matters in which they are differing. Surely, Allah does not guide anyone who is liar, highly infidel.",
    "Had Allah opted to have a son of His own, He would have definitely chosen anyone, as He wished, out of what He had created. (But), Pure is He. He is Allah, the Only One, the All-Dominant.",
    "He created the heavens and the earth for just purpose. He wraps the night over the day and He wraps the day over the night, and He has put the sun and the moon under His command, each one of them moving for an appointed term. Remember, He is the Mighty, the Most-Forgiving.",
    "He created you from a single person, then (once this person was created,) He made his match from him, and sent down for you eight pairs of the cattle. He creates you in the wombs of your mothers, creation after creation, in three layers of darkness. That is your Allah, your Lord. To Him belongs the whole Kingdom. There is no god but He. Then, to where are you being diverted (by your whims)?",
    "If you disbelieve, then, Allah does not need you at all, however He does not like for His servants to be disbelievers; and if you are grateful, He will like it for you. No one will bear the burden of someone else. Then, to your Lord is your return; so He will tell you about what you used to do. He is aware of whatever lies in the hearts.",
    "And when man is afflicted by pain, he calls his Lord turning to Him passionately. Thereafter, when He blesses him with some favor from Him, he forgets that for which he was calling Him earlier, and sets up partners for Allah, so that he leads others astray from His way. Say, “Enjoy (the pleasure of) your disbelief for a while, (then) surely, you are from among the people of the Fire.”",
    "Can (such people be equal to) the one who worships during the hours of night, prostrating himself and standing, fearing the Hereafter and having hopes in his Lord’s mercy? Say, “Can those who know and those who do not know become equal?” It is only the people of understanding who are receptive of the advice.",
    "Say (on My behalf) “O My servants who believe, fear your Lord. Those who do good deeds in this world will have a good return, and the earth of Allah is wide. Certainly those who observe patience will be given their reward in full without measure.",
    "Say, “I have been ordered to worship Allah, making my submission exclusive to Him.",
    "And I have been ordered to be the first of those who submit.”",
    "Say, “If I were to disobey my Lord, I fear the punishment of a great day.”",
    "Say, “It is Allah whom I worship, making my submission exclusive to Him.",
    "So, worship what you wish other than Him.” Say, “Indeed, the losers are those who (will) lose their selves and their people on the Day of Judgment. Beware, that is really the obvious loss.”",
    "For them there are canopies of fire on top of them and canopies (of fire) underneath them. That is the thing against which Allah warns His servants. “So, O servants of Mine, fear Me.”",
    "And those who abstain from worshipping the Tāghūt and turn fervently to Allah, for them there is good news. So, give the good news to My servants",
    "who listen to what is said, then, follow the best of it. Those are the ones whom Allah has guided, and those are the ones who possess understanding.",
    "So tell Me about the one for whom the word of punishment is destined, - is it you, then, who would save someone who is already in the Fire?",
    "But, for those who fear their Lord, there are chambers with chambers built on top of them, with rivers running from underneath them. This is Allah’s promise. Allah does not go back on any promise.",
    "Have you not seen that Allah sent down water from the sky, then made it penetrate into the earth (and gush forth) in the form of springs? Then He brings forth with it crops of different colors, and afterwards they wither, and you see them turned yellow, then He makes them chaff. Surely in that there is a lesson for the people of understanding.",
    "So I ask about a person whose heart Allah has opened up for Islam, and consequently he proceeds in a light from his Lord. (Can he be equal to the one whose heart is hardened?) So, woe to those whose hearts are too hard to remember Allah. Those are wandering in open error.",
    "Allah has sent down the best discourse, a book containing subjects resembling each other, mentioned again and again, shivered from which are the skins of those who have awe of their Lord. Then, their skins and their hearts become soft enough to tend to the remembrance of Allah. This is the Guidance of Allah with which He brings to the right path whomsoever He wills. As for the one whom Allah lets go astray, for him there is no one to guide.",
    "Tell Me about the one who tries to save himself from the worst punishment with his face on the Day of Judgment, (whether he is equal to the one who is not liable to any punishment.) And it will be said to the wrongdoers, “Have a taste of what you used to earn.”",
    "Those before them had also rejected (the messengers) and consequently, the punishment came upon them in a way that they had never imagined.",
    "Then Allah made them taste disgrace in the worldly life, and of course the punishment of the Hereafter is much greater. Only if they knew!",
    "And We have cited for people all sorts of examples in this Qur’ān, so that they may receive the message",
    "through an Arabic Qur’ān that has no digression (from the truth), so that they may be God-fearing.",
    "Allah has given an example: There is a man (enslaved and) owned by some partners having rivalry with each other, and (on the other hand,) there is a man solely owned by a single man. Can they be equal in comparison? Praise be to Allah! (The truth stands established). But, most of them do not know.",
    "Verily, you are to die and they are to die.",
    "After that, on the Day of Doom, you will surely place your disputes before your Lord."
  ]
}