{
  "meta": {
    "id": 84,
    "name": "T. Usmani",
    "translator_name": "Mufti Taqi Usmani",
    "slug": "en-taqi-usmani",
    "language_name": "english"
  },
  "verses": [
    "About what are they asking each other?",
    "About the Great Event",
    "in which they dispute!",
    "Indeed they will soon know.",
    "Again, indeed they will soon know.",
    "Did We not make the earth a floor,",
    "and the mountains bulwarks?",
    "And We have created you in pairs,",
    "and made your sleep a source of rest,",
    "and made the night a covering,",
    "and made the day a source of livelihood.",
    "And We have built seven strong (skies),",
    "and created a luminous lamp (the sun).",
    "And We have sent down abundant water from the rain-laden clouds,",
    "so that We bring out therewith grain and vegetation,",
    "and thick gardens.",
    "Surely the Day of Decision is an appointed time,",
    "a day when the trumpet will be blown, so you will come in multitudes,",
    "and the sky will be opened, so it will become as gates,",
    "and the mountains will be set in motion, so they will be as mirage.",
    "Surely Jahannam (the Hell) lurks in ambush.",
    "(It is) abode for the rebellious people",
    "who will be abiding in it for ages.",
    "They will taste nothing cool in it, nor a drink,",
    "except boiling water and pus,",
    "this being a punishment, fully commensurate (with their deeds).",
    "They did not expect (to face) accounting (of their deeds),",
    "and they rejected Our signs totally.",
    "And everything (from their deeds) is thoroughly recorded by Us in writing.",
    "“So now taste! We will add nothing to you but torment.”",
    "Of course, the God-fearing will have great achievement,",
    "-gardens and grapes,",
    "and buxom maidens of matching age,",
    "and goblets filled up to the brim.",
    "They will not hear any vain talk therein, nor lies,",
    "this being a reward from their Lord, a well calculated grant,",
    "(from) the Lord of the heavens and the earth and what is between them, the All-Merciful. No one will have power to address Him,",
    "on the Day when the Spirit and the angels will stand in rows. They will not speak, except the one who is permitted by the RaHmān (the All-Merciful Allah) and speaks aright.",
    "That is the Day that is sure to come. So whoever so wishes may take refuge with his Lord.",
    "We have warned you of an approaching torment (that will be inflicted) on a day when one will see what his hands have sent ahead, and the disbeliever will say, “O would that I had turned into dust.”",
    "I swear by those (angels) who pull out (the souls of the infidels) with extreme force,",
    "and by those (angels) who untie the knot (of the souls of the believers) smoothly,",
    "and by those who float (in the atmosphere) swiftly,",
    "then proceed forward quickly,",
    "then manage (to do) everything (they are ordered to do,)",
    "(you will be resurrected) on the Day when the shocking event (i.e. the first blowing of the trumpet) will shock (everything),",
    "followed by the next one (i.e. the second blowing of the trumpet.)",
    "On that day, hearts (of people) will be throbbing,",
    "with their eyes downcast.",
    "They (the infidels) say, “Are we going to be brought back to our former state (of Life)?",
    "Is it when we are turned into decayed bones?”",
    "They say, “If so, that will be a harmful homecoming.”",
    "In fact, it will be only a single harsh voice,",
    "and in no time they will be (brought) into the plain (of Hashr).",
    "Has there come to you the narrative about Mūsā?",
    "(Recall) when his Lord called to him in the blessed valley of Tuwā:",
    "“Go to Fir‘aun (Pharaoh). Indeed, he has crossed all bounds.",
    "And say (to him,) ‘Would you like to purify yourself,",
    "and that I should guide you to your Lord, so that you fear (Him)?’”",
    "So, he (Mūsā) showed him the biggest sign.",
    "But he rejected and disobeyed,",
    "then he turned back, and tried hard (to refute the Messenger),",
    "then he gathered (his people) and shouted",
    "and said, “I am your supreme lord.”",
    "So, Allah seized him for an exemplary punishment in the Hereafter and the present world.",
    "Indeed, there is a lesson for him who fears (Allah).",
    "Is your creation more difficult or that of the sky? He has built it,",
    "He has raised its height, then made it proper,",
    "and darkened its night, and brought forth its daylight,",
    "and, after that, He spread out the earth.",
    "From it, He brought out its water and its meadows,",
    "and firmly fixed the mountains,",
    "(all this) as a benefit to you and your cattle.",
    "So when the Greatest Havoc will take place",
    "on the day when man will recall what he did,",
    "and the Hell will be exposed for all who see,",
    "then for the one who had rebelled,",
    "and preferred the worldly life (to the Hereafter),",
    "the Hell will be the abode,",
    "whereas for the one who feared to stand before his Lord, and restrained his self from the (evil) desire,",
    "the Paradise will be the abode.",
    "They ask you (O Prophet,) about the Hour (the Day of Judgment) as to when it will take place.",
    "In which capacity are you to tell this?",
    "With your Lord is the final word about it.",
    "You are only a warner for anyone who fears it.",
    "The day they will see it, it will seem to them as if they did not live (in the world) but only for one afternoon or for the morning thereof.",
    "He (the Prophet) frowned and turned his face,",
    "because the blind man came to him!",
    "What could tell you (O prophet about the prospects of the blind man?) May be, (if you had attended him properly,) he would have attained purity,",
    "or have received the advice, and the advice would have benefited him.",
    "As for the one who does not care (about faith),",
    "you are anxious to pursue him,",
    "while there is no blame on you, if he does not attain purity.",
    "As regards the one who has come to you rushing eagerly,",
    "while he fears (Allah),",
    "to him you pay no heed!",
    "Never! (you should never act in this way,) Indeed this (Qur’ān) is an advice.",
    "So, whoever so wills may pay heed to it.",
    "It is (recorded) in those scripts (of the Preserved Tablet) that are honoured,",
    "exalted, purified,",
    "in the hands of those scribes",
    "who are honorable, righteous.",
    "Damned is the man! How ungrateful he is!",
    "From which stuff did He (Allah) create him?",
    "from a drop of semen! He created him, and designed him in due proportion,",
    "then He made the way easy for him,",
    "Later, he made him die, and put him into grave,",
    "Thereafter, when He will intend, He will raise him up.",
    "No! He has not yet fulfilled what He (Allah) had commanded him.",
    "So, the man should consider his food,",
    "how well We poured water,",
    "then how nicely We split the earth,",
    "then We grew in it grain,",
    "and grapes and greens,",
    "and olive and date-palms,",
    "and gardens, full of thick trees,",
    "and fruits and fodder,",
    "as a benefit for you and your cattle.",
    "So when the Deafening Noise will occur,",
    "the Day when one will flee from his brother,",
    "and from his mother and father,",
    "and from his wife and sons,",
    "every one of them will be too engaged in his own affairs to care for others.",
    "Many faces, on that day, will be bright,",
    "laughing, rejoicing,",
    "and many faces, on that day, will be stained with dust,",
    "covered by darkness.",
    "Those are the disbelievers, the nefarious.",
    "When the sun will be folded up,",
    "and when the stars will swoop down,",
    "and when the mountains will be set in motion,",
    "and when the ten-months pregnant she-camels will be abandoned,",
    "and when the wild beasts will be gathered together,",
    "and when the seas will be flared up,",
    "and when the people will be arranged in categories,",
    "and when the girl-child that was buried alive will be asked,",
    "for what sin she was killed,",
    "and when the scrolls (of deeds) will be unrolled,",
    "and when the sky will be stripped off,",
    "and when the Hell will be set ablaze,",
    "and when the Paradise will be brought close,",
    "then everyone will know what he (or she) has put forward.",
    "So, I swear by those (stars) that recede,",
    "that proceed, that withdraw from the scene,",
    "and by the night when it departs,",
    "and the morning when it starts breathing,",
    "it (the Qur’ān) is surely the word of a noble messenger (Jibra’īl X),",
    "the one possessing power and a high status with the Lord of the Throne,",
    "the one obeyed there, trusted.",
    "Your companion (Muhammad ) is not a madman,",
    "and he did see him (Jibra’īl X) on the clear horizon.",
    "And he (the Prophet) is not stingy about (the news of) the unseen.",
    "Nor is it the word of an outcast satan (devil).",
    "Then where are you going?",
    "It is nothing else but a message of advice for all the worlds,",
    "for the benefit of any one from among you who intends to go straight.",
    "And you cannot intend (to do anything) unless it is so willed by Allah, the Lord of all the worlds.",
    "When the sky will be cleft asunder,",
    "and when the stars will disperse,",
    "and when the seas will be burst forth,",
    "and when the graves will be overturned,",
    "then one will know what he sent ahead and what he left behind.",
    "O man! What has deceived you about your Gracious Lord,",
    "who created you, then perfected you, then brought you in due proportion?",
    "He composed you in whichever form He willed.",
    "Never! (i.e. one should never be heedless towards him.) But you deny the Requital,",
    "while (appointed) over you there are watchers,",
    "who are noble, writers (of the deeds),",
    "who know whatever you do.",
    "Surely the righteous will be in bliss,",
    "and the sinners in Hell,",
    "in which they will enter on the Day of Requital,",
    "and they will not (be able to) keep away from it.",
    "And what may let you know what the Day of Requital is?",
    "Again, what may let you know what the Day of Requital is?",
    "A Day when no one will have power to do any thing for another! And command, on that Day, will belong to Allah (alone).",
    "Woe to the curtailers",
    "who, when they measure something to receive from people, take it in full,",
    "and when they measure or weigh something to give it to them, give less than due.",
    "Do they not think that they have to be raised up",
    "on a Great Day,",
    "the Day when all the people will stand before the Lord of the worlds?",
    "Never! (i.e. they should never act in such a way.) Indeed the record of deeds of the sinners is in Sijjīn .",
    "And what may let you know what Sijjīn is?",
    "A register, inscribed!",
    "Woe that day to the deniers,",
    "who deny the Day of Requital!",
    "And none denies it but every sinful transgressor.",
    "When Our verses are recited to him, he says, “(These are) tales of the ancients.”",
    "No! But that which they used to commit has covered their hearts with rust.",
    "No! Indeed they will be screened off from their Lord on that Day.",
    "Then they will have to enter the Hell.",
    "Then it will be said, “This is what you used to deny.”",
    "No! The record of deeds of the righteous is in ‘Illiyyūn .",
    "And what may let you know what ‘Illiyyūn is ?",
    "A register inscribed,",
    "attended by those (angels) who are blessed with nearness to Allah!",
    "Indeed the righteous will be in absolute bliss.",
    "While (sitting) on thrones they will be watching (the scenes of Paradise).",
    "You will recognize the glamour of bliss on their faces.",
    "They will be served with a pure sealed wine to drink,",
    "the seal of which will be of musk.-It is this (bliss) in aspiring for which the competitors should race each other.",
    "-and it will be blended with (a drink from) Tasnīm ,",
    "a spring from which will drink those who are blessed with nearness.",
    "Indeed those who were guilty used to laugh at those who believed,",
    "and when they passed by them, they used to wink at one another,",
    "and when they went back to their family, they went enjoying their mockery,",
    "and when they saw them, they said, “Surely these are the ones who have gone astray”",
    "while they were not sent as watchmen over them.",
    "So, today those who believed will laugh at the disbelievers.",
    "While (sitting) on thrones, they will be seeing",
    "whether the disbelievers have been paid back for what they used to do.",
    "When the sky will split apart,",
    "and will listen to (the command of) its Lord,- and it ought to,-",
    "and when the earth will be stretched (to give room to more people),",
    "and it will throw up whatever it contains, and will become empty,",
    "and will listen to (the command of) its Lord,- and it ought to,- (then man will see the consequences of his deeds.)",
    "O man, you have to work hard constantly to reach your Lord, and then you have to meet Him.",
    "So, as for him whose book (of deeds) will be given to him in his right hand,",
    "he will be called to account in an easy manner,",
    "and he will go back to his people joyfully.",
    "As for the one whose book (of deeds) will be given to him from his backside,",
    "he will pray for death,",
    "and will enter the blazing fire.",
    "He had been joyful among his people (in the world).",
    "He thought he would never revert (to Allah).",
    "No! Indeed his Lord was watchful over him.",
    "So, I swear by the twilight (after sunset),",
    "and by the night and what it envelops,",
    "and by the moon when it develops at the full,",
    "you shall certainly ascend from stage to stage.",
    "So, what is wrong with them that they do not believe,",
    "and when the Qur’ān is recited to them, they do not offer sajdah (prostration)?",
    "Rather, those who disbelieve deny (the truth).",
    "And Allah is most aware of what they store.",
    "So, give him the ‘good news’ of a painful punishment,",
    "but those who believed and did righteous deeds will have a reward that will never be interrupted.",
    "I swear by the sky, the one having stellar formations,",
    "and by the Promised Day,",
    "and by that which attends, and that which is attended,",
    "cursed were the People of the Trench,",
    "the (people of the) fire that was rich with fuel,",
    "when they were sitting by it,",
    "and were watching what they were doing with the believers.",
    "They punished them for nothing but that they believed in Allah, the All-Mighty, the Worthy of All Praise,",
    "the One to whom belongs the Kingdom of the heavens and the earth. And Allah is witness over every thing.",
    "Surely, those who persecuted the believing men and the believing women, then did not repent, -for them there is the torment of Jahannam (Hell), and for them there is the torment of burning.",
    "As for those who believed and did righteous deeds, for them there are gardens beneath which rivers flow. That is the big achievement.",
    "The seizure of your Lord is severe indeed!",
    "Surely He originates (creation) and repeats (it after death).",
    "And He is the Most-Forgiving, the Most-Loving,",
    "the Master of the Throne, the Glorious.",
    "He is ever doer of what He intends.",
    "Has there come to you the story of the forces,",
    "of Fir‘aun (Pharaoh) and Thamūd?",
    "But those who disbelieve are (engaged) in denying (the truth).",
    "Allah has encompassed them from all sides.",
    "The reality is that it is the glorious Qur’ān,",
    "(recorded) in the Preserved Tablet (LauH MaHfūZ).",
    "I swear by the sky and by the Night-Comer,-",
    "-and what may let you know what the Night-Comer is?",
    "The star of piercing brightness!- -",
    "-there is no human being, but there is a watcher over him.",
    "So, let man consider of which stuff he is created.",
    "He is created of spouting water",
    "that comes out from between the loins and the chest-bones.",
    "Surely He is Powerful to bring him back",
    "on a day when all the secrets will be searched out,",
    "and he will have neither strength (to defend), nor a supporter.",
    "I swear by the sky that rains,",
    "and the earth that cracks open (for plants),",
    "this is a decisive word,",
    "and it is not a joke.",
    "They are devising plans,",
    "and I Am devising plans.",
    "So leave the disbelievers alone at the moment; give them respite for a while.",
    "Pronounce the purity of the name of your most exalted Lord,",
    "who created (everything), then made (it) well,",
    "and who determined a measure (for everything), then guided (it),",
    "and who brought forth pasturage,",
    "then turned it into a blackening stubble.",
    "We will make you recite, then you will not forget",
    "except that which Allah wills. Indeed He knows what is manifest and what is hidden.",
    "And We will facilitate for you (to reach) the easiest way.",
    "So, extend advice (to people) if advice is useful.",
    "The one who fears (Allah) will observe the advice,",
    "and it will be avoided by the most wretched one",
    "who will enter the Biggest Fire,",
    "then he will neither die therein, nor live (a desirable life).",
    "Success is surely achieved by him who purifies himself,",
    "and pronounces the name of his Lord, then offers prayer.",
    "But you prefer the worldly life,",
    "while the Hereafter is much better and much more durable.",
    "Indeed this is (written) in the earlier divine scripts,",
    "the scripts of Ibrāhīm and Mūsā.",
    "Has there come to you the description of the Overwhelming Event?",
    "Many faces that day will be humbled,",
    "laboring, exhausted.",
    "They will enter into the scorching fire.",
    "They will be made to drink water from a boiling spring.",
    "There will be no food for them except from a thorny plant",
    "that will neither nourish, nor satisfy hunger.",
    "Many faces that day will be full of glamour,",
    "well pleased with their endeavor,",
    "in a lofty garden,",
    "in which they will not hear any absurd talk.",
    "In it there is a flowing spring.",
    "In it there are elevated couches",
    "and goblets, well placed,",
    "and cushions, arrayed",
    "and carpets, spread around.",
    "So, do they not look at the camels how they are created,",
    "and at the sky, how it is raised high,",
    "and at the mountains, how they are installed,",
    "and at the earth, how it is spread out?",
    "So, (O Prophet,) keep on preaching; you are only a preacher.",
    "You are not a taskmaster set up over them,",
    "but whoever turns away and disbelieves,",
    "Allah will punish him with the greatest torment.",
    "Surely towards Us they have to return,",
    "then it is Our job to call them to account.",
    "I swear by the dawn,",
    "and by Ten Nights,",
    "and by the even and the odd,",
    "and by the night when it moves away,",
    "-Is there (not) in such an oath (enough assurance) for a man of sense?-",
    "Have you not seen how your Lord dealt with (the people) of ‘Ād",
    "of Iram , the men of tall pillars,",
    "the like of whom were never created in the lands,",
    "and (how He dealt) with (the people of) Thamūd who had carved out the rocks in the Valley (of Qurā),",
    "and with Fir‘aun (Pharaoh), the man of the stakes,",
    "- those who had rebelled in the cities,",
    "and spread a lot of mischief therein.",
    "So, your Lord let loose on them the whip of torment.",
    "Surely your Lord is ever on the watch.",
    "As for man, when his Lord tests him, and thus gives him honour and bounties, he says, “My Lord has honoured me.”",
    "But when he tests him, and thus straitens his provision for him, he says, “My Lord has disgraced me.”",
    "No! But you do not honour the orphan,",
    "and do not encourage one another to feed the needy.",
    "And you devour the inheritance with a sweeping gulp,",
    "and love wealth, an excessive love.",
    "No! When the earth will be crushed thoroughly to be turned into bits,",
    "and your Lord will come, and the angels as well, lined up in rows,",
    "and Jahannam (Hell), on that day, will be brought forward, it will be the day when man will realize the truth, but from where will he take advantage of such realization?",
    "He will say, “O Would that I had sent ahead (some good deeds) for (this) my life!”",
    "So no one can punish like He will punish, that day,",
    "nor can anyone shackle like He will shackle.",
    "(As for an obedient man, it will be said to him,) “O content soul,",
    "come back to your Lord, well-pleased, well-pleasing.",
    "So, enter among My (special) servants,",
    "and enter My Paradise.”",
    "I swear by this city,",
    "-and (O Prophet,) you are going to be allowed (to fight) in this city-",
    "and by the father and all those he begot,",
    "indeed We have created man (to live) in hard struggle.",
    "Does he think that no one has power over him?",
    "He says, “I have spent a lot of wealth.”",
    "Does he think that no one has seen him?",
    "Did We not make for him two eyes,",
    "and one tongue and two lips,",
    "and showed him the two ways?",
    "Yet he did not make his way through the steep course,- -",
    "- And what may let you know what the steep course is?",
    "(It is) freeing of the neck of a slave,",
    "or giving food in a day of hunger",
    "to an orphan near of kin,",
    "or to a needy person lying in dust- -",
    "- then he did not join those who believe and advise each other to be patient and advise each other to be merciful.",
    "Those are the People of the Right Hand. (i.e. their books of deeds will be given in their right hands)",
    "As for those who reject Our verses, they are the People of the Left Hand. (i.e. their books of deeds will be given in their left hands.)",
    "Upon them will be the Fire, enveloping them with closed exits.",
    "I swear by the sun and his broad light,",
    "and by the moon when she follows him,",
    "and by the day when it shows his brightness,",
    "and by the night when it envelops him,",
    "and by the sky, and the One who built it,",
    "and by the earth, and the One who spread it,",
    "and by the soul, and the One who made it well,",
    "then inspired it with its (instincts of) evil and piety,",
    "success is really attained by him who purifies it,",
    "and failure is really suffered by him who pollutes it.",
    "(The People of) Thamūd denied the truth because of their transgression,",
    "when rose up the one who was most wretched of them.",
    "So, the Messenger of Allah said to them, “Be careful of Allah’s she-camel and her right to drink.”",
    "But they rejected him and killed her, so their Lord sent eradicating torment upon them because of their sin, and made it equal for all.",
    "And He has no fear of its consequence.",
    "I swear by the night when it covers (the sun),",
    "and by the day when it unveils itself,",
    "and by the One who created the male and the female,",
    "your efforts are diverse:",
    "As for the one who gives (in charity) and fears Allah,",
    "and believes in the best (religion),",
    "We will facilitate for him the way to extreme ease (i.e. the comforts of Paradise).",
    "But the one who is miser and deems himself self-sufficient,",
    "and rejects the best (religion),",
    "We will facilitate for him the way to extreme distress.",
    "And his wealth will not help him when he will fall down (into Hell).",
    "Of course, it is undertaken by Us to guide,",
    "and in Our control is the Hereafter and the worldly life.",
    "So I have warned you of a blazing fire.",
    "None will enter it but the wretched one,",
    "who rejected (the truth) and turned away (from it).",
    "And saved from it will be the most God-fearing one,",
    "who gives his wealth (in charity) to become purified,",
    "while no one has conferred any favour on him for which he would give a return,",
    "but (he gave his wealth in charity) only to seek the Countenance of his Lord, the Most High.",
    "And surely he will soon be happy.",
    "I swear by the forenoon,",
    "and by the night when it becomes peaceful,",
    "your Lord (O Prophet,) has neither forsaken you, nor has become displeased.",
    "Surely the Hereafter is much better for you than the present life.",
    "And of course, your Lord will give you so much that you will be pleased.",
    "Did He not find you an orphan, and give you shelter?",
    "And He found you unaware of the way (the Sharī‘ah ), then He guided you.",
    "and He found you in need, then made you need-free.",
    "Therefore, as for orphan, do not oppress him,",
    "and as for the beggar, do not scold him.",
    "And about the bounty of your Lord, do talk.",
    "Have We not caused your bosom to be wide open for you?",
    "And We removed from you your burden",
    "that had (almost) broken your back,",
    "and We raised high your name.",
    "So, undoubtedly, along with the hardship there is ease.",
    "Undoubtedly, along with the hardship there is ease.",
    "So, when you are free (from collective services), toil hard (in worship),",
    "and towards your Lord turn with eagerness.",
    "I swear by the Fig and the Olive,",
    "and by Tūr, the mount of Sinai,",
    "and by this peaceful city,",
    "We have created man in the best composition,",
    "then We turned him into the lowest of the low,",
    "except those who believed and did righteous deeds, because for them there is a reward never ending.",
    "So, what can make you, after all this, to deny the Requital?",
    "Is Allah not the Greatest Ruler of all the rulers?",
    "Read with the name of your Lord who created (every thing),",
    "He created man from a clot of blood.",
    "Read, and your Lord is the most gracious,",
    "who imparted knowledge by means of the pen.",
    "He taught man what he did not know.",
    "In fact, man crosses the limits,",
    "because he deems himself to be free of need.",
    "Surely to your Lord is the return.",
    "Have you seen him who forbids",
    "a servant of Allah when he prays?",
    "Tell me, if he is on the right path,",
    "or bids piety, (would the former still forbid him?)",
    "Tell me, if he rejects (the true faith) and turns away,",
    "does he not know that Allah is watching (him)?",
    "No! If he does not desist, We will certainly drag (him) by forelock,",
    "a lying, sinful forelock.",
    "So let him call the men of his council,",
    "We will call the soldiers of the Hell.",
    "No! Never obey him, and bow down in sajdah, and come close to Me.",
    "We have sent it (the Qur’ān) down in the Night of Qadr.",
    "And what may let you know what the Night of Qadr is?",
    "The Night of Qadr is much better than one thousand months.",
    "The angels and the Spirit descend in it, with the leave of your Lord, along with every command.",
    "Peace it is till the debut of dawn.",
    "Those who disbelieved from among the People of the Book and the polytheists were not (expected) to desist (from their wrong beliefs) unless there comes to them a clear proof,",
    "a messenger from Allah who recites the purified scrolls",
    "containing (right and) straight writings.",
    "And those who were given the Book did not disagree but after the clear proof came to them,",
    "while they were not ordered but to worship Allah, making their submission exclusive for him with no deviation, and to establish Salāh and pay Zakāh. That is the way of the straight religion.",
    "Surely those who disbelieved from among the People of the Book and the polytheists will be in the fire of Jahannam , in which they will be living forever. Those are the worst of all human beings.",
    "As for those who believed and did righteous deeds, they are the best of all human beings.",
    "Their reward, with their Lord, is gardens of eternity beneath which rivers flow, in which they will be abiding forever. Allah is well pleased with them, and they are well pleased with Him. That (reward) is for him who has awe of his Lord.",
    "When the earth will be trembled with its quake,",
    "and the earth will bring forth its burdens,",
    "and man will say, “What has happened to it?”",
    "That day it will describe all its happenings,",
    "because its Lord will have so commanded it.",
    "That day the people will come back (from the place of reckoning) in different groups, so that they may be shown (the fruits of) their deeds.",
    "So, whoever does any good act (even) to the weight of a particle will see it.",
    "And whoever does evil (even) to the weight of a particle will see it.",
    "(I swear) by those (horses) that run snorting,",
    "then those that create sparks by striking (their hoofs) on the stones,",
    "then those that invade at morning,",
    "then raise, at the same time, a trail of dust,",
    "then enter, at the same time, into the centre of the (opposing) host,",
    "man is, indeed, very ungrateful to his Lord,",
    "and he himself is a witness to that fact,",
    "and in his love for wealth, he is very intense.",
    "Does he not then know (what will happen) when all that is contained in the graves will be overturned,",
    "and all that is contained in the hearts will be exposed.",
    "Surely your Lord, that day, is fully aware of them.",
    "The Striking Event!",
    "What is the Striking Event?",
    "And what may let you know what the Striking Event is?",
    "(It will happen) on a day when people will be like scattered moths,",
    "and the mountains will be like carded wool.",
    "Then, as for him whose scales (of good deeds) are heavy,",
    "he will be in a happy life.",
    "But he whose scales are light,",
    "-his abode will be Abyss.",
    "And what may let you know what that (Abyss) is?",
    "A blazing Fire!",
    "You are distracted by mutual competition in amassing (worldly benefits),",
    "until you reach the graves.",
    "No! (This is not a correct attitude.) You will soon know (the reality).",
    "Again, you will soon know.",
    "No! Only if you knew (it) with a sure knowledge!",
    "You will certainly see the Hell,",
    "then you will see it with full certitude.",
    "Then you will be asked about all the pleasures (you enjoyed in the world).",
    "(I swear) by the Time,",
    "man is in a state of loss indeed,",
    "except those who believed and did righteous deeds, and exhorted each other to follow truth, and exhorted each other to observe patience.",
    "Woe to every backbiter, derider",
    "who accumulates wealth and counts it.",
    "He thinks that his wealth has made him eternal.",
    "Never! He will certainly be thrown into the Crushing Fire.",
    "And what may let you know what the Crushing Fire is?",
    "It is Allah’s kindled fire",
    "that will peep into the hearts.",
    "It will be closed on them,",
    "in outstretched columns.",
    "Have you not seen how your Lord dealt with the People of the Elephant?",
    "Has He not turned their plan into nullity?",
    "And He sent upon them flying birds in flocks,",
    "throwing upon them stones of baked clay,",
    "and thus He turned them into an eaten-up chaff.",
    "Because of the familiarity of the Quraish,",
    "that is, their familiarity with the trips of winter and summer,",
    "they must worship the Lord of this House,",
    "who gave them food against hunger, and gave them security against fear.",
    "Have you seen him who denies the Requital?",
    "So, he is the one who pushes away the orphan,",
    "and does not persuade (others) to feed the needy.",
    "So, Woe to those performers of Salāh,",
    "who are neglectful of their Salāh,",
    "who (do good only to) show off,",
    "and refuse (to give even) small gifts.",
    "(O Prophet,) surely We have given to you Al-Kauthar.",
    "So, offer Salāh (prayer) to your Lord, and sacrifice.",
    "Surely it is your enemy whose traces are cut off.",
    "Say, “O disbelievers,",
    "I do not worship that which you worship,",
    "nor do you worship the One whom I worship.",
    "And neither I am going to worship that which you have worshipped,",
    "nor will you worship the One whom I worship.",
    "For you is your faith, and for me, my faith.”",
    "(O Prophet,) When there comes Allah’s help and the Victory,",
    "and you see people entering Allah’s (approved) religion in multitudes,",
    "then pronounce the purity and praise of your Lord, and seek forgiveness from Him. Surely He is Ever-Relenting.",
    "Perish the two hands of Abū Lahab, and perish he!",
    "Neither his wealth benefited him, nor what he earned.",
    "He will soon enter a Fire, full of flames,",
    "and his wife as well,-the wicked carrier of firewood.",
    "Around her neck, there is (a collar of iron, like) a well-twisted rope.",
    "Say, “The truth is that Allah is One.",
    "Allah is Besought of all, needing none.",
    "He neither begot anyone, nor was he begotten.",
    "And equal to Him has never been any one.”",
    "Say, “I seek refuge with the Lord of the daybreak",
    "from the evil of everything He has created,",
    "and from the evil of the dark night when it penetrates,",
    "and from the evil of the women who blow on the knots,",
    "and from the evil of an envier when he envies.",
    "Say, “I seek refuge with the Lord of mankind,",
    "the King of mankind,",
    "the God of mankind,",
    "from the evil of the whisperer who withdraws (when Allah’s name is pronounced),",
    "the one who whispers in the hearts of people,",
    "whether from among the Jinn or Mankind."
  ]
}