{
  "meta": {
    "id": 122,
    "name": "Maulana Azizul Haque al-Umari",
    "translator_name": "Maulana Azizul Haque al-Umari",
    "slug": "hi-maulana-azizul-haque-al-umari",
    "language_name": "hindi"
  },
  "verses": [
    "और धरती पर चलने-फिरने वाला जो भी प्राणी है, उसकी रोज़ी अल्लाह के ज़िम्मे है। वह उसके ठहरने के स्थान तथा उसके सौंपे जाने के स्थान को जानता है। सब कुछ एक स्पष्ट पुस्तक में (अंकित) है।",
    "और वही है, जिसने आकाशों तथा धरती को छः दिनों में पैदा किया। उस समय उसका सिंहासन पानी पर था। ताकि तुम्हारी परीक्षा ले कि तुममें किसका कर्म सबसे उत्तम है। और (ऐ नबी!) यदि आप उनसे कहें कि निःसंदेह तुम मरने के बाद पुनः जीवित किए जाओगे, तो जिन लोगों ने कुफ़्र किया, वे अवश्य कहेंगे कि यह तो खुला जादू है।",
    "और यदि हम एक गिनी-चुनी अवधि तक उनसे यातना को विलंबित कर दें, तो अवश्य कहेंगे कि किस चीज़ ने उसे रोक रखा है? सुन लो! वह जिस दिन उनपर आ जाएगी, तो उनपर से टाली नहीं जाएगी। और वह (यातना) उन्हें घेर लेगी, जिसकी वे हँसी उड़ाया करते थे।",
    "और यदि हम मनुष्य को अपनी तरफ़ से किसी दया (नेमत) का स्वाद चखा दें, फिर उसे उससे छीन लें, तो निश्चय ही वह अति निराश, बड़ा नाशुक्रा हो जाता है।",
    "और यदि हम उसे विपत्ति पहुँचने के बाद कोई नेमत चखाएँ, तो निश्चय ही वह अवश्य कहेगा : समस्त विपत्तियाँ मुझसे दूर हो गईं। निःसंदेह वह बहुत इतराने वाला, बहुत गर्व करने वाला है।",
    "परन्तु जिन लोगों ने धैर्य से काम लिया और अच्छे कर्म करते रहे, ऐस लोगों के लिए क्षमा और बड़ा प्रतिफल है।",
    "तो (ऐ नबी!) संभवतः आप अपनी ओर की जाने वाली वह़्य के कुछ भाग (का प्रसार) छोड़ देने वाले हैं, और उसके (प्रसार के) कारण आपका सीना तंग हो रहा है कि वे कहेंगे कि इसपर कोई ख़ज़ाना क्यों नहीं उतारा गया या इसके साथ कोई फरिश्ता क्यों नहीं आया? (तो सुनिए) आप केवल सचेत करने वाले हैं और अल्लाह ही प्रत्येक चीज़ का संरक्षक है।",
    "बल्कि क्या वे कहते हैं कि उसने इस (क़ुरआन) को स्वयं गढ़ लिया है? आप कह दें कि इस जैसी गढ़ी हुई दस सूरतें ले आओ और अल्लाह के सिवा, जिसे बुला सकते हो, बुला लो, यदि तुम सच्चे हो।",
    "फिर यदि वे तुम्हारी मांग पूरी न करें, तो जान लो कि यह (क़ुरआन) अल्लाह के ज्ञान के साथ उतारा गया है और यह कि उसके सिवा कोई पूज्य नहीं। तो क्या तुम मुसलमान होते हो?",
    "जो व्यक्ति सांसारिक जीवन तथा उसकी शोभा चाहता हो, हम ऐसे लोगों को उनके कर्मों का बदला इसी (दुनिया) में दे देते हैं और इसमें उनका कोई हक़ नहीं मारा जाता।",
    "यही वे लोग हैं, जिनके लिए आख़िरत में आग के सिवा कुछ नहीं है और उनके दुनिया में किए हुए समस्त कार्य व्यर्थ हो जाएँगे और उनका सारा किया-धरा अकारथ होकर रह जाएगा।",
    "तो क्या वह व्यक्ति जो अपने पालनहार की ओर से स्पष्ट प्रमाण रखता हो और उसके बाद अल्लाह की ओर से एक गवाह भी आ जाए, तथा उससे पहले मूसा की पुस्तक मार्गदर्शक और दया के रूप में उपस्थित रही हो (वह गुमराही में पड़े हुए लोगों के समान हो सकता है?) ऐसे ही लोग इस (क़ुरआन) पर ईमान रखते हैं। और इन समूहों में से जो व्यक्ति भी इसका इनकार करेगा, तो उसके वादा की जगह (ठिकाना) दोज़ख है। अतः आप इसके बारे में किसी संदेह में न पड़ें। निःसंदेह यह आपके पालनहार की ओर से सत्य है। परंतु अधिकतर लोग ईमान (विश्वास) नहीं रखते।",
    "और उससे बड़ा अत्याचारी कौन होगा, जो अल्लाह पर झूठ गढ़े? ऐसे लोग अपने पालनहार के समक्ष प्रस्तुत किए जाएँगे और गवाही देने वाले कहेंगे कि यही वे लोग हैं जिन्होंने अपने पालनहार पर झूठ गढ़ा था। सुन लो! अत्याचारियों पर अल्लाह की धिक्कार है।",
    "जो अल्लाह के मार्ग से रोकते हैं और उसे टेढ़ा बनाना चाहते हैं और वही आख़िरत का इनकार करने वाले हैं।",
    "वे धरती में अल्लाह की यातना से बचकर भाग नहीं सकते और न उनका अल्लाह के सिवा कोई सहायक है। उनके लिए यातना दुगुनी कर दी जाएगी। वे (दुनिया में) न सुन सकते थे, न देख सकते थे।",
    "ये वही लोग हैं, जिन्होंने अपने आपको घाटे में डाला और वह सब कुछ उनसे खो गया, जो वे झूठ गढ़ा करते थे।",
    "इसमें कोई संदेह नहीं कि यही लोग आख़िरत में सबसे अधिक घाटा उठाने वाले हैं।",
    "निःसंदेह जो लोग ईमान लाए और अच्छे कार्य किए, तथा अपने पालनहार के सामने विनम्रता प्रकट की, वही लोग जन्नत वाले हैं। वे उसमें हमेशा रहेंगे।",
    "दोनों पक्षों का उदाहरण अंधे और बहरे तथा देखने और सुनने वाले की तरह है। क्या ये दोनों उदाहरण में बराबर हो सकते हैं? क्या तुम (इससे) नसीहत नहीं पकड़ते?",
    "और हमने नूह़ को उसकी जाति की ओर रसूल बनाकर भेजा। (उन्होंने कहा :) निःसंदेह मैं तुम्हें साफ़-साफ़ सावधान करने वाला हूँ।",
    "कि तुम केवल अल्लाह की इबादत करो। निःसंदेह मैं तुमपर एक दर्दनाक दिन की यातना से डरता हूँ।",
    "तो उनकी जाति के उन प्रमुखों ने कहा, जिन्होंने कुफ्र किया था : हम तो तुम्हें अपने ही जैसा इनसान समझते हैं और हम देख रहे हैं कि तुम्हारा अनुसरण केवल वही लोग कर रहे हैं, जो हम में नीच हैं, जिन्होंने बिना सोचे-समझे तुम्हारी पैरवी की है।और हम अपने ऊपर तुम्हारी कोई श्रेष्ठता भी नहीं देखते। बल्कि हम तो तुम्हें झूठा समझते हैं।",
    "नूह़ ने कहा : ऐ मेरी जाति के लोगो! क्या तुमने इस बात पर विचार किया कि यदि मैं अपने पालनहार की ओर से एक स्पष्ट प्रमाण पर हूँ और उसने मुझे अपने पास से दया प्रदान की हो, फिर वह तुम्हें सुझाई न दे, तो क्या हम तुम्हें उसको मानने पर मजबूर कर सकते हैं, जबकि तुम उसे नापसंद करते हो?",
    "और ऐ मेरी जाति के लोगो! मैं इस (संदेश के प्रचार) पर तुमसे कोई धन नहीं माँगता। मेरा बदला बस अल्लाह के ऊपर है। और मैं (अपने यहाँ से) उन लोगों को दूर नहीं हटा सकता, जो ईमान लाए हैं। निःसंदेह वे अपने पालनहार से मिलने वाले हैं। परन्तु मैं देख रहा हूँ कि तुम जाहिलों जैसी बातें कर रहे हो।",
    "और ऐ मेरी जाति के लोगो! अल्लाह के मुक़ाबले में कौन मेरी सहायता करेगा,  यदि मैं उन्हें अपने पास से निष्कासित कर दूँ? क्या तुम विचार नहीं करते?",
    "और मैं तुमसे यह नहीं कहता कि मेरे पास अल्लाह के ख़ज़ाने हैं और न मुझे परोक्ष का ज्ञान है और न मैं यह कहता हूँ कि निःसंदेह मैं एक फ़रिश्ता हूँ और न ही मैं उन लोगों के बारे में जिन्हें तुम्हारी आँखें तुच्छ समझती हैं, यह कहता हूँ कि अल्लाह उन्हें हरगिज़ कोई भलाई नहीं देगा। अल्लाह अधिक जानता है, जो कुछ उनके दिलों में है। (यदि मैं ऐसा कहूँ,) तो निश्चय ही मैं अत्याचारियों में से हो जाऊँगा।",
    "उन लोगों ने कहा : ऐ नूह़! तुमने हमसे झगड़ा किया और बहुत झगड़ लिया। अतः अब वह (यातना) हम पर ले आओ, जिसका तुम हमसे वादा करते हो, यदि तुम सच्चे हो।",
    "उसने कहा : उसे तो तुम्हारे पास अल्लाह ही लाएगा, यदि वह चाहेगा और तुम (उसे) विवश करने वाले नहीं हो।",
    "और मेरा उपदेश करना तुम्हें कोई लाभ नहीं देगा, अगर मैं तुम्हें उपदेश करना चाहूँ, जबकि अल्लाह तुम्हें गुमराह करना चाहता हो। वही तुम्हारा पालनहार है और तुम उसी की ओर लौटाए जाओगे।",
    "क्या वे कहते हैं कि उसने इसे गढ़ लिया है? तुम कह दो कि यदि मैंने इसे गढ़ लिया है, तो मेरा अपराध मुझी पर है और मैं उससे निर्दोष हूँ, जो अपराध तुम कर रहे हो।",
    "और नूह़ की ओर वह़्य (प्रकाशना) की गई कि तुम्हारी जाति में से जो लोग ईमान ला चुके हैं, अब उनके सिवा कोई ईमान नहीं लाएगा। अतः वे जो कुछ कर रहे हैं, उससे तुम दुःखी न हो।",
    "और हमारी आँखों के सामने और हमारी वह़्य के अनुसार एक नाव बनाओ और मुझसे उन लोगों के बारे में कुछ न कहना, जिन्होंने अत्याचार किया है। निःसंदेह वे डुबाए जाने वाले हैं।",
    "और वह नाव बनाने लगा। और जब भी उसकी जाति के प्रमुख लोग उसके पास से गुज़रते, तो उसकी हँसी उड़ाते। नूह़ ने कहा : यदि तुम हमारी हँसी उड़ाते हो, तो हम भी ऐसे ही (एक दिन) तुम्हारी हँसी उड़ाएँगे।",
    "फिर तुम्हें जल्द ही पता चल जाएगा कि किसपर अपमानकारी यातना आती है और किसपर स्थायी यातना उतरती है?",
    "यहाँ तक कि जब हमारा आदेश आ गया और तन्नूर उबलने लगा, तो हमने (नूह़ से) कहा : \"उसमें प्रत्येक प्रकार के जीवों में से जोड़े-जोड़े चढ़ा लो और अपने परिजनों को (भी चढ़ा लो) सिवाय उसके जिसके बारे में पहले ही बता दिया गाय है और उन लोगों को (भी चढ़ा लो) जो ईमान लाए हैं।\" और उसके साथ थोड़े लोग ही ईमान लाए थे।",
    "और नूह़ ने कहा : इसमें सवार हो जाओ। अल्लाह के नाम ही से इसका चलना तथा इसका ठहरना है। निःसंदेह मेरा पालनहार बड़ा क्षमाशील, दयावान् है।",
    "और वह उन्हें लिए पर्वतों जैसी ऊँची लहरों में चलती रही। और नूह़ ने अपने बेटे को, जो (उनसे) अलग-थलग था, पुकारा : ऐ मेरे बेटे! मेरे साथ सवार हो जा और काफ़िरों के साथ न रह।",
    "उसने कहा : मैं किसी पर्वत की ओर शरण ले लूँगा, जो मुझे पानी से बचा लेगा। नूह़ ने कहा : आज अल्लाह के आदेश (यातना) से कोई बचाने वाला नहीं। यह और बात है कि किसी पर उसकी दया हो जाए। और (इतने ही में) दोनों के बीच एक लहर आ गई और वह डूबने वालों में से हो गया।",
    "और कहा गया : ऐ धरती! अपना पानी निगल जा और ऐ आकाश! थम जा और पानी उतर गया और आदेश पूरा कर दिया गया और नाव 'जूदी' पर ठहर गई और कहा गया कि अत्याचारियों के लिए (अल्लाह की दया से) दूरी है।",
    "तथा नूह़ ने अपने पालनहार को पुकारा और कहा : मेरे पालनहार! मेरा बेटा मेरे घर वालों में से है और निःसंदेह तेरा वचन सत्य है तथा तू ही सबसे अच्छा निर्णय करने वाला है।",
    "(अल्लाह ने) कहा : ऐ नूह़! वह तेरे घर वालों में से नहीं है। यह माँग उचित नहीं है। अतः मुझसे उस चीज़ का प्रश्न न कर, जिसका तुझे कोई ज्ञान नहीं। मैं तुझे समझाता हूँ कि अज्ञानियों में से न हो जा।",
    "नूह़ ने कहा : मेरे पालनहार! मैं तेरी शरण चाहता हूँ इस बात से कि मैं तुझसे ऐसी चीज़ का प्रश्न करूँ, जिस (की वास्तविक्ता) का मुझे कोई ज्ञान नहीं और यदि तूने मुझे क्षमा नहीं किया और मुझपर दया नहीं की, तो मैं नुक़सान उठाने वालों में से हो जाऊँगा।",
    "कहा गया : ऐ नूह़! हमारी ओर से सुरक्षा और बरकतों के साथ उतर जाओ, जो तुम पर और उन समूहो पर हैं जो तुम्हारे साथ हैं। तथा कुछ समूह ऐसे हैं, जिन्हें हम (दुनिया में) जीवन-यापन सामग्री प्रदान करेंगें, फिर उन्हें हमारी ओर से कष्टदायक यातना पहुँचेगी।",
    "ये ग़ैब (परोक्ष) की कुछ बातें हैं, जिन्हें (ऐ नबी!) हम आपकी ओर वह़्य कर रहे हैं। इससे पूर्व न तो आप इन्हें जानते थे और न आपकी जाति के लोग। अतः आप सब्र करें। निःसंदेह अच्छा परिणाम तक़वा वालों के लिए है।",
    "और 'आद' (जाति) की ओर उनके भाई हूद को भेजा। उन्होंने कहा : ऐ मेरी जाति के लोगो! अल्लाह की इबादत (उपासना) करो। उसके अलावा तुम्हारा कोई पूज्य नहीं। तुम तो केवल झूठी बातें गढ़ने वाले लोग हो।",
    "ऐ मेरी जाति के लोगो! मैं तुमसे इस (उपदेश) पर कोई बदला नहीं चाहता; मेरा पारिश्रमिक (बदला) उसी (अल्लाह) पर है, जिसने मुझे पैदा किया है। तो क्या तुम (इसे) नहीं समझते?",
    "ऐ मेरी जाति के लोगो! अपने पालनहार से क्षमा याचना करो। फिर उसकी ओर पलट आओ। वह आकाश से तुमपर खूब बारिश बरसाएगा और तुम्हारी शक्ति और अधिक बढ़ा देगा और विमुख हो कर अपराधी न बनो।",
    "उन्होंने कहा : ऐ हूद! तुम हमारे पास कोई स्पष्ट प्रमाण लेकर नहीं आए तथा हम तुम्हारी बात के कारण अपने पूज्यों को छोड़ने वाले नहीं हैं और न हम तुम्हारा विश्वास करने वाले हैं।",
    "हम तो यही कहेंगे कि हमारे किसी देवता ने तुझे पागल बना दिया है। हूद ने कहा : मैं अल्लाह को (गवाह) बनाता हूँ और तुम भी गवाह रहो कि मैं उस शिर्क से बरी हूँ, जो तुम कर रहे हो।",
    "उस (अल्लाह) के सिवा। अतः तुम सब मिलकर मेरे विरुद्ध चाल चलो, फिर मुझे मोहलत न दो।",
    "निःसंदेह मैंने अपने पालनहार और तुम्हारे पालनहार, अल्लाह पर भरोसा किया है। कोई चलने वाला जीव नहीं, परंतु वह उसके माथे के बालों को पकड़े हुए है। निश्चय ही मेरा पालनहार सीधे रास्ते पर है।",
    "फिर यदि तुम मुँह फेरो, तो मैं तुम्हें वह संदेश पहुँचा चुका, जिसे देकर मुझे तुम्हारी ओर भेजा गया था। और मेरा पालनहार तुम्हारे स्थान पर किसी अन्य जाति को ले आएगा और तुम उसे कुछ भी हानि नहीं पहुँचा सकोगे। निःसंदेह मेरा पालनहार प्रत्येक चीज़ पर संरक्षक है।",
    "और जब हमारा आदेश आ पहुँचा, तो हमने हूद और उसके साथ ईमान लाने वालों को अपनी दया से बचा लिया। तथा हमने उन्हें एक कठोर यातना से छुटकारा दिया।",
    "ये वही 'आद' (जाति) के लोग हैं, जिन्होंने अपने पालनहार की आयतों (निशानियों) का इनकार किया और उसके रसूलों की बात नहीं मानी और हर ऐसे व्यक्ति के पीछे चलते रहे, जो अभिमानी, उद्दंड हो।",
    "और इस संसार में उनके साथ धिक्कार लगा दी गई तथा क़ियामत के दिन भी लगी रहेगी। सुनो! आद ने अपने पालनहार का इनकार किया। सुनो! हूद की जाति आद के लिए दूरी हो!",
    "और समूद की ओर उनके भाई सालेह़ को भेजा। उसने कहा : ऐ मेरी जाति के लोगो! अल्लाह की इबादत (पूजा) करो, उसके सिवा तुम्हारा कोई पूज्य नहीं है। उसी ने तुम्हें धरती से पैदा किया और तुम्हें उसमें बसाया। अतः उससे क्षमा माँगो; फिर उसकी ओर पलट आओ। निःसंदेह मेरा पालनहार निकट है (और प्रार्थनाओं को) स्वीकार करने वाला है।",
    "उन्होंने कहा : ऐ सालेह! हमें इससे पहले तुझसे बड़ी आशाएँ थीं। क्या तू हमें उन (बुतों) की पूजा करने से रोक रहा है, जिनकी पूजा हमारे बाप-दादा करते आए हैं? तू जिस चीज़ की ओर हमें बुला रहा है, निःसंदेह उसके बारे में हमें (ऐसा) संदेह है, जो हमें दुविधा में डाले हुए है।",
    "उस (सालेह़) ने कहा : ऐ मेरी जाति के लोगो! क्या तुमने विचार किया कि यदि मैं अपने पालनहार की ओर से एक स्पष्ट प्रमाण पर हूँ और उसने मुझे अपनी दया प्रदान की हो, फिर मैं उसकी अवज्ञा करूँ, तो कौन है, जो अल्लाह के मुक़ाबले में मेरी सहायता करेगा? तुम मुझे घाटे में डालने के सिवा कुछ नहीं करोगे।",
    "और ऐ मेरी जाति के लोगो! यह अल्लाह की ऊँटनी तुम्हारे लिए एक निशानी है। अतः इसे छोड़ दो, अल्लाह की धरती में चरती फिरे और इसे कोई कष्ट न पहुँचाओ, अन्यथा तुम्हें अति शीघ्र यातना पकड़ लेगी।",
    "तो उन्होंने उसे मार डाला। तब सालेह़ ने कहा : तुम अपने नगर में तीन दिन अपने जीवन का आनंद लो! यह वचन झूठा सिद्ध होने वाला नहीं है।",
    "फिर जब हमारा आदेश आ गया, तो हमने सालेह़ को और उन लोगों को जो उसके साथ ईमान लाए थे, अपनी दया से बचा लिया और उस दिन के अपमान से भी (उन्हें सुरक्षित रखा)। निःसंदेह आपका पालनहार ही शक्तिशाली, प्रभुत्वशाली है।",
    "और अत्याचारियों को भयंकर आवाज़ (चीत्कार) ने पकड़ लिया और वे अपने घरों में औंधे पड़े रह गए।",
    "जैसै वे वहाँ कभी बसे ही नहीं थे। सावधान! समूद ने अपने पालनहार का इनकार किया। सुन लो! समूद के लिए (अल्लाह की दया से) दूरी हो।",
    "और हमारे फ़रिश्ते इबराहीम के पास शुभ सूचना लेकर आए। उन्होंने सलाम कहा, तो इबराहीम ने सलाम का जवाब दिया। फिर देर न हुई कि वह एक भुना हुआ वछड़ा ले आया।",
    "फिर जब देखा कि उनके हाथ खाने की ओर नहीं बढ़ रहे हैं, तो उनके प्रति अचंभे में पड़ गए और दिल में उनसे भय महसूस किया। उन्होंने कहा : भय न करो। दरअसल हम लूत की जाति की ओर भेजे गए हैं।",
    "और उस (इबराहीम) की पत्नी खड़ी थी। चुनाँचे वह हँस पड़ी, तो हमने उसे इसह़ाक़ की और इसह़ाक़ के बाद याक़ूब की शुभ सूचना दी।",
    "वह बोली : हाय मेरा दुर्भाग्य! क्या मेरी संतान होगी, जबकि मैं बूढ़ी हो चुकी हूँ और मेरा यह पति भी बूढ़ा है? वास्तव में, यह बड़े आश्चर्य की बात है।",
    "फ़रिश्तों ने कहा : क्या तू अल्लाह के आदेश पर आश्चर्य करती है? ऐ घर वालो! तुम सब पर अल्लाह की दया तथा बरकतों की वर्षा हो। निःसंदेह वह अति प्रशंसित, गौरवशाली है।",
    "फिर जब इबराहीम का भय दूर हो गया और उसे शुभ सूचना मिल गई, तो वह हमसे लूत की जाति के बारे में झगड़ने लगा।",
    "निःसंदेह इबराहीम बड़ा सहनशील, बहुत विलाप करने वाला और हर मामले में अल्लाह की ओर पलटने वाला था।",
    "(फ़रिश्तों ने कहा :) ऐ इबराहीम! इस बात को रहने दो। निःसंदेह तुम्हारे पालनहार का आदेश आ चुका तथा उनपर ऐसी यातना आने वाली है, जो हटाई जाने वाली नहीं।",
    "और जब हमारे फ़रिश्ते लूत के पास आए, तो उनका आना उसे बुरा लगा और उनके कारण व्याकुल हो गया और कहा : यह तो बड़ा कठोर दिन है।",
    "और उसकी जाति के लोग दौड़ते हुए उसके पास आ गए और वे पहले से कुकर्म किया करते थे। उसने कहा : ऐ मेरी जाति के लोगो! ये मेरी बेटियाँ हैं, ये तुम्हारे लिए अधिक पवित्र हैं। अतः अल्लाह से डरो और मुझे मेरे अतिथियों में अपमानित न करो। क्या तुममें कोई भला आदमी नहीं?",
    "उन लोगों ने कहा : निश्चय तुम तो जानते हो कि हमें तुम्हारी बेटियों से कोई मतलब नहीं। तथा निःसंदेह तुम भली-भाँति जानते हो कि हम क्या चाहते हैं।",
    "लूत ने कहा : काश, मेरे पास तुमसे मुक़ाबले की शक्ति होती या मैं किसी मज़बूत सहारे की शरण लेता!",
    "फ़रिश्तों ने कहा : ऐ लूत! हम तेरे पालनहार के भेजे हुए (फ़रिश्ते) हैं। वे कदापि तेरे पास नहीं पहुँच सकेंगे। अतः तू रात के किसी हिस्से में अपने घरवालों को लेकर निकल जा और तुममें से कोई पीछे मुड़कर न देखे, सिवाय तेरी पत्नी के। उसपर भी वही बीतने वाला है, जो उनपर बीतेगा। उनकी यातना का निर्धारित समय प्रातः काल है। क्या प्रातः काल निकट नहीं है?",
    "फिर जब हमारा आदेश आ गया, तो हमने उस बस्ती को तहस-नहस कर दिया और उनपर कंकरियों की ताबड़-तोड़ बारिश कर दी।",
    "जो तेरे पालनहार के यहाँ चिह्न लगाई हुई थीं और वह अत्याचारियों से कुछ दूर नहीं।",
    "और मदयन की ओर उनके भाई शुऐब को भेजा। उसने कहा : ऐ मेरी जाति के लोगो! अल्लाह की इबादत (उपासना) करो, उसके सिवा कोई तुम्हारा पूज्य नहीं और नाप-तौल में कमी न करो। निःसंदेह मैं तुम्हें अच्छी स्थिति में देख रहा हूँ। और निःसंदेह मैं तुमपर एक घेर लेने वाले दिन की यातना से डरता हूँ।",
    "ऐ मेरी जाति के लोगो! न्याय के साथ नाप और तौल को पूरा रखो और लोगों को उनकी चीज़ें कम न दो तथा धरती में उपद्रव फैलाते न फिरो।",
    "अल्लाह की दी हुई बचत, तुम्हारे लिए अच्छी है, यदि तुम ईमान वाले हो और मैं तुमपर कोई संरक्षक नहीं हूँ।",
    "उन्होंने कहा : ऐ शुऐब! क्या तेरी नमाज़ (इबादत) तुझे आदेश दे रही है कि हम उसे त्याग दें, जिसकी पूजा हमारे बाप-दादा करते आए हैं? अथवा अपने धन में वह न करें जो करना चाहें? वास्तव में, तू बड़ा ही सहनशील तथा भला व्यक्ति है!",
    "शुऐब ने कहा : ऐ मेरी जाति के लोगो! तुम बताओ, यदि मैं अपने पालनहार की ओर से स्पष्ट प्रमाण पर हूँ और उसने मुझे अच्छी जीविका प्रदान की हो, (तो कैसे तुम्हारा साथ दूँ?) मैं नहीं चाहता कि तुम्हारा विरोध करते हुए वह कार्य करूँ, जिससे तुम्हें रोक रहा हूँ। मैं जहाँ तक हो सके, सुधार ही चाहता हूँ और यह जो कुछ करना चाहता हूँ, मुझे इसका सामर्थ्य अल्लाह ही से मिलेगा। मैंने उसी पर भरोसा किया है और उसी की ओर लौटता हूँ।",
    "ऐ मेरी जाति के लोगो! तुम्हें मेरा विरोध इस बात पर न उभारे कि तुमपर वैसी ही यातना आ पड़े, जो नूह़ की जाति, या हूद की जाति, या सालेह़ की जाति पर आई। और लूत की जाति तुमसे कुछ दूर नहीं है।",
    "और अपने पालनहार से क्षमा माँगो, फिर उसी की ओर पलट आओ। निःसंदेह मेरा पालनहार अति दयालु तथा प्रेम करने वाला है।",
    "उन्होंने कहा : ऐ शुऐब! तुम्हारी बहुत-सी बातें हम नहीं समझते और हम तुम्हें अपने बीच निर्बल देख रहे हैं। और यदि तुम्हारा क़बीला (हमारे धर्म पर) न होता, तो हम तुम्हें पथराव करके मार डालते और तुम हमारी नज़र में प्रतिष्ठित भी नहीं हो।",
    "उसने कहा : ऐ मेरी जाति के लोगो! क्या मेरा क़बीला तुम्हारे निकट अल्लाह से अधिक प्रभावशाली है?! और तुमने उस (अल्लाह) को पीठ पीछे डाल दिया है। निःसंदेह मेरा पालनहार उसे घेरे में लिए हुए है, जो कुछ तुम कर रहे हो।",
    "और ऐ मेरी जाति के लोगो! तुम अपने तरीक़े पर काम करो, मैं (भी अपने तरीक़े पर) काम कर रहा हूँ। तुम्हें बहुत जल्द पता चल जाएगा कि किसपर अपमानित कर देने वाली यातना आती है और कौन झूठा है? तथा तुम प्रतीक्षा करो, मैं (भी) तुम्हारे साथ प्रतीक्षा करने वाला हूँ।",
    "और जब हमारा आदेश आ गया, तो हमने शुऐब को और उसके साथ ईमान लाने वालों को अपनी दया से बचा लिया और अत्याचारियों को भयंकर आवाज़ (चीत्कार) ने पकड़ लिया। फिर वे अपने घरों में औंधे मुँह पड़े रह गए।",
    "जैसै वे वहाँ कभी बसे ही नहीं थे। सुन लो! मदयन वाले भी वैसे ही (अल्लाह की दया से) दूर कर दिए गए, जैसे समूद जाति के लोग दूर कर दिए गए।",
    "और हमने मूसा को अपनी निशानियों (चमत्कार) तथा स्पष्ट प्रमाण के साथ भेजा।",
    "फ़िरऔन और उसके प्रमुखों की ओर। तो उन्होंने फ़िरऔन के आदेश का पालन किया। जबकि फ़िरऔन का आदेश सटीक नहीं था।",
    "वह क़ियामत के दिन अपनी जाति के आगे-आगे चलेगा और उनको नरक में उतारेगा और वह क्या ही बुरा उतरने का स्थान है!",
    "और इस दुनिया में उनके पीछे लानत (धिक्कार) लगा दी गई और क़ियामत के दिन भी। कैसा बुरा पुरस्कार है, जो उन्हें दिया जाएगा!",
    "(ऐ नबी!) ये बस्तियों के समाचार हैं, जिनका वर्णन हम आपके सामने कर रहे हैं। उनमें से कुछ खड़ी हैं और कुछ उजड़ चुकी हैं।",
    "और हमने उनपर अत्याचार नहीं किया, परंतु उन्होंने स्वयं अपने ऊपर अत्याचार किया। जब आपके पालनहार का आदेश आ गया, तो उनके वे पूज्य, जिन्हें वे अल्लाह के सिवा पुकारा करते थे, उनके कुछ भी काम न आए और उन्होंने केवल उन्हें हानि ही पहुँचाया।",
    "और तेरे पालनहार की पकड़ ऐसी ही होती है, जब वह अत्याचार करने वाली बस्तियों को पकड़ता है। निःसंदेह उसकी पकड़ बहुत दर्दनाक, बहुत कठोर होती है।",
    "निश्चय ही इसमें उसके लिए एक निशानी है, जो आख़िरत की यातना से डरे। वह ऐसा दिन होगा, जिसके लिए सभी लोग एकत्रित किए जाएँगे तथा उस दिन सभी लोग उपस्थित होंगे।",
    "और हम उसे केवल एक निर्धारित अवधि के लिए पीछे कर रहे हैं।",
    "जिस दिन वह आ जाएगा, तो अल्लाह की अनुमति के बिना कोई प्राणी बात नहीं कर सकेगा, फिर उनमें से कुछ अभागे होंगे और कुछ भाग्यशाली होंगे।",
    "चुनाँचे जो लोग अभागे होंगे, वे नरक में होंगे, उसमें उन्हें चीखना और चिल्लाना होगा।",
    "वे उसमें हमेशा रहेंगे, जब तक आकाश तथा धरती अवस्थित हैं। परन्तु यह कि आपका पालनहार कुछ और चाहे। निःसंदेह आपका पालनहार जो चाहे, करने वाला है।",
    "लेकिन जो भाग्यशाली हैं, तो (वे) स्वर्ग में होंगे, वे उसमें सदैव रहेंगे जब तक आकाश तथा धरती विद्यमान् हैं। परन्तु यह कि आपका पालनहार कुछ और चाहे। यह एक अनंत प्रदान है।",
    "अतः (ऐ नबी!) आप उसके बारे में किसी संदेह में न रहें, जिसे ये पूजते हैं। ये उसी प्रकार पूजते हैं, जैसे इनसे पहले इनके बाप-दादा पूजते थे। निःसंदेह हम इन्हें इनका हिस्सा बिना किसी कमी के पूरा-पूरा देने वाले हैं।",
    "और हमने मूसा को पुस्तक (तौरात) प्रदान की। तो उसमें विभेद किया गया। और यदि आपके पालनहार ने पहले से एक बात निश्चित न की होती, तो उनके बीच निर्णय कर दिया गया होता। और निःसंदेह वे उस (क़ुरआन) के बारे में असमंजस में डाल देनेवाले संदेह में पड़े हुए हैं।",
    "और निःसंदेह आपका पालनहार अवश्य प्रत्येक व्यक्ति को उसके कर्मों का पूरा बदला देगा। निश्चित रूप से वह उनके कर्मों से सूचित है।",
    "अतः (ऐ नबी!) आप सुदृढ़ रहें जैसा आपको आदेश दिया गया है और वे लोग भी जिन्होंने आपके साथ तौबा की। तथा तुम सीमा का उल्लंघन न करो, निःसंदेह वह (अल्लाह) जो कुछ तुम कर रहे हो, उसे ख़ूब देखने वाला है।",
    "और अत्याचारियों की ओर न झुक पड़ो। अन्यथा तुम्हें भी आग पकड़ लेगी और अल्लाह के सिवा तुम्हारा कोई सहायक नहीं होगा (जो तुम्हें बचा सके)। फिर तुम्हारी सहायता नहीं की जाएगी।",
    "तथा आप दिन के दोनों सिरों में और रात के कुछ क्षणों में नमाज़ क़ायम करें। निःसंदेह नेकियाँ बुराइयों को दूर कर देती हैं। यह एक शिक्षा है, शिक्षा ग्रहण करने वालों के लिए।",
    "तथा आप धैर्य से काम लें, क्योंकि अल्लाह सदाचारियों का प्रतिफल नष्ट नहीं करता।",
    "फिर तुमसे पहले गुज़रे हुए समुदायों में ऐसे बचे खुचे भले-समझदार लोग क्यों न हुए, जो धरती में बिगाड़ से रोकते? सिवाय उन थोड़े-से लोगों के, जिन्हें हमने उनमें से बचा लिया। और अत्याचारी लोग तो उसी सुख-सामग्री के पीछे पड़े रहे, जिसमें वे रखे गए थे और वे तो थे ही अपराधी।",
    "और आपका पालनहार ऐसा नहीं है कि वह बस्तियों को अन्यायपूर्वक विनष्ट कर दे, जबकि उनके निवासी सुधार करने वाले हों।",
    "और यदि आपका पालनहार चाहता, तो सब लोगों को एक ही समुदाय बना देता और वे सदैव विभेद करते ही रहेंगे।",
    "सिवाय उसके, जिसपर आपका पालनहार दया करे और इसी के लिए उसने उन्हें पैदा किया। और आपके पालनहार की बात पूरी हो गई कि मैं नरक को सब जिन्नों तथा इनसानों से अवश्य भर दूँगा।",
    "और हम रसूलों की खबरों में से आपको हर वह खबर सुनाते हैं, जिसके द्वारा हम आपके दिल को सुदृढ़ रखते हैं। और इसमें आपके पास सत्य आ गया है और ईमान वालों के लिए उपदेश और अनुस्मरण भी।",
    "और (ऐ नबी!) आप उनसे कह दें, जो ईमान नहीं लाते कि तुम अपने रास्ते पर काम करते रहो। निःसंदेह हम (भी) काम करने वाले हैं।",
    "तथा तुम प्रतीक्षा करो, निःसंदेह हम भी प्रतीक्षा करने वाले हैं।",
    "अल्लाह ही के पास आकाशों तथा धरती की छिपी हुई चीज़ों का ज्ञान है और सभी मामले उसी की ओर लौटाए जाते हैं। अतः आप उसी की इबादत (उपासना) करें और उसी पर भरोसा करें। और आपका पालनहार उससे अनभिज्ञ नहीं है, जो तुम कर रहे हो।",
    "अलिफ़, लाम, रा। ये स्पष्ट किताब की आयतें हैं।",
    "निःसंदेह हमने इस क़ुरआन को अरबी में उतारा है, ताकि तुम समझो।",
    "(ऐ नबी!) हम आपकी ओर इस क़ुरआन की वह़्य करके, आपके सामने एक बहुत अच्छा क़िस्सा बयान कर रहे हैं। निश्चय ही आप इससे पूर्व अनजानों में से थे।",
    "जब यूसुफ़ ने अपने पिता से कहा : ऐ मेरे पिता! मैंने सपना देखा है कि ग्यारह सितारे, सूर्य तथा चाँद मुझे सजदा कर रहे हैं।",
    "उसने कहा : ऐ मेरे बेटे! अपना स्वप्न अपने भाइयों को न बताना, अन्यथा वे तेरे विरुद्ध कोई चाल चलेंगे। निःसंदेह शैतान इनसान का खुला दुश्मन है।",
    "और ऐसे ही तेरा पालनहार तुझे चुन लेगा तथा तुझे बातों (सपनों) का अर्थ सिखाएगा और तुझपर और याक़ूब के घराने पर अपना अनुग्रह पूरा करेगा, जिस तरह उसने इससे पहले उसे तेरे बाप-दादा इबराहीम और इसह़ाक़ पर पूरा किया था। निःसंदेह तेरा पालनहार सब कुछ जानने वाला, पूर्ण हिकमत वाला है।",
    "वास्तव में, यूसुफ़ और उसके भाइयों (की कहानी) में पूछने वालों के लिए कई निशानियाँ हैं।",
    "जब उन (भाइयों) ने कहा : यूसुफ़ और उसका भाई हमारे पिता को, हमसे अधिक प्रिय हैं। जबकि हम एक गिरोह हैं। वास्तव में, हमारे पिता खुली गुमराही में हैं।",
    "यूसुफ़ को मार डालो या उसे किसी धरती में फेंक आओ। ताकि तुम्हारे पिता का ध्यान केवल तुम्हारी तरफ हो जाए और इसके बाद तुम नेक बन जाओ।",
    "उनमें से एक कहने वाले ने कहा : यूसुफ़ का वध न करो। उसे किसी गहरे कुएँ के अंदर डाल दो। उसे कोई कारवाँ निकाल ले जाएगा, यदि कुछ करने वाले हो।",
    "उन्होंने कहा : ऐ हमारे पिता! क्या बात है कि यूसुफ़ के विषय में आप हमपर विश्वास नहीं करते? जबकि हम लोग उसका भला चाहने वाले हैं।",
    "उसे कल हमारे साथ भेज दें, वह खाए-पिए और खेले-कूदे, और निःसंदेह हम उसकी रक्षा करने वाले हैं।",
    "उस (याक़ूब) ने कहा : यह मेरे लिए दुःख की बात है कि तुम उसे ले जाओ, तथा मैं इस बात से (भी) डरता हूँ कि उसे भेड़िया खा जाए और तुम उसका ध्यान न रख सको।",
    "उन्होंने कहा : यदि उसे भेड़िया खा गया, जबकि हम एक गिरोह हैं, तो वास्तव में, हम बड़े घाटे वाले हैं।",
    "फिर जब वे उसे ले गए और निश्चय कर लिया कि उसे गहरे कुएँ के अंदर डाल देंगे और हमने उस (यूसुफ़) की ओर वह़्य कर दी कि तुम अवश्य इन्हें इनके इस कर्म के बारे में बताओगे और वे कुछ जानते न होंगे।",
    "और वे इशा के वक़्त रोते हुए अपने पिता के पास आए।",
    "उन्होंने कहा : ऐ हमारे पिता! हम आपस में दौड़ का मुक़ाबला करने लगे और यूसुफ़ को अपने सामान के पास छोड़ दिया। इतने में उसे भेड़िया खा गया। और आप तो हमारा विश्वास करने वाले नहीं हैं, यद्यपि हम सच ही क्यों न बोल रहे हों।",
    "और वे उस (यूसुफ़) के कुर्ते पर झूठा रक्त लगाकर लाए। उस (याक़ूब) ने कहा : बल्कि तुम्हारे मन ने तुम्हारे लिए एक चीज़ को सुंदर बना दिया है! सो अब (मेरा काम) बेहतर सब्र करना है और जो बात तुम बना रहे हो, उसपर अल्लाह ही सहायक है।",
    "और एक क़ाफ़िला आया। उसने अपने पानी भरने वाले को भेजा, उसने अपना डोल डाला, तो पुकार उठा : अरे, कितनी खुशी की बात है! यह तो एक बालक है। और उन्होंने उसे व्यापार का माल समझकर छिपा लिया और वे जो कुछ कर रहे थे अल्लाह उसे ख़ूब जानने वाला है।",
    "और उन्होंने उसे थोड़े से मूल्य; गिनती के कुछ दिरहमों में बेच दिया और वे उसके बारे में कुछ अधिक की इच्छा नहीं रखते थे।",
    "और मिस्र के जिस व्यक्ति ने उसे खरीदा था, उसने अपनी पत्नी से कहा : इसे आदर-मान से रखो। संभव है यह हमें लाभ पहुँचाए, अथवा हम इसे अपना पुत्र बना लें। इस प्रकार उस भूभाग में हमने यूसुफ़ के लिए क़दम जमाने की राह निकाली और ताकि उसे बातों (सपनों) का अर्थ सिखाएँ। और अल्लाह अपना आदेश पूरा करके रहता है। परन्तु अधिकतर लोग नहीं जानते।",
    "और जब वह अपनी जवानी को पहुँचा और मज़बूत व तवाना हो गया, तो हमने उसे प्रबोध तथा ज्ञान प्रदान किया और इसी प्रकार हम सदाचारियों को बदला देते हैं।",
    "और उस स्त्री ने उसके मन को रिझाया, जिसके घर में वह था। और द्वार बंद कर लिए और बोली : आ जाओ। उसने कहा : अल्लाह की पनाह! वह मेरा मालिक है। उसने मेरे निवास को अच्छा बनाया। वास्तव में, ज़ालिम लोग सफल नहीं होते।",
    "और निश्चय ही वह स्त्री उसकी इच्छा कर चुकी थी। और वह (यूसुफ़) भी उसकी इच्छा कर लेता, यदि अपने पालनहार का प्रमाण न देख लेता। हमने ऐसा इसलिए किया ताकि बुराई एवं अश्लीलता को उससे दूर रखें। वास्तव में, वह हमारे चुने हुए बंदों में से था।",
    "और दोनों दरवाज़े की ओर दौड़े और उस (स्त्री) ने यूसुफ़ का कुर्ता पीछे से फाड़ डाला और दोनों ने उस (स्त्री) के पति को दरवाज़े के पास पाया। उस (स्त्री) ने कहा : जिसने तेरी पत्नी के साथ बुराई का इरादा किया, उसकी सज़ा इसके सिवा क्या हो सकती है कि उसे बंदी बनाया जाए या उसे दर्दनाक सज़ा (दी जाए)?",
    "उसने कहा : इसी ने मुझे रिझाना चाहा था और उस स्त्री के घराने से एक गवाह ने गवाही दी कि यदि उसका कुर्ता आगे से फाड़ा गया है, तो वह (महिला) सच्ची है और वह झूठा है।",
    "और यदि उसका कुर्ता पीछे से फाड़ा गया है, तो वह (महिला) झूठी और वह (यूसुफ़) सच्चा है।",
    "फिर जब उस (अज़ीज़) ने देखा कि उसका कुर्ता पीछे से फाड़ा गया है, तो बोला : निःसंदेह ये तुम स्त्रियों की चाल है और निश्चय ही तुम्हारी चाल बड़ी घोर होती है।",
    "ऐ यूसुफ़! तुम इस बात को जाने दो और (ऐ स्त्री!) तू अपने पाप की क्षमा माँग। निःसंदेह तू ही पापियों में से है।",
    "नगर की कुछ स्त्रियों ने कहा : अज़ीज़ (प्रमुख अधिकारी) की पत्नी, अपने दास को रिझा रही है! उसे उसके प्रेम ने मुग्ध कर दिया है। हमारे विचार में वह खुली गुमराही में है।",
    "चुनाँचे जब उसने उन स्त्रियों की छलकपट की बात सुनी, तो उन्हें बुला भेजा और उनके लिए गाव-तकिए लगवाए और प्रत्येक स्त्री को एक छुरी दे दी। और उसने (यूसुफ़ से) कहा : इनके सामने आ जाओ। फिर जब उन स्त्रियों ने उसे देखा, तो उन्होंने उसे बहुत बड़ा समझा और अपने हाथ काट डाले तथा बोल उठीं : अल्लाह की पनाह! यह मनुष्य नहीं है। यह तो कोई सम्मानित फ़रिश्ता है।",
    "वह बोली : यह वही है, जिसके बारे में तुम मेरी निंदा कर रही थीं। वास्तव में, मैंने ही उसे रिझाया था, मगर वह बच निकला। और यदि वह मेरी बात न मानेगा, तो अवश्य ही बंदी बना दिया जाएगा और अवश्य ही अपमानित होगा।",
    "यूसुफ़ ने प्रार्थना की : ऐ मेरे पालनहार! मुझे क़ैद उससे अधिक प्रिय है, जिसकी ओर ये औरतें मुझे बुला रही हैं। और यदि तूने मुझसे इनके छल को दूर नहीं किया, तो मैं इनकी ओर झुक जाऊँगा और अज्ञानियों में से हो जाऊँगा।",
    "तो उसके पालनहार ने उसकी प्रार्थना स्वीकार कर ली और उससे उनके छल को दूर कर दिया। निःसंदेह वह बड़ा सुनने वाला, बड़ा जानने वाला है।",
    "फिर उन लोगों ने निशानियाँ देख लेने के बाद यही उचित समझा कि उस (यूसुफ़) को एक अवधि तक के लिए जेल में रखें।",
    "और क़ैदखाने में उसके साथ दो युवक दाख़िल हुए। उनमें से एक ने कहा : मैंने स्वप्न देखा है कि शराब निचोड़ रहा हूँ। और दूसरे ने कहा : मैंने स्वप्न देखा है कि अपने सिर के ऊपर रोटी उठाए हुए हूँ, जिसमें से पक्षी खा रहे हैं। हमें इसका अर्थ बता दीजिए। हम देख रहे हैं कि आप सदाचारियों में से हैं।",
    "यूसुफ़ ने कहा : तुम दोनों के पास जो भोजन आता है, उसके तुम्हारे पास आने से पहले ही मैं तुम्हें उसकी हक़ीक़त बता दूँगा; यह उन बातों में से है, जो मेरे पालनहार ने मुझे सिखाई हैं। मैंने उन लोगों का धर्म त्याग दिया है, जो अल्लाह पर ईमान नहीं रखते और जो आख़िरत का इनकार करने वाले हैं।",
    "और मैंने अपने बाप-दादाओं; इबराहीम, इसह़ाक़ और याक़ूब के धर्म का अनुसरण किया है। हमारे लिए वैध नहीं कि हम किसी चीज़ को अल्लाह का साझी बनाएँ। यह हमपर और लोगों पर अल्लाह की कृपा है। लेकिन अधिकतर लोग शुक्रिया अदा नहीं करते।",
    "ऐ मेरे जेल के दोनों साथियो! क्या अलग-अलग अनेक पूज्य बेहतर हैं या एक प्रभुत्वशाली अल्लाह?",
    "तुम अल्लाह के सिवा जिनकी इबादत (पूजा) करते हो, वे केवल नाम हैं, जो तुमने और तुम्हारे बाप-दादा ने रख लिए हैं। अल्लाह ने उनका कोई प्रमाण नहीं उतारा है। आदेश तो केवल अल्लाह का चलता है। उसने आदेश दिया है कि तुम एकमात्र उसी की इबादत (उपासना) करो। यही सीधा धर्म है। परन्तु अधिकतर लोग नहीं जानते।",
    "ऐ मेरे जेल के दोनों साथियो! तुम दोनो में से एक तो अपने मालिक को शराब पिलाएगा, और रहा दूसरा तो उसे सूली पर चढ़ाया जाएगा, फिर पक्षी उसके सिर में से खाएँगे। जिसके संबंध में तुम दोनों पूछ रहे हो, उसका निर्णय किया जा चुका है।",
    "और (यूसुफ़ ने) उन दोनों में से जिसके बारे में समझा था कि वह रिहा होने वाला है, उससे कहा : अपने मालिक के पास मेरा ज़िक्र करना। परंतु शैतान ने उसे अपने मालिक के पास उसकी चर्चा करने की बात भुला दी। अतः वह (यूसुफ़) कई वर्ष तक जेल ही में रहा।",
    "और (एक दिन) राजा ने कहा : निःसंदेह मैं (सपने में) सात मोटी गायों को देखता हूँ, जिनको सात दुबली गाएँ खा रही हैं और सात हरी बालियाँ हैं और दूसरी सात सूखी हैं। ऐ प्रमुखो! यदि तुम स्वप्न का अर्थ बता सकते हो, तो मुझे मेरे स्वप्न के संबंध में बताओ?",
    "उन्होंने कहा : ये तो उलझे सपनों का मिश्रण है और हम ऐसे सपनों के अर्थ से अवगत नहीं हैं।",
    "और उन दोनों में से जो रिहा हुआ था और उसे एक अवधि के बाद याद आया, उसने कहा : मैं तुम्हें इसका अर्थ बताऊँगा। अतः मुझे भेजो।",
    "ऐ यूसुफ़! ऐ सत्यवादी! हमें सात मोटी गायों के बारे में बताओ, जिन्हें सात दुबली गाएँ खा रही हैं और सात हरी बालियाँ हैं और सात सूखी, ताकि मैं लोगों के पास वापस जाऊँ, ताकि वे जान लें।",
    "यूसुफ़ ने कहा : तुम सात वर्षों तक निरंतर खेती करोगे। चुनाँचे तुम जो (फ़सल) काटो, उसे उसकी बालियों ही में रहने दो सिवाय थोड़ी (मात्रा) के जो तुम खाओ।",
    "फिर इसके बाद सात कठिन वर्ष आएँगे, जो उसे खा जाएँगे, जो तुमने उनके लिए पहले से इकट्ठा कर रखा होगा, सिवाय उस थोड़े-से हिस्से के जो तुम सुरक्षित कर लोगे।",
    "फिर उसके बाद एक ऐसा वर्ष आएगा, जिसमें लोगों पर बारिश होगी तथा वे उसमें (रस) निचोड़ेंगे।",
    "और राजा ने कहा : उसे मेरे पास लाओ। फिर जब दूत यूसुफ़ के पास पहुँचा, तो उन्होंने (उससे) कहा : अपने मालिक के पास वापस जाओ और उससे पूछो कि उन स्त्रियों का क्या मामला है, जिन्होंने अपने हाथ काट लिए थे? निःसंदेह मेरा पालनहार उन स्त्रियों के छल से भली-भाँति अवगत है।",
    "राजा ने (उन स्त्रियों से) पूछा : तुम्हारा क्या मामला था, जब तुमने यूसुफ़ के मन को रिझाया था? उन्होंने कहा : अल्लाह की पनाह! हमने उसमें कोई बुराई नहीं देखी। तब अज़ीज़ की पत्नी बोल उठी : अब सत्य खूब उजागर हो गया। मैंने ही उसके मन को रिझाया था और निःसंदेह वह सच्चा में से है।",
    "(मैंने) यह इसलिए किया, ताकि वह जान ले कि मैंने उसकी अनुपस्थिति में उसके साथ विश्वासघात नहीं किया और निःसंदेह अल्लाह विश्वासघातियों के चाल को (सफलता का) मार्ग नहीं दिखाता।"
  ]
}