{
  "meta": {
    "id": 122,
    "name": "Maulana Azizul Haque al-Umari",
    "translator_name": "Maulana Azizul Haque al-Umari",
    "slug": "hi-maulana-azizul-haque-al-umari",
    "language_name": "hindi"
  },
  "verses": [
    "लोगों के लिए उनका हिसाब बहुत निकट आ गया और वे बड़ी लापरवाही में मुँह फेरने वाले हैं।",
    "उनके पालनहार की ओर से उनके पास कोई नया उपदेश नहीं आता, परंतु वे उसे हँसी-खेल करते हुए बड़ी कठिनाई से सुनते हैं।",
    "उनके दिल पूरी तरह ग़ाफ़िल होते हैं। और उन लोगों ने चुपके-चुपके कानाफूसी की जिन्होंने अत्याचार किया था, कि यह (नबी) तो तुम्हारे ही जैसा एक इनसान है, तो क्या तुम जादू के पास आते हो, हालाँकि तुम देख रहे हो?",
    "उस (रसूल) ने कहा : मेरा पालनहार आकाश और धरती की हर बात को जानता है और वही सब कुछ सुनने वाला, सब कुछ जानने वाला है।",
    "बल्कि उन्होंने (क़ुरआन के बारे में) कहा : यह सपनों की उलझी हुई बातें हैं, बल्कि उसने इसे स्वयं गढ़ लिया है, बल्कि वह कवि है! अतः उसे चाहिए कि हमारे पास कोई निशानी लाए, जैसे पहले के रसूल (निशानियों के साथ) भेजे गए थे।",
    "इनसे पहले कोई बस्ती, जिसे हमने विनष्ट किया, ईमान नहीं लाई। तो क्या ये ईमान ले आएँगे?",
    "और (ऐ नबी!) हमने आपसे पहले पुरुषों ही को रसूल बनाकर भेजे, जिनकी ओर हम वह़्य (प्रकाशना) करते थे। अतः तुम ज़िक्र (किताब) वालों से पूछ लो, यदि तुम (स्वयं) नहीं जानते हो।",
    "तथा हमने उन्हें ऐसे शरीर (वाले) नहीं बनाए थे, जो खाना न खाते हों और न वे हमेशा रहने वाले थे।",
    "फिर हमने उनसे किए हुए वादे को सच कर दिखाया। तो हमने उन्हें बचा लिया और उसे भी जिसे हम चाहते थे। और हमने हद से बढ़ने वालों को नष्ट कर दिया।",
    "निःसंदेह हमने तुम्हारी ओर एक किताब (क़ुरआन) उतारी है, जिसमें तुम्हारा सम्मान है। तो क्या तुम नहीं समझते?",
    "और हमने बहुत-सी बस्तियों को तोड़कर रख दिया, जो अत्याचारी थीं और हमने उनके बाद दूसरी जाति को पैदा कर दिया।",
    "फिर जब उन्होंने हमारे अज़ाब को देख लिया, तो वे तुरंत वहाँ से भागने लगे।",
    "(तो उनसे उपहास के तौर पर कहा जाएगा :) भागो नहीं, और वापस चलो उन (जगहों) की ओर जिनमें तुम्हें खुशहाली दी गई थी और अपने घरों की ओर, ताकि तुमसे पूछा जाए।",
    "उन्होंने कहा : हाय हमारा विनाश! निश्चय हम अत्याचारी थे।",
    "तो उनकी पुकार हमेशा यही रही, यहाँ तक कि हमने उन्हें कटे हुए, बुझे हुए बना दिया।",
    "तथा हमने आकाश और धरती को और जो कुछ उन दोनों के बीच है, खेलते हुए नहीं बनाया।",
    "यदि हम कोई खेल बनाना चाहते, तो निश्चय उसे अपने पास से बना लेते। (परंतु) हम ऐसा करने वाले नहीं हैं।",
    "बल्कि हम सत्य को असत्य पर फेंक मारते हैं, तो वह उसका सिर कुचल देता है, तो एकाएक वह मिटने वाला होता है। और तुम्हारे लिए उसके कारण विनाश है, जो तुम बयान करते हो।",
    "और उसी का है, जो कोई आकाशों तथा धरती में है। और जो (फ़रिश्ते) उसके पास हैं, वे न उसकी इबादत से अभिमान करते हैं और न ज़रा भर थकते हैं।",
    "वे रात-दिन (अल्लाह की) पवित्रता का गान करते हैं, दम नहीं लेते।",
    "क्या उन्होंने धरती से ऐसे पूज्य बना लिए हैं, जो मरे हुए लोगों को ज़िंदा कर सकते हैं?",
    "अगर उन दोनों में अल्लाह के सिवा कोई और पूज्य होते, तो वे दोनों अवश्य बिगड़ जाते। अतः पवित्र है अल्लाह जो अर्श (सिंहासन) का मालिक है, उन चीज़ों से जो वे बयान करते हैं।",
    "वह जो कुछ करता है, उससे (उसके बारे में) नहीं पूछा जाता, और उनसे पूछा जाता है।",
    "क्या उन्होंने उसके सिवा और भी पूज्य बना लिए हैं? (ऐ नबी!) आप कह दें कि अपना प्रमाण लाओ। यह मेरे साथ वालों की किताब (क़ुरआन) है, और ये मुझसे पहले के लोगों पर उतरने वाली किताबें हैं, (इनमें तुम्हारे लिए कोई प्रमाण नहीं है)। बल्कि उनमें से अधिकतर लोग सत्य का ज्ञान नहीं रखते। इसी कारण, वे मुँह फेरने वाले हैं।",
    "और हमने आपसे पहले जो भी रसूल भेजा, उसकी ओर यही वह़्य (प्रकाशना) करते थे कि मेरे सिवा कोई पूज्य नहीं है। अतः मेरी ही इबादत करो।",
    "और उन (मुश्रिकों) ने कहा कि 'रहमान' (अत्यंत दयावान्) ने कोई संतान बना रखी है। वह (इससे) पवित्र है। बल्कि वे (फ़रिश्ते) सम्मानित बंदे हैं।",
    "वे बात करने में उससे पहल नहीं करते और वे उसके आदेशानुसार ही काम करते हैं।",
    "वह जानता है, जो उनके सामने है और जो उनके पीछे है। और वे सिफ़ारिश नहीं करते, परंतु उसी के लिए जिसे वह पसंद करे। तथा वे उसी के भय से डरने वाले हैं।",
    "और उनमें से जो यह कहे कि मैं अल्लाह के सिवा पूज्य हूँ, तो यही है जिसे हम जहन्नम की सज़ा देंगे। ऐसे ही हम ज़ालिमों को सज़ा देते हैं।",
    "क्या जिन लोगों ने कुफ़्र किया यह नहीं देखा कि आकाश और धरती दोनों मिले हुए थे, फिर हमने दोनों को अलग-अलग कर दिया, तथा हमने पानी से हर जीवित चीज़ को बनाया? तो क्या ये लोग ईमान नहीं लाते?",
    "और हमने धरती में पर्वत बना दिए, ताकि वह उनके साथ हिलने-डुलने न लगे और उसमें चौड़े रास्ते बना दिए, ताकि वे मार्ग पाएँ।",
    "और हमने आकाश को एक संरक्षित छत बनाया। और वे उसकी निशानियों से मुँह फेरने वाले हैं।",
    "और वही है, जिसने रात और दिन, तथा सूरज और चाँद बनाए। सब एक-एक कक्षा में तैर रहे हैं।",
    "और (ऐ नबी!) हमने आपसे पहले किसी मनुष्य के लिए अमरता नहीं रखी। फिर क्या अगर आप मर गए, तो ये सदैव रहने वाले हैं?",
    "हर जीव को मौत का स्वाद चखना है। और हम अच्छी तथा बुरी परिस्थितियों से तुम्हारी परीक्षा करते हैं तथा तुम हमारी ही ओर लौटाए जाओगे।",
    "तथा जब काफ़िर आपको देखते हैं, तो आपको उपहास बना लेते हैं। (वे कहते हैं :) क्या यही है, जो तुम्हारे पूज्यों की चर्चा करता है? जबकि वे स्वयं 'रहमान' (अत्यंत दयावान्) के ज़िक्र का इनकार करने वाले हैं।",
    "इनसान जन्मजात जल्दबाज़ है। मैं शीघ्र तुम्हें अपनी निशानियाँ दिखाऊँगा। अतः तुम मुझसे जल्दी की माँग न करो।",
    "तथा वे कहते हैं : यह वादा कब पूरा होगा, यदि तुम सच्चे हो?",
    "यदि ये काफ़िर लोग उस समय को जान लें, जब वे न अपने चेहरों से आग को रोक सकेंगे और न अपनी पीठों से और न उनकी सहायता की जाएगी। (तो यातना के लिए जल्दी न मचाएँ)।",
    "बल्कि वह उनपर अचानक आएगी, तो उन्हें आश्चर्यचकित कर देगी। फिर वे न उसे फेर सकेंगे और न उन्हें मोहलत दी जाएगी।",
    "निःसंदेह आपसे पहले कई रसूलों का मज़ाक़ उड़ाया गया, तो उनमें से जिन लोगों ने मज़ाक उड़ाया, उन्हें उसी चीज़ ने घेर लिया, जिसका वे मज़ाक़ उड़ाते थे।",
    "आप पूछिए कि कौन है जो रात और दिन में 'रहमान' से तुम्हारी रक्षा करता है? बल्कि वे अपने पालनहार की याद से मुँह फेरने वाले हैं।",
    "क्या उनके कुछ पूज्य हैं, जो उन्हें हमारी यातना से बचाते हैं? वे न तो खुद अपनी सहायता कर सकते हैं और न हमारी यातना से उन्हें बचाया जाता है।",
    "बल्कि हमने इन (काफ़िरों) को और इनके बाप-दादों को जीवन की सुख-सुविधाएँ प्रदान कीं, यहाँ तक कि उनपर लंबा समय बीत गया। तो क्या वे देखते नहीं कि हम धरती को उसके किनारों से कम करते आ रहे हैं? तो क्या वही प्रभावी रहने वाले हैं?",
    "(ऐ नबी!) आप कह दें कि मैं तो तुम्हें केवल वह़्य के साथ डराता हूँ। और बहरे पुकार को नहीं सुनते, जब कभी डराए जाते हैं।",
    "और निश्चय यदि उन्हें आपके पालनहार की तनिक यातना भी छू जाए, तो अवश्य पुकार उठेंगे : हाय हमारा विनाश! निश्चय हम ही अत्याचारी थे।",
    "और हम क़ियामत के दिन न्याय के तराज़ू रखेंगे। फिर किसी पर कुछ भी ज़ुल्म नहीं किया जाएगा। और अगर राई के एक दाने के बराबर (भी किसी का) कर्म होगा, तो हम उसे ले आएँगे। और हम हिसाब लेने वाले काफ़ी हैं।",
    "और निःसंदेह हमने मूसा तथा हारून को सत्य एवं असत्य के बीच अंतर करने वाली चीज़, तथा प्रकाश और तक़्वा वालों के लिए उपदेश प्रदान किया।",
    "जो अपने पालनहार से बिन देखे डरते हैं और वे क़ियामत से भयभीत रहने वाले हैं।",
    "और यह (क़ुरआन) एक बरकत वाला उपदेश है, जिसे हमने उतारा है। तो क्या तुम इसके इनकारी हो?",
    "और निःसंदेह हमने इससे पहले इबराहीम को उसकी समझ-बूझ प्रदान की थी और हम उससे भली-भाँति अवगत थे।",
    "जब उसने अपने बाप तथा अपनी जाति से कहा : ये प्रतिमाएँ (मूर्तियाँ) क्या हैं, जिनकी पूजा में तुम लगे हुए हो?",
    "उन्होंने कहा : हमने अपने बाप-दादा को इन्हीं की पूजा करने वाला पाया है।",
    "उस (इबराहीम) ने कहा : निश्चय तुम और तुम्हारे बाप-दादा खुली गुमराही में रहे हो।",
    "उन्होंने कहा : क्या तुम हमारे पास सत्य लाए हो या (हमसे) दिल-लगी कर रहे हो?",
    "उसने कहा : बल्कि तुम्हारा पालनहार आकाशों तथा धरती का पालनहार है, जिसने उन्हें पैदा किया है और मैं इसकी गवाही देने वालों में से हूँ।",
    "और अल्लाह की क़सम! मैं अवश्य ही तुम्हारी मूर्तियों का गुप्त उपाय करूँगा, इसके बाद कि तुम पीठ फेरकर चले जाओगे।",
    "फिर उसने उन्हें टुकड़े-टुकड़े कर दिया, सिवाय उनके एक बड़े के, ताकि वे उसकी ओर लौटें।",
    "उन्होंने कहा : हमारे पूज्यों के साथ यह किसने किया है? निःसंदेह वह निश्चय अत्याचारियों में से है!",
    "लोगों ने कहा : हमने एक नवयुवक को उनकी चर्चा करते हुए सुना है, जिसे इबराहीम कहा जाता है।",
    "उन्होंने कहा : उसे लोगों की आँखों के सामने लाओ, ताकि वे गवाह हो जाएँ।",
    "उन्होंने पूछा : ऐ इबराहीम! क्या तूने ही हमारे पूज्यों के साथ यह किया है?",
    "उसने कहा : बल्कि यह उनके इस बड़े ने किया है। अतः उन्हीं से पूछ लो, यदि वे बोलते हैं?",
    "फिर उन्होंने अपने मन में विचार किया और कहने लगे : निश्चय तुम खुद ही अत्याचारी हो।",
    "फिर वे अपने सिरों के बल औंधे कर दिए गए, (और बोले :) निःसंदेह तू जानता है कि ये बोलते नहीं।",
    "(इबराहीम ने) कहा : फिर क्या तुम अल्लाह को छोड़ उस चीज़ की इबादत करते हो, जो न तुम्हें कुछ लाभ पहुँचाती है और न तुम्हें हानि पहुँचाती है?",
    "तुफ़ है तुमपर और उनपर जिनकी तुम अल्लाह को छोड़कर इबादत करते हो। तो क्या तुम समझते नहीं?",
    "उन्होंने कहा : इसे जला दो तथा अपने पूज्यों की सहायता करो, अगर तुम कुछ करने वाले हो।",
    "हमने कहा : ऐ आग! तू इबराहीम पर ठंडक और सुरक्षा सुरक्षा बन जा।",
    "और उन्होंने उसके साथ एक चाल का इरादा किया, तो हमने उन्हीं को अत्यंत घाटे वाला कर दिया।",
    "और हम उसे (इबराहीम को) और लूत को बचाकर उस भूमि की ओर ले गए, जिसमें हमने संसार वालों के लिए बरकत रखी।",
    "और हमने उन्हें इसहाक़ प्रदान किया और उसके अतिरिक्त याक़ूब भी। और हमने हर एक को नेक बनाया।",
    "और हमने उन्हें ऐसे अग्रणी (पेशवा) बनाया, जो हमारे आदेशानुसार (लोगों को) सही राह दिखाते थे। और हमने उनकी ओर नेक कार्य करने, नमाज़ क़ायम करने और ज़कात देने की वह़्य (प्रकाशना) की। और वे केवल हमारी इबादत करने वाले थे।",
    "और लूत को हमने निर्णय शक्ति और ज्ञान दिया और उसे उस बस्ती से बचा लिया, जो गंदे काम किया करती थी। निश्चय वे बुरे, अवज्ञा करने वाले लोग थे।",
    "और हमने उन्हें अपनी दया में दाख़िल कर लिया। निःसंदेह वह सदाचारियों में से थे।",
    "तथा नूह को (याद करो) जब उन्होंने इससे पहले (अल्लाह को) पुकारा, तो हमने उनकी दुआ क़बूल कर ली, फिर उन्हें और उनके घर वालों को बड़े कष्ट से बचा लिया।",
    "और हमने उन लोगों के विरुद्ध उनकी मदद की, जिन्होंने हमारी निशानियों को झुठलाया। निःसंदेह वे बुरे लोग थे। अतः हमने उन सभी को डुबो दिया।",
    "तथा दाऊद और सुलैमान को (याद करो), जब वे दोनों खेत के विषय में निर्णय कर रहे थे, जब रात के समय उसमें अन्य लोगों की बकरियाँ फैल गईं थीं, और हम उनके निर्णय के समय उपस्थित थे।",
    "तो हमने वह (निर्णय) सुलैमान को समझा दिया। और हमने हर एक को हुक्म (नुबुव्वत या निर्णय-शक्ति) और ज्ञान प्रदान किया। और हमने पहाड़ों को दाऊद के अधीन कर दिया, जो (अल्लाह की) पवित्रता का गान करते थे, तथा पक्षियों को भी। और हम ही (इस कार्य के) करने वाले थे।",
    "तथा हमने उन्हें (दाऊद को) तुम्हारे लिए कवच बनाना सिखाया, ताकि वह तुम्हारी लड़ाई से तुम्हारी रक्षा करे। तो क्या तुम शुक्रिया अदा करने वाले हो?",
    "और तेज़ चलने वाली हवा को सुलैमान के अधीन कर दिया, जो उसके आदेश से उस धरती की ओर चलती थी, जिसमें हमने बरकत रखी और हम हर चीज़ को जानने वाले थे।",
    "और कई शैतान (उनके अधीन कर दिए गए थे), जो उनके लिए ग़ोता लगाते थे तथा इसके अलावा काम (भी) करते थे। और हम ही उनके निरीक्षक थे।",
    "तथा अय्यूब (की कहानी) को (याद करो), जब उन्होंने अपने पालनहार को पुकारा कि निःसंदेह मुझे कष्ट पहुँची है और तू दया करने वालों में सबसे अधिक दयावान् है।",
    "तो हमने उनकी दुआ क़बूल कर ली। चुनाँचे उन्हें जो भी कष्ट था, उसे दूर कर दिया और हमने उन्हें उनके घर वाले तथा उनके साथ उनके समान (और) भी प्रदान किए। अपनी ओर से दया के रूप में और उन लोगों की याद-दहानी के लिए जो इबादत करने वाले हैं।",
    "तथा इसमाईल, इदरीस और ज़ुल किफ़्ल को (याद करो)। हर एक धैर्यवानों में से था।",
    "और हमने उन्हें अपनी दया में दाख़िल कर लिया। निःसंदेह वे सदाचारियों में से थे।",
    "तथा मछली वाले (की कहानी याद करो), जब वह ग़ुस्से से भरा हुआ चला गया और उसने सोचा कि हम उसे तंगी में नहीं डालेंगे। अंततः उसने अंधेरों में पुकारा कि (ऐ अल्लाह!) तेरे सिवा कोई पूज्य नहीं, तू पवित्र है। निश्चय मैं ही अत्याचारियों में हो गया।",
    "तो हमने उनकी दुआ क़बूल की तथा उन्हें शोक से मुक्त कर दिया। और इसी तरह हम ईमान वालों को बचा लिया करते हैं।",
    "तथा ज़करिया को (याद करो), जब उन्होंने अपने पालनहार को पुकारा : ऐ मेरे पालनहार! मुझे अकेला मत छोड़ और तू सब वारिसों से बेहतर है।",
    "तो हमने उनकी दुआ क़बूल की और उन्हें यह़या प्रदान किया, और उनकी पत्नी को उनके लिए ठीक कर दिया। निःसंदेह वे नेकी के कामों में बहुत जल्दी करते थे और हमें आशा तथा भय के साथ पुकारते थे, और वे हमसे दीनतापूर्वक विनती करने वाले थे।",
    "तथा उस महिला (को याद करो) जिसने अपने सतीत्व की रक्षा की, तो हमने उसमें अपनी रूह से फूँका तथा उसे और उसके पुत्र को संसार वालों के लिए एक बड़ी निशानी बना दिया।",
    "निःसंदेह यह है तुम्हारी उम्मत (धर्म) जो एक ही उम्मत (धर्म) है, और मैं ही तुम्हारा पालनहार (पूज्य) हूँ। अतः मेरी इबादत करो।",
    "और वे अपने धर्म के मामले में आपस में टुकड़े-टुकड़े हो गए। सब हमारी ही ओर लोटने वाले हैं।",
    "अतः जो व्यक्ति अच्छे काम करे और वह मोमिन हो, तो उसके प्रयास की उपेक्षा नहीं की जाएगी और निश्चय हम उसके लिए लिखने वाले हैं।",
    "तथा जिस बस्ती को हम विनष्ट कर दें, उसके लिए असंभव है कि वह फिर (संसार में) लौट आए।",
    "यहाँ तक कि जब याजूज और माजूज खोल दिए जाएँगे और वे प्रत्येक ऊँची जगह से दौड़ते हुए आएँगे।",
    "और सच्चा वादा क़रीब आ जाएगा, तो अचानक यह होगा कि उन लोगों की आँखें खुली रह जाएँगी, जिन्होंने कुफ़्र किया। (वे कहेंगे :) हाय हमारा विनाश! निःसंदेह हम इससे ग़फ़लत में थे, बल्कि हम अत्याचारी थे।",
    "निःसंदेह तुम और जिन्हें तुम अल्लाह को छोड़कर पूजते हो, नरक का ईंधन हैं। तुम उसी में दाखिल होने वाले हो।",
    "यदि ये पूज्य होते, तो उस (नरक) में प्रवेश न करते। और ये सब उसी में सदैव रहने वाले हैं।",
    "उनकी साँस चढ़ी होगी (तेज़ साँसें निकलेंगी) तथा वे उसमें (कुछ) नहीं सुन सकेंगे।",
    "निःसंदेह वे लोग जिनके लिए हमारी ओर से पहले भलाई का निर्णय हो चुका है, वे उससे दूर रखे गए होंगे।",
    "वे उस (जहन्नम) की आहट भी नहीं सुनेंगे, और वे अपनी मनचाही चीज़ों में सदा रहने वाले हैं।",
    "उन्हें सबसे बड़ी घबराहट दुःखित नहीं करेगी, तथा फ़रिश्ते उनका स्वागत करेंगे (और कहेंगे :) यह है तुम्हारा वह दिन, जिसका तुम्हें वचन दिया जाता था।",
    "जिस दिन हम आकाश को पंजिका के पन्नों को लपेटने की तरह लपेट देंगे। जिस तरह हमने प्रथम सृष्टि का आरंभ किया, (उसी तरह) हम उसे लौटाएँगे। यह हमारे ज़िम्मे वादा है। निश्चय हम इसे पूरा करने वाले हैं।",
    "तथा निःसंदेह हमने 'लौहे महफ़ूज़' (में लिखने) के बाद अवतरित पुस्तकों में लिख दिया कि धरती के उत्तराधिकारी मेरे सदाचारी बंदे होंगे।",
    "निःसंदेह इबादत करने वालों के लिए इसमें एक बड़ा संदेश है।",
    "और (ऐ नबी!) हमने आपको समस्त संसार के लिए दया बनाकर भेजा है।",
    "(ऐ रसूल!) आप कह दें कि मेरी ओर केवल यही वह़्य की जाती है कि तुम्हारा पूज्य केवल एक ही पूज्य है। तो क्या तुम आज्ञाकारी बनते हो?",
    "फिर अगर वे मुँह फेरें, तो (ऐ रसूल!) आप कह दें कि मैंने तुम्हें इस प्रकार सावधान कर दिया है कि (हम और तुम इसकी जानकारी में) बराबर हैं। और मैं नहीं जानता कि जिस (यातना) का तुम्हें वचन दिया जा रहा है, वह क़रीब है अथवा दूर।",
    "निःसंदेह वह ऊँची आवाज़ से कही हुई बात को जानता है और वह भी जानता है जो तुम छिपाते हो।",
    "और मैं नहीं जानता शायद यह तुम्हारे लिए एक परीक्षा हो और एक समय तक कुछ लाभ उठाना हो।",
    "उस (नबी) ने कहा : ऐ मेरे पालनहार! सत्य के साथ फ़ैसला कर दे। और हमारा पालनहार ही वह अत्यंत दयावान् है, जिससे उन बोतों पर सहायता माँगी जाती है, जो तुम बयान करते हो।",
    "ऐ लोगो! अपने पालनहार से डरो। निःसंदेह क़ियामत (प्रलय) का भूकंप बहुत बड़ी चीज़ है।",
    "जिस दिन तुम उसे देखोगे, (हाल यह होगा कि) हर दूध पिलाने वाली उससे ग़ाफ़िल हो जाएगी जिसे उसने दूध पिलाया, और हर गर्भवती अपना गर्भ गिरा देगी, और तू लोगों को नशे में देखेगा, हालाँकि वे नशे में नहीं होंगे, लेकिन अल्लाह की यातना बहुत कठोर है। ",
    "और लोगों में से कोई वह है, जो अल्लाह के विषय में कुछ जाने बिना झगड़ता है और प्रत्येक सरकश शैतान का अनुसरण करता है।",
    "उसपर लिख दिया गया है कि जो उसे मित्र बनाएगा, तो वह उसे गुमराह करेगा और उसे भड़कती हुई आग (जहन्नम) की यातना का रास्ता दिखाएगा।",
    "ऐ लोगो! यदि तुम (मरणोपरांत) उठाए जाने के बारे में किसी संदेह में हो, तो निःसंदेह हमने तुम्हें तुच्छ मिट्टी से पैदा किया, फिर वीर्य की एक बूँद से, फिर रक्त के थक्के से, फिर माँस की एक बोटी से, जो चित्रित तथा चित्र विहीन होती है, ताकि हम तुम्हारे लिए (अपनी शक्ति को) स्पष्ट कर दें, और हम जिसे चाहते हैं गर्भाशयों में एक नियत समय तक ठहराए रखते हैं, फिर हम तुम्हें एक शिशु के रूप में निकालते हैं, फिर ताकि तुम अपनी जवानी को पहुँचो, और तुममें से कोई वह है जो उठा लिया जाता है, और तुममें से कोई वह है जो जीर्ण आयु की ओर लौटाया जाता है, ताकि वह जानने के बाद कुछ न जाने। तथा तुम धरती को सूखी (मृत) देखते हो, फिर जब हम उसपर पानी उतारते हैं, तो वह लहलहाती है और उभरती है तथा हर प्रकार की सुदृश्य वनस्पतियाँ उगाती है।",
    "यह इसलिए है कि अल्लाह ही सत्य है और (इसलिए कि) वही मुर्दों को जीवित करेगा और (इसलिए कि) वह हर चीज़ पर सर्वशक्तिमान है।",
    "और (इसलिए कि) क़ियामत आने वाली है, उसमें कोई संदेह नहीं और (इसलिए कि) निश्चय अल्लाह उन लोगों को उठाएगा जो क़ब्रों में हैं।",
    "तथा लोगों में कोई वह है, जो अल्लाह के विषय में, बिना किसी ज्ञान, मार्गदर्शन और प्रकाशमान् किताब के झगड़ा करता है।",
    "अपनी गरदन मोड़ने वाला है, ताकि (लोगों को) अल्लाह के मार्ग से भटका दे। उसके लिए दुनिया में अपमान है और क़ियामत के दिन हम उसे जलाने वाली आग की यातना चखाएँगे।",
    "यह उसके कारण है जो तेरे दोनों हाथों ने आगे भेजा और निःसंदेह अल्लाह बंदों पर कुछ भी अत्याचार करने वाला नहीं है।",
    "तथा लोगों में वह (भी) है, जो अल्लाह की इबादत एक किनारे पर रहकर करता है। फिर यदि उसे कोई भलाई पहुँच जाए, तो वह उससे संतुष्ट हो जाता है, और यदि उसे कोई परीक्षा आ पहुँचे, तो मुँह के बल फिर जाता है। वह दुनिया एवं आख़िरत में घाटे में पड़ गया। यही तो खुला घाटा है।",
    "वह अल्लाह को छोड़कर उसे पुकारता है, जो न उसे हानि पहुँचाता है और न उसे लाभ पहुँचाता है। यही तो दूर की गुमराही है।",
    "वह उसे पुकारता है, जिसका नुक़सान उसके लाभ से अधिक निकट है। निःसंदेह वह बुरा संरक्षक तथा निःसंदेह बुरा साथी है।",
    "निःसंदेह अल्लाह उन्हें, जो ईमान लाए तथा अच्छे कार्य किए, ऐसे बाग़ों में दाख़िल करेगा, जिनके (महलों के) नीचे से नहरें बहती हैं। निःसंदेह अल्लाह जो चहता है, करता है।",
    "जो सोचता है कि अल्लाह दुनिया और आख़िरत में कभी उसकी सहायता नहीं करेगा, तो उसे चाहिए कि आकाश की ओर एक रस्सी लटकाए, फिर काट दे। फिर देखे कि क्या उसका (यह) उपाय उसका क्रोध दूर कर देता है?",
    "तथा इसी प्रकार हमने इस (क़ुरआन) को खुली आयतों के रूप में उतारा है और यह कि अल्लाह जिसे चाहता है, सीधा रास्ता दिखाता है।",
    "निःसंदेह जो लोग ईमान लाए तथा जो यहूदी हुए, तथा साबी और ईसाई और मजूसी तथा वे लोग जिन्होंने शिर्क किया, निश्चय अल्लाह उन सबके बीच क़ियामत के दिन निर्णय कर देगा। निःसंदेह अल्लाह प्रत्येक वस्तु पर गवाह है।",
    "(ऐ रसूल!) क्या आप नहीं जानते कि अल्लाह ही को सजदा करते हैं, जो कोई आकाशों में हैं तथा जो धरती में हैं और सूर्य, चाँद, तारे, पर्वत, वृक्ष, पशु और बहुत-से मनुष्य। और बहुत-से वे हैं, जिनपर यातना सिद्ध हो चुकी है। और जिसे अल्लाह अपमानित कर दे, फिर उसे कोई सम्मान देने वाला नहीं। निःसंदेह अल्लाह जो चाहता है, करता है।",
    "ये दो पक्ष हैं, जिन्होंने अपने पालनहार के विषय में झगड़ा किया। तो वे लोग जिन्होंने कुफ़्र किया, उनके लिए आग के वस्त्र काटे जा चुके, उनके सिरों के ऊपर से खौलता हुआ पानी डाला जाएगा।",
    "उसके साथ पिघला दिया जाएगा जो कुछ उनके पेटों में है और चमड़े भी।",
    "और उन्हीं के लिए लोहे के हथौड़े हैं।",
    "जब कभी व्याकुल होकर उस (आग) से निकलना चाहेंगे, उसी में लौटा दिए जाएँगे तथा (कहा जाएगा कि) जलने की यातना चखो।",
    "निःसंदेह अल्लाह उन लोगों को, जो ईमान लाए तथा उन्होंने अच्छे कार्य किए, ऐसे बाग़ों में दाख़िल करेगा, जिनके नीचे से नहरें बहती हैं, उनमें उन्हें सोने के कुछ कंगन पहनाए जाएँगे तथा मोती भी, और उनका वस्त्र उसमें रेशम का होगा।",
    "तथा उन्हें पवित्र बात का मार्ग दिखा दिया गया और उन्हें प्रशंसित मार्ग दिखा दिया गया।",
    "निःसंदेह वे लोग जिन्होंने कुफ़्र किया और वे अल्लाह के मार्ग से और उस मस्जिदे-हराम से रोकते हैं, जिसे हमने सब लोगों के लिए इस तरह बनाया है कि उसमें रहने वाले और बाहर से आने वाले बराबर हैं और जो भी उसमें किसी अत्याचार के साथ सत्य से दूरी का इरादा करेगा, हम उसे दुःखदायी यातना चखाएँगे।",
    "तथा (वह समय याद करो) जब हमने इबराहीम के लिए इस घर का स्थान निर्धारित कर दिया (और उसे आदेश दिया) कि किसी को मेरा साझी न बनाना, तथा मेरे घर का तवाफ़ (परिक्रमा) करने वालों, क़ियाम करने वालों तथा रुकू' और सजदा करने वालों के लिए पवित्र रखना।",
    "और लोगों में हज्ज का एलान कर दो। वे तेरे पास पैदल तथा प्रत्येक दुबली-पतली सवारियों पर आएँगे, जो हर दूर-दराज़ मार्ग से आएँगी।",
    "ताकि वे अपने बहुत-से लाभों के लिए उपस्थित हों और कुछ ज्ञात दिनों में उन पालतू चौपायों पर अल्लाह का नाम लें, जो उसने उन्हें प्रदान किए हैं। फिर उनमें से स्वयं खाओ तथा तंगहाल निर्धन को खिलाओ।",
    "फिर वे अपना मैल-कुचैल दूर करें तथा अपनी मन्नतें पूरी करें और इस प्राचीन घर का तवाफ़ (परिक्रमा) करें।",
    "ये (हमारे आदेश) हैं। और जो कोई अल्लाह के निषेधों (मर्यादाओं) का सम्मान करे, तो यह उसके लिए, उसके पालनहार के पास बेहतर है। और तुम्हारे लिए चौपाए हलाल (वैध) कर दिए गए हैं, सिवाय उनके जो तुम्हें पढ़कर सुनाए जाते हैं। अतः मूर्तियों की गंदगी से बचो तथा झूठी बात से बचो।",
    "इस हाल में कि अल्लाह के लिए एकाग्र होने वाले हो, उसके साथ किसी को साझी करने वाले न हो। और जो अल्लाह के साथ साझी ठहराए, तो मानो वह आकाश से गिर पड़ा। फिर उसे पक्षी उचक लेते हैं, अथवा उसे हवा किसी दूर स्थान में गिरा देती है।",
    "यह (अल्लाह का आदेश है), और जो अल्लाह के प्रतीकों का सम्मान करता है, तो निश्चय यह दिलों के तक़वा की बात है।",
    "तुम्हारे लिए उनमें एक निर्धारित समय तक कई लाभ हैं, फिर उनके ज़बह होने की जगह प्राचीन घर के पास है।",
    "तथा प्रत्येक समुदाय के लिए हमने एक क़ुर्बानी निर्धारित की है, ताकि वे उन पालतू चौपायों पर अल्लाह का नाम लें, जो उसने उन्हें प्रदान किए हैं। अतः तुम्हारा पूज्य एक पूज्य है, तो उसी के आज्ञाकारी हो जाओ। और (ऐ नबी!) आप विनम्रता अपनाने वालों को शुभ सूचना सुना दें।",
    "वे लोग कि जब अल्लाह का नाम लिया जाता है, तो उनके दिल डर जाते हैं, तथा उनपर जो मुसीबत आए उसपर धैर्य रखने वाले, और नमाज़ क़ायम करने वाले हैं तथा जो कुछ हमने उन्हें दिया है, उसमें से खर्च करने वाले हैं।",
    "और क़ुर्बानी के ऊँटों को हमने तुम्हारे लिए अल्लाह की निशानियों में से बनाया है। तुम्हारे लिए उनमें भलाई है। अतः उनपर अल्लाह का नाम लो, इस हाल में कि घुटना बंधे खड़े हों। फिर जब उनके पहलू धरती से आ लगें, तो उनमें से स्वयं खाओ तथा संतोष करने वाले निर्धन और माँगने वाले को भी खिलाओ। इसी प्रकार, हमने उन्हें तुम्हारे वश में कर दिया है, ताकि तुम कृतज्ञ बनो।",
    "अल्लाह को उनके मांस और उनके रक्त हरगिज़ नहीं पहुँचेंगे, परंतु उसे तुम्हारा तक़वा पहुँचेगा। इसी प्रकार, उस (अल्लाह) ने उन (पशुओं) को तुम्हारे वश में कर दिया है, ताकि तुम अल्लाह की महिमा का गान करो, उस मार्गदर्शन पर, जो उसने तुम्हें दिया है। और (ऐ रसूल!) आप सत्कर्मियों को शुभ सूचना सुना दें।",
    "निःसंदेह अल्लाह उन लोगों की ओर से प्रतिरक्षा करता है, जो ईमान लाए। निःसंदेह अल्लाह किसी ऐसे व्यक्ति को पसंद नहीं करता, जो बड़ा विश्वासघाती, बहुत नाशुक्रा हो।",
    "उन लोगों को जिनसे युद्ध किया जाता है, अनुमति दे दी गई है, इसलिए कि उनपर अत्याचार किया गया। और निःसंदेह अल्लाह उनकी सहायता करने में निश्चय पूरी तरह सक्षम है।",
    "वे लोग जिन्हें उनके घरों से अकारण निकाल दिया गया, केवल इस बात पर कि वे कहते हैं कि हमारा पालनहार अल्लाह है। और यदि अल्लाह कुछ लोगों को, कुछ लोगों द्वारा हटाता न होता, तो अवश्य ध्वस्त कर दिए जाते (ईसाई पुजारियों के) मठ तथा (ईसाइयों के) गिरजे और (यहूदियों के) पूजा स्थल तथा (मुसलमानों की) मस्जिदें, जिनमें अल्लाह का नाम बहुत अधिक लिया जाता है। और निश्चय अल्लाह अवश्य उसकी सहायता करेगा, जो उस (के धर्म) की सहायता करेगा। निःसंदेह अल्लाह निश्चय अत्यंत शक्तिशाली, सब पर प्रभुत्वशाली है।",
    "वे लोग कि यदि हम उन्हें धरती में आधिपत्य प्रदान करें, तो वे नमाज़ क़ायम करेंगे और ज़कात देंगे और अच्छे काम का आदेश देंग और बुरे काम से रोकेंगे। और सभी कर्मों का परिणाम अल्लाह ही के अधिकार में है।",
    "और (ऐ रसूल!) यदि वे आपको झुठलाएँ, तो निःसंदेह इनसे पहले नूह की जाति और आद तथा समूद (भी अपने रसूलों को) झुठला चुके हैं।",
    "तथा इबराहीम की जाति और लूत की जाति।",
    "तथा मदयन वालों ने। और मूसा (भी) झुठलाए गए, तो मैंने उन काफ़िरों को मोहलत दी, फिर मैंने उन्हें पकड़ लिया। तो मेरा दंड कैसा था?",
    "तो कितनी ही बस्तियाँ हैं, जिन्हें हमने इस हाल में नष्ट कर दिया कि वे अत्याचारी थीं। अतः वे अपनी छतों पर गिरी हुई हैं। और (कितने ही) बेकार छोड़े हुए कुएँ हैं तथा पक्के ऊँचे भवन हैं।",
    "तो क्या वे धरती में चले-फिरे नहीं कि उनके लिए ऐसे दिल हों, जिनसे वे समझें, या ऐसे कान हों, जिनसे वे सुनें। निःसंदेह आँखें अंधी नहीं होतीं, लेकिन वे दिल अंधे होते हैं, जो सीनों में हैं।",
    "तथा वे आपसे यातना के बारे में जल्दी मचा रहे हैं और अल्लाह हरगिज़ अपने वचन के विरुद्ध नहीं करेगा। और निःसंदेह आपके पालनहार के यहाँ एक दिन तुम्हारी गणना के अनुसार हज़ार वर्ष के बराबर है।",
    "और कितनी ही बस्तियाँ हैं, जिन्हें हमने अवसर दिया, जबकि वे अत्याचारी थीं। फिर मैंने उन्हें पकड़ लिया और मेरी ही ओर (सबको) लौटकर आना है।",
    "(ऐ नबी!) आप कह दें कि ऐ लोगो! मैं तो बस तुम्हें खुला सावधान करने वाला हूँ।",
    "तो वे लोग जो ईमान लाए तथा उन्होंने अच्छे कार्य किए, उनके लिए महान क्षमा और सम्मान की रोज़ी है।",
    "और जिन लोगों ने हमारी आयतों (को झुठलाने) में दौड़-भाग की, (यह समझकर कि हमें) विवश कर देंगे, तो वही नरकवासी हैं।",
    "और (ऐ रसूल!) हमने आपसे पूर्व न कोई रसूल भेजा और न कोई नबी, परंतु जब उसने (अल्लाह की पुस्तक) पढ़ी, तो शैतान ने उसके पढ़ने में संशय डाल दिया। फिर अल्लाह शैतान के संशय को मिटा देता है, फिर अल्लाह अपनी आयतों को सुदृढ़ कर देता है। और अल्लाह सब कुछ जानने वाला, पूर्ण हिकमत वाला है।",
    "ताकि वह (अल्लाह) शैतान के डाले हुए संशय को उनके लिए परीक्षण बना दे, जिनके दिलों में रोग है और जिनके दिल कठोर हैं। और निःसंदेह अत्याचारी लोग विरोध में बहुत दूर चले गए हैं।",
    "और ताकि उन लोगों को जिन्हें ज्ञान दिया गया है, विश्वास हो जाए कि वही आपके पालनहार की ओर से सत्य है। तो वे उसपर ईमान ले आएँ और उनके दिल उसके लिए झुक जाएँ। और निःसंदेह अल्लाह ईमान लाने वालों को निश्चय सीधा मार्ग दिखाने वाला है।",
    "तथा वे लोग जिन्होंने कुफ़्र किया, हमेशा इस (क़ुरआन) के बारे में किसी संदेह में रहेंगे, यहाँ तक कि उनके पास अचानक क़ियामत आ जाए, या उनके पास उस दिन की यातना आ जाए, जो बाँझ (हर भलाई से रहित) है।",
    "उस दिन सारा राज्य अल्लाह ही का होगा, वह उनके बीच निर्णय करेगा। फिर वे लोग जो ईमान लाए और उन्होंने अच्छे कार्य किए, वे नेमत भरी जन्नतों में होंगे।",
    "और जिन लोगों ने कुफ़्र किया और हमारी आयतों को झुठलाया, तो वही हैं जिनके लिए अपमानकारी यातना है।",
    "तथा जिन लोगों ने अल्लाह के मार्ग में अपना घरबार छोड़ा। फिर मारे गए या मर गए, निश्चय अल्लाह उन्हें अवश्य उत्तम रोज़ी प्रदान करेगा। और निःसंदेह अल्लाह ही सब रोज़ी देने वालों से बेहतर है।",
    "निश्चय वह उन्हें ऐसे स्थान में अवश्य दाख़िल करेगा, जिससे वे प्रसन्न हो जाएँगे। और निःसंदेह अल्लाह सब कुछ जानने वाला, अत्यंत सहनशील है।",
    "यह तो हुआ। और जो व्यक्ति बदला ले, वैसा ही जैसा उसके साथ किया गया, फिर उसपर अत्याचार किया जाए, तो अल्लाह उसकी अवश्य सहायता करेगा। निःसंदेह अल्लाह बहुत माफ़ करने वाला, अत्यंत क्षमाशील है।",
    "यह इसलिए कि अल्लाह रात को दिन में दाखिल करता है और दिन को रात में दाखिल करता है। और अल्लाह सब कुछ सुनने वाला, सब कुछ देखने वाला है।",
    "यह इसलिए कि अल्लाह ही सत्य है, और जिसे वे अल्लाह के सिवा पुकारते हैं, वह असत्य है, और अल्लाह ही सबसे ऊँचा, सबसे बड़ा है।",
    "क्या आपने नहीं देखा कि अल्लाह ने आकाश से कुछ पानी उतारा, तो भूमि हरी-भरी हो जाती है। निःसंदेह अल्लाह अत्यंत दयालु, हर चीज़ की ख़बर रखने वाला है।",
    "उसी का है जो कुछ आकाशों में है और जो कुछ धरती में है। और निःसंदेह अल्लाह ही बेनियाज़ और प्रशंसनीय है।",
    "क्या आपने नहीं देखा कि अल्लाह ने धरती की सारी वस्तुओं को तुम्हारे वश में कर दिया है, तथा नावों को भी, जो सागर में उसके आदेश से चलती हैं और वह आकाश को अपनी अनुमति के बिना धरती पर गिरने से रोकता है? निःसंदेह अल्लाह लोगों के लिए अति करुणामय, अत्यंत दयावान् है।",
    "तथा वही है, जिसने तुम्हें जीवन प्रदान किया, फिर तुम्हें मारेगा, फिर तुम्हें जीवित करेगा। निःसंदेह इनसान बड़ा ही नाशुक्रा है।",
    "(ऐ नबी!) हमने प्रत्येक समुदाय के लिए इबादत की एक विधि निर्धारित की है, जिसके अनुसार वे इबादत करने वाले हैं। अतः वे आपसे इस मामले में हरगिज़ विवाद न करें। और आप अपने पालनहार की ओर लोगों को बुलाएँ। निःसंदेह आप तो निश्चय सीधी राह पर हैं।",
    "और यदि वे आपसे विवाद करें, तो कह दें कि अल्लाह तुम्हारे कर्मों से भली-भाँति अवगत है।",
    "अल्लाह क़ियामत के दिन तुम्हारे बीच उस मामले में निर्णय करेगा, जिसमें तुम मतभेद किया करते थे।",
    "(ऐ रसूल!) क्या आप नहीं जानते कि अल्लाह जानता है, जो आकाश तथा धरती में है? निःसंदेह यह एक किताब में (अंकित) है। निःसंदेह यह अल्लाह के लिए अति सरल है।",
    "और वे अल्लाह के सिवा उसकी इबादत करते हैं, जिसका उसने कोई प्रमाण नहीं उतारा, और न उनके पास उसकी कोई जानकारी है। और अत्याचारियों का कोई सहायक नहीं।",
    "और जब उन्हें हमारी स्पष्ट आयतें सुनाई जाती हैं, तो आप काफ़िरों के चेहरों में अस्वीकृति पहचान लेंगे। क़रीब होंगे कि वे उनपर आक्रमण कर दें, जो उन्हें हमारी आयतें पढ़कर सुनाते हैं। आप कह दें : तो क्या मैं तुम्हें इससे बुरी चीज़ बता दूँ? वह आग है, जिसका अल्लाह ने उन लोगों से वादा किया है, जिन्होंने कुफ़्र किया और वह बहुत ही बुरा ठिकाना है।",
    "ऐ लोगो! एक उदाहरण दिया गया है। इसे ध्यान से सुनो। निःसंदेह वे लोग जिन्हें तुम अल्लाह के अतिरिक्त पुकारते हो, कभी एक मक्खी भी पैदा नहीं करेंगे, यद्यपि वे इसके लिए इकट्ठे हो जाएँ। और यदि मक्खी उनसे कोई चीज़ छीन ले, वे उसे उससे छुड़ा नहीं पाएँगे। कमज़ोर है माँगने वाला और वह भी जिससे माँगा गया।",
    "उन्होंने अल्लाह का वैसे आदर नहीं किया, जैसे उसका आदर करना चाहिए! निःसंदेह अल्लाह अत्यंत शक्तिशाली, सब पर प्रभुत्वशाली है।",
    "अल्लाह फ़रिश्तों में से संदेश पहुँचाने वालों को चुनता है तथा मनुष्यों में से भी। निःसंदेह अल्लाह सब कुछ सुनने वाला, सब कुछ देखने वाला है।",
    "वह जानता है, जो कुछ उनके सामने है और जो कुछ उनके पीछे है। और अल्लाह ही की ओर सब काम लौटाए जाते हैं।",
    "ऐ ईमान वालो! रुकू करो तथा सजदा करो और अपने पालनहार की इबादत करो और नेकी करो, ताकि तुम सफल हो जाओ।",
    "तथा अल्लाह के मार्ग में जिहाद करो, जैसा कि उसके जिहाद का हक़ है। उसी ने तुम्हें चुना है। और धर्म के मामले में तुमपर कोई तंगी नहीं रखी। यह तुम्हारे पिता इबराहीम का धर्म है। उसी ने इस (क़ुरआन) से पहले तथा इसमें भी तुम्हारा नाम मुसलमान रखा है। ताकि रसूल तुमपर गवाह हों और तुम सब लोगों पर गवाह बनो। अतः नमाज़ क़ायम करो तथा ज़कात दो और अल्लाह को मज़बूती से पकड़ लो। वही तुम्हारा संरक्षक है। तो वह क्या ही अच्छा संरक्षक तथा क्या ही अच्छा सहायक है।"
  ]
}