{
  "meta": {
    "id": 122,
    "name": "Maulana Azizul Haque al-Umari",
    "translator_name": "Maulana Azizul Haque al-Umari",
    "slug": "hi-maulana-azizul-haque-al-umari",
    "language_name": "hindi"
  },
  "verses": [
    "तथा मुझे क्या हुआ है कि मैं उसकी इबादत न करूँ, जिसने मुझे पैदा किया है और तुम (सब) उसी की ओर लौटाए जाओगे?",
    "क्या मैं उसे छोड़कर दूसरे पूज्य बना लूँ? यदि रहमान (अत्यंत दयावान् अल्लाह) मुझे कोई हानि पहुँचाना चाहे, तो उनकी सिफ़ारिश मुझे कुछ लाभ नहीं पहुँचा सकेगी और न वे मुझे बचा सकेंगे।",
    "निःसंदेह मैं उस समय खुली गुमराही में हूँगा।",
    "निःसंदेह मैं तुम्हारे पालनहार पर ईमान ले आया। अतः मेरी बात सुनो।",
    "(उससे) कहा गया : जन्नत में प्रवेश कर जा। उसने कहा : काश मेरी जाति भी जान लेती!",
    "कि मेरे पालनहार ने मुझे क्षमा कर दिया और मुझे सम्मानित लोगों में शामिल कर दिया।",
    "तथा हमने उसके पश्चात् उसकी जाति पर आकाश से कोई सेना नहीं उतारी और न हम उतारने वाले थे।",
    "वह तो मात्र एक तेज़ आवाज़ (चिंघाड़) थी। फिर एकाएक वे बुझे हुए थे।",
    "हाय अफसोस है बंदों पर! उनके पास जो भी रसूल आता, वे उसका उपहास किया करते थे।",
    "क्या उन्होंने नहीं देखा कि हमने उनसे पहले कितने ही समुदायों को विनष्ट कर दिया कि वे उनकी ओर लौटकर नहीं आएँगे।",
    "तथा वे जितने भी हैं सबके सब हमारे सामने उपस्थित किए जाएँगे।",
    "तथा उनके लिए एक बड़ी निशानी मृत भूमि है। हमने उसे जीवित किया और उससे अन्न निकाला। तो वे उसी में से खाते हैं।",
    "तथा हमने उसमें खजूरों और अंगूरों के कई बाग बनाए और उनमें कई जल स्रोत प्रवाहित कर दिए।",
    "ताकि वे उसके फल खाएँ, हालाँकि उसे उनके हाथों ने नहीं बनाया है। तो क्या वे आभार प्रकट नहीं करते?",
    "पवित्र है वह अस्तित्व जिसने सभी जोड़े पैदा किए, उन चीज़ों के भी जिन्हें धरती उगाती है, और स्वयं उन (मनुष्यों) के अपने भी, और उनके भी जिन्हें वे नहीं जानते।",
    "तथा एक निशानी उनके लिए रात है। जिससे हम दिन को खींच लेते हैं, तो एकाएक वे अंधेरे में हो जाते हैं।",
    "तथा सूर्य अपने नियत ठिकाने की ओर चला जा रहा है। यह प्रभुत्वशाली, सब कुछ जानने वाले (अल्लाह) का निर्धारित किया हुआ है।",
    "तथा चाँद की हमने मंज़िलें निर्धारित कर दी हैं। यहाँ तक कि वह फिर खजूर की पुरानी सूखी टेढ़ी टहनी के समान हो जाता है।",
    "न तो सूर्य ही से हो सकता है कि चाँद को जा पकड़े और न रात ही दिन से पहले आने वाली है। और सब एक-एक कक्षा में तैर रहे हैं।",
    "तथा उनके लिए एक निशानी (यह भी) है कि हमने उनकी नस्ल को भरी हुई नाव में सवार किया।",
    "तथा हमने उनके लिए उस (नाव) जैसी कई और चीज़ें बनाईं, जिनपर वे सवार होते हैं।",
    "और यदि हम चाहें, तो उन्हें डुबो दें। फिर न कोई उनकी फ़र्याद को पहुँचने वाला हो और न वे बचाए जाएँ।",
    "परंतु हमारी ओर से दया और एक समय तक लाभ पहुँचाने की वजह से।",
    "और जब उनसे कहा जाता है कि उस (यातना) से डरो, जो तुम्हारे आगे है और जो तुम्हारे पीछे है, ताकि तुमपर दया की जाए।",
    "और उनके पास उनके पालनहार की निशानियों में से कोई निशानी नहीं आती परंतु वे उससे मुँह फेरने वाले होते हैं।",
    "तथा जब उनसे कहा जाता है कि उस धन में से खर्च करो, जो अल्लाह ने तुम्हें प्रदान किया है, तो काफ़िर लोग ईमान वालों से कहते हैं : क्या हम उसे खाना खिलाएँ, जिसे यदि अल्लाह चाहता, तो खिला देता? तुम तो खुली गुमराही में हो।",
    "तथा वे कहते हैं : यह (क़ियामत का) वादा कब पूरा होगा, यदि तुम सच्चे हो?",
    "वे केवल एक चिंघाड़ की प्रतीक्षा कर रहे हैं, जो उन्हें आ पकड़ेगी, जबकि वे (आपस में) झगड़ रहे होंगे।",
    "फिर वे न कोई वसीयत कर सकेंगे और न अपने परिजनों की ओर वापस आ सकेंगे।",
    "तथा सूर (नरसिंघा) में फूँक मारी जाएगी, तो एकाएक वे क़ब्रों से (निकलकर) अपने पालनहार की ओर दौड़ रहे होंगे।",
    "वे कहेंगे : हाय हमारा विनाश! किसने हमें हमारी क़ब्रों से उठा दिया? यही है जो रहमान ने वादा किया था और रसूलों ने सच कहा था।",
    "वह तो बस एक चिंघाड़ होगी, तो अचानक वे सब हमारे पास उपस्थित किए हुए होंगे।",
    "तो आज किसी प्राणी पर कुछ भी अत्याचार नहीं किया जाएगा और तुम्हें केवल उसी का बदला दिया जाएगा, जो तुम किया करते थे।",
    "निःसंदेह जन्नती लोग आज (नेमतों) का आनंद लेने में व्यस्त हैं।",
    "वे तथा उनकी पत्नियाँ छायों में मस्नदों पर तकिया लगाए हुए हैं।",
    "उनके लिए उसमें बहुत सारा फल है तथा उनके लिए वह कुछ है, जो वे माँग करेंगे।",
    "सलाम हो। उस पालनहार की ओर से कहा जाएगा, जो अत्यंत दयावान् है।",
    "तथा ऐ अपराधियो! आज तुम अलग हो जाओ।",
    "ऐ आदम की संतान! क्या मैंने तुम्हें ताकीद नहीं की थी कि शैतान की उपासना न करना? निश्चय वह तुम्हारा खुला शत्रु है।",
    "तथा यह कि तुम मेरी ही इबादत करो। यही सीधा मार्ग है।",
    "तथा उसने तुममें से बहुत-से लोगों को पथभ्रष्ट कर दिया। तो क्या तुम समझते नहीं थे?",
    "यही वह जहन्नम है, जिसका तुमसे वादा किया जाता था।",
    "आज उसमें प्रवेश कर जाओ, उस कुफ़्र के बदले जो तुम किया करते थे।",
    "आज हम उनके मुँहों पर मुहर लगा देंगे और उनके हाथ हमसे बात करेंगे तथा उनके पैर उन कर्मों की गवाही देंगे, जो वे किया करते थे।",
    "और यदि हम चाहें, तो निश्चय उनकी आँखें मिटा दें। फिर वे रास्ते की ओर दौड़ें, तो कैसे देखेंगे?",
    "और यदि हम चाहें, तो उनके स्थान ही पर उनके रूप को परिवर्तित कर दें, फिर वे न आगे जा सकें और न पीछे लौट सकें।",
    "तथा जिसे हम दीर्घायु प्रदान करते हैं, उसे उसकी संरचना में उल्टा फेर देते हैं। तो क्या ये नहीं समझते?",
    "और हमने न उन्हें शे'र (काव्य) सिखाया है और न वह उनके योग्य है। वह तो सर्वथा उपदेश तथा स्पष्ट क़ुरआन के सिवा कुछ नहीं।",
    "ताकि वह उसे डराए, जो जीवित हो तथा काफ़िरों पर (यातना की) बात सिद्ध हो जाए।",
    "क्या उन्होंने नहीं देखा कि हमने अपने हाथों से बनाई हुई चीज़ों में से उनके लिए चौपाए पैदा किए, तो वे उनके मालिक हैं?",
    "तथा हमने उन्हें उनके वश में कर दिया, तो उनमें से कुछ उनकी सवारी हैं और उनमें से कुछ को वे खाते हैं।",
    "तथा उनके लिए उन (चौपायों) में कई लाभ और पीने की चीज़ें हैं। तो क्या (फिर भी) वे आभार प्रकट नहीं करते?",
    "और उन्होंने अल्लाह के सिवा कई पूज्य बना लिए, ताकि उनकी सहायता की जाए।",
    "वे उनकी सहायता करने का सामर्थ्य नहीं रखते, तथा ये उनकी सेना हैं, जो उपस्थित किए हुए हैं।",
    "अतः उनकी बात आपको शोकग्रस्त न करे। निःसंदेह हम जानते हैं जो वे छिपाते हैं और जो वे प्रकट करते हैं।",
    "क्या मनुष्य ने नहीं देखा कि हमने उसे वीर्य से पैदा किया? फिर अचानक वह खुला झगड़ालू बन बैठा।",
    "और उसने हमारे लिए एक उदाहरण प्रस्तुत किया, और अपनी रचना को भूल गया। उसने कहा : इन अस्थियों को कौन जीवित करेगा, जबकि वे जीर्ण-शीर्ण हो चुकी होंगी?",
    "आप कह दें : उन्हें वही (अल्लाह) जीवित करेगा, जिसने उन्हें प्रथम बार पैदा किया और वह प्रत्येक उत्पत्ति को भली-भाँति जानने वाला है।",
    "वह जिसने तुम्हारे लिए हरे वृक्ष से आग पैदा कर दी, फिर तुम उससे आग सुलगाते हो।",
    "तथा क्या वह (अल्लाह) जिसने आकाशों और धरती को पैदा किया, इस बात का सामर्थ्य नहीं रखता कि उन जैसे और पैदा कर दे? क्यों नहीं, और वही सब कुछ पैदा करने वाला, सब कुछ जानने वाला है?",
    "उसका आदेश, जब वह किसी चीज़ का इरादा करता है, तो केवल यह होता है कि उससे कहता है \"हो जा\", तो वह हो जाती है।",
    "अतः पवित्र है वह (अल्लाह), जिसके हाथ में प्रत्येक चीज़ का राज्य (पूर्ण अधिकार) है और तुम सब उसी की ओर लौटाए जाओगे।",
    "क़सम है पंक्तिबद्ध (फ़रिश्तों) की!",
    "फिर झिड़क कर डाँटने वालों की!",
    "फिर (अल्लाह के) ज़िक्र (वाणी) की तिलावत करने वालों की।",
    "निःसंदेह तुम्हारा पूज्य निश्चय एक ही है।",
    "जो आकाशों और धरती का तथा उन दोनों के बीच की समस्त चीज़ों का स्वामी है और सूर्य के उदय होने के सभी स्थानों का मालिक है।",
    "निःसंदेह हमने संसार के आकाश को एक सुंदर शृंगार के साथ सुशोभित किया है, जो सितारे हैं।",
    "और प्रत्येक सरकश शैतान से सुरक्षित करने के लिए।",
    "वे सर्वोच्च सभा (मला-ए-आ'ला) के फ़रिश्तों की बात नहीं सुन सकते, तथा वे हर ओर से (उल्काओं से) मारे जाते हैं।",
    "भगाने के लिए। तथा उनके लिए स्थायी यातना है।",
    "परंतु जो कोई (शैतान फरिश्तों की किसी बात को) अचानक उचक ले जाए, तो एक दहकता हुआ अंगारा (उल्का) उसका पीछा करता है।",
    "तो आप इन (काफ़िरों) से पूछें कि क्या इन्हें पैदा करना अधिक कठिन है या उनका जिन्हें हम पैदा कर चुके? निःसंदेह हमने उन्हें एक लेसदार मिट्टी से पैदा किया है।",
    "बल्कि आपने आश्चर्य किया और वे उपहास करते हैं।",
    "और जब उन्हें नसीहत की जाए, तो वे क़बूल नहीं करते।",
    "और जब वे कोई निशानी देखते हैं, तो खूब उपहास करते हैं।",
    "तथा कहते हैं कि यह तो मात्र खुला जादू है।",
    "क्या जब हम मर गए और मिट्टी तथा हड्डियाँ हो चुके, तो क्या सचमुच हम अवश्य उठाए जाने वाले हैं?",
    "और क्या हमारे पहले बाप-दादा भी (उठाए जाएँगे)?",
    "आप कह दीजिए : हाँ! तथा तुम अपमानित (भी) होगे!",
    "वह बस एक ही झिड़की होगी, तो एकाएक वे देख रहे होंगे।",
    "तथा वे कहेंगे : हाय हमारा विनाश! यह तो बदले का दिन है।",
    "यही निर्णय का दिन है, जिसे तुम झुठलाया करते थे।",
    "(आदेश होगा कि) इकट्ठा करो उन लोगों को जिन्होंने अत्याचार किया तथा उनके साथियों को और जिनकी वे उपासना किया करते थे ।",
    "अल्लाह के सिवा। फिर उन्हें जहन्नम की राह दिखा दो।",
    "और उन्हें ठहराओ, निःसंदेह वे प्रश्न किए जाने वाले हैं।",
    "तुम्हें क्या हुआ कि तुम एक-दूसरे की सहायता नहीं करते?",
    "बल्कि, आज वे सर्वथा आज्ञाकारी हैं।",
    "और वे एक-दूसरे की ओर रुख़ करके परस्पर प्रश्न करेंगे।",
    "वे कहेंगे : निःसंदेह तुम हमारे पास दाहिने से आया करते थे।",
    "वे कहेंगे : बल्कि तुम (स्वयं) ईमान वाले न थे।",
    "तथा हमारा तुमपर कोई ज़ोर न था, बल्कि तुम (स्वंय) हद से बढ़ने वाले लोग थे।",
    "तो हमपर हमारे पालनहार का कथन सिद्ध हो गया। निःसंदेह हम निश्चय (यातना) चखने वाले हैं।",
    "तो हमने तुम्हें गुमराह किया। निःसंदेह हम स्वयं गुमराह थे।",
    "तो निश्चय ही वे उस दिन यातना में सहभागी होंगे।",
    "निःसंदेह हम अपराधियों के साथ ऐसा ही किया करते हैं।",
    "निःसंदेह वे ऐसे लोग थे कि जब उनसे कहा जाता कि अल्लाह के सिवा कोई पूज्य (इबादत के योग्य) नहीं, तो वे अभिमान करते थे।",
    "तथा कहते थे : क्या सचमुच हम अपने पूज्यों को एक दीवाने कवि के कारण छोड़ देने वाले हैं?",
    "बल्कि वह सत्य लेकर आए हैं तथा उन्होंने सभी रसूलों की पुष्टि की है।",
    "निःसंदेह तुम निश्चय दुःखदायी यातना चखने वाले हो।",
    "तथा तुम्हें केवल उसी का बदला दिया जाएगा, जो तुम किया करते थे।",
    "परंतु अल्लाह के ख़ालिस (विशुद्ध) किए हुए बंदे।",
    "यही लोग हैं, जिनके लिए निर्धारित रोज़ी है।",
    "प्रत्येक प्रकार के फल। तथा वे सम्मानित किए गए हैं।",
    "नेमत के बाग़ों में।",
    "तख़्तों पर आमने-सामने बैठे होंगे।",
    "उनपर प्रवाहित शराब के प्याले फिराए जाएँगे।",
    "जो सफ़ेद होगी, पीने वालों के लिए स्वादिष्ट होगी।",
    "न उसमें कोई सिरदर्द होगा, और न वे उससे मदहोश होंगे।",
    "तथा उनके पास दृष्टि नीची रखने वाली, बड़ी आँखों वाली स्त्रियाँ होंगी।",
    "मानो वे छिपाकर रखे हुए अंडे हों।",
    "फिर वे एक-दूसरे के सम्मुख होकर आपस में प्रश्न करेंगे।",
    "उनमें से एक कहने वाला कहेगा : मेरा एक साथी था।",
    "वह कहा करता था कि क्या सचमुच तू भी (मरणोपरांत पुनर्जीवन को) मानने वालों में से है?",
    "क्या जब हम मर गए और हम मिट्टी तथा हड्डियाँ हो गए, तो क्या सचमुच हम अवश्य बदला दिए जाने वाले हैं?",
    "वह कहेगा : क्या तुम झाँककर देखने वाले हो?",
    "फिर वह झाँकेगा, तो उसे भड़कती हुई आग के बीच में देखेगा।",
    "कहेगा : अल्लाह की कसम! निश्चय तू क़रीब था कि मुझे नष्ट ही कर दे।",
    "और यदि मेरे पालनहार की अनुकंपा न होती, तो निश्चय मैं भी (जहन्नम में) उपस्थित किए गए लोगों में से होता।",
    "तो क्या (यह सही नहीं है) कि हम कभी मरने वाले नहीं हैं?",
    "सिवाय अपनी प्रथम मौत के, और न हम कभी यातना दिए जाने वाले हैं।",
    "निश्चय यही तो बहुत बड़ी सफलता है।",
    "इसी (जैसी सफलता) के लिए कर्म करने वालों को कर्म करना चाहिए।",
    "क्या यह आतिथ्य उत्तम है या थोहड़ का वृक्ष?",
    "निःसंदेह हमने उसे अत्याचारियों के लिए एक परीक्षा बनाया है।",
    "निःसंदेह वह ऐसा वृक्ष है, जो जहन्नम के तल में उगता है।",
    "उसके गुच्छे ऐसे हैं मानो वे शैतानों के सिर हों।",
    "तो वे (जहन्नमवासी) निश्चय उसमें से खाने वाले हैं। फिर उससे पेट भरने वाले हैं।",
    "फिर निःसंदेह उनके लिए उसपर खौलते हुए पानी का मिश्रण है।",
    "फिर निःसंदेह उनकी वापसी निश्चय उसी भड़कती हुई आग की ओर होगी।",
    "निःसंदेह उन्होंने अपने बाप-दादा को गुमराह पाया।",
    "तो वे उन्हीं के पदचिह्नों पर दौड़े चले जा रहे हैं।",
    "और निःसंदेह इनसे पहले अगले लोगों में से अधिकतर लोग गुमराह हो चुके हैं।",
    "तथा निःसंदेह हमने उनके अंदर कई डराने वाले भेजे।",
    "तो देखो कि उन डराए जाने वालों का परिणाम कैसा हुआ?",
    "सिवाय अल्लाह के ख़ालिस किए हुए बंदों के।",
    "तथा निःसंदेह नूह ने हमें पुकारा, तो निश्चय हम अच्छे स्वीकार करने वाले हैं।",
    "और हमने उसे और उसके घर वालों को बहुत बड़ी आपदा से बचा लिया।",
    "तथा हमने उसकी संतति ही को बाक़ी रहने वाला बना दिया।",
    "और हमने पीछे आने वालों में उसके लिए (अच्छा स्मरण) बाक़ी रखा।",
    "सर्व संसार में नूह़ पर सलाम हो।",
    "निःसंदेह हम सदाचारियों को इसी तरह बदला देते हैं।",
    "निश्चय वह हमारे ईमान वाले बंदों में से था।",
    "फिर हमने दूसरों को डुबो दिया।",
    "और निःसंदेह उसी के तरीक़े पर चलने वालों में से निश्चय इबराहीम (भी) थे।",
    "(उस समय को याद करें) जब वह अपने पालनहार के पास शुद्ध दिल लेकर आए।",
    "जब उसने अपने बाप तथा अपनी जाति से कहा : तुम किस चीज़ की इबादत करते हो?",
    "क्या अल्लाह को छोड़कर अपने गढ़े हुए पूज्यों को चाहते हो?",
    "तो सर्व संसार के पालनहार के विषय में तुम्हारा क्या गुमान है?",
    "फिर उसने एक दृष्टि तारों पर डाली।",
    "फिर कहा : मैं तो बीमार हूँ।",
    "तो वे उससे पीठ फेरकर वापस चले गए।",
    "फिर वह चुपके से उनके पूज्यों की ओर गया और कहा : क्या तुम खाते नहीं?",
    "तुम्हें क्या हुआ कि तुम बोलते नहीं?",
    "फिर वह दाएँ हाथ से मारते हुए उनपर पिल पड़ा।",
    "फिर वे दौड़ते हुए उसकी ओर आए।",
    "उसने कहा : क्या तुम उसकी इबादत करते हो, जिसे ख़ुद तराशते हो?",
    "हालाँकि अल्लाह ही ने तुम्हें पैदा किया तथा उसे भी जो तुम करते हो।",
    "उन्होंने कहा : इसके लिए एक इमारत (अग्नि-कुंड) बनाओ, फिर इसे भड़कती आग में फेंक दो।",
    "अतः उन्होंने उसके साथ एक चाल चलनी चाही, तो हमने उन्हीं को सबसे नीचा कर दिया।",
    "तथा उसने कहा : निःसंदेह मैं अपने पालनहार की ओर जाने वाला हूँ। वह मुझे अवश्य सीधा रास्ता दिखाएगा।",
    "ऐ मेरे पालनहार! मुझे एक सदाचारी पुत्र प्रदान कर।",
    "तो हमने उसे एक सहनशील पुत्र की शुभ सूचना दी।",
    "फिर जब वह उसके साथ दौड़-धूप की आयु को पहुँचा, तो उसने कहा : ऐ मेरे प्रिय बेटे! निःसंदेह मैं स्वप्न में देखता हूँ कि मैं तुझे ज़बह कर रहा हूँ। तो अब देख, तेरा क्या विचार है? उसने कहा : ऐ मेरे पिता! आपको जो आदेश दिया जा रहा है उसे कर डालिए। अगर अल्लाह ने चाहा, तो आप अवश्य मुझे धैर्यवानों में से पाएँगे।",
    "अंततः जब दोनों (अल्लाह के आदेश के प्रति) समर्पित हो गए, और उसने उसे पेशानी के एक किनारे पर गिरा दिया।",
    "और हमने उसे आवाज़ दी कि ऐ इबराहीम!",
    "निश्चय तूने स्वप्न को सच कर दिखाया। हम सदाचारियों को इसी तरह बदला प्रदान करते हैं।",
    "निःसंदेह यही तो निश्चय खुला परीक्षण है।",
    "और हमने उसके फ़िदया (छुड़ौती) में एक बहुत बड़ा ज़बीहा दिया।",
    "और हमने पीछे आने वालों में उसके लिए (अच्छा स्मरण) बाक़ी रखा।",
    "सलाम हो इबराहीम पर।",
    "हम इसी तरह सदाचारियों को बदला प्रदान करते हैं।",
    "निश्चय वह हमारे ईमान वाले बंदों में से था।",
    "तथा हमने उसे इसहाक़ की शुभ सूचना दी, जो नबी होगा, सदाचारियों में से (होगा)।",
    "तथा हमने उसपर और इसहाक़ पर बरकत उतारी। और उन दोनों की संतति में से कोई सदाचारी है और कोई अपने आप पर खुला अत्याचार करने वाला है।",
    "तथा निःसंदेह हमने मूसा और हारून पर उपकार किया।",
    "और हमने उन दोनों को और उन दोनों की जाति को बहुत बड़ी विपत्ति से छुटकारा दिया।",
    "तथा हमने उनकी सहायता की, तो वही प्रभुत्वशाली रहे।",
    "तथा हमने उन दोनों को अत्यंत स्पष्ट पुस्तक (तौरात) प्रदान की।",
    "और हमने उन दोनों को सीधे मार्ग पर चलाया।",
    "और हमने पीछे आने वालों में उन दोनों का अच्छा स्मरण छोड़ा।",
    "सलाम हो मूसा और हारून पर।",
    "निःसंदेह हम सदाचारियों को इसी तरह बदला देते हैं।",
    "निःसंदेह वे दोनों हमारे ईमान वाले बंदों में से थे।",
    "तथा निःसंदेह इलयास निश्चय नबियों में से थे।",
    "जब उसने अपनी जाति से कहा : क्या तुम डरते नहीं?",
    "क्या तुम 'बअ्ल' (नामक मूर्ति) को पुकारते हो? तथा पैदा करने वालों में सबस बेहतर को छोड़ देते हो?",
    "अल्लाह को, जो तुम्हारा पालनहार है तथा तुम्हारे पहले बाप-दादा का पालनहार है।",
    "किंतु उन्होंने उसे झुठला दिया। तो निश्चय वे अवश्य हाज़िर किए जाने वाले हैं।",
    "सिवाय अल्लाह के ख़ालिस किए हुए बंदों के।",
    "और हमने पीछे आने वालों में उसके लिए (अच्छा स्मरण) बाक़ी रखा।",
    "सलाम हो इल्यासीन पर।",
    "निःसंदेह हम सदाचारियों को इसी तरह बदला देते हैं।",
    "निश्चय वह हमारे ईमान वाले बंदों में से था।",
    "और निःसंदेह लूत निश्चय रसूलों में से था।",
    "जब हमने उसे तथा उसके सब घर वालों को बचाया।",
    "सिवाय एक बुढ़िया के, जो पीछे रह जाने वालों में से थी।",
    "फिर हमने दूसरों का विनाश कर दिया।",
    "तथा निःसंदेह तुम निश्चय सुबह के समय जाते हुए उनपर से गुज़रते हो।",
    "तथा रात के समय भी। तो क्या तुम समझते नहीं?",
    "तथा निःसंदेह यूनुस निश्चय रसूलों में से था।",
    "जब वह भरी नाव की ओर भागकर गया।",
    "फिर वह क़ुर'आ में शामिल हुआ, तो हारने वालों में से हो गया।",
    "फिर मछली ने उसे निगल लिया, इस हाल में कि वह निंदनीय था।",
    "फिर अगर यह बात न होती कि वह अल्लाह की पवित्रता का वर्णन करने वालों में से था।",
    "तो निश्चय वह उसके पेट में उस दिन तक रहता, जिसमें लोग उठाए जाएँगे।",
    "फिर हमने उसे चटियल मैदान में फेंक दिया, इस हाल में कि वह बीमार था।",
    "तथा हमने उसपर एक लता वाला वृक्ष उगा दिया।",
    "तथा हमने उसे एक लाख की ओर भेजा, बल्कि वे अधिक होंगे।",
    "चुनाँचे वे ईमान ले आए, तो हमने उन्हें एक समय तक लाभ उठाने दिया।",
    "तो (ऐ नबी!) आप उनसे पूछें कि क्या आपके पालनहार के लिए बेटियाँ हैं और उनके लिए बेटे?",
    "या हमने फ़रिश्तों को मादा पैदा किया, जबकि वे उस समय उपस्थित थे?",
    "सुन लो! निःसंदेह वे निश्चय अपने झूठ ही से कहते हैं।",
    "कि अल्लाह ने संतान बनाया है। और निःसंदेह वे निश्चय झूठे हैं।",
    "क्या उसने पुत्रियों को पुत्रों पर प्राथमिकता दी?",
    "तुम्हें क्या हो गया है, तुम कैसा फ़ैसला कर रहे हो?",
    "तो क्या तुम शिक्षा ग्रहण नहीं करते?",
    "या तुम्हारे पास कोई स्पष्ट प्रमाण है?",
    "तो लाओ अपनी किताब, यदि तुम सच्चे हो?",
    "और उन्होंने अल्लाह तथा जिन्नों के बीच रिश्तेदारी बना दी। हालाँकि निःसंदेह जिन्न जान चुके हैं कि निःसंदेह वे (मुश्रिक) अवश्य उपस्थित किए जाने वाले हैं।",
    "अल्लाह उन बातों से पवित्र है, जो वे वर्णन करते हैं।",
    "सिवाय अल्लाह के ख़ालिस किए हुए बंदों के।",
    "अतः निःसंदेह तुम तथा जिनकी तुम पूजा करते हो।",
    "तुम उसके विरुद्ध (किसी को) बहकाने वाले नहीं।",
    "परंतु उसको, जो भड़कती आग में प्रवेश करने वाला है।",
    "और हम (फ़रिश्तों) में से जो भी है उसका एक नियत स्थान है।",
    "तथा निःसंदेह हम निश्चय पंक्तिबद्ध रहने वाले हैं।",
    "तथा निःसंदेह हम निश्चय तस्बीह़ (पवित्रता गान) करने वाले हैं।",
    "तथा निःसंदेह वे (मुश्रिक) तो कहा करते थे",
    "यदि हमारे पास पहले लोगों की कोई शिक्षा (किताब) होती,",
    "तो हम अवश्य अल्लाह के ख़ालिस (चुने हुए) बंदे होते।",
    "(फिर जब किताब आ गई) तो उन्होंने उसका इनकार कर दिया। अतः जल्द ही उन्हें पता चल जाएगा।",
    "और निःसंदेह हमारे भेजे हुए बंदों के लिए हमारी बात पहले ही निश्चित हो चुकी",
    "कि निःसंदेह वही हैं, जिनकी सहायता की जाएगी।",
    "तथा निःसंदेह हमारी सेना ही निश्चय प्रभुत्वशाली रहेगी।",
    "तो आप कुछ समय तक के लिए उनसे मुँह फेर लें।",
    "तथा उन्हें देखते रहें। वे भी शीघ्र ही देख लेंगे।",
    "तो क्या वे हमारी यातना की शीघ्र माँग कर रहे हैं?",
    "फिर जब वह उनके आँगन में उतरेगी, तो डराए गए लोगों की सुबह बहुत बुरी होगी।",
    "َऔर आप कुछ समय तक के लिए उनसे मुँह फेर लें।",
    "तथा देखते रहें। जल्द ही वे भी देख लेंगे।",
    "पवित्र है आपका पालनहार, पराक्रम व शक्ति का स्वामी!, उस बात से, जो वे बयान करते हैं।",
    "तथा सलाम हो रसूलों पर।",
    "और हर प्रकार की प्रशंसा अल्लाह के लिए है, जो सर्व संसार का पालनहार है।",
    "सॉद। क़सम है इस उपदेश वाले क़ुरआन की!",
    "बल्कि वे लोग जिन्होंने कुफ़्र किया, अभिमान और विरोध में पड़े हुए हैं।",
    "हमने इनसे पहले कितने ही समुदायों को विनष्ट कर दिया, तो उन्होंने पुकारा। और वह बच निकलने का समय नहीं था।",
    "तथा उन्होंने इसपर आश्चर्य किया कि उनके पास उन्हीं में से एक डराने वाला आया! और काफ़िरों ने कहा : यह एक बड़ा झूठा जादूगर है।",
    "क्या उसने सब पूज्यों को एक पूज्य बना दिया? निःसंदेह यह तो बड़े आश्चर्य की बात है।",
    "और उनके प्रमुख (यह कहते हुए) चल खड़े हुए कि चलो और अपने पूज्यों पर जमे रहो। निश्चय यह एक ऐसी चीज़ है, जो वांछित (सुनियोजित) है।",
    "हमने यह बात पिछले धर्म में नहीं सुनी। यह तो मात्र बनाई हुई बात है।",
    "क्या हमारे बीच से उसी पर उपदेश उतारा गया है? बल्कि वे मेरे उपदेश के बारे में संदेह में हैं। बल्कि उन्होंने अभी तक मेरी यातना नहीं चखी।",
    "क्या उन्हीं के पास आपके अत्यंत प्रभुत्वशाली, परम दाता पालनहार की दया के ख़ज़ाने हैं?",
    "या आकाशों तथा धरती का और उन दोनों के बीच की चीज़ों का राज्य उन्हीं के पास है? तो उन्हें चाहिए कि (आकाशों में) रस्सियाँ तानकर चढ़ जाएँ।",
    "(यह) एक तुच्छ सी सेना है, सेनाओं में से, जो वहाँ पराजित होने वाली है।",
    "इनसे पहले नूह की जाति तथा आद और मेखों वाले (शक्तिमान) फ़िरऔन ने झुठलाया।",
    "तथा समूद और लूत की जाति तथा ऐका (उपवन) वालों ने। यही लोग वे सेनाएँ हैं।",
    "इन सब ने रसूलों को झुठलाया, तो मेरी यातना सिद्ध हो गई।",
    "और ये लोग केवल एक सख़्त चीख की प्रतीक्षा कर रहे हैं, जिसमें कोई विराम नहीं होगा।",
    "तथा उन्होंने कहा : ऐ हमारे पालनहार! हमें हमारा भाग हिसाब के दिन से पहले ही प्रदान कर दे।",
    "वे जो कुछ कहते हैं उसपर सब्र करें, तथा हमारे बंदे दाऊद को याद करें, जो बड़ी शक्ति वाला था। निश्चय वह (अल्लाह की ओर) बहुत लौटने वाला था।",
    "निःसंदेह हमने पर्वतों को उसके साथ वशीभूत कर दिया था, वे शाम तथा सुबह तस्बीह (पवित्रता गान) करते थे।",
    "तथा पक्षियों को भी, जो एकत्र किए होते। सब उसकी ओर पलटने वाले थे।",
    "और हमने उसके राज्य को मज़बूत किया और उसे हिकमत (नुबुव्वत) तथा निर्णायक बात कहने की क्षमता प्रदान की।",
    "तथा क्या आपके पास झगड़ने वालों का समाचार आया, जब वे दीवार फाँदकर उपासना-गृह में आ गए?",
    "जब वे दाऊद के पास अंदर आए, तो वह उनसे घबरा गया। उन्होंने कहा : डरिए नहीं। (हम) दो झगड़ने वाले हैं। हममें से एक ने दूसरे पर अत्याचार किया है। सो आप हमारे बीच सत्य के साथ न्याय कर दें, और अन्याय न करें, तथा हमारी सीधे मार्ग की ओर रहनुमाई करें।",
    "निःसंदेह यह मेरा भाई है। इसके पास निन्नानवे दुंबियाँ हैं और मेरे पास एक दुंबी है। तो इसने कहा कि इसे (भी) मुझे सौंप दे और इसने बात-चीत में मुझे दबा लिया।",
    "उसने कहा : निःसंदेह उसने तेरी दुंबी को अपनी दुंबियों के साथ मिलाने की माँग करके तुझपर अत्याचार किया है। तथा निःसंदेह बहुत-से साझी निश्चय एक-दूसरे पर अत्याचार करते हैं। सिवाय उन लोगों के, जो ईमान लाए और उन्होंने अच्छे कर्म किए और ये लोग बहुत ही कम हैं। और दाऊद ने यक़ीन कर लिया कि हमने उसकी परीक्षा ली है। अतः उसने अपने पालनहार से क्षमा याचना की, तथा सजदे में गिर गया, और (अल्लाह की ओर) वापस लौटा।",
    "तो हमने उसकी यह ग़लती क्षमा कर दी और निःसंदेह उसके लिए हमारे पास निश्चय बड़ी निकटता तथा अच्छा ठिकाना है।",
    "ऐ दाऊद! हमने तुझे धरती में ख़लीफ़ा बनाया है। अतः लोगों के बीच सत्य के साथ निर्णय कर तथा इच्छा का अनुसरण न कर। अन्यथा, वह तुझे अल्लाह की राह से भटका देगी। निःसंदेह जो लोग अल्लाह की राह से भटक जाते हैं, उनके लिए कठोर यातना है, इस कारण कि वे हिसाब के दिन को भूल गए।",
    "तथा हमने आकाश और धरती को तथा उन दोनों के बीच की चीज़ों को व्यर्थ नहीं पैदा किया। यह तो उन लोगों का गुमान है, जिन्होंने कुफ़्र किया। तो जिन लोगों ने कुफ़्र किया, उनके लिए आग के रूप में बड़ा विनाश है।",
    "क्या हम उन लोगों को जो ईमान लाए और उन्होंने अच्छे कर्म किए, धरती में बिगाड़ पैदा करने वालों के समान कर देंगे? या क्या हम परहेज़गारों को दुराचारियों के समान कर देंगे?",
    "यह (क़ुरआन) एक पुस्तक है, हमने इसे आपकी ओर उतारा है, बहुत बरकत वाली है, ताकि वे इसकी आयतों पर विचार करें, और ताकि बुद्धि वाले लोग (इससे) उपदेश ग्रहण करें।",
    "तथा हमने दाऊद को सुलैमान (नामक पुत्र) प्रदान किया। वह बहुत अच्छा बंदा था। निःसंदेह वह (अल्लाह की ओर) बहुत लौटने वाला था।",
    "जब उसके समक्ष संध्या के समय असली तेज़गाम घोड़े प्रस्तुत किए गए।",
    "तो उसने कहा : मैंने इस धन (घोड़ों) के प्रेम को अपने पालनहार की याद पर प्राथमिकता दी। यहाँ तक कि सूरज ग़ायब हो गया।",
    "उन्हें मेरे पास वापस लाओ। फिर वह उनकी पिंडलियों तथा गर्दनों पर (तलवार) फेरने लगे।",
    "तथा निःसंदेह हमने सुलैमान की परीक्षा ली और उसके सिंहासन पर एक शरीर डाल दिया। फिर वह अल्लाह की ओर पलटा।",
    "उसने कहा : ऐ मेरे पालनहार! मुझे क्षमा कर दे तथा मुझे ऐसा राज्य प्रदान कर, जो मेरे बाद किसी के लिए उचित न हो। निश्चय तू ही बड़ा दाता है।",
    "तो हमने वायु को उसके लिए वशीभूत कर दिया, जो उसके आदेश से कोमलता से चलती थी, जहाँ वह जाना चाहता।",
    "तथा शैतानों को, (भी वशीभूत कर दिया) जो हर प्रकार के कुशल निर्माता तथा माहिर ग़ोताख़ोर थे।",
    "तथा कुछ दूसरों को भी (वशीभूत कर दिया), जो बेड़ियों में इकट्ठे जकड़े हुए थे।",
    "(ऐ सुलैमान!) यह हमारा प्रदान है। अब उपकार करो अथवा रोक रखो, कोई हिसाब न होगा।",
    "और निःसंदेह उसके लिए हमारे पास निश्चय बड़ी निकटता तथा अच्छा ठिकाना है।",
    "तथा हमारे बंदे अय्यूब को याद करो। जब उसने अपने पालनहार को पुकारा कि निःसंदेह शैतान ने मुझे दुःख तथा कष्ट पहुँचाया है।",
    "अपना पाँव (धरती पर) मार। यह स्नान का तथा पीने का शीतल जल है।",
    "और हमने उसे उसके घर वाले दे दिए तथा उनके साथ उतने और भी। हमारी ओर से दया के रूप में और बुद्धि वालों के लिए उपदेश के रूप में।",
    "तथा अपने हाथ में तिनकों का एक मुट्ठा ले और उससे मार दे और अपनी क़सम न तोड़। निःसंदेह हमने उसे धैर्य करने वाला पाया, अच्छा बंदा था। निश्चय वह अल्लाह की तरफ़ बहुत ज़्यादा लौटने वाला था।",
    "तथा हमारे बंदों इबराहीम और इसहाक़ और याक़ूब को याद करो, जो हाथों (शक्ति) वाले और आँखों (अंतर्दृष्टि) वाले थे।",
    "हमने उन्हें एक खास विशेषता के साथ चुन लिया, जो असल घर (आख़िरत) की याद है।",
    "और निःसंदेह वे हमारे निकट चुने हुए बेहतरीन लोगों में से थे।",
    "तथा आप इसमाईल, अल-यसअ् एवं ज़ुल्-किफ़्ल को याद करें और ये सब बेहतरीन लोगों में से थे।",
    "यह एक उपदेश है। तथा निश्चय ही डर रखने वालों के लिए अच्छा ठिकाना है।",
    "सदैव रहने के बाग़, इस हाल में कि उनके लिए द्वार पूरे खोले हुए होंगे।",
    "उनमें तकिए लगाए हुए होंगे। वे उनमें बहुत-से फल तथा पेय मँगवा रहे होंगे।।",
    "तथा उनके पास निगाहें सीमित रखने वाली, एक-सी आयु वाली स्त्रियाँ होंगी।",
    "यह है जिसका हिसाब के दिन के लिए तुमसे वादा किया जाता है।",
    "निःसंदेह यह हमारी जीविका है, जो कभी समाप्त न होगी।",
    "यह है (डरने वालो का बदला), और निःसंदेह सरकशों के लिए निश्चय बहुत बुरा ठिकाना है।",
    "(वह) जहन्नम है, वे उसमें प्रवेश करेंगे। सो वह बहुत बुरा बिछौना है।",
    "यह है (सज़ा), सो वे उसे चखें, खौलता पानी और पीप।",
    "तथा इसी प्रकार की कुछ अन्य विभिन्न यातनाएँ।",
    "यह एक जत्था है, जो तुम्हारे साथ घुसता चला आने वाला है। उनका कोई स्वागत नहीं। निश्चय ये जहन्नम में प्रवेश करने वाले हैं।",
    "वे उत्तर देंगे : बल्कि तुम हो, तुम्हारा कोई स्वागत नहीं। तुम ही इसे हमारे आगे लाए हो। सो यह बुरा ठिकाना है।",
    "(फिर) वे कहेंगे : ऐ हमारे पालनहार! जो इसे हमारे आगे लाया है, तू उसे जहन्नम में दोगुनी यातना दे।",
    "तथा वे कहेंगे : हमें क्या हुआ कि हम उन लोगों को नहीं देख रहे हैं, जिनकी गणना हम बुरे लोगों में किया करते थे?",
    "क्या हमने उन्हें मज़ाक़ बनाए रखा, या हमारी आँखें उनसे फिर गई हैं?",
    "निःसंदेह यह जहन्नमियों का आपस में झगड़ना निश्चय सत्य है।",
    "(ऐ नबी!) आप कह दें : मैं तो मात्र एक डराने वाला हूँ, तथा अल्लाह के सिवा कोई (सच्चा) पूज्य नहीं, जो एक है, परम प्रभुत्वशाली है।",
    "जो आकाशों का तथा धरती का पालनहार है और उन चीज़ों का जो उन दोनों के बीच है, सब पर प्रभुत्वशाली, अत्यंत क्षमाशील है।",
    "आप कह दें कि वह एक बहुत बड़ी सूचना है।",
    "जिससे तुम मुँह फेरने वाले हो।",
    "मुझे उच्च सभा (मलए आ'ला) का कभी कुछ ज्ञान नहीं, जब वे वाद-विवाद करते हैं।",
    "मेरी ओर तो मात्र इसलिए वह़्य (प्रकाशना) की जाती है कि मैं खुला सचेत करने वाला हूँ।",
    "जब आपके पालनहार ने फ़रिश्तों से कहा : निःसंदेह मैं मिट्टी से एक मनुष्य पैदा करने वाला हूँ।",
    "तो जब मैं उसे पूरा बना चुकूँ और उसमें अपनी आत्मा फूँक दूँ, तो तुम उसके सामने सजदा करते हुए गिर जाओ।",
    "तो सब के सब फ़रिश्तों ने सजदा किया।",
    "सिवाय इबलीस के। उसने अभिमान किया और काफ़िरों में से हो गया।",
    "(अल्लाह ने) कहा : ऐ इबलीस! तूझे किस चीज़ ने रोका कि तू उसके लिए सजदा करे जिसे मैंने अपने दोनों हाथों से बनाया? क्या तू बड़ा बन गया, या तू था ही ऊँचे लोगों में से?",
    "उसने कहा : मैं उससे बेहतर हूँ। तूने मुझे आग से पैदा किया और उसे मिट्टी से पैदा किया।",
    "(अल्लाह ने) कहा : फिर तू यहाँ से निकल जा। निःसंदेह तू धुत्कारा हुआ है।",
    "और निःसंदेह तुझपर बदले (क़ियामत) के दिन तक मेरी धिक्कार है।",
    "उस (इबलीस) ने कहा : ऐ मेरे पालनहार! फिर मुझे उस दिन तक के लिए अवसर दे, जिसमें लोग पुनः जीवित किए जाएँगे।",
    "(अल्लाह ने) कहा : निःसंदेह तू मोहलत दिए गए लोगों में से है।",
    "निर्धारित समय के दिन तक।",
    "उसने कहा : तो तेरे गौरव की क़सम! मैं अवश्य उन सबको गुमराह कर दूँगा।",
    "सिवाय उनमें से तेरे उन बंदों के, जो चुने हुए हैं।",
    "(अल्लाह ने) कहा : तो सत्य यह है और मैं सत्य ही कहता हूँ।",
    "कि मैं अवश्य ही जहन्नम को तुझसे तथा उन लोगों से भर दूँगा, जो उनमें से तेरा अनुसरण करेंगे।",
    "(ऐ नबी!) आप कह दें कि मैं तुमसे इसपर कोई पारिश्रमिक नहीं माँगता और न मैं बनावट करने वालो में से हूँ।",
    "यह तो केवल सर्व संसार के लिए एक उपदेश है।",
    "तथा निश्चय तुम उसके समाचार को कुछ समय के बाद अवश्य जान लोगे।",
    "इस पुस्तक का उतारना अल्लाह की ओर से है, जो अत्यंत प्रभुत्वशाली, पूर्ण हिकमत वाला है।",
    "निःसंदेह हमने आपकी ओर यह पुस्तक सत्य के साथ उतारी है। अतः आप अल्लाह की इबादत इस तरह करें कि धर्म को उसी के लिए खालिस करने वाले हों।",
    "सुन लो! ख़ालिस (विशुद्ध) धर्म केवल अल्लाह ही के लिए है। तथा जिन लोगों ने अल्लाह के सिवा अन्य संरक्षक बना रखे हैं (वे कहते हैं कि) हम उनकी पूजा केवल इसलिए करते हैं कि वे हमें अल्लाह से क़रीब कर दें। निश्चय अल्लाह उनके बीच उसके बारे में निर्णय करेगा, जिसमें वे मतभेद कर रहे हैं। निःसंदेह अल्लाह उसे मार्गदर्शन नहीं करता, जो झूठा, बड़ा नाशुक्रा हो।",
    "यदि अल्लाह चाहता कि (किसी को) संतान बनाए, तो वह उनमें से जिन्हें वह पैदा करता है, जिसे चाहता अवश्य चुन लेता, वह पवित्र है! वह तो अल्लाह है, जो अकेला है, बहुत प्रभुत्व वाला है।",
    "उसने आकाशों तथा धरती को सत्य के साथ पैदा किया। वह रात को दिन पर लपेटता है तथा दिन को रात पर लपेटता है। तथा उसने सूर्य और चन्द्रमा को वशीभूत कर रखा है। प्रत्येक, एक नियत समय के लिए चल रहा है। सावधान! वही सब पर प्रभुत्वशाली, अत्यंत क्षमाशील है।",
    "उसने तुम्हें एक जान से पैदा किया, फिर उसी से उसका जोड़ा बनाया, तथा तुम्हारे लिए पशुओं में से आठ प्रकार (नर-मादा) उतारे। वह तुम्हें तुम्हारी माताओं के पेटों में, तीन अंधेरों में, एक रचना के बाद दूसरी रचना में, पैदा करता है। यही अल्लाह तुम्हारा पालनहार है। उसी का राज्य है। उसके सिवा कोई (सच्चा) पूज्य नहीं। फिर तुम किस तरह फेरे जाते हो?",
    "यदि तुम नाशुक्री करो, तो अल्लाह तुमसे बहुत बेनियाज़ है और वह अपने बंदों के लिए नाशुक्री पसंद नहीं करता, और यदि तुम शुक्रिया अदा करो, तो वह उसे तुम्हारे लिए पसंद करेगा। और कोई बोझ उठाने वाला किसी दूसरे का बोझ नहीं उठाएगा। फिर तुम्हारा लौटना तुम्हारे पालनहार ही की ओर है। तो वह तुम्हें बतलाएगा जो कुछ तुम किया करते थे। निश्चय वह दिलों के भेदों को भली-भाँति जानने वाला है।",
    "तथा जब मनुष्य को कोई कष्ट पहुँचता है, तो वह अपने पालनहार को पुकारता है, इस हाल में कि उसी की ओर एकाग्र, ध्यानमग्न होता है। फिर जब वह उसे अपनी ओर से कोई सुख प्रदान करता है, तो वह उसे भूल जाता है, जिसे वह इससे पहले पुकार रहा था, तथा वह अल्लाह का साझी बना लेता है, ताकि उसके मार्ग से गुमराह कर दे। आप कह दें कि अपने कुफ़्र का थोड़ा सा लाभ उठा लो। निश्चय तुम जहन्नमियों में से हो।",
    "(क्या यह बेहतर) या वह व्यक्ति जो रात की घड़ियों में सजदा करते हुए तथा क़ियाम करते हुए इबादत करने वाला है। आख़िरत का भय रखता है तथा अपने पालनहार की दया की आशा रखता है? आप कह दें कि क्या समान हैं वे लोग जो ज्ञान रखते हों तथा वे जो ज्ञान नहीं रखते? उपदेश तो वही ग्रहण करते हैं, जो बुद्धि वाले हैं।",
    "(ऐ रसूल!) आप कह दें : ऐ मेरे बंदो, जो ईमान लाए हो! अपने पालनहार से डरो। उन लोगों के लिए जिन्होंने इस दुनिया में अच्छे कार्य किए, बड़ी भलाई है। तथा अल्लाह की धरती विस्तृत है। केवल सब्र करने वालों ही को उनका बदला बिना किसी हिसाब (शुमार) के दिया जाएगा।",
    "आप कह दें : निःसंदेह मुझे आदेश दिया गया है कि मैं अल्लाह की इबादत करूँ, इस हाल में कि धर्म को उसी के लिए ख़ालिस (विशुद्ध) करने वाला हूँ।",
    "तथा मुझे आदेश दिया गया है कि आज्ञाकारियों में से पहला मैं बनूँ।",
    "आप कह दें : निःसंदेह मैं एक बहुत बड़े दिन की यातना से डरता हूँ, यदि मैं अपने पालनहार की अवज्ञा करूँ।",
    "आप कह दें : मैं अल्लाह ही की इबादत करता हूँ, इस हाल में कि उसी के लिए अपने धर्म को विशुद्ध (ख़ालिस) करने वाला हूँ।",
    "अतः तुम उसके सिवा जिसकी चाहो इबादत करो। आप कह दें : निःसंदेह वास्तविक घाटे में पड़ने वाले तो वे हैं, जिन्होंने क़ियामत के दिन खुद को तथा अपने घर वालों को घाटे में डाला। सुन लो! यही खुला घाटा है।",
    "उनके लिए उनके ऊपर से आग के छत्र होंगे तथा उनके नीचे से भी छत्र होंगे। यही वह चीज़ है, जिससे अल्लाह अपने बंदों को डराता है। ऐ मेरे बंदो! अतः तुम मुझसे डरो।",
    "तथा जो लोग 'ताग़ूत' की पूजा करने से बचे रहे और अल्लाह की ओर ध्यानमग्न हो गए, उन्हीं के लिए शुभ सूचना है। अतः आप मेरे बंदों को शुभ सूचना सुना दें।",
    "वे जो ध्यान से बात सुनते हैं, फिर उसमें से सबसे अच्छी बात का अनुसरण करते हैं। यही लोग हैं, जिन्हें अल्लाह ने मार्गदर्श प्रदान किया है तथा यही बुद्धि वाले हैं।",
    "तो क्या वह व्यक्ति जिसपर यातना की बात सिद्ध हो चुकी, फिर क्या आप उसे बचा लेंगे, जो आग में है?",
    "किंतु जो लोग अपने पालनहार से डरते रहे, उनके लिए उच्च भवन हैं। जिनके ऊपर निर्मित भवन हैं। जिनके नीचे से नहरें प्रवाहित हैं। यह अल्लाह का वादा है और अल्लाह अपने वादे का उल्लंघन नहीं करता।",
    "क्या तुमने नहीं देखा कि अल्लाह ने आकाश से कुछ पानी उतारा। फिर उसे स्रोतों के रूप में धरती में चलाया। फिर वह उसके साथ विभिन्न रंगों की खेती निकालता है। फिर वह सूख जाती है, तो तुम उसे पीली देखते हो। फिर वह उसे चूरा-चूरा कर देता है। निःसंदेह इसमें बुद्धि वालों के लिए निश्चय बड़ी सीख है।",
    "तो क्या वह व्यक्ति जिसका सीना अल्लाह ने इस्लाम के लिए खोल दिया है, तो वह अपने पालनहार की ओर से एक प्रकाश पर है (किसी कठोर हृदय काफ़िर के समान हो सकता है?) अतः उनके लिए विनाश है, जिनके दिल अल्लाह के स्मरण के प्रति कठोर हैं। ये लोग खुली गुमराही में हैं।",
    "अल्लाह ने सबसे अच्छी बात (क़ुरआन) अवतरित की, ऐसी पुस्तक जो परस्पर मिलती-जुलती, (जिसकी आयतें) बार-बार दोहराई जाने वाली हैं। इससे उन लोगों की खालों के रोंगटे खड़े हो जाते हैं, जो अपने पालनहार से डरते हैं। फिर उनकी खालें तथा उनके दिल अल्लाह के स्मरण की ओर कोमल हो जाते हैं। यह अल्लाह का मार्गदर्शन है, जिसके द्वारा वह जिसे चाहता है, संमार्ग पर लगा देता है, और जिसे अल्लाह गुमराह कर दे, तो उसे कोई राह पर लाने वाला नहीं।",
    "तो क्या जो व्यक्ति क़ियामत के दिन अपने चेहरे के साथ, बुरी यातना से, अपनी रक्षा करेगा? तथा अत्याचारियों से कहा जाएगा : उसे चखो, जो तुम किया करते थे।",
    "इनसे पहले के लोगों ने भी झुठलाया, तो उनपर वहाँ से यातना आई कि वे सोचते भी न थे।",
    "तो अल्लाह ने उन्हें सांसारिक जीवन में अपमान चखाया और निश्चय आख़िरत (परलोक) की यातना अत्यधिक बड़ी है। काश! वे जानते होते।",
    "और निःसंदेह हमने इस क़ुरआन में लोगों के लिए हर प्रकार के उदाहरण दिए हैं, ताकि वे उपदेश ग्रहण करें।",
    "अरबी भाषा में क़ुरआन, जिसमें कोई टेढ़ापन नहीं है, ताकि वे अल्लाह से डरें।",
    "अल्लाह ने एक व्यक्ति का उदाहरण दिया है, जिसमें कई परस्पर विरोधी साझी हैं तथा एक और व्यक्ति का, जो पूरा एक ही व्यक्ति का (दास) है। क्या दोनों की स्थिति समान हैं? सब प्रशंसा अल्लाह के लिए है। बल्कि उनमें से अधिकतर लोग नहीं जानते।",
    "(ऐ नबी!) निःसंदेह आप मरने वाले हैं तथा निःसंदेह वे भी मरने वाले हैंl",
    "फिर निःसंदेह तुम क़ियामत के दिन अपने पालनहार के पास झगड़ोगे।"
  ]
}