{
  "meta": {
    "id": 122,
    "name": "Maulana Azizul Haque al-Umari",
    "translator_name": "Maulana Azizul Haque al-Umari",
    "slug": "hi-maulana-azizul-haque-al-umari",
    "language_name": "hindi"
  },
  "verses": [
    "उसने कहा : ऐ भेजे हुए (दूतो!) तुम्हारा अभियान क्या है?",
    "उन्होंने कहा : निःसंदेह हम कुछ अपराधी लोगों की ओर भेजे गए हैं।",
    "ताकि हम उनपर मिट्टी के पत्थर बरसाएँ।",
    "जो तुम्हारे पालनहार के पास से सीमा से आगे बढ़ने वालों के लिए चिह्नित हैं।",
    "फिर हमने उस (बस्ती) में जो भी ईमानवाले थे उन्हें निकाल लिया।",
    "तो हमने उसमें मुसलमानों के एक घर के सिवा कोई और नहीं पाया।",
    "तथा हमने उसमें उन लोगों के लिए एक निशानी छोड़ दी, जो दुःखदायी यातना से डरते हैं।",
    "तथा मूसा (की कहानी) में (भी एक निशानी है), जब हमने उसे फ़िरऔन की ओर एक स्पष्ट प्रमाण देकर भेजा।",
    "तो उसने अपनी शक्ति के कारण मुँह फेर लिया और उसने कहा : यह जादूगर है, या पागल।",
    "अंततः हमने उसे और उसकी सेनाओं को पकड़ लिया, फिर उन्हें समुद्र में फेंक दिया, जबकि वह एक निंदनीय काम करने वाला था।",
    "तथा आद में, जब हमने उनपर बाँझ हवा भेजी दी।",
    "वह जिस चीज़ पर से भी गुज़रती, उसे सड़ी हुई हड्डी की तरह कर देती थी।",
    "तथा समूद में, जब उनसे कहा गया कि एक समय तक के लिए लाभ उठा लो।",
    "फिर उन्होंने अपने पालनहार के आदेश की अवज्ञा की, तो उन्हें कड़क ने पकड़ लिया और वे देख रहे थे।",
    "फिर उनमें न तो खड़े होने की शक्ति थी और न ही वे प्रतिकार करने वाले थे।",
    "तथा इससे पहले नूह़ की जाति को (विनष्ट कर दिया)। निश्चय ही वे अवज्ञाकारी लोग थे।",
    "तथा आकाश को हमने शक्ति के साथ बनाया और निःसंदेह हम निश्चय विस्तार करने वाले हैं।",
    "तथा धरती को हमने बिछा दिया, तो हम क्या ही खूब बिछाने वाले हैं।",
    "तथा हमने हर चीज़ के दो प्रकार बनाए, ताकि तुम नसीहत ग्रहण करो।",
    "अतः अल्लाह की ओर दौड़ो। निश्चय ही मैं तुम्हारे लिए उसकी ओर से स्पष्ट सचेतकर्ता हूँ।",
    "और अल्लाह के साथ कोई दूसरा पूज्य मत बनाओ। निःसंदेह मैं तुम्हारे लिए उसकी ओर से खुला डराने वाला हूँ।",
    "इसी प्रकार, उन लोगों के पास जो इनसे पहले थे, जब भी कोई रसूल आया, तो उन्होंने कहा : यह जादूगर है, या पागल।",
    "क्या उन्होंने एक-दूसरे को इस (बात) की वसीयत की है? बल्कि वे (स्वयं ही) सरकश लोग हैं।",
    "अतः आप उनसे मुँह फेर लें। क्योंकि आपपर कोई दोष नहीं है।",
    "तथा आप नसीहत करें। क्योंकि निश्चय नसीहत ईमानवालों को लाभ देताी है।",
    "और मैंने जिन्नों तथा मनुष्यों को केवल इसलिए पैदा किया है कि वे मेरी इबादत करें।",
    "मैं उनसे कोई रोज़ी नहीं चाहता और न यह चाहता हूँ कि वे मुझे खिलाएँ।",
    "निःसंदेह अल्लाह ही बहुत रोज़ी देनेवाला, बड़ा शक्तिशाली, अत्यंत मज़बूत है।",
    "अतः निश्चय उन लोगों के लिए जिन्होंने अत्याचार किया, उनके साथियों के हिस्से की तरह (यातना का) एक हिस्सा है। सो वे मुझसे जल्दी न मचाएँ।",
    "अतः इनकार करने वालों के लिए उनके उस दिन से बड़ा विनाश है, जिसका उनसे वादा किया जा रहा है।",
    "क़सम है तूर (पर्वत) की!",
    "और एक पुस्तक{] की जो लिखी हुई है! ",
    "ऐसे पन्ने में जो खुला हुआ है।",
    "तथा बैतुल-मा'मूर (आबाद घर) की!",
    "तथा ऊँची उठाई हुई छत (आकाश) की!",
    "और लबालब भरे हुए समुद्र  की!",
    "कि निश्चय आपके पालनहार की यातना अवश्चय घटित होने वाली है।",
    "उसे कोई टालने वाला नहीं।",
    "जिस दिन आकाश बुरी तरह डगमगाएगा।",
    "तथा पर्वत बहुत तेज़ी से चलेंगे।",
    "तो उस दिन झुठलाने वालों के लिए बड़ी तबाही है।",
    "जो व्यर्थ बातों में पड़े खेल रहे हैं।",
    "जिस दिन उन्हें ज़ोर से धक्का देकर जहन्नम की आग में धकेला जाएगा।",
    "यही है वह आग, जिसे तुम झुठलाते थे।",
    "तो क्या यह जादू है, या तुम नहीं देख रहे?",
    "इसमें प्रवेश कर जाओ। फिर सब्र करो या सब्र न करो, तुम्हारे लिए बराबर है। तुम्हें केवल उसी का बदला दिया जाएगा, जो तुम किया करते थे।",
    "निःसंदेह डरने वाले लोग बागों और बड़ी नेमत में हैं।",
    "उसका आनंद लेने वाले हैं जो उनके रब ने उन्हें दिया और उनके रब ने उन्हें दहकती हुई आग की यातना से बचा लिया।",
    "मज़े से खाओ और पियो, उसके बदले जो तुम किया करते थे।",
    "पंक्तिबद्ध तख़्तों पर तकिया लगाए हुए होंगे और हमने उनका विवाह गोरे बदन, काली आँखों वाली औरतों से कर दिया, जो बड़ी-बड़ी आँखों वाली हैं।",
    "और जो लोग ईमान लाए और उनकी संतान ने ईमान के साथ उनका अनुसरण किया, हम उनकी संतान को उनके साथ मिला देंगे तथा उनके कर्मों में उनसे कुछ भी कम न करेंगे। प्रत्येक व्यक्ति उसके बदले में जो उसने कमाया, गिरवी रखा हुआ है।",
    "तथा हम उन्हें और अधिक फल और मांस देंगे उसमें से जो वे चाहेंगे।",
    "वे उसमें एक-दूसरे से मदिरा का प्याला लेंगे, जिसमें न कोई व्यर्थ बात होगी और न गुनाह में डालना।",
    "तथा उनके आस-पास चक्कर लगाते रहेंगे उन्हीं के बच्चे, जैसे वे छुपाए हुए मोती हों।",
    "और वे एक-दूसरे की ओर मुतवज्जह होकर आपस में सवाल करेंगे।",
    "वे कहेंगे : निःसंदेह हम इससे पहले अपने घरवालों में डरने वाले थे।",
    "तो अल्लाह ने हमपर उपकार किया और हमें विषैली लू की यातना से बचा लिया।",
    "निःसंदेह हम इससे पहले ही उसे पुकारा करते थे। निश्चय वही तो अति परोपकारी, अत्यंत दयावान् है।",
    "अतः आप नसीहत करें। क्योंकि अपने पालनहार के अनुग्रह से आप न तो काहिन हैं और न ही पागल।",
    "या वे कहते है कि यह एक कवि है जिसपर हम ज़माने की घटनाओं का इंतज़ार करते हैं?",
    "आप कह दें कि तुम प्रतीक्षा करते रहो, मैं (भी) तुम्हारे साथ प्रतीक्षा करने वालों में से हूँ।",
    "क्या उन्हें उनकी बुद्धियाँ इस बात का आदेश देती हैं, ये वे स्वयं ही सरकश लोग हैं?",
    "या वे कहते हैं कि उसने इसे स्वयं गढ़ लिया है? बल्कि वे ईमान नहीं लाते।",
    "तो फिर वे इस (क़ुरआन) के समान एक ही बात बनाकर ले आएँ, यदि वे सच्चे हैं।",
    "या वे बिना किसी चीज़ के पैदा हो गए हैं, या वे (स्वयं) पैदा करने वाले हैं?",
    "या उन्होंने आकाशों और धरती को पैदा किया है? बल्कि वे विश्वास ही नहीं करते।",
    "या उनके पास आपके पालनहार के ख़ज़ाने हैं, या वही अधिकार चलाने वाले हैं?",
    "या उनके पास कोई सीढ़ी है, जिसपर वे अच्छी तरह सुन लेते हैं? तो उनके सुनने वाले को चाहिए कि वह कोई स्पष्ट प्रमाण प्रस्तुत करे।",
    "या उस (अल्लाह) के लिए तो बेटियाँ है और तुम्हारे लिए बेटे?",
    "या आप उनसे कोई पारिश्रमिक माँगते हैं? तो वे उस तावान के बोझ से दबे जा रहे हैं।",
    "या उनके पास परोक्ष (का ज्ञान) है? तो वे उसे लिखते रहते हैं।",
    "या वे कोई चाल चलना चाहते हैं? तो जिन लोगों ने इनकार किया, वही चाल में आने वाले हैं।",
    "या उनका अल्लाह के सिवा कोई पूज्य है? पवित्र है अल्लाह उससे जो वे साझी ठहराते हैं।",
    "और यदि वे आकाश से कोई टुकड़ा गिरता हुआ देख लें, तो कह देंगे कि यह परत दर परत बादल है।",
    "अतः आप उन्हें छोड़ दें, यहाँ तक कि वे अपने उस दिन को जा मिलें, जिसमें वे बेहोश किए जाएँगे।",
    "जिस दिन न तो उनकी चाल काम आएगी और न उनकी सहायता की जाएगी।",
    "तथा निश्चय उन लोगों के लिए जिन्होंने अत्याचार किया, उस (आख़िरत) से पहले भी एक यातना है। परंतु उनमें से अक्सर लोग नहीं जानते।",
    "और (ऐ नबी!) आप अपने पालनहार का आदेश आने तक धैर्य रखें। निःसंदेह आप हमारी आँखों के सामने हैं। तथा जब आप उठें, तो अपने रब की प्रशंसा के साथ उसकी पवित्रता बयान करें।",
    "तथा रात के कुछ भाग में फिर उसकी पवित्रता का वर्णन करें और सितारों के चले जाने के बाद भी।",
    "क़सम है तारे की जब वह गिरे!",
    "तुम्हारा साथी न तो रास्ते से भटका है और न ही गलत रास्ते पर चला है।",
    "और न वह अपनी इच्छा से बोलता है।",
    "वह तो केवल वह़्य है, जो उतारी जाती है।",
    "उसे बहुत मज़ूबत शक्तियों वाले (फ़रिश्ते) ने सिखाया है।",
    "जो बड़ा बलशाली है। फिर वह बुलंद हुआ (अपने असली रूप में प्रकट हुआ)।",
    "जबकि वह आकाश के सबसे ऊँचे क्षितिज (पूर्वी किनारे) पर था।",
    "फिर वह निकट हुआ और उतर आया।",
    "फिर वह दो धनुषों की दूरी पर था, या उससे भी निकट।",
    "फिर उसने अल्लाह के बंदे की ओर वह़्य की, जो भी वह़्य की।",
    "दिल ने झूठ नहीं बोला, जो कुछ उसने देखा।",
    "फिर क्या तुम उससे उसपर झगड़ते हो, जो वह देखता है?",
    "हालाँकि, निश्चित रूप से उसने उसे एक और बार उतरते हुए भी देखा है।",
    "सिदरतुल-मुनतहा'  के पास।",
    "उसी के पास 'जन्नतुल मावा' (शाश्वत स्वर्ग) है।",
    "जब सिदरा पर छा रहा था, जो कुछ छा रहा था।",
    "न निगाह इधर-उधर हुई और न सीमा से आगे बढ़ी।",
    "निःसंदेह उसने अपने पालनहार की कुछ बहुत बड़ी निशानियाँ देखीं।",
    "फिर क्या तुमने लात और उज़्ज़ा को देखा।",
    "तथा तीसरी एक और (मूर्ति) मनात को?",
    "क्या तुम्हारे लिए पुत्र हैं और उस (अल्लाह) के लिए पुत्रियाँ?",
    "तब तो यह बड़ा अन्यायपूर्ण बँटवारा है।",
    "ये (मूर्तियाँ) कुछ नामों के सिवा कुछ भी नहीं हैं, जो तुमने तथा तुम्हारे बाप-दादा ने रख लिए हैं। अल्लाह ने इनका कोई प्रमाण नहीं उतारा है। ये लोग केवल अटकल के और उन चीज़ों के पीछे चल रहे हैं जो उनके दिल चाहते हैं। जबकि निःसंदेह उनके पास उनके पालनहार की ओर से मार्गदर्शन आ चुका है।",
    "क्या मनुष्य को वह मिल जाएगा, जिसकी वह कामना करे?",
    "(नहीं, ऐसा नहीं है) क्योंकि आख़िरत और दुनिया अल्लाह ही के अधिकार में है।",
    "और आकाशों में कितने ही फ़रिश्ते हैं कि उनकी सिफ़ारिश कुछ लाभ नहीं देती, परंतु इसके पश्चात कि अल्लाह अनुमति दे जिसके लिए चाहे तथा (जिसे) पसंद करे।",
    "निःसंदेह वे लोग जो आख़िरत पर ईमान नहीं रखते, निश्चय वे फ़रिश्तों के नाम औरतों के नामों की तरह रखते हैं।",
    "हालाँकि उन्हें इसके बारे में कोई ज्ञान नहीं। वे केवल अनुमान के पीछे चल रहे हैं। और निःसंदेह अनुमान सच्चाई की तुलना में किसी काम नहीं आता।",
    "अतः आप उससे मुँह फेर लें, जिसने हमारी नसीहत से मुँह मोड़ लिया और जिसने दुनिया के जीवन के सिवा कुछ नहीं चाहा।",
    "यही उनके ज्ञान की सीमा है। निश्चित रूप से आपका पालनहार ही उसे अधिक जानने वाला है, जो उसके मार्ग से भटक गया और वही उसे भी ज़्यादा जानने वाला है, जो सीधे मार्ग पर चला।",
    "तथा जो कुछ आकाशों में है और जो कुछ धरती में है, सब अल्लाह ही का है, ताकि वह बुराई करने वालों को उनके किए का बदला दे, और भलाई करने वालों को अच्छा बदला दे।",
    "वे लोग जो बड़े गुनाहों तथा अश्लील कार्यों से दूर रहते हैं, सिवाय कुछ छोटे गुनाहों के। निःसंदेह आपका पालनहार बड़ा क्षमा करने वाला है। वह तुम्हें अधिक जानने वाला है जब उसने तुम्हें धरती से पैदा किया और जब तुम अपनी माँओं के पेटों में बच्चे थे। अतः अपनी पवित्रता का दावा मत करो, वह उसे ज़्यादा जानने वाला है जो वास्तव में परहेज़गार है।",
    "फिर क्या आपने उसे देखा जिसने मुँह फेर लिया?",
    "और थोड़ा-सा दिया फिर रोक लिया।",
    "क्या उसके पास परोक्ष का ज्ञान है? अतः वह देख रहा है।",
    "या उसे उन बातों की सूचना नहीं दी गई, जो मूसा के ग्रंथों में हैं?",
    "और इबराहीम के (ग्रंथों में), जिसने (कर्तव्य) पूरा किया।",
    "कि कोई बोझ उठाने वाला किसी दूसरे का बोझ नहीं उठाएगा।",
    "और यह कि मनुष्य के लिए केवल वही है, जिसके लिए उसने प्रयास किया।",
    "और यह कि निश्चय उसका प्रयास शीघ्र ही देखा जाएगा।",
    "फिर उसे उसका पूरा प्रतिफल दिया जाएगा।",
    "और यह कि निःसंदेह आपके पालनहार ही की ओर अंततः पहुँचना है।",
    "तथा यह कि निःसंदह वही है, जिसने हँसाया तथा रुलाया।",
    "तथा यह कि निःसंदेह वही है, जिसने मृत्यु दी और जीवन दिया।",
    "और यह कि निःसंदेह उसी ने दो प्रकार : नर और मादा पैदा किए।",
    "एक बूँद से, जब वह टपकाई जाती है।",
    "और यह कि निःसंदेह उसी के ज़िम्मे दूसरी बार पैदा करना है।",
    "और यह कि निःसंदेह उसी ने धनी बनाया और कोष प्रदान किया।",
    "और यह कि निःसंदेह वही ''शे'रा''  का रब है।",
    "और यह कि निःसंदेह उसी ने प्रथम 'आद'  को विनष्ट किया।",
    "तथा समूद को, फिर (किसी को) बाक़ी न छोड़ा।",
    "तथा इनसे पहले नूह़ की जाति को। निःसंदेह वे बहुत ही ज़ालिम और बड़े ही सरकश थे।",
    "और उलट जाने वाली बस्ती को उसने उठाकर धरती पर दे मारा।",
    "तो ढाँप दिया उसे जिस चीज़ से ढाँपा।",
    "तो (ऐ इनसान!) तू अपने पालनहार की ने'मतों में से किस-किस में संदेह करेगा?",
    "यह पहले डराने वालों में से एक डराने वाला है।",
    "निकट आने वाली निकट आ गई।",
    "जिसे अल्लाह के सिवा कोई हटाने वाला नहीं।",
    "तो क्या तुम इस बात पर आश्चर्य करते हो?",
    "तथा हँसते हो और रोते नहीं हो?",
    "तथा तुम ग़ाफ़िल हो!",
    "अतः अल्लाह को सजदा करो और उसी की इबादत करो।",
    "क़ियामत बहुत निकट आ गई और चाँद फट गया।",
    "और यदि वे कोई निशानी देखते हैं, तो मुँह फेर लेते हैं और कहते हैं कि (यह) एक जादू है जो समाप्त हो जाने वाला है।",
    "उन्होंने झुठलाया और अपनी इच्छाओं का पालन किया और प्रत्येक कार्य का एक निश्चित समय है।",
    "और निःसंदेह उनके पास ऐसी सूचनाएँ आ चुकी हैं, जिनमें डाँटडपट है।",
    "पूर्णतया हिकमत है, फिर भी डरानेवाली चीज़ें काम नहीं आतीं।",
    "अतः आप उनसे मुँह फेर लें, जिस दिन पुकारने वाला एक अप्रिय चीज़ की ओर पुकारेगा।",
    "उनकी आँखें झुकी होंगी। वे कब्रों से ऐसे निकलेंगे, जैसे वे बिखरी हुई टिड्डियाँ हों।",
    "वे बुलाने वाले की ओर तेज़ी से भाग रहे होंगे। काफ़िर कहेंगे : यह बड़ा कठिन दिन है।",
    "इनसे पहले नूह़ की जाति ने झुठलाया। तो उन्होंने हमारे बंदे को झुठलाया और कहा कि वह पागल है और उसे झिड़क दिया गया।",
    "तो उसने अपने पालनहार को पुकारा कि निःसंदेह मैं विवश हूँ, अतः तू बदला ले।",
    "तो हमने ज़ोर से बरसने वाले पानी के साथ आकाश के द्वार खोल दिए।",
    "तथा हमने धरती को स्रोतों के साथ फाड़ दिया, तो सारा जल एक साथ मिल गया, उस कार्य के लिए जो नियत हो चुका था।",
    "और हमने उसे तख़्तों और कीलों वाली (नाव) पर सवार कर दिया।",
    "जो हमारी आँखों के सामने चल रही थी, उसका बदला लेने के लिए जिसका इनकार किया गया था।",
    "और निःसंदेह हमने उसे एक निशानी बनाकर छोड़ा, तो क्या है कोई उपदेश ग्रहण करने वाला?",
    "फिर कैसी थी मेरी यातना तथा मेरा डराना?",
    "और निःसंदेह हमने क़ुरआन को उपदेश ग्रहण करने के लिए आसान बना दिया, तो क्या है कोई उपदेश ग्रहण करने वाला?",
    "आद ने (भी) झुठलाया। तो कैसी थी मेरी यातना तथा मेरा डराना?",
    "निःसंदहे हमने एक निरंतर अशुभ दिन में उनपर एक तेज़ ठंडी हवा भेज दी।",
    "वह लोगों को ऐसे उखाड़ फेंकती थी, जैसे वे उखड़े हुए खजूर के तने हों।",
    "फिर कैसी थी मेरी यातना तथा मेरा डराना?",
    "और निःसंदेह हमने क़ुरआन को उपदेश ग्रहण करने के लिए आसान बना दिया, तो क्या है कोई उपदेश ग्रहण करने वाला?",
    "समूद ने डराने वालों को झुठलाया।",
    "तो उन्होंने कहा : क्या हम अपने ही में से एक आदमी का अनुसरण करें? निश्चय ही हम उस समय बड़ी गुमराही और बावलेपन में होंगे।",
    "क्या यह उपदेश हमारे बीच में से उसी पर उतारा गया है? बल्कि वह बड़ा झूठा है, अहंकारी है।",
    "शीघ्र ही वे कल जान लेंगे कि बहुत झूठा, अहंकारी कौन है?",
    "निःसंदेह हम यह ऊँटनी उनकी परीक्षा के लिए भेजने वाले हैं। अतः उनकी प्रतीक्षा करो और ख़ूब धैर्य रखो।",
    "और उन्हें सूचित कर दो कि पानी उनके बीच बाँट दिया गया है। पीने की प्रत्येक बारी पर उपस्थित हुआ जाएगा।",
    "तो उन्होंने अपने साथी को पुकारा। सो उसने (उसे) पकड़ा और उसका वध कर दिया।",
    "फिर कैसी थी मेरी यातना तथा मेरा डराना?",
    "हमने उनपर एक ही चिंघाड़ भेजी, तो वे बाड़ लगाने वाले की रौंदी हुई बाड़ की तरह हो गए।",
    "और निःसंदेह हमने क़ुरआन को उपदेश ग्रहण करने के लिए आसान बना दिया, तो क्या है कोई उपदेश ग्रहण करने वाला?",
    "लूत की जाति ने डराने वालों को झुठला दिया।",
    "निःसंदेह हमने उनपर पत्थर बरसाने वाली एक हवा भेजी, सिवाय लूत के घरवालों के। उन्हें हमने भोर से कुछ पहले ही बचा लिया।",
    "अपनी ओर से (विशेष) अनुग्रह करते हुए। इसी प्रकार हम उसे बदला देते हैं, जो धन्यवाद करे।",
    "और निःसंदेह उसने उन्हें हमारी पकड़ से डराया, तो उन्होंने डराने में संदेह किया।",
    "और निःसंदेह उन्होंने उसे उसके अतिथियों से बहकाने का प्रयास किया, तो हमने उनकी आँखें मेट दीं। अतः मेरी यातना और मेरी चेतावनी का मज़ा चखो।",
    "और निःसंदेह सुबह सवेरे ही उनपर एक न टलने वाली यातना आ पहुँची।",
    "अतः मेरे अज़ाब और मेरे डराने का स्वाद चखो।",
    "और निःसंदेह हमने क़ुरआन को उपदेश ग्रहण करने के लिए आसान बना दिया, तो क्या है कोई उपदेश ग्रहण करने वाला?",
    "तथा निःसंदेह फ़िरऔनियों के पास डराने वाले आए।",
    "उन्होंने हमारी सब निशानियों को झुठला दिया, तो हमने उन्हें पकड़ लिया, जिस प्रकार सब पर प्रभुत्वशाली, सबसे शक्तिशाली पकड़ता है।",
    "क्या तुम्हारे काफ़िर उन लोगों से बेहतर हैं, या तुम्हारे लिए (पहली) पुस्कतों में कोई मुक्ति लिखी हुई है?",
    "या वे कहते हैं कि हम एक जत्था हैं, जो बदला लेकर रहने वाले हैं?",
    "शीध्र ही यह समूह पराजित कर दिया जाएगा और ये लोग पीठ दिखाकर भागेंगे।",
    "बल्कि क़यामत ही उनके वादे का समय है और क़ियामत कहीं बड़ी विपत्ति और अधिक कड़वी है।",
    "निश्चय अपराधी लोग बड़ी गुमराही और यातना में हैं।",
    "जिस दिन वे आग में अपने चेहरों के बल घसीटे जाएँगे। (कहा जाएगा :) जहन्नम की यातना का मज़ा चखो।",
    "निःसंदेह हमने प्रत्येक वस्तु को एक अनुमान के साथ पैदा किया है।",
    "और हमारा आदेश तो केवल एक बार होता है, जैसे आँख की एक झपक।",
    "और निःसंदेह हमने तुम्हारे जैसे कई समूहों को विनष्ट कर दिया, तो क्या है कोई नसीहत हासिल करने वाला?",
    "और उन्होंने जो कुछ भी किया वह किताबों (कर्मपत्रों) में दर्ज है।",
    "और हर छोटी और बड़ी बात लिखी हुई है।",
    "निःसंदेह (अल्लाह से) डरने वाले बाग़ो और नहरों में होंगे।",
    "सत्य की सभा में, महान बादशाह के पास, जो असीम शक्ति वाला है।",
    "अत्यंत दयावान् ने।",
    "यह क़ुरआन सिखाया।",
    "उसने मनुष्य को पैदा किया।",
    "उसे बात करना सिखाया।",
    "सूर्य तथा चंद्रमा एक हिसाब से चल रहे हैं।",
    "तथा बिना तने के पौधे और पेड़ सजदा करते हैं।",
    "और उसने आकाश को ऊँचा किया और न्याय का संतुलन स्थापित किया।",
    "ताकि तुम माप-तौल में अति न करो।",
    "तथा न्याय के साथ तौल को सीधा रखो और माप-तौल में कमी न करो।",
    "और उसने धरती को सृष्टि के लिए (रहने योग्य) बनाया।",
    "उसमें फल हैं, तथा आवरणों वाले खजूर के वृक्ष हैं।",
    "और भूसे वाले अन्न तथा सुगंधित पौधे हैं।",
    "तो तुम दोनों अपने पालनहार की किन-किन नेमतों को झुठलाओगे?",
    "उसने मनुष्य को ठीकरी की तरह बजने वाली मिट्टी से पैदा किया।",
    "तथा जिन्नों को आग की ज्वाला से पैदा किया।",
    "तो तुम दोनों अपने पालनहार की किन-किन नेमतों को झुठलाओगे?",
    "(वह) सूर्योदय के दोनों स्थानों तथा सूर्यास्त के दोनों स्थानों का रब है।",
    "तो तुम दोनों अपने पालनहार की किन-किन नेमतों को झुठलाओगे?",
    "उसने दो सागरों को मिला दिया, जो (देखने में) आपस में मिलते हैं।",
    "उन दोनों के बीच एक अवरोध है (जिससे) वे आगे नहीं बढ़ते।",
    "तो तुम दोनों अपने पालनहार की किन-किन नेमतों को झुठलाओगे?",
    "उन दोनों से मोती और मूँगा निकलते हैं।",
    "तो तुम दोनों अपने पालनहार की किन-किन नेमतों को झुठलाओगे?",
    "तथा उसी के अधिकार में हैं समुद्र में चलने वाले पहाड़ों जैसे जहाज़।",
    "तो तुम दोनों अपने पालनहार की किन-किन नेमतों को झुठलाओगे?",
    "हर कोई जो इस (धरती) पर है, नष्ट होने वाला है।",
    "तथा आपके पालनहार का चेहरा बाक़ी रहेगा, जो बड़ी महिमा और सम्मान वाला है।",
    "तो तुम दोनों अपने पालनहार की किन-किन नेमतों को झुठलाओगे?",
    "उसी से माँगता है, जो कोई आकाशों तथा धरती में है। वह प्रतिदिन एक (नए) कार्य में है।",
    "तो तुम दोनों अपने पालनहार की किन-किन नेमतों को झुठलाओगे?",
    "हम जल्द ही तुम्हारे लिए फ़ारिग़ होंगे ऐ दो भारी समूहो! (जिन्नो और इनसानो!)",
    "तो तुम दोनों अपने पालनहार की किन-किन नेमतों को झुठलाओगे?",
    "ऐ जिन्न तथा मनुष्य के समूह! यदि तुम आकाशों तथा धरती के किनारों से निकल सकते हो, तो निकल भागो, (परंतु) तुम शक्ति (प्रभुत्व) के बिना नहीं निकल सकोगे।",
    "तो तुम दोनों अपने पालनहार की किन-किन नेमतों को झुठलाओगे?",
    "तुम दोनों पर आग का ज्वाला तथा धुआँ छोड़ा जाएगा। फिर तुम अपने आपको बचा नहीं सकोगे।",
    "तो तुम दोनों अपने पालनहार की किन-किन नेमतों को झुठलाओगे?",
    "फिर जब आकाश फट जाएगा, तो वह तेल की तरह लाल हो जाएगा।",
    "तो तुम दोनों अपने पालनहार की किन-किन नेमतों को झुठलाओगे?",
    "फिर उस दिन न किसी मनुष्य से उसके गुनाह के बारे में पूछा जाएगा और न किसी जिन्न से।",
    "तो तुम दोनों अपने पालनहार की किन-किन नेमतों को झुठलाओगे?",
    "अपराधियों की पहचान उनके चिह्नों से होगी, फिर माथे के बालों और पैरों से (उन्हें) पकड़ा जाएगा।",
    "तो तुम दोनों अपने पालनहार की किन-किन नेमतों को झुठलाओगे?",
    "यही है वह जहन्नम, जिसे अपराधी लोग झुठलाते थे।",
    "वे उसके और खौलते हुए पानी के बीच चक्कर लगा रहे होंगे।",
    "तो तुम दोनों अपने पालनहार की किन-किन नेमतों को झुठलाओगे?",
    "और जो व्यक्ति अपने पालनहार के समक्ष खड़े होने से डर गया, उसके लिए दो बाग़ हैं।",
    "तो तुम दोनों अपने पालनहार की किन-किन नेमतों को झुठलाओगे?",
    "दोनों बहुत शाखाओं वाले हैं।",
    "तो तुम दोनों अपने पालनहार की किन-किन नेमतों को झुठलाओगे?",
    "उन दोनों में दो जल स्रोत बहते हैं।",
    "तो तुम दोनों अपने पालनहार की किन-किन नेमतों को झुठलाओगे?",
    "उन दोनों में प्रत्येक फल के दो प्रकार हैं।",
    "तो तुम दोनों अपने पालनहार की किन-किन नेमतों को झुठलाओगे?",
    "ऐसे बिस्तरों पर तकिए लगाए होंगे, जिनके स्तर मोटे रेशम के हैं और दोनों बाग़ों के फल निकट हैं।",
    "तो तुम दोनों अपने पालनहार की किन-किन नेमतों को झुठलाओगे?",
    "उनमें नीची निगाहों वाली औरतें हैं, जिन्हें उनसे पहले न किसी मनुष्य ने हाथ लगाया है और न किसी जिन्न ने।",
    "तो तुम दोनों अपने पालनहार की किन-किन नेमतों को झुठलाओगे?",
    "मानो वे (स्त्रियाँ) माणिक और मूँगा हैं।",
    "तो तुम दोनों अपने पालनहार की किन-किन नेमतों को झुठलाओगे?",
    "एहसान का बदला एहसान के सिवा क्या है?",
    "तो तुम दोनों अपने पालनहार की किन-किन नेमतों को झुठलाओगे?",
    "तथा इन दो (बाग़ों) के अलावा और दो बाग़ हैं।",
    "तो तुम दोनों अपने पालनहार की किन-किन नेमतों को झुठलाओगे?",
    "दोनों गहरे हरे रंग के हैं।",
    "तो तुम दोनों अपने पालनहार की किन-किन नेमतों को झुठलाओगे?",
    "उन दोनों में जोश मारते हुए दो जल स्रोत हैं।",
    "तो तुम दोनों अपने पालनहार की किन-किन नेमतों को झुठलाओगे?",
    "उन दोनों में फल तथा खजूर के पेड़ और अनार हैं।",
    "तो तुम दोनों अपने पालनहार की किन-किन नेमतों को झुठलाओगे?",
    "उनमें कई अच्छे व्यवहार वाली, खूबसूरत महिलाएं हैं।",
    "तो तुम दोनों अपने पालनहार की किन-किन नेमतों को झुठलाओगे?",
    "हूरें (यानी गोरे बदन, काली आँखों वाली औरतें), जो खेमों में रोकी हुई हैं।",
    "तो तुम दोनों अपने पालनहार की किन-किन नेमतों को झुठलाओगे?",
    "उनसे पहले न तो किसी मनुष्य ने उन्हें छुआ है और न ही किसी जिन्न ने।",
    "तो तुम दोनों अपने पालनहार की किन-किन नेमतों को झुठलाओगे?",
    "वे हरी और उत्कृष्ट एवं अति सुंदर क़ालीनों पर तकिया लगाए होंगे।",
    "तो तुम दोनों अपने पालनहार की किन-किन नेमतों को झुठलाओगे?",
    "बहुत बरकत वाला है आपके पालनहार का नाम, जो बड़ी महिमा और सम्मान वाला है।",
    "जब घटित होने वाली घटित हो जाएगी।",
    "उसके घटित होने में कोई झूठ नहीं।",
    "नीचे करने वाली, ऊपर उठाने वाली।",
    "जब धरती तेज़ी से हिलाई जाएगी।",
    "और पर्वत ख़ूब चूर्ण-विचूर्ण कर दिए जाएँगे।",
    "तो वे बिखरी हुई धूल हो जाएँगे।",
    "और तुम तीन प्रकार के लोग हो जाओगे।",
    "तो दाहिने हाथ वाले, क्या ही अच्छे हैं दाहिने हाथ वाले!",
    "और बाएँ हाथ वाले, क्या बुरे हैं बाएँ हाथ वाले!",
    "और जो पहल करने वाले हैं, वही आगे बढ़ने वाले हैं।",
    "यही लोग निकट किए हुए हैं।",
    "नेमत के बाग़ों में।",
    "पहले लोगों में से एक बहुत बड़ा समूह।",
    "तथा थोड़े-से पिछले लोगों में से होंगे।",
    "सोने के तारों से बुने हुए तख़्तों पर।",
    "उनपर तकिया लगाए आमने-सामने बैठे होंगे।",
    "उनके आस-पास (सेवा के लिए) ऐसे बालक फिर रहे होंगे, जो सदा (बालक) ही रहेंगे।",
    "ऐसे प्याले َऔर सुराहियाँ और छलकते जाम लेकर जो बहती शराब की होंगे।",
    "वे न उससे सिरदर्द से पीड़ित होंगे और न ही उनकी बुद्धि प्रभावित होगी।",
    "तथा ऐसे फल लेकर जिन्हें वे पसंद करते हैं।",
    "तथा पक्षियों का मांस लेकर जिसकी वे इच्छा रखते हैं।",
    "और बड़ी-बड़ी नैनों वाली गोरियाँ होंगी।",
    "छिपाकर रखे हुए मोतियों के समान।",
    "उसके बदले में जो वे (संसार में) किया करते थे।",
    "वे उस में न कोई व्यर्थ बात सुनेंगे और न पाप की बात।",
    "केवल सलाम ही सलाम की आवाज़ होगी।",
    "और दाहिने हाथ वाले, क्या ही अच्छे हैं दाहिने हाथ वाले!",
    "वे बिना कँटीले बेरियों में होंगे।",
    "तथा परत-दर-परत लगे हुए केलों में।",
    "और ऐसी छाया में जो अच्छी तरह फैली हुई है।",
    "और प्रवाहित जल में।",
    "तथा बहुत अधिक फलों में।",
    "जो न कभी समाप्त होंगे और न उनसे कोई रोक-टोक होगी।",
    "और ऊँचे बिस्तरों पर होंगे।",
    "निःसंदेह हमने उनको एक विशेष रूप से पैदा किया है।",
    "तो हमने उन्हें कुँवारियाँ बनाया है।",
    "जो पतियों को प्रिय और समान आयु वाली हैं।",
    "दाहिने हाथ वालों के लिए।",
    "एक बड़ा समूह पहले लोगों में से हैं।",
    "तथा एक बड़ा समूह पिछले लोगों में से हैं।",
    "और बाएँ हाथ वाले, क्या ही बुरे हैं बाएँ हाथ वाले!",
    "(वे) गर्म हवा तथा खौलते जल में होंगे।",
    "और काले धुएँ के साये में होंगे।",
    "जो न शीतल होगा और न देखने में अच्छी ही लगेगा।",
    "निश्चय वे इससे पहले (दुनिया की) सुख-सुविधाओं का आनंद ले रहे थे।",
    "तथा वे बड़े गुनाह पर अड़े रहते थे।",
    "और वे कहा करते थे कि क्या जब हम मर जाएँगे और हम मिट्टी तथा हड्डियाँ हो जाएँगे, तो क्या सचमुच हम अवश्य उठाए जाने वाले हैं?",
    "और क्या हमारे पहले बाप-दादा भी?",
    "आप कह दें : निःसंदेह अगले तथा पिछले (सभी) लोग।",
    "एक ज्ञात दिन के निश्चित समय पर अवश्य एकत्र किए जाने वाले हैं।",
    "फिर निःसंदेह तुम ऐ गुमराहो! झुठलाने वालो!",
    "निश्चय ही ज़क़्क़ूम (थूहड़) के वृक्ष में से खाने वाले हो।",
    "फिर उससे अपने पेट भरने वाले हो।",
    "फिर उसपर खौलते पानी से पीने वाले हो।",
    "फिर पीने वाले हो प्यास की बीमारी वाले ऊँट के समान।",
    "यह बदले के दिन उनकी मेहमाननवाज़ी है।",
    "हमने ही तुम्हें पैदा किया, फिर तुम (पुनः जीवित किए जाने को) क्यों सच नहीं मानते?",
    "तो क्या तुमने उस वीर्य पर विचार किया, जो तुम टपकाते हो?",
    "क्या तुम उसे पैदा करते हो, या हम ही पैदा करने वाले हैं?",
    "हम ही ने तुम्हारे बीच मृत्यु का समय निश्चित किया है और हम कदापि विवश नहीं हैं।",
    "कि हम तुम्हारे रूप को परिवर्तित कर दें और तुम्हें ऐसी शक्ल-सूरत में पैदा कर दें, जिसे तुम नहीं जानते।",
    "तथा निश्चय ही तुम पहली पैदाइश को जान चुके हो, फिर तुम नसीहत ग्रहण क्यों नहीं करते?",
    "फिर क्या तुमने उसपर विचार किया जो कुछ तुम बोते हो?",
    "क्या तुम उसे उगाते हो, या हम ही उगाने वाले हैं?",
    "यदि हम चाहें, तो अवश्य उसे चूर-चूर कर दें, फिर तुम आश्चर्य करते रह जाओ।",
    "कि निःसंदेह हमपर दाँड डाल दिया गया।",
    "बल्कि हम वंचित हो गए हैं।",
    "फिर क्या तुमने उस पानी पर विचार किया, जो तुम पीते हो?",
    "क्या तुमने उसे बादल से उतारा है, या हम ही उतारने वाले हैं?",
    "यदि हम चाहें, तो उसे अत्यंत खारा बना दें, फिर तुम शुक्र अदा क्यों नहीं करते?",
    "फिर क्या तुमने उस आग पर विचार किया, जो तुम सुलगाते हो?",
    "क्या तुमने उसके वृक्ष को पैदा किया है, या हम ही पैदा करने वाले हैं?",
    "हमने ही उसे यात्रियों के लिए एक नसीहत तथा लाभ का सामान बनाया है।",
    "अतः (ऐ नबी!) आप अपने महान पालनहार के नाम की तसबीह करें।",
    "अतः नहीं! मैं सितारों के गिरने की जगहों की क़सम खाता हूँ!",
    "और निःसंदेह यह निश्चय ऐसी क़सम है कि यदि तुम जानो तो बहुत बड़ी है।",
    "निःसंदेह, यह निश्चित रूप से एक प्रतिष्ठित क़ुरआन है।",
    "एक छिपाकर रखी हुई किताब में (अंकित) है।",
    "इसे कोई नहीं छूता सिवाय उनके जो बहुत पवित्र किए गए हैं।",
    "यह सारे संसार के पालनहार की ओर से उतारा गया है।",
    "फिर क्या तुम इस वाणी की उपेक्षा करने वाले हो?",
    "तथा तुम (क़ुरआन से) अपना हिस्सा यह बनाते हो कि तुम (इसे) झुठलाते हो?",
    "फिर क्यों नहीं जब वह (प्राण) गले को पहुँच जाता है।",
    "और तुम उस समय देख रहे होते हो।",
    "तथा हम तुमसे अधिक उसके निकट होते हैं, परंतु तुम नहीं देखते।",
    "तो अगर तुम (किसी के) अधीन नहीं हैं तो क्यों नहीं।",
    "तुम उसे वापस ले आते, यदि तुम सच्चे हो?",
    "फिर यदि वह निकटवर्तियों में से है।",
    "तो उसके लिए आराम और अच्छी जीविका और नेमतों से भरी जन्नत है।",
    "और यदि वह दाहिने हाथ वालों में से है।",
    "तो (कहा जाएगा) तेरे लिए सलामती है (कि तू) दाहिने हाथ वालों में से है।",
    "और यदि वह व्यक्ति झुठलाने वाले गुमराहों में से है,",
    "तो उसके लिए खौलते हुए पानी का अतिथि सत्कार है।",
    "तथा जहन्नम की आग में जलना है।",
    "निःसंदेह यक़ीनन यही है वह सत्य जो निश्चित है।",
    "अतः आप अपने महान पालनहार के नाम की महिमा करें।",
    "अल्लाह की पवित्रता का गान किया हर उस चीज़ ने जो आकाशों और धरती में है और वही सब पर प्रभुत्वशाली, पूर्ण हिकमत वाला है।",
    "उसी के लिए आकाशों तथा धरती का राज्य है। वह जीवन प्रदान करता और मौत देता है। तथा वह हर चीज़ पर सर्वशक्तिमान है।",
    "वही सबसे पहले है और सबसे आख़िर है और ज़ाहिर (दृश्यमान) है और पोशीदा (अदृश्य) है और वह हर चीज़ को भली-भाँति जानने वाला है।",
    "उसी ने आकाशों तथा धरती को छह दिनों में पैदा किया, फिर वह अर्श पर बुलंद हुआ। वह जानता है जो कुछ धरती में प्रवेश करता है और जो कुछ उससे निकलता है और जो कुछ आकाश से उतरता है और जो कुछ उसमें चढ़ता है और वह तुम्हारे साथ है, तुम जहाँ कहीं भी हो। और जो कुछ तुम करते हो, अल्लाह उसे ख़ूब देखने वाला है।",
    "आकाशों और धरती का राज्य उसी का है और सारे मामले अल्लाह ही की ओर लौटाए जाते हैं।",
    "वह रात्रि को दिन में दाखिल करता है और दिन को रात्रि में दाखिल करता है तथा वह सीनों की बातों को ख़ूब जानने वाला है।",
    "अल्लाह तथा उसके रसूल पर ईमान लाओ और उसमें से खर्च करो जिसमें उसने तुम्हें उत्तराधिकारी बनाया है। फिर तुममें से जो लोग ईमान लाए और उन्होंने ख़र्च किए, उनके लिए बहुत बड़ा प्रतिफल है।",
    "और तुम्हें क्या हो गया है कि अल्लाह पर ईमान नहीं लाते, जबकि रसूल तुम्हें बुला रहा है कि अपने पालनहार पर ईमान लाओ, और निश्चय वह (अल्लाह) तुमसे दृढ़ वचन ले चुका है, यदि तुम ईमान वाले हो।",
    "वही है, जो अपने बंदे पर स्पष्ट निशानियाँ उतारता है, ताकि तुम्हें अँधेरों से प्रकाश की ओर निकाले। तथा निःसंदेह अल्लाह तुमपर निश्चय ही बड़ा  करुणामय, अत्यंत दयावान् है।",
    "और तुम्हें क्या हो गया है कि तुम अल्लाह की राह में ख़र्च नहीं करते, जबकि आसमानों और ज़मीन की मीरास अल्लाह ही के लिए है। तुममें से जिसने (मक्का की) विजय से पहले ख़र्च किया और लड़ाई की वह (बाद में ऐसा करने वालों के) बराबर नहीं है। ये लोग पद में उन लोगों से बड़े हैं, जिन्होंने बाद में ख़र्च किया और युद्ध किया। जबकि अल्लाह ने प्रत्येक से अच्छा बदला देने का वादा किया है तथा तुम जो कुछ करते हो, अल्लाह उससे भली-भाँति सूचित है।",
    "कौन है जो अल्लाह को अच्छा क़र्ज़ दे, फिर वह उसे उसके लिए कई गुना कर दे और उसके लिए अच्छा (सम्मानजनक) बदला है?",
    "जिस दिन तुम ईमान वाले पुरुषों तथा ईमान वाली स्त्रियों को देखोगे कि उनका प्रकाश उनके आगे तथा उनके दाहिनी ओर दौड़ रहा होगा। आज तुम्हें ऐसे बागों की शुभ-सूचना है, जिनके नीचे से नहरें बहती हैं, जिनमें तुम हमेशा रहोगे। यही तो बहुत बड़ी सफलता है।",
    "जिस दिन मुनाफ़िक़ पुरुष तथा मुनाफ़िक़ स्त्रियाँ ईमान वालों से कहेंगे कि हमारी प्रतीक्षा करो कि हम तुम्हारे प्रकाश में से कुछ प्रकाश प्राप्त कर लें। कहा जाएगा : अपने पीछे लौट जाओ, फिर कोई प्रकाश तलाश करो। फिर उनके बीच एक दीवार बना दी जाएगी, जिसमें एक द्वार होगा। उसके भीतरी भाग में दया होगी तथा उसके बाहरी भाग की ओर यातना होगी।",
    "वे उन्हें पुकारकर कहेंगे : क्या हम तुम्हारे साथ नहीं थे? वे कहेंगे : क्यों नहीं, परंतु तुमने अपने आपको फ़ितने (परीक्षा) में डाला, और तुम प्रतीक्षा करते रहे तथा तुमने संदेह किया और (झूठी) इच्छाओं ने तुम्हें धोखा दिया, यहाँ तक कि अल्लाह का आदेश आ गया, और इस धोखेबाज़ ने तुम्हें अल्लाह के बारे में धोखा दिया।",
    "तो आज न तुमसे कोई छुड़ौती ली जाएगी और न उन लोगों से जिन्होंने कुफ़्र किया। तुम्हारा ठिकाना जहन्नम है। वही तुम्हारी दोस्त है और वह बुरा ठिकाना है।",
    "क्या उन लोगों के लिए जो ईमान लाए, वह समय नहीं आया कि उनके दिल अल्लाह की याद के लिए और उस सत्य के लिए झुक जाएँ जो उतरा है, और वे उन लोगों की तरह न हो जाएँ, जिन्हें इससे पहले पुस्तक प्रदान की गई थी, फिर उनपर लंबा समय गुज़र गया, तो उनके दिल कठोर हो गए और उनमें बहुत-से लोग अवज्ञाकारी हैं?",
    "जान लो कि निःसंदेह अल्लाह धरती को उसके मरने के पश्चात जीवित करता है। निःसंदेह हमने तुम्हारे लिए निशानियाँ खोलकर बयान कर दी हैं, ताकि तुम समझो।",
    "निःसंदेह दान करने वाले पुरुष तथा दान करने वाली स्त्रियाँ और जिन्होंने अल्लाह को अच्छा ऋण दिया, उन्हें कई गुना दिया जाएगा और उनके लिए सम्मानित प्रतिफल है।",
    "तथा जो लोग अल्लाह और उसके रसूलों पर ईमान लाए, वही अपने रब के निकट सिद्दीक़ तथा शहीद (गवाही देने वाले) हैं, उन्हीं के लिए उनका प्रतिफल तथा उनका प्रकाश है। और वे लोग जिन्होंने इनकार किया और हमारी आयतों को झुठलाया, वे भड़कती आग में रहने वाले हैं।",
    "जान लो कि वास्तव में संसार का जीवन केवल एक खेल है और मनोरंजन है और शोभा है, तथा तुम्हारा आपस में एक-दूसरे पर बड़ाई जताना है और धन एवं संतान में एक-दूसरे से बढ़ जाने की कोशिश करना है। उस वर्षा के समान जिससे उगने वाली खेती ने किसानों को प्रसन्न कर दिया, फिर वह पक जाती है, फिर तुम उसे देखते हो कि वह पीली हो गई, फिर वह चूरा हो जाती है। और आख़िरत में कड़ी यातना है और अल्लाह की ओर से बड़ी क्षमा और प्रसन्नता है, और संसार का जीवन धोखे के सामान के सिवा और कुछ नहीं।",
    "अपने पालनहार की क्षमा तथा उस जन्नत की ओर एक-दूसरे से आगे बढ़ो, जिसका विस्तार आकाश तथा धरती के विस्तार के समान है, वह उन लोगों के लिए तैयार की गई है, जो अल्लाह और उसके रसूलों पर ईमान लाए। यह अल्लाह का अनुग्रह है। वह इसे उसको देता है जिसे चाहता है और अल्लाह बहुत बड़े अनुग्रह वाला है।",
    "धरती में तथा तुम्हारे प्राणों पर जो भी विपदा आती है, वह एक किताब में अंकित है, इससे पहले कि हम उसे पैदा करें। निश्चय यह अल्लाह के लिए बहुत आसान है।",
    "ताकि तुम उसपर शोक न करो, जो तुमसे छूट जाए और उसपर फूल न जाओ, जो वह तुम्हें प्रदान करे। और अल्लाह किसी अहंकार करने वाले, बहुत गर्व करने वाले से प्रेम नहीं करता।",
    "वे लोग जो कंजूसी करते हैं और लोगों को कंजूसी करने का आदेश देते हैं। तथा जो मुँह फेर ले, तो निश्चय अल्लाह ही है जो बड़ा बेनियाज़, बहुत  प्रशंसनीय है।",
    "निःसंदेह हमने अपने रसूलों को स्पष्ट प्रमाणों के साथ भेजा तथा उनके साथ पुस्तक और तराज़ू उतारा, ताकि लोग न्याय पर क़ायम रहें। तथा हमने लोहा उतारा, जिसमें बहुत शक्ति है और लोगों के लिए बहुत-से लाभ हैं, और ताकि अल्लाह जान ले कि कौन उसकी तथा उसके रसूलों की बिना देखे सहायता करता है। निश्चय ही अल्लाह अति शक्तिशाली, सब पर प्रभुत्वशाली है।",
    "और निःसंदेह हमने नूह़ और इबराहीम को (रसूल बनाकर) भेजा, और उन दोनों की संतान में नुबुव्वत तथा पुस्तक रख दी। फिर उनमें से कुछ सीधे मार्ग पर चलने वाले हैं और उनमें से बहुत-से लोग अवज्ञाकारी हैं।",
    "फिर हमने उनके पद्चिह्नों पर निरंतर अपने रसूल भेजे। और उनके पीछे मरयम के पुत्र ईसा को भेजा, और उसे इंजील प्रदान किया, और हमने उन लोगों के दिलों में जिन्होंने उसका अनुसरण किया नर्मी और मेहरबानी रख दी। रहा संन्यास, तो उन्होंने खुद इसका आविष्कार किया, हमने उसे उनके ऊपर अनिवार्य नहीं किया था, परंतु अल्लाह की प्रसन्नता प्राप्त करने के लिए (उन्होंने ऐसा किया)। फिर उन्होंने उसका पूर्ण रूप से पालन नहीं किया। फिर हमने उनमें से जो लोग ईमान लाए उन्हें उनका बदला प्रदान कर दिया और उनमें से बहुत-से लोग अवज्ञाकारी हैं।",
    "ऐ लोगो जो ईमान लाए हो! अल्लाह से डरो और उसके रसूल पर ईमान लाओ, वह तुम्हें अपनी दया का दोहरा हिस्सा प्रदान करेगा। और तुम्हें ऐसा प्रकाश देगा, जिसमें तुम चलोगे। तथा तुम्हें क्षमा कर देगा। और अल्लाह अति क्षमाशील, अत्यंत दयावान् है।",
    "ताकि अह्ले किताब जान लें कि वे अल्लाह के अनुग्रह में से किसी चीज़ पर अधिकार नहीं रखते और यह कि सारा अनुग्रह अल्लाह के हाथ में है। वह जिसे चाहता है, प्रदान करता है और अल्लाह बहुत बड़े अनुग्रह वाला है।"
  ]
}