{
  "meta": {
    "id": 122,
    "name": "Maulana Azizul Haque al-Umari",
    "translator_name": "Maulana Azizul Haque al-Umari",
    "slug": "hi-maulana-azizul-haque-al-umari",
    "language_name": "hindi"
  },
  "verses": [
    "बहुत बरकत वाला है वह (अल्लाह) जिसके हाथ में सारा राज्य है और वह हर चीज़ पर सर्वशक्तिमान् है।",
    "जिसने मृत्यु तथा जीवन को पैदा किया, ताकि तुम्हारा परीक्षण करे कि तुम में किसका कर्म अधिक अच्छा है? तथा वही प्रभुत्वशाली, अति क्षमावान् है।",
    "जिसने ऊपर-तले सात आकाश बनाए। तुम अत्यंत दयावान् की रचना में कोई असंगति नहीं देखोगे। फिर पुनः देखो, क्या तुम्हें कोई दरार दिखाई देता है?",
    "फिर बार-बार निगाह दौड़ाओ। निगाह असफल होकर तुम्हारी ओर पलट आएगी और वह थकी हुई होगी।",
    "और निःसंदेह हमने (धरती से) निकटतम आकाश को दीपों से सजाया है तथा हमने उन्हें शैतानों को मार भगाने का साधन बनाया है और हमने उनके लिए भड़कती हुई आग की यातना तैयार कर रखी है।",
    "और उन लोगों के लिए जिन्होंने अपने पालनहार का इनकार किया, जहन्नम की यातना है और वह बहुत बुरा ठिकाना है।",
    "जब वे उसमें फेंके जाएँगे, तो उसकी दहाड़ सुनेंगे और वह उबल रहा होगा।",
    "क़रीब होगा कि वह क्रोध से फट जाए। जब भी कोई समूह उसमें फेंका जाएगा, तो उसके प्रहरी उनसे पूछेंगे : क्या तुम्हारे पास कोई सावधान करने वाला नहीं आया?",
    "वे कहेंगे : क्यों नहीं, निश्चय हमारे पास सावधान करने वाला आया था। पर, हमने झुठला दिया और हमने कहा कि अल्लाह ने कुछ नहीं उतारा है। तुम तो बहुत बड़ी गुमराही में पड़े हुए हो।",
    "तथा वे कहेंगे : यदि हम सुनते होते या समझते होते, तो भड़कती हुई आग वालों में न होते।",
    "इस तरह, वे अपने पाप को स्वीकार करेंगे। तो दूरी है भड़कती हुई आग वालों के लिए।",
    "निःसंदेह जो लोग अपने रब से बिन देखे डरते हैं, उनके लिए क्षमा तथा बड़ा प्रतिफल है।",
    "और तुम अपनी बात छिपाओ या उसे ज़ोर से कहो, निश्चय वह सीनों के भेदों को भी जानता है।",
    "क्या वह नहीं जानेगा जिसने पैदा किया?! जबकि वह सूक्ष्मदर्शी, पूर्ण ख़बर रखने वाला है।",
    "वही है जिसने तुम्हारे लिए धरती को वशीभूत कर दिया, अतः उसके रास्तों में चलो-फिरो तथा उसकी प्रदान की हुई रोज़ी में से खाओ। और उसी की ओर तुम्हें फिर जीवित हो कर जाना है।",
    "क्या तुम उससे निर्भय हो गए हो, जो आकाश में है कि वह तुम्हें धरती में धँसा दे, फिर वह अचानक काँपने लगे?",
    "अथवा तुम उससे निर्भय हो गए हो, जो आकाश में है कि वह तुम पर पत्थर बरसा दे, फिर तुम जान लोगे कि मेरा डराना कैसा है?",
    "तथा निश्चय इनसे पहले के लोग भी झुठला चुके हैं, फिर किस तरह था मेरा इनकार?",
    "क्या उन्होंने अपने ऊपर पंख फैलाते तथा समेटते हुए पक्षियों को नहीं देखे? अत्यंत दयावान् के सिवा कोई उन्हें थाम नहीं रहा होता। निःसंदेह वह प्रत्येक चीज़ को खूब देखने वाला है।",
    "या वह कौन है जो तुम्हारी सेना बनकर अल्लाह के विरुद्ध तुम्हारी सहायता करे? इनकार करने वाले तो मात्र धोखे में पड़े हैं।",
    "या वह कौन है जो तुम्हें रोज़ी दे, यदि वह अपनी रोज़ी रोक ले? बल्कि वे सरकशी तथा बिदकने पर अड़े हुए हैं।",
    "तो क्या वह व्यक्ति जो अपने मुँह के बल उलटा होकर चलता है, अधिक मार्गदर्शन पर है या वह जो सीधा होकर सीधे मार्ग पर चलता है?",
    "आप कह दें : वही है जिसने तुम्हें पैदा किया तथा तुम्हारे लिए कान तथा आँखें और दिल बनाए। तुम बहुत कम आभार प्रकट करते हो।",
    "आप कह दें : वही है जिसने तुम्हें धरती में फैलाया और तुम उसी की ओर एकत्र किए जाओगे।",
    "तथा वे कहते हैं : (क़ियामत का) यह वचन कब पूरा होगा, यदि तुम सच्चे हो?",
    "आप कह दें : इसका ज्ञान तो केवल अल्लाह के पास है। और मैं तो मात्र एक स्पष्ट डराने वाला हूँ।",
    "फिर जब वे उसे निकट देखेंगे, तो उन लोगों के चेहरे बिगड़ जाएँगे जिन्होंने इनकार किया और कहा जाएगा : यही है वह जो तुम माँगा करते थे।",
    "आप कह दें : भला बताओ तो सही, यदि अल्लाह मुझे और उनको, जो मेरे साथ हैं, विनष्ट कर दे या हम पर दया करे, तो काफ़िरों को दर्दनाक यातना से कौन शरण देगा?",
    "आप कह दें : वही अत्यंत दयावान् है। हम उसपर ईमान लाए तथा हमने उसी पर भरोसा किया। तो शीघ्र ही तुम जान लोगे कि वह कौन है जो खुली गुमराही में है।",
    "आप कह दें : भला बताओ तो सही, यदि तुम्हारा पानी गहराई में चला जाए, तो कौन है जो तुम्हारे पास बहता हुआ पानी लाएगा?",
    "नून। क़सम है क़लम की तथा उसकी जो वे लिखते हैं।",
    "आप, अपने रब के अनुग्रह से हरगिज़ दीवाना नहीं हैं।",
    "तथा निःसंदेह आपके लिए निश्चय ऐसा प्रतिफल है जो निर्बाध है।",
    "तथा निःसंदेह निश्चय आप एक महान चरित्र पर हैं।",
    "अतः शीघ्र ही आप देख लेंगे तथा वे भी देख लेंगे।",
    "कि तुममें से कौन पागलपन से ग्रसित है।",
    "निःसंदेह आपका पालनहार ही उसे अधिक जानता है, जो उसकी राह से भटक गया तथा वही अधिक जानता है उन्हें, जो सीधे मार्ग पर हैं।",
    "अतः आप झुठलाने वालों की बात न मानें।",
    "वे चाहते हैं काश! आप नरमी करें, तो वे भी नरमी करें।",
    "और आप किसी बहुत क़समें खाने वाले, हीन व्यक्ति की बात न मानें।",
    "जो बहुत ग़ीबत करने वाला, चुग़ली में बहुत दौड़-धूप करने वाला है।",
    "भलाई को बहुत रोकने वाला, हद से बढ़ने वाला, घोर पापी है।",
    "क्रूर है, इसके उपरांत हरामज़ादा (वर्णसंकर) है।",
    "इस कारण कि वह धन और बेटों वाला है।",
    "जब उसके सामने हमारी आयतें पढ़ी जाती हैं, तो कहता है : यह पहले लोगों की (कल्पित) कहानियाँ हैं।",
    "शीघ्र ही हम उसकी थूथन पर दाग़ लगाएँगे।",
    "निःसंदेह हमने उन्हें परीक्षा में डाला है, जिस प्रकार बाग़ वालों को परीक्षा में डाला था, जब उन्होंने क़सम खाई कि भोर होते ही उसके फल अवश्य तोड़ लेंगे।",
    "और वे 'इन शा अल्लाह' नहीं कह रहे थे।",
    "तो आपके पालनहार की ओर से उस (बाग़) पर एक यातना फिर गई, जबकि वे सोए हुए थे।",
    "तो वह अंधेरी रात जैसा (काला) हो गया।",
    "फिर उन्होंने भोर होते ही एक-दूसरे को पुकारा :",
    "कि अपने खेत पर सवेरे ही जा पहुँचो, यदि तुम फल तोड़ने वाले हो।",
    "चुनाँचे वे आपस में चुपके-चुपके बातें करते हुए चल दिए।",
    "कि आज उस (बाग़) में तुम्हारे पास कोई निर्धन हरगिज़ न आने पाए।",
    "और वे सुबह-सुबह (यह सोचकर) निकले कि वे (निर्धनों को) रोकने में सक्षम हैं।",
    "फिर जब उन्होंने उसे देखा, तो कहा : निःसंदेह हम निश्चय रास्ता भूल गए हैं।",
    "बल्कि हम वंचित कर दिए गए हैं।",
    "उनमें से बेहतर ने कहा : क्या मैंने तुमसे नहीं कहा था कि तुम (अल्लाह की) पवित्रता का वर्णन क्यों नहीं करते?",
    "उन्होंने कहा : हमारा रब पवित्र है। निःसंदेह हम ही अत्याचारी थे।",
    "फिर वे आपस में एक दूसरे को दोष देने लगे।",
    "उन्होंने कहा : हाय हमारा विनाश! निश्चय हम ही सीमा का उल्लंघन करने वाले थे।",
    "आशा है कि हमारा पालनहार हमें बदले में इस (बाग़) से बेहतर प्रदान करेगा। निश्चय हम अपने पालनहार ही की ओर इच्छा रखने वाले हैं।",
    "इसी तरह होती है यातना, और आख़िरत की यातना तो इससे भी बड़ी है। काश वे जानते होते!",
    "निःसंदेह डरने वालों के लिए उनके पालनहार के पास नेमत के बाग़ हैं।",
    "तो क्या हम आज्ञाकारियों को अपराध करने वालों की तरह कर देंगे?",
    "तुम्हें क्या हुआ, तुम कैसे फ़ैसले करते हो?",
    "क्या तुम्हारे पास कोई पुस्तक है, जिसमें तुम पढ़ते हो?",
    "(कि) निश्चय तुम्हारे लिए आख़िरत में वही होगा, जो तुम पसंद करोगे?",
    "या तुम्हारे लिए हमारे ऊपर क़समें हैं, जो क़ियामत के दिन तक बाक़ी रहने वाली हैं कि तुम्हारे लिए निश्चय वही होगा, जो तुम निर्णय करोगे?",
    "आप उनसे पूछिए कि उनमें से कौन इसकी ज़मानत लेता है?",
    "क्या उनके कोई साझी हैं? फिर तो वे अपने साझियों को ले आएँ, यदि वे सच्चे हैं।",
    "जिस दिन पिंडली खोल दी जाएगी और वे सजदा करने के लिए बुलाए जाएँगे, तो वे सजदा नहीं कर सकेंगे।",
    "उनकी आँखें झुकी होंगी, उनपर अपमान छाया होगा। हालाँकि उन्हें (संसार में) सजदे की ओर बुलाया जाता था, जबकि वे भले-चंगे थे।",
    "अतः आप मुझे तथा उसको छोड़ दें, जो इस वाणी (क़ुरआन) को झुठलाता है। हम उन्हें धीरे-धीरे (यातना की ओर) इस प्रकार ले जाएँगे कि वे जान भी न सकेंगे।",
    "और मैं उन्हें मोहलत (अवकाश) दूँगा। निश्चय मेरा उपाय बड़ा मज़बूत है।",
    "क्या आप उनसे कोई पारिश्रमिक माँगते हैं कि वे तावान के बोझ से दबे जा रहे हैं?",
    "अथवा उनके पास परोक्ष (का ज्ञान) है, तो वे लिख रहे हैं?",
    "अतः अपने पालनहार के निर्णय तक धैर्य रखें और मछली वाले के समान न हो जाएँ, जब उसने (अल्लाह को) पुकारा, इस हाल में कि वह शोक से भरा हुआ था।",
    "और यदि उसके पालनहार की अनुकंपा ने उसे संभाल न लिया होता, तो निश्चय वह चटियल मैदान में इस दशा में फेंक दिया जाता कि वह निंदित होता।",
    "फिर उसके पालनहार ने उसे चुन लिया और उसे सदाचारियों में से बना दिया।",
    "और वे लोग जिन्होंने इनकार किया, निश्चय क़रीब हैं कि वे अपनी निगाहों से (घूर घूरकर) आपको अवश्य ही फिसला देंगे, जब वे क़ुरआन को सुनते हैं और कहते हैं कि यह अवश्य ही दीवाना है।",
    "हालाँकि वह सर्व संसार के लिए मात्र एक उपदेश है।",
    "होकर रहने वाली।",
    "क्या है वह होकर रहने वाली?",
    "और आपको किस चीज़ ने अवगत कराया कि होकर रहने वाली क्या है?",
    "समूद तथा आद (जातियों) ने खड़खड़ाने वाली (क़ियामत) को झुठला दिया।",
    "फिर जो समूद थे, वे हद से बढ़ी हुई (तेज़) आवाज़ से विनष्ट कर दिए गए।",
    "और रही बात आद की, तो वे बड़ी ठंडी और प्रचंड आँधी से नष्ट कर दिए गए।",
    "अल्लाह ने उसे उनपर सात रातें और आठ दिन निरंतर चलाए रखा, तो आप उस जाति के लोगों को उसमें इस तरह गिरे हुए देखते, जैसे वे गिरी हुई खजूरों के खोखले तने हों।",
    "तो क्या आप उनका कोई भी बाक़ी रहने वाला देखते हैं?",
    "और फ़िरऔन ने तथा उससे पहले के लोगों ने एवं उलट जाने वाली बस्तियों ने पाप किया।",
    "उन्होंने अपने पालनहार के रसूल की अवज्ञा की। तो अल्लाह ने उन्हें बड़ी कठोर पकड़ में ले लिया।",
    "निःसंदेह हमने ही, जब पानी सीमा पार कर गया, तुम्हें नाव में सवार किया।",
    "ताकि हम उसे तुम्हारे लिए एक (शिक्षाप्रद) यादगार बना दें और (ताकि) याद रखने वाले कान उसे याद रखें।",
    "फिर जब सूर (नरसिंघा) में एक फूँक मारी जाएगी।",
    "और धरती तथा पर्वतों को उठाया जाएगा और दोनों को एक ही बार में चूर्ण-विचूर्ण कर दिया जाएगा।",
    "तो उस दिन घटित होने वाली घटित हो जाएगी।",
    "तथा आकाश फट जाएगा, तो उस दिन वह कमज़ोर होगा।",
    "और फ़रिश्ते उसके किनारों पर होंगे तथा उस दिन आपके पालनहार का अर्श (सिंहासन) आठ फ़रिश्ते अपने ऊपर उठाए हुए होंगे।",
    "उस दिन तुम (अल्लाह के सामने) पेश किए जाओगे। तुम्हारी कोई छिपी हुई बात छिपी नहीं रहेगी।",
    "फिर जिसे उसका कर्म-पत्र उसके दाएँ हाथ में दिया गिया, तो वह कहेगा : यह लो, मेरा कर्म-पत्र पढ़ो।",
    "मुझे विश्वास था कि मैं अपने हिसाब से मिलने वाला हूँ।",
    "चुनाँचे वह आनंदपूर्ण जीवन में होगा।",
    "एक ऊँची जन्नत में।",
    "जिसके फल निकट होंगे।",
    "(उनसे कहा जायेगा :) आनंदपूर्वक खाओ और पियो, उसके बदले जो तुमने बीते दिनों में आगे भेजे।",
    "और लेकिन जिसे उसका कर्म-पत्र उसके बाएँ हाथ में दिया गया, तो वह कहेगा : ऐ काश! मुझे मेरा कर्म-पत्र न दिया जाता।",
    "तथा मैं न जानता कि मेरा हिसाब क्या है!",
    "ऐ काश! वह (मृत्यु) काम तमाम कर देने वाली होती।",
    "मेरा धन मेरे किसी काम न आया।",
    "मेरी सत्ता मुझसे जाती रही।",
    "(आदेश होगा :) उसे पकड़ो और उसके गले में तौक़ डाल दो।",
    "फिर उसे भड़कती हुई आग में झोंक दो।",
    "फिर एक ज़ंजीर में, जिसकी लंबाई सत्तर गज़ है, उसे जकड़ दो।",
    "निःसंदेह वह सबसे महान अल्लाह पर ईमान नहीं रखता था।",
    "तथा ग़रीब को खाना खिलाने के लिए प्रोत्साहित नहीं करता था।",
    "अतः आज यहाँ उसका कोई मित्र नहीं है।",
    "और न पीप के सिवा कोई भोजन है।",
    "जिसे पापियों के अलावा कोई नहीं खाता।",
    "मैं उन चीज़ों की क़सम खता हूँ, जिन्हें तुम देखते हो।",
    "तथा उनकी जिन्हें तुम नहीं देखते हो।",
    "निःसंदेह यह (क़ुरआन) एक सम्मानित रसूल का कथन है।",
    "और यह किसी कवि की वाणी नहीं है। तुम बहुत कम ईमान लाते हो।",
    "और न किसी काहिन की वाणी है, तुम बहुत कम शिक्षा ग्रहण करते हो।",
    "(यह) सर्व संसार के पालनहार की ओर से उतारा हुआ है।",
    "और यदि वह (नबी) हमपर कोई बात बनाकर लगाता।",
    "तो निश्चय हम उसे दाएँ हाथ से पकते।",
    "फिर अवश्य हम उसके जीवन की धमनी काट देते।",
    "फिर तुममें से कोई भी हमें उससे रोकने वाला न होता।",
    "निःसंदेह यह (क़ुरआन) डरने वालों के लिए एक उपदेश है।",
    "तथा निःसंदेह हम निश्चित रूप से जानते हैं कि बेशक तुममें से कुछ झुठलाने वाले हैं।",
    "और निःसंदेह वह निश्चित रूप से काफ़िरों के लिए पछतावे का कारण है।",
    "और निःसंदेह वह निश्चय विश्वसनीय सत्य है।",
    "अतः आप अपने महान पालनहार के नाम की पवित्रता का वर्णन करें।",
    "एक माँगने वाले ने वह यातना माँगी, जो घटित होने वाली है।",
    "काफ़िरों पर। उसे कोई टालने वाला नहीं।",
    "ऊँचाइयों वाले अल्लाह की ओर से।",
    "फ़रिश्ते और रूह उसकी ओर चढ़ेंगे, एक ऐसे दिन में जिसकी मात्रा पचास हज़ार वर्ष है।",
    "अतः (ऐ नबी!) आप अच्छे धैर्य से काम लें।",
    "निःसंदेह वे उसे दूर समझ रहे हैं।",
    "और हम उसे निकट देख रहे हैं।",
    "जिस दिन आकाश पिघली हुई धातु के समान हो जाएगा।",
    "और पर्वत धुने हुए ऊन के समान हो जाएँगे।",
    "और कोई मित्र किसी मित्र को नहीं पूछेगा।",
    "हालाँकि वे उन्हें दिखाए जा रहे होंगे। अपराधी चाहेगा कि काश उस दिन की यातना से बचने के लिए छुड़ौती में दे दे अपने बेटों को।",
    "तथा अपनी पत्नी और अपने भाई को।",
    "तथा अपने परिवार (कुटुंब) को, जो उसे शरण देता था।",
    "और उन सभी लोगों को जो धरती में हैं। फिर अपने आपको बचा ले।",
    "कदापि नहीं! निःसंदेह वह (जहन्नम) भड़कने वाली आग है।",
    "जो खाल उधेड़ देने वाली है।",
    "वह उसे पुकारेगी, जिसने पीठ फेरी और मुँह मोड़ा।",
    "तथा (धन) एकत्र किया और संभाल कर रखा।",
    "निःसंदेह मनुष्य बहुत अधीर बनाया गया है।",
    "जब उसे कष्ट पहुँचता है, तो बहुत घबरा जाने वाला है।",
    "और जब उसे भलाई मिलती है, तो बहुत रोकने वाला है।",
    "सिवाय नमाज़ियों के।",
    "जो हमेशा अपनी नमाज़ों की पाबंदी करते हैं।",
    "और जिनके धन में एक निश्चित भाग है।",
    "माँगने वाले तथा वंचित के लिए।",
    "और जो बदले के दिन को सत्य मानते हैं।",
    "और जो अपने पालनहार की यातना से डरने वाले हैं।",
    "निश्चय उनके पालनहार की यातना ऐसी चीज़ है, जिससे निश्चिंत नहीं हुआ जा सकता।",
    "और जो अपने गुप्तांगों की रक्षा करते हैं।",
    "सिवाय अपनी पत्नियों से या अपने स्वामित्व में आई दासियों से, तो निश्चय वे निंदनीय नहीं हैं।",
    "फिर जो इसके अलावा कुछ और चाहे, तो ऐसे ही लोग सीमा का उल्लंघन करने वाले हैं।",
    "और जो अपनी अमानतों तथा अपनी प्रतिज्ञा का ध्यान रखने वाले हैं।",
    "और जो अपनी गवाहियों पर क़ायम रहने वाले हैं।",
    "तथा जो अपनी नमाज़ की रक्षा करते हैं।",
    "वही लोग जन्नतों में सम्मानित होंगे।",
    "फिर इन काफ़िरों को क्या हुआ है कि वे आपकी ओर दौड़े चले आ रहे है?",
    "दाएँ से और बाएँ से समूह के समूह।",
    "क्या उनमें से प्रत्येक व्यक्ति यह लालच रखता है कि उसे नेमत वाली जन्नत में दाखिल किया जाएगा?",
    "कदापि नहीं, निश्चय हमने उन्हें उस चीज़ से पैदा किया है, जिसे वे जानते हैं।",
    "तो मैं क़सम खाता हूँ पूर्वों (सूर्योदय के स्थानों) तथा पश्चिमों (सूर्यास्त के स्थानों) के रब की! निश्चय हम सक्षम हैं।",
    "कि उनके स्थान पर उनसे उत्तम लोग ले आएँ तथा हम विवश नहीं हैं।",
    "अतः आप उन्हें छोड़ दें कि वे व्यर्थ की बातों में लगे रहें तथा खेलते रहें, यहाँ तक कि उनका सामना उनके उस दिन से हो जाए, जिसका उनसे वादा किया जाता है।",
    "जिस दिन वे क़ब्रों से तेज़ी से बाहर निकलेंगे, जैसे कि वे किसी निशान की ओर दौड़े जा रहे हैं।",
    "उनकी निगाहें झुकी होंगी, उनपर अपमान छाया होगा। यही वह दिन है जिसका उनसे वादा किया जाता था।",
    "निःसंदेह हमने नूह़ को उनकी जाति की ओर भेजा कि अपनी जाति को सावधान कर दो, इससे पहले कि उनके पास दर्दनाक यातना आ जाए।",
    "उसने कहा : ऐ मेरी जाति के लोगो! निःसंदेह मैं तुम्हें स्पष्ट रूप से डराने वाला हूँ।",
    "कि अल्लाह की इबादत करो तथा उससे डरो और मेरी बात मानो।",
    "वह तुम्हारे लिए तुम्हारे पापों को क्षमा कर देगा तथा तुम्हें एक निर्धारित समय तक मोहलत देगा। निश्चय जब अल्लाह का निर्धारित समय आ जाता है, तो वह टाला नहीं जाता, काश कि तुम जानते होते।",
    "उसने कहा : ऐ मेरे रब! निःसंदेह मैंने अपनी जाति को रात-दिन बुलाया।",
    "तो मेरे बुलाने से ये लोग और ज़्यादा भागने लगे।",
    "और निःसंदेह मैंने जब भी उन्हें बुलाया, ताकि तू उन्हें क्षमा कर दे, तो उन्होंने अपनी उँगलियाँ अपने कानों में डाल लीं तथा अपने कपड़े ओढ़ लिए और हठ दिखाया और बड़ा घमंड किया।",
    "फिर निःसंदेह मैंने उन्हें खुल्ल-मखुल्ला बुलाया।",
    "फिर निःसंदेह मैंने उन्हें उच्च स्वर में आमंत्रित किया और मैंने उन्हें चुपके-चुपके (भी) समझाया।",
    "तो मैंने कहा : अपने पालनहार से क्षमा माँगो। निःसंदेह वह बहुत क्षमा करने वाला है।",
    "वह तुम पर मूसलाधार बारिश बरसाएगा।",
    "और वह तुम्हें धन और बच्चों में वृद्धि प्रदान करेगा तथा तुम्हारे लिए बाग़ बना देगा और तुम्हारे लिए नहरें निकाल देगा।",
    "तुम्हें क्या हो गया है कि तुम अल्लाह की महिमा से नहीं डरते?",
    "हालाँकि उसने तुम्हें विभिन्न चरणों में पैदा किया है।",
    "क्या तुमने देखा नहीं कि अल्लाह ने किस तरह ऊपर-तले सात आकाश बनाए?",
    "और उसने उनमें चाँद को प्रकाश बनाया और सूर्य को दीपक बनाया।",
    "और अल्लाह ही ने तुम्हें धरती से (विशेष ढंग से) उगाया।",
    "फिर वह तुम्हें उसी में वापस ले जाएगा और तुम्हें (उसी से) निकालेगा।",
    "और अल्लाह ने तुम्हारे लिए धरती को बिछौना बनाया।",
    "ताकि तुम उसके विस्तृत मार्गों पर चलो।",
    "नूह ने कहा : ऐ मेरे रब! निःसंदेह उन्होंने मेरी अवज्ञा की और उसका अनुसरण किया, जिसके धन और संतान ने उसकी क्षति ही को बढ़ाया।",
    "और उन्होंने बहुत बड़ी चाल चली।",
    "और उन्होंने कहा : तुम अपने पूज्यों को कदापि न छोड़ना, और न कभी वद्द को छोड़ना, और न सुवाअ को और न यग़ूस और यऊक़ तथा नस्र को।",
    "और निश्चय उन्होंने बहुत-से लोगों को पथभ्रष्ट कर दिया। तथा तू अत्याचारियों की पथभ्रष्टता ही में वृद्धि कर।",
    "वे अपने पापों के कारण डुबो दिए गए, फिर जहन्नम में डाल दिए गए, तो उन्होंने अल्लाह के सिवा अपने लिए कोई मदद करने वाले नहीं पाए।",
    "तथा नूह़ ने कहा : ऐ मेरे रब! धरती पर (इन) काफ़िरों में से कोई रहने वाला न छोड़।",
    "निःसंदेह यदि तू उन्हें छोड़े रखेगा, तो वे तेरे बंदों को पथभ्रष्ट करेंगे और दुराचारी एवं सख़्त काफ़िर ही को जन्म देंगे।",
    "ऐ मेरे पालनहार! मुझे क्षमा करे दे, तथा मेरे माता-पिता को, और (हर) उस व्यक्ति को जो मेरे घर में मोमिन बन कर प्रवेश करे, तथा ईमान वाले पुरुषों और ईमान वाली स्त्रियों को। और अत्याचारियों को विनाश के सिवाय किसी चीज़ में न बढ़ा।",
    "(ऐ नबी!) कह दें : मेरी ओर वह़्य की गई है कि जिन्नों के एक समूह ने (मेरे क़ुरआन पढ़ने को) ध्यान से सुना। फिर उन्होंने कहा : निःसंदेह हमने एक अद्भुत क़ुरआन सुना है।",
    "जो सीधी राह दिखाता है, तो हम उसपर ईमान ले आए और (अब) हम अपने पालनहार के साथ किसी को कभी साझी नहीं बनाएँगे।",
    "तथा यह कि हमारे पालनहार की महिमा बहुत ऊँची है। उसने न (अपनी) कोई संगिनी (पत्नी) बनाई है और न कोई संतान।",
    "तथा यह कि हमारा मूर्ख अल्लाह के बारे में सत्य से हटी हुई बात कहा करता था।",
    "और यह कि हमने समझ रखा था कि मनुष्य और जिन्न अल्लाह पर हरगिज़ कोई झूठी बात नहीं बोलेंगे।",
    "और वास्तविकता यह है कि मनुष्यों में से कुछ लोग, जिन्नों में से कुछ लोगों की शरण लिया करते थे। तो उन्होंने उन (जिन्नों) को सरकशी में बढ़ा दिया।",
    "और यह कि उन (इनसानों) ने गुमान किया था, जैसे कि तुमने गुमान किया था कि अल्लाह किसी को कभी नहीं उठाएगा।",
    "तथा यह कि हमने आकाश को टटोला, तो उसे सख़्त पहरेदारों और उल्काओं से भरा हुआ पाया।",
    "और यह कि हम उसके कई स्थानों में सुनने के लिए बैठा करते थे। परन्तु, अब जो सुनने का प्रयास करता है, वह अपने लिए एक उल्का घात में लगा हुआ पाता है।",
    "और यह कि हम नहीं जानते कि क्या धरती वालों के साथ किसी बुराई का इरादा किया गया है या उनके पालनहार ने उनके साथ किसी भलाई का इरादा किया है?",
    "और यह कि हममें से कुछ सदाचारी हैं तथा हममें से कुछ इसके अलावा हैं। हम विभिन्न तरीक़ों पर हैं।",
    "तथा यह कि हमें विश्वास हो गया कि निःसंदेह हम धरती में अल्लाह को कदापि विवश नहीं कर सकेंगे और न ही उसे भागकर कभी विवश कर सकेंगे।",
    "तथा यह कि जब हमने मार्गदर्शन की बात सुनी, तो उसपर ईमान ले आए। अब जो कोई अपने पालनहार पर ईमान लाएगा, तो वह न किसी हानि से डरेगा और न किसी अत्याचार से।",
    "और यह कि हममें से कुछ आज्ञाकारी हैं और हममें से कुछ अत्याचारी हैं। फिर जो आज्ञाकारी हो गया, तो वही लोग हैं जिन्होंने सीधा रास्ता खोजा।",
    "तथा जो अत्याचारी हैं, तो वे जहन्नम का ईंधन होंगे।",
    "और यह (वह़्य की गई है) कि यदि वे सीधी राह पर क़ायम रहते, तो हम उन्हें अवश्य भरपूर जल से सैराब करते।",
    "ताकि हम उसमें उनका परीक्षण करें। और जो अपने पालनहार की याद से विमुख होगा, वह उसे कड़ी यातना में दाख़िल करेगा।",
    "और यह कि मस्जिदें केवल अल्लाह के लिए हैं। अतः अल्लाह के साथ किसी को भी मत पुकारो।",
    "और यह कि जब अल्लाह का बंदा उसे पुकारता हुआ खड़ा हुआ, तो निकट था कि वे उनपर जत्थे बनकर टूट पड़ते।",
    "आप कह दें : मैं तो केवल अपने पालनहार को पुकारता हूँ और उसके साथ किसी को साझी नहीं ठहराता।",
    "आप कह दें : निःसंदेह मैं तुम्हारे लिए न किसी हानि का अधिकार रखता हूँ और न किसी भलाई का।",
    "आप कह दें : निश्चय मुझे कदापि कोई अल्लाह से नहीं बचा सकेगा और न मैं उसके सिवा कभी कोई शरण का स्थान पाऊँगा।",
    "परंतु (मैं तो केवल) अल्लाह के आदेश पहुँचाने और उसके संदेशों का (अधिकार रखता हूँ)। और जो अल्लाह तथा उसके रसूल की अवज्ञा करेगा, तो निश्चय उसी के लिए जहन्नम की आग है, जिसमें वे हमेशा के लिए रहने वाले हैं।",
    "यहाँ तक कि जब वे उस चीज़ को देख लेंगे, जिसका उनसे वादा किया जाता है, तो अवश्य जान लेंगे कि कौन है जो सहायक की दृष्टि से अधिक कमज़ोर है और जो संख्या में अधिक कम है?",
    "आप कह दें : मैं नहीं जानता कि जिस चीज़ का तुमसे वादा किया जाता है, वह निकट है अथवा मेरा पालनहार उसके लिए कोई अवधि निर्धारित करेगा?",
    "वही ग़ैब (प्रोक्ष) का जानने वाला है। वह अपने ग़ैब (प्रोक्ष) को किसी पर प्रकट नहीं करता।",
    "सिवाय किसी रसूल के, जिसे वह पसंद कर ले। तो निःसंदेह वह उसके आगे तथा उसके पीछे पहरेदार नियुक्त कर देता है।",
    "ताकि वह जान ले कि उन्होंने वास्तव में अपने पालनहार के संदेश पहुँचा दिए हैं। और उसने उन सभी चीज़ों को घेर रखा है, जो उनके पास हैं और प्रत्येक वस्तु को गिन रखा है।",
    "ऐ कपड़े में लिपटने वाले!",
    "रात्रि के समय (नमाज़ में) खड़े रहें, सिवाय उसके थोड़े भाग के।",
    "आधी रात (नमाज़ पढ़ें) अथवा उससे थोड़ा-सा कम कर लें।",
    "या उससे कुछ अधिक कर लें। और क़ुरआन को ठहर-ठहर कर पढ़ें।",
    "निश्चय हम आपपर (ऐ नबी!) एक भारी वाणी (क़ुरआन) उतारेंगे।",
    "निःसंदेह रात की इबादत हृदय में अधिक प्रभावी होती है और बात के लिए अधिक उपयुक्त होती है।",
    "निःसंदेह आपके लिए दिन में बहुत-से कार्य हैं।",
    "और अपने पालनहार के नाम का स्मरण करें और सबसे अलग होकर उसी की ओर ध्यान आकर्षित कर लें।",
    "वह पूर्व तथा पश्चिम का पालनहार है। उसके सिवा कोई पूज्य नहीं। अतः तुम उसी को अपना कार्यसाधक बना लो।",
    "और जो कुछ वे कह रहे हैं, उसपर धैर्य से काम लें और उन्हें अच्छे ढंग से छोड़ दें।",
    "तथा मुझे और इन झुठलाने वाले संपन्न लोगों को छोड़ दें और उन्हें थोड़ी-सी मोहलत दें।",
    "निःसंदेह हमारे पास बेड़ियाँ हैं तथा भड़कती हुई आग।",
    "और गले में फँस जाने वाला भोजन तथा दर्दनाक यातना है।",
    "जिस दिन धरती और पर्वत काँप उठेंगे तथा पर्वत गिराई हुई रेत के ढेर हो जाएँगे।",
    "निःसंदेह हमने तुम्हारी ओर एक रसूल भेजा, जो तुमपर गवाही देने वाला है, जिस प्रकार हमने फ़िरऔन की ओर एक रसूल भेजा।",
    "चुनाँचे फ़िरऔन ने उस रसूल की अवज्ञा की, तो हमने उसकी बड़ी सख़्त पकड़ की।",
    "फिर तुम कैसे बचोगे, यदि तुमने कुफ्र किया, उस दिन से जो बच्चों को बूढ़े कर देगा?",
    "उस दिन आकाश फट जाएगा। उसका वादा पूरा होकर रहेगा।",
    "निश्चय यह एक उपदेश है। अतः जो चाहे अपने पालनहार की ओर रास्ता बना ले।",
    "निःसंदेह आपका पालनहार जानता है कि आप (तहज्जुद की नमाज़ में) रात के दो-तिहाई भाग से कुछ कम तथा उसका आधा भाग और उसका एक-तिहाई भाग खड़े होते हैं। तथा आपके साथियों का एक समूह भी (ऐसा करता है)। और अल्लाह ही रात तथा दिन का अनुमान रखता है। उसने जान लिया कि तुम हरगिज़ उसकी क्षमता नहीं रखोगे। अतः उसने तुमपर दया की। अतः क़ुरआन में से जो आसान हो, पढ़ो। वह जानता है कि निश्चय तुममें से कुछ लोग बीमार होंगे और कुछ अन्य लोग धरती में यात्रा करेंगे, अल्लाह का अनुग्रह तलाश करेंगे और कुछ दूसरे लोग अल्लाह की राह में युद्ध करेंगे। अतः उसमें से जो आसान हो, पढ़ो। तथा नमाज़ क़ायम करो और ज़कात दो और अल्लाह को उत्तम ऋण दो। तथा तुम अपने लिए जो भी भलाई आगे भेजोगे, उसे अल्लाह के पास अति उत्तम और बदले की दृष्टि से बढ़कर पाओगे। और अल्लाह से क्षमा याचना करो। निःसंदेह अल्लाह अति क्षमाशील, अत्यंत दयावान् है।",
    "ऐ कपड़े में लिपटने वाले!",
    "खड़े हो जाओ, फिर सावधान करो।",
    "तथा अपने पालनहार ही की महिमा का वर्णन करो।",
    "तथा अपने कपड़े को पवित्र रखो।",
    "और गंदगी (बुतों) से दूर रहो।",
    "तथा उपकार न जताओ (अपनी नेकियों को) अधिक समझ कर।",
    "और अपने पालनहार ही के लिए धैर्य से काम लो।",
    "फिर जब सूर में फूँक मारी जाएगी।",
    "तो वह दिन अति भीषण दिन होगा।",
    "काफ़िरों पर आसान न होगा।",
    "आप मुझे और उसे छोड़ दें, जिसे मैंने अकेला पैदा किया।",
    "और मैंने उसे बहुत सारा धन प्रदान किया।",
    "और उपस्थित रहने वाले बेटे दिए।",
    "और मैंने उसे प्रत्येक प्रकार का संसाधन दिया।",
    "फिर वह लोभ रखता है कि मैं उसे और अधिक दूँ।",
    "कदापि नहीं! निश्चय वह हमारी आयतों का सख़्त विरोधी है।",
    "शीघ्र ही मैं उसे एक कठोर चढ़ाई चढ़ाऊँगा।",
    "निःसंदेह उसने सोच-विचार किया और बात बनाई।",
    "तो वह मारा जाए! उसने कैसी कैसी बात बनाई?",
    "फिर मारा जाए! उसने कैसी बात बनाई?",
    "फिर उसने देखा।",
    "फिर उसने त्योरी चढ़ाई और मुँह बनाया।",
    "फिर उसने पीठ फेरी और घमंड किया।",
    "फिर उसने कहा : यह तो मात्र एक जादू है, जो (पहलों से) नक़ल (उद्धृत) किया जाता है।",
    "यह तो मात्र मनुष्य की वाणी है।",
    "मैं उसे शीघ्र ही 'सक़र' (जहन्नम) में झोंक दूँगा।",
    "और आपको किस चीज़ ने अवगत कराया कि 'सक़र' (जहन्नम) क्या है?",
    "वह न शेष रखेगी और न छोड़ेगी।",
    "वह खाल को झुलस देने वाली है।",
    "उसपर उन्नीस (फ़रिश्ते) नियुक्त हैं।",
    "और हमने जहन्नम के रक्षक फ़रिश्ते ही बनाए हैं और उनकी संख्या को काफ़िरों के लिए परीक्षण बनाया है। ताकि अह्ले किताब विश्वास कर लें और ईमान वाले ईमान में आगे बढ़ जाएँ। और किताब वाले एवं ईमान वाले किसी संदेह में न पड़ें। और ताकि वे लोग जिनके दिलों में रोग है और वे लोग जो काफ़िर हैं, यह कहें कि इस उदाहरण से अल्लाह का क्या तात्पर्य है? ऐसे ही, अल्लाह जिसे चाहता है गुमराह करता है और जिसे चाहता है सीधा मार्ग दिखाता है। और आपके पालनहार की सेनाओं को उसके सिवा कोई नहीं जानता। और यह तो केवल मनुष्य के लिए उपदेश है।",
    "कदापि नहीं, क़सम है चाँद की!",
    "तथा रात की, जब वह जाने लगे!",
    "और सुबह की, जब वह प्रकाशित हो जाए!",
    "निःसंदेह वह (जहन्नम) निश्चय बहुत बड़ी चीज़ों में से एक है।",
    "मनुष्य के लिए डराने वाली है।",
    "तुम में से उसके लिए, जो आगे बढ़ना चाहे अथवा पीछे हटना चाहे।",
    "प्रत्येक व्यक्ति उसके बदले जो उसने कमाया, गिरवी रखा हुआ है।",
    "सिवाय दाहिने वालों के।",
    "वे जन्नतों में एक-दूसरे से पूछेंगे।",
    "अपराधियों के बारे में।",
    "तुम्हें किस चीज़ ने जहन्नम में डाला?",
    "वे कहेंगे : हम नमाज़ पढ़ने वालों में से न थे।",
    "और न हम निर्धन को खाना खिलाते थे।",
    "और हम बेहूदा बहस करने वालों के साथ मिलकर व्यर्थ बहस किया करते थे।",
    "और हम बदले के दिन को झुठलाया करते थे।",
    "यहाँ तक कि मौत हमारे पास आ गई।",
    "तो उन्हें सिफ़ारिश करने वालों की सिफ़ारिश लाभ नहीं देगी।",
    "तो उन्हें क्या हो गया है कि उपदेश से मुँह फेर रहे हैं?",
    "जैसे वे सख़्त बिदकने वाले गधे हैं।",
    "जो शेर से भागे हैं।",
    "बल्कि उनमें से प्रत्येक व्यक्ति चाहता है कि उसे खुली पुस्तकें दी जाएँ।",
    "ऐसा कदापि नहीं हो सकता, बल्कि वे आख़िरत से नहीं डरते।",
    "हरगिज़ नहीं, निश्चय यह (क़ुरआन) एक उपदेश (याददेहानी) है।",
    "अतः जो चाहे, उससे नसीहत प्राप्त करे।",
    "और वे नसीहत प्राप्त नहीं कर सकते, परंतु यह कि अल्लाह चाहे। वही इस योग्य है कि उससे डरा जाए और वही इस योग्य है कि क्षमा करे।",
    "मैं क़सम खाता हूँ क़ियामत के दिन की।",
    "तथा मैं क़सम खाता हूँ निंदा करने वाली अंतरात्मा की।",
    "क्या इनसान समझता है कि हम कभी उसकी हड्डियों को एकत्र नहीं करेंगे?",
    "क्यों नहीं? हम इस बता का भी सामर्थ्य रखते हैं कि उसकी उंगलियों की पोर-पोर सीधी कर दें।",
    "बल्कि मनुष्य चाहता है कि अपने आगे भी गुनाह करता रहे।",
    "वह पूछता है कि क़ियामत का दिन कब होगा?",
    "तो जब आँख चौंधिया जाएगी।",
    "और चाँद को ग्रहण लग जाएगा।",
    "और सूर्य और चाँद एकत्र कर दिए जाएँगे।",
    "उस दिन मनुष्य कहेगा कि भागने का स्थान कहाँ है?",
    "कदापि नहीं, शरण लेने का स्थान कोई नहीं।",
    "उस दिन तेरे पालनहार ही की ओर लौटकर जाना है।",
    "उस दिन इनसान को बताया जाएगा जो उसने आगे भेजा और जो पीछे छोड़ा।",
    "बल्कि इनसान स्वयं अपने विरुद्ध गवाह है।",
    "अगरचे वह अपने बहाने पेश करे।",
    "(ऐ नबी!) आप इसके साथ अपनी ज़ुबान न हिलाएँ, ताकि इसे शीघ्र याद कर लें।",
    "निःसंदेह उसको एकत्र करना और (आपका) उसे पढ़ना हमारे ज़िम्मे है।",
    "अतः जब हम उसे पढ़ लें, तो आप उसके पठन का अनुसरण करें।",
    "फिर निःसंदेह उसे स्पषट करना हमारे ही ज़िम्मे है।",
    "कदापि नहीं, बल्कि तुम शीघ्र प्राप्त होने वाली चीज़ (संसार) से प्रेम करते हो।",
    "और बाद में आने वाली (आख़िरत) को छोड़ देते हो।",
    "उस दिन कई चेहरे तरो-ताज़ा होंगे।",
    "अपने पालनहार की ओर देख रहे होंगे।",
    "और कई चेहरे उस दिन बिगड़े हुए होंगे।",
    "उन्हें विश्वास होगा कि उनके साथ कमड़ तोड़ देने वाली सख्ती की जाएगी।",
    "कदापि नहीं, जब प्राण हँसलियों तक पहुँच जाएगा।",
    "और कहा जाएगा : कौन है झाड़-फूँक करने वाला?",
    "और उसे विश्वास हो जाएगा कि यह (संसार से) जुदाई का समय है।",
    "और पिंडली, पिंडली के साथ लिपट जाएगी।",
    "उस दिन तेरे पालनहार ही की ओर जाना है।",
    "तो न उसने (सत्य को) माना और न नमाज़ पढ़ी।",
    "लेकिन उसने झुठलाया तथा मुँह फेरा।",
    "फिर अकड़ता हुआ अपने परिजनों की ओर गया।",
    "तेरे लिए विनाश है, फिर तेरे लिए बर्बादी है।",
    "फिर तेरे लिए विनाश है, फिर तेरे लिए बर्बादी है।",
    "क्या इनसान समझता है कि उसे यूँ ही बेकार छोड़ दिया जायेगा?",
    "क्या वह वीर्य की एक बूंद नहीं था, जो (गर्भाशय में) गिराई जाती है?",
    "फिर वह जमे हुए रक्त का टुकड़ा हुआ, फिर अल्लाह ने पैदा किया और दुरुस्त बनाया।",
    "फिर उसने उससे दो प्रकार : नर और मादा बनाए।",
    "क्या वह इसमें समर्थ नहीं कि मुर्दों को जीवित कर दे?",
    "निश्चय इनसान पर ज़माने का एक ऐसा समय भी गुज़रा है, जब वह कोई ऐसी चीज़ नहीं था जिसका (कहीं) उल्लेख हुआ हो।",
    "निःसंदेह हमने इनसान को मिश्रित वीर्य से पैदा किया, हम उसकी परीक्षा लेते हैं। तो हमने उसे सुनने वाला, देखने वाला बना दिया।",
    "निःसंदेह हमने उसे रास्ता दिखा दिया। (अब) वह चाहे कृतज्ञ बने और चाहे कृतघ्न।",
    "निःसंदेह हमने काफ़िरों के लिए ज़ंजीरें तथा तौक़ और भड़कती हुई आग तैयार की है।",
    "निश्चय सदाचारी लोग ऐसे जाम से पिएँगे, जिसमें कपूर का मिश्रण होगा।",
    "यह एक स्रोत होगा, जिससे अल्लाह के बंदे पीएँगे। वे उसे (जहाँ चाहेंगे) बहा ले जाएँगे।",
    "जो नज़्र (मन्नत) पूरी करते हैं और उस दिन से डरते हैं जिसकी आपदा चारों ओर फैली हुई होगी।",
    "और वे निर्धन, अनाथ और क़ैदी को खाना (खुद) उसकी चाहत रखते हुए भी खिलाते हैं।",
    "(और कहते हैं :) हम तो तुम्हें केवल अल्लाह के चेहरे की ख़ातिर खिलाते हैं। न तुमसे कोई बदला चाहते हैं और न कृतज्ञता।",
    "हम अपने पालनहार से उस दिन से डरते हैं, जो बहुत कठिन और भयानक होगा।",
    "तो अल्लाह ने उन्हें उस दिन की आपदा से बचा लिया और उन्हें ताज़गी तथा खुशी प्रदान की।",
    "और उन्हें उनके धैर्य करने के बदले में जन्नत और रेशमी वस्त्र प्रदान किया।",
    "वे उसमें तख़्तों पर तकिया लगाए बैठे होंगे। न उसमें धूप देखेंगे और न सख़्त ठंड।",
    "और उसके साए उनपर झुके हुए होंगे और उसके फलों के गुच्छे उनके वश में कर दिए जाएँगे।",
    "तथा उनपर चाँदी के बरतन और प्याले फिराए जाएँगे, जो शीशे के होंगे।",
    "शीशे चाँदी के होंगे, उन्होंने उनका ठीक अनुमान लगाया होगा।",
    "और उसमें वे ऐसे जाम पिलाए जाएँगे, जिसमें सोंठ मिली होगी।",
    "वह उस (जन्नत) में एक स्रोत है, जिसका नाम सलसबील है।",
    "और उनके आस-पास ऐसे बालक फिर रहे होंगे, जो सदा बालक ही रहेंगे। जब तुम उन्हें देखोगे, तो उन्हें बिखरे हुए मोती समझोगे।",
    "तथा जब तुम वहाँ देखोगे, तो महान नेमत तथा विशाल राज्य देखोगे।",
    "उनके शरीर पर महीन रेशम के हरे कपड़े तथा दबीज़ रेशमी वस्त्र होंगे और उन्हें चाँदी के कंगन पहनाए जाएँगे और उनका पालनहार उन्हें पवित्र पेय पिलाएगा।",
    "(तथा कहा जाएगा :) निःसंदेह यह तुम्हारा प्रतिफल है और तुम्हारे प्रयास का सम्मान किया गया।",
    "निश्चय हम ही ने आपपर यह क़ुरआन थोड़ा-थोड़ा करके उतारा है।",
    "अतः आप अपने पालनहार के आदेश के लिए धैर्य रखें और उनमें से किसी पापी या कृतघ्न की बात न मानें।",
    "तथा प्रातःकाल और संध्या समय अपने पालनहार का नाम याद करते रहें।",
    "तथा रात के कुछ हिस्से में भी उसके लिए सजदा करें और लंबी रात तक उसकी पवित्रता का वर्णन करें।",
    "निःसंदेह ये लोग शीघ्र प्राप्त होने वाली चीज़ (संसार) से प्रेम रखते है और एक भारी दिन को अपने पीछे छोड़ रहे हैं।",
    "हम ही ने उन्हें पैदा किया और उनके जोड़-बंद मज़बूत किए, तथा हम जब चाहेंगे बदलकर उन जैसे अन्य लोग ले आएँगे।",
    "निश्चय यह एक उपदेश है। अतः जो चाहे अपने पालनहार की ओर (जाने वाला) मार्ग पकड़ ले।",
    "और तुम अल्लाह के चाहे बिना कुछ भी नहीं चाह सकते। निश्चय अल्लाह सब चीज़ों को जानने वाला, पूर्ण हिकमत वाला है।",
    "वह जिसे चाहता है अपनी दया में दाखिल करता है और अत्याचारियों के लिए उसने दर्दनाक यातना तैयार की है।",
    "क़सम है उन हवाओं की जो निरंतर भेजी जाती हैं!",
    "फिर बहुत तेज़ चलने वाली हवाओं की क़सम!",
    "और बादलों को फैलाने वाली हवाओं की क़सम!",
    "फिर सत्य और असत्य के बीच अंतर करने वाली चीज़ के साथ उतरने वाले फ़रिश्तों की क़सम!",
    "फिर वह़्य लेकर उतरने वाले फ़रिश्तों की क़सम!",
    "उज़्र (बहाना) समाप्त करने या डराने के लिए।",
    "निःसंदेह तुमसे जिस चीज़ का वादा किया जाता है, निश्चय वह होकर रहने वाली है।",
    "फिर जब तारे मिटा दिए जाएँगे।",
    "और जब आकाश फाड़ दिया जाएगा।",
    "और जब पर्वत उड़ा दिए जाएँगे।",
    "और जब रसूलों को निर्धारित समय पर एकत्र किया जाएगा।",
    "किस दिन के लिए वे विलंबित किए गए हैं?",
    "निर्णय के दिन के लिए।",
    "और आपको किस चीज़ ने अवगत कराया कि निर्णय का दिन क्या है?",
    "उस दिन झुठलाने वालों के लिए बड़ा विनाश है।",
    "क्या हमने पहलों को विनष्ट नहीं किया?",
    "फिर हम उनके पीछे बाद वालों को भेजेंगे।",
    "हम अपराधियों के साथ ऐसा ही करते हैं।",
    "उस दिन झुठलाने वालों के लिए बड़ा विनाश है।",
    "क्या हमने तुम्हें एक तुच्छ पानी से पैदा नहीं किया?",
    "फिर हमने उसे एक सुरक्षित ठिकाने में रखा।",
    "एक ज्ञात अवधि तक।",
    "फिर हमने अनुमान लगाया, तो हम क्या ही अच्छा अनुमान लगाने वाले हैं।",
    "उस दिन झुठलाने वालों के लिए बड़ा विनाश है।",
    "क्या हमने धरती को समेटने वाली नहीं बनाया?",
    "जीवित और मृत लोगों को।",
    "तथा हमने उसमें ऊँचे पर्वत बनाए और हमने तुम्हें मीठा पानी पिलाया।",
    "उस दिन झुठलाने वालों के लिए बड़ा विनाश है।",
    "(कहा जाएगा :) उस चीज़ की ओर चलो, जिसे तुम झुठलाते थे।",
    "एक छाया की ओर चलो, जो तीन शाखाओं वाली है।",
    "जो न छाया देगी और न ज्वाला से बचाएगी।",
    "निःसंदेह वह (आग) भवन के समान चिंगारियाँ फेंकेगी।",
    "जैसे वे पीले ऊँट हों।",
    "उस दिन झुठलाने वालों के लिए बड़ा विनाश है।",
    "यह वह दिन है कि वे बोल नहीं सकेंगे।",
    "और न उन्हें अनुमति दी जाएगी कि वे उज़्र (कारण) पेश करें।",
    "उस दिन झुठलाने वालों के लिए बड़ा विनाश है।",
    "यह निर्णय का दिन है। हमने तुम्हें और पहलों को एकत्र कर दिया है।",
    "तो यदि तुम्हारे पास कोई चाल हो, तो मेरे विरुद्ध चलो।",
    "उस दिन झुठलाने वालों के लिए बड़ा विनाश है।",
    "निश्चय डरने वाले लोग छाँवों तथा स्रोतों में होंगे।",
    "तथा फलों में, जिसमें से वे चाहेंगे।",
    "(तथा उनसे कहा जाएगा :) मज़े से खाओ और पियो, उसके बदले जो तुम किया करते थे।",
    "हम सदाचारियों को इसी तरह बदला प्रदान करते हैं।",
    "उस दिन झुठलाने वालों के लिए बड़ा विनाश है।",
    "(ऐ झुठलाने वालो!) तुम खा लो तथा थोड़ा-सा आनंद ले लो। निश्चय तुम अपराधी हो।",
    "उस दिन झुठलाने वालों के लिए बड़ा विनाश है।",
    "तथा जब उनसे कहा जाता है कि (अल्लाह के आगे) झुको, तो वे नहीं झुकते।",
    "उस दिन झुठलाने वालों के लिए बड़ा विनाश है।",
    "फिर इस (क़ुरआन) के बाद वे किस बात पर ईमान लाएँगे?"
  ]
}