{
  "meta": {
    "id": 122,
    "name": "Maulana Azizul Haque al-Umari",
    "translator_name": "Maulana Azizul Haque al-Umari",
    "slug": "hi-maulana-azizul-haque-al-umari",
    "language_name": "hindi"
  },
  "verses": [
    "वे आपस में किस चीज़ के विषय में प्रश्न कर रहे हैं?",
    "बहुत बड़ी सूचना के विषय में।",
    "जिसमें वे मतभेद करने वाले हैं।",
    "हरगिज़ नहीं, शीघ्र ही वे जान लेंगे।",
    "फिर हरगिज़ नहीं, शीघ्र ही वे जान लेंगे।",
    "क्या हमने धरती को बिछौना नहीं बनाया?",
    "और पर्वतों को मेखें?",
    "तथा हमने तुम्हें जोड़े-जोड़े पैदा किया।",
    "तथा हमने तुम्हारी नींद को आराम (का साधन) बनाया।",
    "और हमने रात को आवरण बनाया।",
    "और हमने दिन को कमाने के लिए बनाया।",
    "तथा हमने तुम्हारे ऊपर सात मज़बूत (आकाश) बनाए।",
    "और हमने एक प्रकाशमान् तप्त दीप (सूर्य) बनाया।",
    "और हमने बदलियों से मूसलाधार पानी उतारा।",
    "ताकि हम उसके द्वारा अन्न और वनस्पति उगाएँ।",
    "और घने-घने बाग़।",
    "निःसंदेह निर्णय (फ़ैसले) का दिन एक नियत समय है।",
    "जिस दिन सूर में फूँक मारी जाएगी, तो तुम दल के दल चले आओगे।",
    "और आकाश खोल दिया जाएगा, तो उसमें द्वार ही द्वार हो जाएँगे।",
    "और पर्वत चलाए जाएँगे, तो वे मरीचिका बन जाएँगे।",
    "निःसंदेह जहन्नम घात में है।",
    "सरकशों का ठिकाना है।",
    "जिसमें वे अनगिनत वर्षों तक रहेंगे।",
    "वे उसमें न कोई ठंड चखेंगे और न पीने की चीज़।",
    "सिवाय अत्यंत गर्म पानी और बहती पीप के।",
    "यह पूरा-पूरा बदला है।",
    "निःसंदेह वे हिसाब से नहीं डरते थे।",
    "तथा उन्होंने हमारी आयतों को बुरी तरह झुठलाया।",
    "और हमने हर चीज़ को लिखकर संरक्षित कर रखा है।",
    "तो चखो, हम तुम्हारे लिए यातना ही अधिक करते रहेंगे।",
    "निःसंदेह (अल्लाह से) डरने वालों के लिए सफलता है।",
    "बाग़ तथा अंगूर।",
    "और समान उम्र वाली नवयुवतियाँ।",
    "और छलकते हुए प्याले।",
    "वे उसमें न तो कोई व्यर्थ बात सुनेंगे और न (एक दूसरे को) झुठलाना।",
    "यह तुम्हारे पालनहार की ओर से बदले में ऐसा प्रदान है जो पर्याप्त होगा।",
    "जो आकाशों और धरती तथा उनके बीच की हर चीज़ का पालनहार है, अत्यंत दयावान् है। उससे बात करने का उन्हें अधिकार नहीं होगा।",
    "जिस दिन रूह़ (जिबरील) तथा फ़रिश्ते पंक्तियों में खड़े होंगे, उससे केवल वही बात कर सकेगा जिसे रहमान (अल्लाह) आज्ञा देगा और वह ठीक बात कहेगा।",
    "यही (वह) दिन है जो सत्य है। अतः जो चाहे अपने पालनहार की ओर लौटने की जगह (ठिकाना) बना ले।",
    "निःसंदेह हमने तुम्हें एक निकट ही आने वाली यातना से डरा दिया है, जिस दिन मनुष्य देख लेगा, जो कुछ उसके दोनों हाथों ने आगे भेजा है, और काफिर कहेगा : ऐ काश कि मैं मिट्टी होता!",
    "क़सम है उन फ़रिश्तों की, जो डूबकर सख़्ती से (प्राण) खींचने वाले हैं!",
    "और क़सम है उन फ़रिश्तों की, जो आसानी से (प्राण) निकालने वाले हैं!",
    "और क़सम है उन फ़रिश्तों की, जो तेज़ी से तैरने वाले हैं!",
    "फिर क़सम है उन फ़रिश्तों की, जो दौड़कर आगे बढ़ने वाले हैं!",
    "फिर क़सम है उन फ़रिश्तों की, जो आदेश को क्रियान्वित करने वाले हैं!",
    "जिस दिन काँपने वाली (अर्थात् धरती) काँप उठेगी।",
    "उसके पीछे आएगी पीछे आने वाली।",
    "उस दिन कई दिल धड़कने वाले होंगे।",
    "उनकी आँखें झुकी हुई होंगी।",
    "वे कहते हैं : क्या हम निश्चय पहली स्थिति में लौटाए जाने वाले हैं?",
    "क्या जब हम सड़ी-गली हड्डियाँ हो जाएँगे?",
    "उन्होंने कहा : यह तो उस समय घाटे वाला लौटना होगा।",
    "वह तो केवल एक डाँट होगी।",
    "फिर एकाएक वे (जीवित होकर) धरती के ऊपर होंगे।",
    "(ऐ नबी!) क्या आपके पास मूसा की बात पहुँची है?",
    "जब उसके पालनहार ने उसे पवित्र घाटी 'तुवा' में पुकारा।",
    "फ़िरऔन के पास जाओ, निश्चय वह हद से बढ़ गया है।",
    "फिर उससे कहो : क्या तुझे इस बात की इच्छा है कि तू पवित्र हो जाए?",
    "और मैं तेरे पालनहार की ओर तेरा मार्गदर्शन करूँ, तो तू डर जाए?",
    "फिर उसे सबसे बड़ी निशानी (चमत्कार) दिखाई।",
    "तो उसने झुठला दिया और अवज्ञा की।",
    "फिर वह पलटा (मूसा अलैहिस्सलाम के विरोध का) प्रयास करते हुए।",
    "फिर उसने (लोगों को) एकत्रित किया। फिर पुकारा।",
    "तो उसने कहा : मैं तुम्हारा सबसे ऊँचा पालनहार हूँ।",
    "तो अल्लाह ने उसे आख़िरत और दुनिया की यातना में पकड़ लिया।",
    "निःसंदेह इसमें उस व्यक्ति के लिए शिक्षा है, जो डरता है।",
    "क्या तुम्हें पैदा करना अधिक कठिन है या आकाश को, जिसे उसने बनाया।",
    "उसकी छत को ऊँचा किया, फिर उसे बराबर किया।",
    "और उसकी रात को अंधेरा कर दिया तथा उसके दिन के प्रकाश को प्रकट कर दिया।",
    "और उसके बाद धरती को बिछाया।",
    "उससे उसका पानी और उसका चारा निकाला।",
    "और पर्वतों को गाड़ दिया।",
    "तुम्हारे तथा तुम्हारे पशुओं के लाभ के लिए।",
    "फिर जब बड़ी आपदा (क़ियामत) आ जाएगी।",
    "जिस दिन इनसान अपने किए को याद करेगा।",
    "और देखने वाले के लिए जहन्नम सामने कर दी जाएगी।",
    "तो जो व्यक्ति हद से बढ़ गया।",
    "और उसने सांसारिक जीवन को वरीयता दी।",
    "तो निःसंदेह जहन्नम ही उसका ठिकाना है।",
    "लेकिन जो अपने पालनहार के समक्ष खड़ा होने से डर गया तथा अपने मन को बुरी इच्छा से रोक लिया।",
    "तो निःसंदेह जन्नत ही उसका ठिकाना है।",
    "वे आपसे क़ियामत के बारे में पूछते हैं कि वह कब घटित होगी?",
    "आपका उसके उल्लेख करने से क्या संबंध है?",
    "उस (के ज्ञान) की अंतिमता तुम्हारे पालनहार ही की ओर है।",
    "आप तो केवल उसे डराने वाले हैं, जो उससे डरता है।",
    "जिस दिन वे उसे देखेंगे, तो (ऐसा लगेगा) मानो वे (दुनिया में) केवल एक शाम या उसकी सुबह ही ठहरे हैं।",
    "उस (नबी) ने त्योरी चढ़ाई और मुँह फेर लिया।",
    "इस कारण कि उनके पास अंधा आया।",
    "और आपको क्या मालूम शायद वह पवित्रता प्राप्त कर ले।",
    "या नसीहत ग्रहण करे, तो वह नसीहत उसे लाभ दे।",
    "लेकिन जो बेपरवाह हो गया।",
    "तो आप उसके पीछे पड़ रहे हैं।",
    "हालाँकि आपपर कोई दोष नहीं कि वह पवित्रता ग्रहण नहीं करता।",
    "लेकिन जो व्यक्ति आपके पास दौड़ता हुआ आया।",
    "और वह डर (भी) रहा है।",
    "तो आप उसकी ओर ध्यान नहीं देते।",
    "ऐसा हरगिज़ नहीं चाहिए, यह (क़ुरआन) तो एक उपदेश है।",
    "अतः जो चाहे, उसे याद करे।",
    "(यह क़ुरआन) सम्मानित सहीफ़ों (ग्रंथों) में है।",
    "जो उच्च स्थान वाले तथा पवित्र हैं।",
    "ऐसे लिखने वालों (फ़रिश्तों) के हाथों में हैं।",
    "जो माननीय और नेक हैं।",
    "सर्वनाश हो मनुष्य का, वह कितना कृतघ्न (नाशुक्रा) है।",
    "(अल्लाह ने) उसे किस चीज़ से पैदा किया?",
    "एक नुत्फ़े (वीर्य) से उसे पैदा किया, फिर विभिन्न चरणों में उसकी रचना की।",
    "फिर उसके लिए रास्ता आसान कर दिया।",
    "फिर उसे मृत्यु दी, फिर उसे क़ब्र में रखवाया।",
    "फिर जब वह चाहेगा, उसे उठाएगा।",
    "हरगिज़ नहीं, अभी तक उसने उसे पूरा नहीं किया, जिसका अल्लाह ने उसे आदेश दिया था।",
    "अतः इनसान को चाहिए कि अपने भोजन को देखे।",
    "कि हमने ख़ूब पानी बरसाया।",
    "फिर हमने धरती को विशेष रूप से फाड़ा।",
    "फिर हमने उसमें अनाज उगाया।",
    "तथा अंगूर और (मवेशियों का) चारा।",
    "तथा ज़ैतून और खजूर के पेड़।",
    "तथा घने बाग़।",
    "तथा फल और चारा।",
    "तुम्हारे लिए तथा तुम्हारे पशुओं के लिए जीवन-सामग्री के रूप में।",
    "तो जब कानों को बहरा कर देने वाली प्रचंड आवाज़ (क़ियामत) आ जाएगी।",
    "जिस दिन इनसान अपने भाई से भागेगा।",
    "तथा अपनी माता और अपने पिता (से)।",
    "तथा अपनी पत्नी और अपने बेटों से।",
    "उस दिन उनमें से प्रत्येक व्यक्ति की ऐसी स्थिति होगी, जो उसे (दूसरों से) बेपरवाह कर देगी।",
    "उस दिन कुछ चेहरे रौशन होंगे।",
    "हँसते हुए, प्रसन्न होंगे।",
    "तथा कुछ चेहरों उस दिन धूल से ग्रस्त होंगे।",
    "उनपर कालिमा छाई होगी।",
    "वही काफ़िर और कुकर्मी लोग हैं।",
    "जब सूर्य लपेट दिया जाएगा।",
    "और जब सितारे प्रकाश रहित हो जाएँगे।",
    "और जब पर्वत चलाए जाएँगे।",
    "और जब गाभिन ऊँटनियाँ छोड़ दी जाएँगी।",
    "और जब जंगली जानवर एकत्रित किए जाएँगे।",
    "और जब सागर भड़काए जाएँगे।",
    "और जब प्राण मिला दिए जाएँगे।",
    "और जब जीवित गाड़ी गई लड़की से पूछा जाएगा।",
    "कि वह किस अपराध के कारण मारी गई?",
    "तथा जब कर्मपत्र (आमाल नामे) फैला दिए जाएँगे।",
    "और जब आकाश उधेड़ दिया जाएगा।",
    "और जब जहन्नम दहकाई जाएगी।",
    "और जब जन्नत क़रीब लाई जाएगी।",
    "तो प्रत्येक प्राणी जान लेगा कि वह क्या लेकर आया है।",
    "मैं क़सम खाता हूँ पीछे हटने वाले सितारों की।",
    "चलने वाले, छिप जाने वाले तारों की।",
    "और रात की (क़सम), जब वह आती और जाती है।",
    "तथा सुबह की, जब वह रौशन होने लगे।",
    "निःसंदेह यह (क़ुरआन) एक आदरणीय संदेशवाहक की लाई हुई वाणी है।",
    "जो शक्तिशाली है, अर्श (सिंहासन) वाले के पास उच्च पद वाला है।",
    "उसकी वहाँ (आसमानों में) बात मानी जाती है और बड़ा विश्वसनीय है।",
    "और तुम्हारा साथी कोई दीवाना नहीं हैं।",
    "और निश्चय उन्होंने उस (जिबरील) को स्पष्ट क्षितिज पर देखा है।",
    "और वह परोक्ष (ग़ैब) की बातें बताने में कृपण नहीं हैं।",
    "और यह (क़ुरआन) किसी धिक्कारे हुए शैतान की वाणी नहीं है।",
    "फिर तुम कहाँ जा रहे हो?",
    "यह तो समस्त संसार वालों के लिए एक उपदेश है।",
    "उसके लिए, जो तुममें से सीधे मार्ग पर चलना चाहे।",
    "तथा तुम कुछ नहीं चाह सकते, सिवाय इसके कि सर्व संसार का पालनहार अल्लाह चाहे।",
    "जब आकाश फट जाएगा।",
    "तथा जब तारे झड़ जाएँगे।",
    "और जब समुद्र बह निकलेंगे।",
    "और जब क़बरें उलट दी जाएँगी।",
    "तब प्रत्येक प्राणी जान लेगा, जो उसने आगे भेजा और जो पीछे छोड़ा।",
    "ऐ इनसान! तुझे किस चीज़ ने तेरे उदार पालनहार से बहका दिया?",
    "जिसने तेरी रचना की, फिर तुझे ठीक ठाक किया, फिर तुझे संतुलित बनाया।",
    "जिस रूप में भी उसने चाहा, तुझे बना दिया।",
    "हरगिज़ नहीं, बल्कि तुम बदले (के दिन) को झुठलाते हो।",
    "हालाँकि निःसंदेह तुमपर निगेहबान नियुक्त हैं।",
    "जो सम्माननीय लिखने वाले हैं।",
    "वे जानते हैं, जो तुम करते हो।",
    "निःसंदेह नेक लोग बड़ी नेमत (आनंद) में होंगे।",
    "और निःसंदेह दुराचारी लोग जहन्नम में होंगे।",
    "वे उसमें बदले के दिन प्रवेश करेंगे।",
    "और वे उससे कभी ग़ायब होने वाले नहीं हैं।",
    "और आप क्या जानें कि बदले का दिन क्या है?",
    "फिर आप क्या जानें कि बदले का दिन क्या है?",
    "जिस दिन कोई प्राणी किसी प्राणी के लिए किसी चीज़ का अधिकार न रखेगा और उस दिन आदेश केवल अल्लाह का होगा।",
    "विनाश है नाप-तौल में कमी करने वालों के लिए।",
    "वे लोग कि जब लोगों से नापकर लेते हैं, तो पूरा लेते हैं।",
    "और जब उन्हें नापकर या तौलकर देते हैं, तो कम देते हैं।",
    "क्या वे लोग विश्वास नहीं रखते कि वे (मरने के बाद) उठाए जाने वाले हैं?",
    "एक बहुत बड़े दिन के लिए।",
    "जिस दिन लोग सर्व संसार के पालनहार के सामने खड़े होंगे।",
    "हरगिज़ नहीं, निःसंदेह दुराचारियों का कर्म-पत्र \"सिज्जीन\" में है।",
    "और तुम क्या जानो कि 'सिज्जीन' क्या है?",
    "वह एक लिखित पुस्तक है।",
    "उस दिन झुठलाने वालों के लिए विनाश है।",
    "जो बदले के दिन को झुठलाते हैं।",
    "तथा उसे केवल वही झुठलाता है, जो सीमा का उल्लंघन करने वाला, बड़ा पापी है।",
    "जब उसके सामने हमारी आयतों को पढ़ा जाता है, तो कहता है : यह पहले लोगों की कहानियाँ हैं।",
    "हरगिज़ नहीं, बल्कि जो कुछ वे कमाते थे, वह ज़ंग बनकर उनके दिलों पर छा गया है।",
    "हरगिज़ नहीं, निश्चय वे उस दिन अपने पालनहार (के दर्शन) से रोक दिए जाएँगे।",
    "फिर निःसंदेह वे अवश्य जहन्नम में प्रवेश करने वाले हैं।",
    "फिर कहा जाएगा : यही है, जिसे तुम झुठलाया करते थे।",
    "हरगिज़ नहीं, निःसंदेह नेक लोगों का कर्म-पत्र निश्चय \"इल्लिय्यीन\" में है।",
    "और तुम क्या जानो कि 'इल्लिय्यीन' क्या है?",
    "वह एक लिखित पुस्तक है।",
    "जिसके पास समीपवर्ती (फरिश्ते) उपस्थित रहते हैं।",
    "निःसंदेह नेक लोग बड़ी नेमत (आनंद) में होंगे।",
    "तख़्तों पर (बैठे) देख रहे होंगे।",
    "तुम उनके चेहरों पर नेमत की ताज़गी का आभास करोगे।",
    "उन्हें मुहर लगी शुद्ध शराब पिलाई जाएगी।",
    "उसकी मुहर कस्तूरी की होगी। अतः प्रतिस्पर्धा करने वालों को इसी (की प्राप्ति) के लिए प्रतिस्पर्धा करना चाहिए।",
    "उसमें 'तसनीम' की मिलावट होगी।",
    "वह एक स्रोत है, जिससे समीपवर्ती लोग पिएँगे।",
    "निःसंदेह जो लोग अपराधी हैं, वे (दुनिया में) ईमान लाने वालों पर हँसा करते थे।",
    "और जब वे उनके पास से गुज़रते, तो आपस में आँखों से इशारे किया करते थे।",
    "और जब अपने घर वालों की ओर लौटते, तो (मोमिनों के परिहास का) आनंद लेते हुए लौटते थे।",
    "और जब वे उन (मोमिनों) को देखते, तो कहते थे : निःसंदेह ये लोग निश्चय भटके हुए हैं।",
    "हालाँकि वे उनपर निरीक्षक बनाकर नहीं भेजे गए थे।",
    "तो आज वे लोग जो ईमान लाए, काफ़िरों पर हँस रहे हैं।",
    "तख़्तों पर बैठे देख रहे हैं।",
    "क्या काफ़िरों को उसका बदला मिल गया, जो वे किया करते थे?",
    "जब आकाश फट जाएगा।",
    "और अपने पालनहार के आदेश पर कान लगाएगा और यही उसके योग्य है।",
    "तथा जब धरती फैला दी जाएगी।",
    "और जो कुछ उसके भीतर है, उसे निकाल बाहर फेंक देगी और खाली हो जाएगी।",
    "और अपने पालनहार के आदेश पर कान लगाएगी और यही उसके योग्य है।",
    "ऐ इनसान! निःसंदेह तू कठिन परिश्रम करते-करते अपने पालनहार की ओर जाने वाला है, फिर तू उससे मिलने वाला है।",
    "फिर जिस व्यक्ति को उसका कर्मपत्र उसके दाहिने हाथ में दिया गया।",
    "तो उसका आसान हिसाब लिया जाएगा।",
    "तथा वह अपने लोगों की ओर ख़ुश-ख़ुश लौटेगा।",
    "और लेकिन जिसे उसका कर्मपत्र उसकी पीठ के पीछे दिया गया।",
    "तो वह विनाश को पुकारेगा।",
    "तथा जहन्नम में प्रवेश करेगा।",
    "निःसंदेह वह अपने घर वालों में बड़ा प्रसन्न था।",
    "निश्चय उसने समझा था कि वह कभी (अल्लाह की ओर) वापस नहीं लौटेगा।",
    "क्यों नहीं, निश्चय उसका पालनहार उसे देख रहा था।",
    "मैं क़सम खाता हूँ शफ़क़ (सूर्यास्त के बाद की लाली) की।",
    "तथा रात की और उसकी जो कुछ वह एकत्रित करती है!",
    "तथा चाँद की, जब वह पूरा हो जाता है।",
    "तुम अवश्य एक अवस्था से दूसरी अवस्था में स्थानांतरित होते रहोगे।",
    "फिर उन्हें क्या हो गया है कि वे ईमान नहीं लाते?",
    "और जब उनके सामने क़ुरआन पढ़ा जाता है, तो सजदा नहीं करते।",
    "बल्कि जिन्होंने कुफ़्र किया, वे (उसे) झुठलाते हैं।",
    "और अल्लाह सबसे अधिक जानने वाला है जो कुछ वे अपने भीतर रखते हैं।",
    "अतः उन्हें एक दर्दनाक यातना की शुभ सूचना दे दो।",
    "परंतु जो लोग ईमान लाए तथा उन्होंने सत्कर्म किए, उनके लिए कभी न समाप्त होने वाला बदला है।",
    "क़सम है बुर्जों वाले आकाश की!",
    "और क़सम है उस दिन की, जिसका वादा किया गया है!",
    "क़सम है गवाह की और उसकी, जिसके बारे में गवाही दी जाएगी!",
    "खाई वालों का नाश हो गया!",
    "जिसमें ईंधन से भरी आग थी।",
    "जबकि वे उस (के किनारों) पर बैठे हुए थे।",
    "और वे ईमान वालों के साथ जो कुछ कर रहे थे, उस पर गवाह थे।",
    "और उन्हें ईमान वालों की केवल यह बात बुरी लगी कि वे उस अल्लाह पर ईमान रखते थे, जो प्रभुत्वशाली और हर प्रकार की प्रशंसा के योग्य है।",
    "वह (अल्लाह) कि जिसके लिए आकाशों और धरती का राज्य है, और अल्लाह हर चीज़ से अवगत है।",
    "निश्चय जिन लोगों ने ईमान वाले पुरुषों और ईमान वाली स्त्रियों को परीक्षण में डाला (सताया), फिर तौबा न की, तो उनके लिए जहन्नम की यातना है तथा उनके लिए जलाने वाली यातना है।",
    "निःसंदेह जो लोग ईमान लाए और उन्होंने अच्छे काम किए, उनके लिए ऐसे बाग़ हैं, जिनके नीचे नहरें बह रही हैं और यही बहुत बड़ी सफलता है।",
    "निःसंदेह तेरे पालनहार की पकड़ बड़ी सख्त है।",
    "निःसंदेह वही पहली बार पैदा करता है और (वही) दूसरी बार पैदा करेगा।",
    "और वह है जो अत्यंत क्षमा करने वाला, बहुत प्रेम करने वाला है।",
    "वह अर्श (सिंहासन) का मालिक, बड़ा गौरवशाली है।",
    "वह जो चाहता है, कर गुज़रने वाला है।",
    "(ऐ नबी!) क्या तुम्हें सेनाओं की ख़बर पहुँची है?",
    "फ़िरऔन तथा समूद की?",
    "बल्कि वे लोग जिन्होंने कुफ़्र किया, झुठलाने में लगे हुए हैं।",
    "और अल्लाह उनके पीछे से (उन्हें) घेरे हुए है।",
    "बल्कि वह गौरव वाला क़ुरआन है।",
    "जो लौह़े मह़फ़ूज़ (सुरक्षित पट्टिका) में लिखा हुआ है।",
    "क़सम है आकाश की तथा रात में प्रकट होने वाले की!",
    "और तुम क्या जानो कि रात में प्रकट होने वाला क्या है?",
    "वह चमकता हुआ सितारा है।",
    "प्रत्येक प्राणी पर एक निरीक्षक नियुक्त है।",
    "अतः इनसान को देखना चाहिए कि वह किस चीज़ से पैदा किया गया है?",
    "वह एक उछलने वाले पानी से पैदा किया गया है।",
    "जो पीठ और सीने की हड्डियों के बीच से निकलता है।",
    "निःसंदेह वह उसे लौटाने में निश्चय सक्षम है।",
    "जिस दिन छिपी हुई बातों की जाँच-पड़ताल की जाएगी।",
    "तो (उस दिन) उसके पास न कोई शक्ति होगी और न ही कोई सहायक।",
    "क़सम है बार-बार बारिश बरसाने वाले आसमान की।",
    "तथा फटने वाली धरती की।",
    "निश्चय ही यह (क़ुरआन) एक निर्णायक कथन है।",
    "और यह हँसी-मज़ाक़ नही है।",
    "निःसंदेह वे गुप्त उपाय करते हैं।",
    "और मैं भी गुप्त उपाय करता हूँ।",
    "अतः काफ़िरों को मोहलत दे दें, उन्हें थोड़ी देर के लिए छोड़ दें।",
    "अपने सर्वोच्च पालनहार के नाम की पवित्रता का वर्णन करो।",
    "जिसने पैदा किया और ठीक-ठीक बनाया।",
    "और जिसने (हर चीज़ को) अनुमानित किया, फिर मार्ग दिखाया।",
    "और जिसने चारा उगाया।",
    "फिर उसे (सुखाकर) काले रंग का कूड़ा बना दिया।",
    "(ऐ नबी!) हम तुम्हें ऐसा पढ़ाएँगे कि तुम नहीं भूलोगे।",
    "परन्तु जो अल्लाह चाहे। निश्चय ही वह खुली बात को जानता है और उस बात को भी जो छिपी हुई है।",
    "और हम तुम्हारे लिए सरल मार्ग आसान कर देंगे।",
    "तो आप नसीहत करते रहें। अगर नसीहत करना लाभदायक हो।",
    "वह व्यक्ति उपदेश ग्रहण करेगा, जो डरता है।",
    "और उससे दूर रहेगा, जो सबसे बड़ा अभागा है।",
    "जो सबसे बड़ी आग में प्रवेश करेगा।",
    "फिर वह उसमें न मरेगा, न जिएगा।",
    "निश्चय वह सफल हो गया, जो पाक हो गया।",
    "तथा अपने पालनहार के नाम को याद किया और नमाज़ पढ़ी।",
    "बल्कि तुम सांसारिक जीवन को प्राथमिकता देते हो।",
    "हालाँकि आख़िरत बहुत उत्तम और अधिक बाक़ी रहने वाली है।",
    "निःसंदेह यह बात पहले सह़ीफ़ों (ग्रंथों) में है।",
    "इबराहीम तथा मूसा के सह़ीफ़ों (ग्रंथों) में।",
    "क्या तेरे पास ढाँपने लेने वाली (क़ियामत) की ख़बर पहुँची?",
    "उस दिन कई चेहरे अपमानित होंगे।",
    "कठिन परिश्रम करने वाले, थक जाने वाले।",
    "वे गर्म धधकती आग में प्रवेश करेंगे।",
    "उन्हें खौलते सोते का जल पिलाया जाएगा।",
    "उनके लिए कांटेदार झाड़ के सिवा कोई खाना नहीं होगा।",
    "जो न मोटा करेगा और न भूख मिटाएगा।",
    "उस दिन कई चेहरे प्रफुल्लित होंगे।",
    "अपने प्रयास पर प्रसन्न होंगे।",
    "ऊँची जन्नत में होंगे।",
    "उसमें कोई बेकार (अशिष्ट) बात नहीं सुनेंगे।",
    "उसमें बहने वाले स्रोत (चश्मे) हैं।",
    "उसमें ऊँचे-ऊँचे तख्त हैं।",
    "और (पीने वालों के लिए तैयार) रखे हुए प्याले हैं।",
    "और क्रम में लगे हुए गाव-तकिए हैं।",
    "और बिछाए हुए क़ालीन हैं।",
    "क्या वे ऊँटों को नहीं देखते कि वे कैसे पैदा किए गए हैं?",
    "और आकाश को (नहीं देखते) कि उसे कैसे ऊँचा किया गया?",
    "और पर्वतों को (नहीं देखते) कि कैसे गाड़े गए हैं?",
    "तथा धरती को (नहीं देखते) कि कैसे बिछाई गई है?",
    "अतः आप नसीहत करें, आप केवल नसीहत करने वाले हैं।",
    "आप उनपर कोई दरोग़ा (नियंत्रक) नहीं हैं।",
    "परंतु जिसने मुँह फेरा और कुफ़्र किया।",
    "तो अल्लाह उसे सबसे बड़ी यातना देगा।",
    "निःसंदेह हमारी ही ओर उनका लौटकर आना है।",
    "फिर बेशक हमारे ही ज़िम्मे उनका ह़िसाब लेना है।",
    "क़सम है फ़ज्र (उषाकाल) की!",
    "तथा दस रातों की!",
    "और सम (जोड़े) और विषम (अकेले) की!",
    "और रात की, जब वह चलती है!",
    "निश्चय इसमें बुद्धिमान के लिए बड़ी क़सम है?",
    "क्या तुमने नहीं देखा कि तुम्हारे पालनहार ने \"आद\" के साथ किस तरह किया?",
    "(वे आद) जो स्तंभों वाले 'इरम' (गोत्र के लोग) थे।",
    "जिनके समान (दुनिया के) शहरों में कोई पैदा नहीं किया गया।",
    "तथा 'समूद' के साथ (किस तरह किया) जिन्होंने वादी में चट्टानों को तराशा।",
    "और मेखों वाले फ़िरऔन के साथ (किस तरह किया)।",
    "वे लोग, जो नगरों में हद से बढ़ गए।",
    "और उनमें बहुत अधिक उपद्रव फैलाया।",
    "तो तेरे पालनहार ने उनपर यातना का कोड़ा बरसाया।",
    "निःसंदेह तेरा पालनहार निश्चय घात में है।",
    "लेकिन मनुष्य (का हाल यह है कि) जब उसका पालनहार उसका परीक्षण करे, फिर उसे सम्मानित करे और नेमत प्रदान करे, तो कहता है कि मेरे पालनहार ने मुझे सम्मानित किया।",
    "लेकिन जब वह उसका परीक्षण करे, फिर उसपर उसकी रोज़ी तंग कर दे, तो कहता कि मेरे पालनहार ने मुझे अपमानित किया।",
    "हरगिज़ ऐसा नहीं, बल्कि तुम अनाथ का सम्मान नहीं करते।",
    "तथा तुम एक-दूसरे को ग़रीब को खाना खिलाने के लिए प्रोत्साहित नहीं करते हो।",
    "और तुम मीरास का सारा धन समेटकर खा जाते हो।",
    "और तुम धन से बहुत अधिक प्रेम करते हो।",
    "हरगिज़ नहीं! जब धरती कूट-कूटकर चूर्ण-विचूर्ण कर दी जाएगी।",
    "और तेरा पालनहार आएगा और फ़रिश्ते जो पंक्तियों में होंगे।",
    "और उस दिन नरक लाई जाएगी। उस दिन इनसान याद करेगा। लेकिन उस दिन याद करना उसे कहाँ से लाभ देगा।",
    "वह कहेगा : ऐ काश! मैंने अपने (इस) जीवन के लिए कुछ आगे भेजा होता।",
    "चुनाँचे उस दिन उस (अल्लाह) के दंड जैसा दंड कोई नहीं देगा।",
    "और न उसके बाँधने जैसा कोई बाँधेगा।",
    "ऐ संतुष्ट आत्मा!",
    "अपने पालनहार की ओर लौट चल, इस हाल में कि तू उससे प्रसन्न है, उसके निकट पसंदीदा है।",
    "अतः तू मेरे बंदों में प्रवेश कर जा।",
    "और मेरी जन्नत में प्रवेश कर जा।",
    "मैं इस नगर (मक्का) की क़सम खाता हूँ!",
    "तथा तुम्हारे लिए इस नगर में लड़ाई हलाल होने वाली है।",
    "तथा क़सम है पिता तथा उसकी संतान की!",
    "निःसंदेह हमने मनुष्य को बड़ी कठिनाई में पैदा किया है।",
    "क्या वह समझता है कि उसपर कभी किसी का वश नहीं चलेगा?",
    "वह कहता है कि मैंने ढेर सारा धन ख़र्च कर दिया।",
    "क्या वह समझता है कि उसे किसी ने नहीं देखा?",
    "क्या हमने उसके लिए दो आँखें नहीं बनाईं?",
    "तथा एक ज़बान और दो होंठ (नहीं बनाए)?",
    "और हमने उसे दोनों मार्ग दिखा दिए?!",
    "परंतु उसने दुर्लभ घाटी में प्रवेश ही नहीं किया।",
    "और तुम्हें किस चीज़ ने ज्ञात कराया कि वह दुर्लभ 'घाटी' क्या है?",
    "(वह) गर्दन छुड़ाना है।",
    "या किसी भूख वाले दिन में खाना खिलाना है।",
    "किसी रिश्तेदार अनाथ को।",
    "या मिट्टी में लथड़े हुए निर्धन को।",
    "फिर वह उन लोगों में से हो, जो ईमान लाए और एक-दूसरे को धैर्य रखने की सलाह दी और एक-दूसरे को दया करने की सलाह दी।",
    "यही लोग दाहिने हाथ वाले (सौभाग्यशाली) हैं।",
    "और जिन लोगों ने हमारी आयतों का इनकार किया, वही लोग बाएँ हाथ वाले (दुर्भाग्यशाली) हैं।",
    "उनपर (हर ओर से) बंद की हुई आग होगी।",
    "सूरज की क़सम! तथा उसके ऊपर चढ़ने के समय की क़सम!",
    "तथा चाँद की (क़सम), जब वह सूरज के पीछे आए।",
    "और दिन की (क़सम), जब वह उस (सूरज) को प्रकट कर दे!",
    "और रात की (क़सम), जब वह उस (सूरज) को ढाँप ले।",
    "और आकाश की तथा उसके निर्माण की (क़सम)।",
    "और धरती की तथा उसे बिछाने की (क़सम!)",
    "और आत्मा की तथा उसके ठीक-ठाक बनाने की (क़सम)।",
    "फिर उसके दिल में उसकी बुराई और उसकी परहेज़गारी (की समझ) डाल दी।",
    "निश्चय वह सफल हो गया, जिसने उसे पवित्र कर लिया।",
    "तथा निश्चय वह विफल हो गया, जिसने उसे (पापों में) दबा दिया।",
    "समूद (की जाति) ने अपनी सरकशी के कारण झुठलाया।",
    "जब उसका सबसे दुष्ट व्यक्ति उठ खड़ा हुआ।",
    "तो अल्लाह के रसूल ने उनसे कहा : अल्लाह की ऊँटनी और उसके पीने की बारी का ध्यान रखो।",
    "परंतु उन्होंने उसे झुठलाया और उस (ऊँटनी) की कूँचें काट दीं, तो उनके पालनहार ने उनके गुनाह के कारण उन्हें पीस कर विनष्ट कर दिया और उन्हें मटियामेट कर दिया।",
    "और वह उसके परिणाम से नहीं डरता।",
    "रात की क़सम, जब वह छा जाए।",
    "और दिन की क़सम, जब वह रौशन हो जाए!",
    "तथा नर और मादा को पैदा करने की क़सम।",
    "निःसंदेह तुम्हारे प्रयास विविध हैं।",
    "फिर जिसने (दान) दिया और (अवज्ञा से) बचा।",
    "और सबसे अच्छी बात को सत्य माना।",
    "तो निश्चय हम उसके लिए भलाई को आसान कर देंगे।",
    "लेकिन वह (व्यक्ति) जिसने कंजूसी की और बेपरवाही बरती।",
    "और सबसे अच्छी बात को झुठलाया।",
    "तो हम उसके लिए कठिनाई (बुराई का मार्ग) आसान कर देंगे।",
    "और जब वह (जहन्नम के गड्ढे में) गिरेगा, तो उसका धन उसके किसी काम नहीं आएगा।",
    "निःसंदेह हमारा ही ज़िम्मे मार्ग दिखाना है।",
    "निःसंदेह हमारे ही अधिकार में आख़िरत और दुनिया है।",
    "अतः मैंने तुम्हें भड़कती आग से सावधान कर दिया है।",
    "जिसमें केवल सबसे बड़ा अभागा ही प्रवेश करेगा।",
    "जिसने झुठलाया तथा मुँह फेरा।",
    "और उससे उस व्यक्ति को बचा लिया जाएगा, जो सबसे ज़्यादा परहेज़गार है।",
    "जो अपना धन देता है, ताकि वह पवित्र हो जाए।",
    "और उसपर किसी का कोई उपकार नहीं है, जिसका बदला चुकाया जाए।",
    "वह तो केवल अपने सर्वोच्च रब का चेहरा चाहता है।",
    "और निश्चय वह (बंदा) प्रसन्न हो जाएगा।",
    "कस़म है धूप चढ़ने के समय की!",
    "और क़सम है रात की, जब वह छा जाए।",
    "(ऐ नबी!) तेरे पालनहार ने तुझे न तो छोड़ा और न नाराज़ हुआ।",
    "और निश्चित रूप से आख़िरत आपके लिए दुनिया से बेहतर है।",
    "और निश्चय तेरा पालनहार तुझे प्रदान करेगा, तो तू प्रसन्न हो जाएगा।",
    "क्या उसने आपको अनाथ पाकर शरण नहीं दी?",
    "और आपको मार्ग से अनभिज्ञ पाया, तो सीधा मार्ग दिखाया।",
    "और उसने आपको निर्धन पाया, तो संपन्न कर दिया।",
    "अतः आप अनाथ पर कठोरता न दिखाएँ।",
    "और माँगने वाले को न झिड़कें।",
    "और अपने रब के उपकार का वर्णन करते रहें।",
    "(ऐ नबी!) क्या हमने तुम्हारे लिए तुम्हारा सीना नहीं खोल दिया?",
    "और हमने आपसे आपका बोझ उतार दिया।",
    "जिसने आपकी कमर तोड़ दी थी।",
    "और हमने आपके लिए आपका ज़िक्र ऊँचा कर दिया।",
    "निःसंदेह हर कठिनाई के साथ एक आसानी है।",
    "निःसंदेह (उस) कठिनाई के साथ एक (और) आसानी है।",
    "अतः, जब आप फ़ारिग़ हो जाएँ, तो परिश्रम करें।",
    "और अपने पालनहार की ओर अपना ध्यान लगाएँ।",
    "क़सम है अंजीर की! तथा ज़ैतून की!",
    "एवं \"तूरे सीनीन\" की क़सम!",
    "और इस शान्ति वाले नगर की क़सम!",
    "निःसंदेह हमने इनसान को सबसे अच्छी संरचना में पैदा किया है।",
    "फिर हमने उसे सबसे नीची हालत की ओर लौटा दिया।",
    "परंतु जो लोग ईमान लाए तथा उन्होंने सत्कर्म किए, उनके लिए समाप्त न होने वाला बदला है।",
    "फिर (ऐ मनुष्य) तुझे कौन-सी चीज़ बदले (के दिन) को झुठलाने पर आमादा करती है?",
    "क्या अल्लाह सब हाकिमों से बड़ा हाकिम नहीं है?",
    "अपने पालनहार के नाम से पढ़, जिसने पैदा किया।",
    "जिसने मनुष्य को रक्त के लोथड़े से पैदा किया।",
    "पढ़ और तेरा पालनहार बड़े करम (उदारता) वाला है।",
    "जिसने क़लम के द्वारा सिखाया।",
    "उसने इनसान को वह सिखाया, जो वह नहीं जानता था।",
    "कदापि नहीं, निःसंदेह मनुष्य सीमा पार कर जाता है।",
    "इसलिए कि वह स्वयं को बेनियाज़ (धनवान्) देखता है।",
    "निःसंदेह, तेरे पालनहार ही की ओर वापस लौटना है।",
    "क्या आपने उस व्यक्ति को देखा, जो रोकता है।",
    "एक बंदे को, जब वह नमाज़ अदा करता है।",
    "क्या आपने देखा यदि वह सीधे मार्ग पर हो।",
    "या अल्लाह से डरने का आदेश देता हो?",
    "क्या आपने देखा यदि उसने झुठलाया तथा मुँह फेरा?",
    "क्या उसने नहीं जाना कि अल्लाह देख रहा है?",
    "कदापि नहीं, निश्चय यदि वह नहीं माना, तो हम अवश्य उसे माथे की लट पकड़कर घसीटेंगे।",
    "ऐसे माथे की लट जो झूठा और पापी है।",
    "तो वह अपनी सभा को बुला ले।",
    "हम भी जहन्नम के फ़रिश्तों को बुला लेंगे।",
    "कदापि नहीं, आप उसकी बात न मानें, (बल्कि) सजदा करें और (अल्लाह के) निकट हो जाएँ।",
    "निःसंदेह हमने इस (क़ुरआन) को क़द्र की रात (महिमा वाली रात) में उतारा।",
    "और आपको क्या मालूम कि क़द्र की रात क्या है?",
    "क़द्र की रात हज़ार महीनों से उत्तम है।",
    "उसमें फ़रिश्ते तथा रूह (जिबरील) अपने पालनहार की अनुमति से हर आदेश के साथ उतरते हैं।",
    "वह रात फ़ज्र उदय होने तक सर्वथा सलामती (शांति) है।",
    "किताब वालों और मुश्रिकों में से जिन लोगों ने कुफ़्र किया, वे (कुफ़्र से) बाज़ आने वाले नहीं थे, यहाँ तक कि उनके पास खुला प्रमाण आ जाए।",
    "अल्लाह की ओर से एक रसूल, जो पवित्र ग्रंथ पढ़कर सुनाता है।",
    "जिनमें सच्ची ख़बरें और ठीक आदेश अंकित हैं।",
    "और जिन्हें किताब दी गई थी, वे अपने पास स्पष्ट प्रमाण आ जाने के बाद ही अलग-अलग हुए।",
    "हालाँकि उन्हें केवल यही आदेश दिया गया था कि वे अल्लाह के लिए धर्म को विशुद्ध करते हुए, एकाग्र होकर, उसकी उपासना करें, तथा नमाज़ अदा करें और ज़कात दें और यही सीधा धर्म है।",
    "निःसंदेह किताब वालों और मुश्रिकों में से जो लोग काफ़िर हो गए, वे सदा जहन्नम की आग में रहने वाले हैं, वही लोग सबसे बुरे प्राणी हैं।",
    "निःसंदेह जो लोग ईमान लाए और उन्होंने सत्कर्म किए, वही लोग सबसे अच्छे प्राणी हैं।",
    "उनका बदला उनके पालनहार के पास सदा रहने वाले बाग़ हैं, जिनके नीचे से नहरें बहती हैं। वे उनमें सदैव रहने वाले हैं। अल्लाह उनसे प्रसन्न हुआ और वे अल्लाह से प्रसन्न हुए। यह उसके लिए है, जो अपने पालनहार से डर गया।",
    "जब धरती को पूरी तरह झंझोड़ दिया जाएगा।",
    "तथा धरती अपने बोझ बाहर निकाल देगी।",
    "और इनसान कहेगा कि इसे क्या हो गया?",
    "उस दिन वह अपनी खबरें बयान करेगी।",
    "क्योंकि तेरे पालनहार ने उसे इसका आदेश दिया होगा।",
    "उस दिन लोग अलग-अलग होकर लौटेंगे, ताकि उन्हें उनके कर्म दिखाए जाएँ।",
    "तो जिसने एक कण के बराबर भी नेकी की होगी, उसे देख लेगा।",
    "और जिसने एक कण के बराबर भी बुराई की होगी, उसे देख लेगा।",
    "क़सम है उन घोड़ों की, जो पेट से साँस की आवाज़ निकालते हुए डौड़ने वाले हैं!",
    "फिर टाप मारकर चिंगारियाँ निकालने वाले घोड़ों की क़सम!",
    "फिर सुबह के समय हमला करने वाले (घोड़ों) की क़सम!",
    "फिर उससे धूल उड़ाते हैं।",
    "फिर वे उसके साथ (दुश्मन की) सेना के बीच घुस जाते हैं।",
    "निःसंदेह इनसान अपने पालनहार का बड़ा कृतघ्न (नाशुक्रा) है।",
    "और निःसंदेह वह इसपर स्वयं गवाह है।",
    "और निःसंदेह वह धन के मोह में बड़ा सख़्त है।",
    "तो क्या वह नहीं जानता, जब क़ब्रों में जो कुछ है, निकाल बाहर किया जाएगा?",
    "और जो कुछ सीनों में है, वह प्रकट कर दिया जाएगा।",
    "निःसंदेह उनका पालनहार उस दिन उनके बारे में पूरी ख़बर रखने वाला है।",
    "वह खड़खड़ा देने वाली।",
    "क्या है वह खड़खड़ा देने वाली?",
    "और तुम क्या जानो कि वह खड़खड़ा देने वाली क्या है?",
    "जिस दिन लोग बिखरे हुए पतिंगों की तरह हो जाएँगे।",
    "और पर्वत धुने हुए रंगीन ऊन की तरह हो जाएँगे।",
    "तो जिसके पलड़े भारी हो गए,",
    "तो वह संतोषजनक जीवन में होगा।",
    "तथा जिसके पलड़े हल्के हो गए,",
    "उसका ठिकाना 'हाविया' (गड्ढा) है।",
    "और तुम क्या जानो कि वह ('हाविया') क्या है?",
    "वह एक बहुत गर्म आग है।",
    "तुम्हें (धन, संतान की) बहुतायत पर गर्व ने ग़ाफ़िल कर दिया।",
    "यहाँ तक कि तुम क़ब्रिस्तान जा पहुँचे।",
    "कदापि नहीं, तुम शीघ्र ही जान लोगे।",
    "फिर कदापि नहीं, तुम शीघ्र ही जान लोगे।",
    "कदापि नहीं, यदि तुम निश्चित ज्ञान के साथ जान लेते (तो ऐसा न करते)।",
    "निश्चय तुम अवश्य जहन्नम को देखोगे।",
    "फिर निश्चय तुम उसे अवश्य विश्वास की आँख से देखोगे।",
    "फिर निश्चय तुम उस दिन नेमतों के बारे में अवश्य पूछे जाओगे।",
    "अस्र के समय की क़सम!",
    "निःसंदेह इनसान घाटे में है।",
    "सिवाय उन लोगों के जो ईमान लाए तथा उन्होंने सत्कर्म किए और एक-दूसरे को सत्य की ताकीद की और एक-दूसरे को धैर्य की ताकीद की।",
    "विनाश है प्रत्येक बहुत ग़ीबत करने वाले और बहुत दोष लगाने वाले के लिए।",
    "जिसने धन एकत्र किया और उसे गिन-गिन कर रखा।",
    "वह समझता है कि उसके धन ने उसे हमेशा रहने वाला बना दिया?",
    "कदापि नहीं, वह अवश्य 'ह़ुतमा' में फेंका जाएगा।",
    "और तुम क्या जानो कि वह 'हुतमा' क्या है?",
    "वह अल्लाह की भड़काई हुई आग है।",
    "जो दिलों तक जा पहुँचेगी।",
    "निःसंदेह वह उनपर बंद कर दी जाएगी।",
    "लंबे-लंबे स्तंभों में।",
    "क्या तुमने नहीं देखा कि तुम्हारे पालनहार ने हाथी वालों के साथ किस तरह किया?",
    "क्या उसने उनकी चाल को विफल नहीं कर दिया?",
    "और उनपर झुंड के झुंड पक्षी भेजे।",
    "जो उनपर पकी हुई मिट्टी (खंगर) की कंकड़ियाँ फेंक रहे थे।",
    "तो उसने उन्हें खाए हुए भूसे की तरह कर दिया।",
    "क़ुरैश को मानूस कर देने के कारण।",
    "उन्हें जाड़े तथा गर्मी की यात्रा से मानूस कर देने के कारण।",
    "अतः उन्हें चाहिए कि इस घर (काबा) के मालिक की इबादत करें।",
    "जिसने उन्हें भूख में खिलाया तथा उन्हें भय से सुरक्षित किया।",
    "(ऐ नबी!) क्या आपने उसे देखा, जो बदले के दिन को झुठलाता है?",
    "तो यही है, जो अनाथ (यतीम) को धक्के देता है।",
    "तथा ग़रीब को खाना खिलाने के लिए प्रोत्साहित नहीं करता है।",
    "तो विनाश है उन नमाज़ियों के लिए,",
    "जो अपनी नमाज़ से लापरवाह हैं।",
    "वे जो दिखावा करते हैं।",
    "तथा साधारण बरतने की चीज़ भी माँगने से नहीं देते।",
    "(ऐ नबी!) हमने आपको कौसर प्रदान किया है।",
    "तो आप अपने पालनहार ही के लिए नमाज़ पढ़ें तथा क़ुर्बानी करें।",
    "निःसंदेह आपका शत्रु ही बे नाम व निशान है।",
    "(ऐ नबी!) आप कह दीजिए : ऐ काफ़िरो!",
    "मैं उसकी इबादत नहीं करता, जिसकी तुम इबादत करते हो।",
    "और न तुम उसकी इबादत करने वाले हो, जिसकी मैं इबादत करता हूँ।",
    "और न मैं उसकी इबादत करने वाला हूँ, जिसकी इबादत तुमने की है।",
    "और न तुम उसकी इबादत करने वाले हो, जिसकी मैं इबादत करता हूँ।",
    "तुम्हारे लिए तुम्हारा धर्म तथा मेरे लिए मेरा धर्म है।",
    "(ऐ नबी!) जब अल्लाह की सहायता एवं विजय आ जाए।",
    "और आप लोगों को देखें कि वे अल्लाह के धर्म में दल के दल प्रवेश कर रहे हैं।",
    "तो आप अपने पालनहार की प्रशंसा के साथ उसकी पवित्रता का वर्णन करें और उससे क्षमा माँगें, निःसंदेह वह बहुत तौबा क़बूल करने वाला है।",
    "अबू लहब के दोनों हाथ नाश हो जाएँ! और वह (स्वयं) विनष्ट हो गया।",
    "उसका धन तथा जो कुछ उसने कमाया था, उसके काम नहीं आया।",
    "जल्द ही वह लपट वाली आग में दाख़िल होगा।",
    "तथा उसकी पत्नी (भी जहन्नम में जाएगी), जो ईंधन उठाने वाली है।",
    "उसकी गर्दन में मज़बूत बटी हुई रस्सी होगी।",
    "(ऐ रसूल!) आप कह दीजिए : वह अल्लाह एक है।",
    "अल्लाह बेनियाज़ है।",
    "न उसकी कोई संतान है और न वह किसी की संतान है।",
    "और न कोई उसका समकक्ष है।",
    "(ऐ नबी!) कह दीजिए : मैं सुबह के पालनहार की शरण लेता हूँ।",
    "उस चीज़ की बुराई से, जो उसने पैदा की।",
    "तथा अंधेरी रात की बुराई से, जब वह छा जाए।",
    "तथा गाँठों में फूँकने वालियों की बुराई से।",
    "तथा ईर्ष्या करने वाले की बुराई से, जब वह ईर्ष्या करे।",
    "(ऐ नबी!) कह दीजिए : मैं शरण लेता हूँ लोगों के पालनहार की।",
    "लोगों के बादशाह की।",
    "लोगों के सत्य पूज्य की।",
    "वसवसा डालने वाले, पीछे हट जाने वाले की बुराई से।",
    "जो लोगों के दिलों में वसवसे डालता है।",
    "जिन्नों और इनसानों में से।"
  ]
}