{
  "meta": {
    "id": 122,
    "name": "Maulana Azizul Haque al-Umari",
    "translator_name": "Maulana Azizul Haque al-Umari",
    "slug": "hi-maulana-azizul-haque-al-umari",
    "language_name": "hindi"
  },
  "verses": [
    "तुम नेकी को कदापि नहीं प्राप्त कर सकते, जब तक तुम उन चीज़ों में से (अल्लाह के मार्ग में) खर्च न करो, जो तुम्हें प्रिय हैं। तथा तुम जो चीज़ भी खर्च करोगे, निःसंदेह अल्लाह उसे भली-भांति जानता है।",
    "खाने की समस्त चीज़ें बनी इसराईल के लिए हलाल (वैध) थीं, सिवाय उसके जिसे इसराईल (याक़ूब अलैहिस्सलाम) ने तौरात उतरने से पहले अपने ऊपर हराम (अवैध) कर लिया था। (ऐ नबी!) आप कह दीजिए कि यदि तुम सच्चे हो, तो तौरात लाओ और उसे पढ़ो।",
    "अब इसके बाद भी जो व्यक्ति अल्लाह पर मिथ्या आरोप लगाए, तो ऐसे ही लोग अत्याचारी हैं।",
    "(ऐ नबी!) आप कह दीजिए कि अल्लाह ने सच कहा है। अतः तुम इबराहीम (अलैहिस्सलाम) के धर्म का अनुसरण करो, जो एकेश्वरवादी थे और वह बहुदेववादियों में से नहीं थे।",
    "निःसंदेह पहला घर जो मानव के लिए बनाया गया, वह वही है जो मक्का में है, जो बरकत वाला तथा समस्त संसार के लिए मार्गदर्शन है।",
    "उसमें खुली निशानियाँ हैं, (जिनमें) मक़ामे इबराहीम है, तथा जो उसमें प्रवेश कर गया, वह सुरक्षित हो गया। तथा अल्लाह के लिए लोगों पर इस घर का हज्ज अनिवार्य है, जो वहाँ तक पहुँचने का सामर्थ्य रखता हो, और जिसने इनकार किया तो निःसंदेह अल्लाह (उससे, बल्कि) समस्त संसार से निस्पृह (बेनियाज़) है।",
    "(ऐ नबी!) आप कह दीजिए कि ऐ किताब वालो! तुम अल्लाह की आयतों का क्यों इनकार करते हो, हालाँकि जो कुछ तुम करते हो अल्लाह उससे अवगत हैॽ",
    "(ऐ नबी) आप कह दीजिए : ऐ किताब वालो! तुम ईमान लाने वालों को अल्लाह के रास्ते से क्यों रोकते होॽ तुम्हें उसमें कुटिलता की तलाश रहती है। जबकि तुम (उसके सच्चे होने के) गवाह होॽ और अल्लाह तुम्हारे कर्मों से अनभिज्ञ नहीं है।",
    "ऐ ईमान वालो! यदि तुम किताब वालों के किसी समूह की बात मानोगे, तो वे तुम्हारे ईमान लाने के बाद फिर तुम्हें काफ़िर बना देंगे।",
    "तथा यह कैसे हो सकता है कि तुम (फिर से) कुफ़्र को स्वीकार कर लो, जबकि तुम्हारे सामने अल्लाह की आयतें पढ़ी जा रही हैं और तुम्हारे बीच उसका रसूल मौजूद हैॽ और जो अल्लाह को मज़बूत थाम ले, तो वास्तव में उसे सीधा मार्ग दिखा दिया गया।",
    "ऐ ईमान वालो! अल्लाह से डरो, जैसा कि उससे डरना चाहिए तथा तुम्हारी मृत्यु न आए परंतु इस स्थिति में कि तुम मुसलमान हो।",
    "तथा अल्लाह की रस्सी को सब मिलकर मज़बूती से पकड़ लो और विभेद में न पड़ो तथा अपने ऊपर अल्लाह की नेमत को याद करो कि तुम एक-दूसरे के शत्रु थे, फिर उसने तुम्हारे दिलों को जोड़ दिया और तुम उसकी कृपा से भाई-भाई हो गए। तथा तुम आग के गड्ढे के किनारे खड़े थे, तो उसने तुम्हें उससे बचा लिया। इसी प्रकार अल्लाह तुम्हारे लिए अपनी आयतों को खोल-खोलकर बयान करता है, ताकि तुम मार्गदर्शन पा जाओ।",
    "तथा तुममें एक समूह ऐसा होना चाहिए, जो भलाई की ओर बुलाए, अच्छे कामों का आदेश दे और बुरे कामों से रोके और वही सफलता प्राप्त करने वाले लोग हैं।",
    "तथा उनके समान न हो जाओ, जो संप्रदायों में बट गए, और उनके पास स्पष्ट निशानियाँ आ जाने के पश्चात आपस में मतभेद कर बैठे, और उन्हीं के लिए बड़ी यातना है।",
    "जिस दिन कुछ चेहरे उज्जवल होंगे और कुछ चेहरे काले होंगे। फिर जिनके चेहरे काले होंगे (उनसे कहा जाएगा :) क्या तुमने अपने ईमान के बाद कुफ़्र कर लिया थाॽ तो अब अपने कुफ़्र करने के कारण यातना का स्वाद चखो।",
    "तथा जिनके चेहरे चमक रहे होंगे, वे अल्लाह की दया (जन्नत) में होंगे, वे सदैव उसी में रहेंगे।",
    "ये अल्लाह की आयतें हैं, जो हम आपको हक़ के साथ सुना रहे हैं और अल्लाह संसार वालों पर अत्याचार नहीं करना चाहता।",
    "तथा जो कुछ आकाशों में और जो कुछ धरती में है सब अल्लाह ही के लिए है और सारे मामले अल्लाह ही की ओर लौटाए जाते हैं।",
    "तुम सर्वश्रेष्ठ समुदाय हो, जिसे लोगों के लिए निकाला गया है। तुम भलाई का आदेश देते हो और बुराई से रोकते हो और अल्लाह पर ईमान (विश्वास) रखते हो। और यदि किताब वाले ईमान लाते, तो उनके लिए बेहतर होता। उनमें कुछ ईमान वाले भी हैं, लेकिन उनमें अधिकतर लोग अवज्ञाकारी ही हैं।",
    "वे तुम्हें थोड़ा कष्ट पहुँचाने के सिवा कदापि कोई हानि नहीं पहुँचा सकेंगे और यदि वे तुमसे युद्ध करेंगे, तो तुम्हारे सामने पीठ फेरकर भाग खड़े होंगे। फिर उनकी कोई सहायता (भी) नहीं की जाएगी।",
    "इन (यहूदियों) पर हर जगह, अपमान थोप दिया गया है, (यह और बात है कि) अल्लाह की शरण अथवा लोगों की शरण में आ जाएँ, और ये अल्लाह के प्रकोप के पात्र हुए तथा इनपर दरिद्रता थोप दी गई। यह इस कारण हुआ कि ये अल्लाह की आयतों का इनकार करते थे और नबियों की अनाधिकार हत्या करते थे। यह इस कारण (भी) है कि इन्होंने अवज्ञा की और (धर्म की) सीमा का उल्लंघन करते थे।",
    "वे सभी समान नहीं हैं; किताब वालों में एक समूह (सत्य पर) स्थापित है, जो रात की घड़ियों में अल्लाह की आयतें पढ़ते हैं और वे सजदे करते हैं।",
    "वे अल्लाह तथा अंतिम दिन (क़यामत) पर ईमान रखते हैं और भलाई का आदेश देते हैं और बुराई से रोकते हैं और भलाई के कामों में जल्दी करते हैं और वही अच्छे लोगों में से हैं।",
    "वे जो भी भलाई करेंगे, उसकी उपेक्षा नहीं की जाएगी और अल्लाह परहेज़गारों को भली-भाँति जानता है।",
    "निःसंदेह जिन्होंने कुफ़्र किया, उन्हें अल्लाह (के अज़ाब) से (बचाने में) न उनके धन कुछ काम आएँगे, न उनकी संतान। तथा वही लोग नरकवासी हैं जो उसमें हमेशा रहेंगे।",
    "वे इस सांसारिक जीवन में जो कुछ भी ख़र्च करते हैं, वह उस हवा के समान है, जिसमें पाला (अत्यधिक ठंड) हो, जो किसी ऐसी क़ौम की खेती को लग जाए, जिन्होंने अपने ऊपर अत्याचार किया हो और उसको नष्ट कर दे। तथा अल्लाह ने उनपर अत्याचार नहीं किया, बल्कि वे स्वयं अपने आप पर अत्याचार करते थे।",
    "ऐ ईमान वालो! तुम अपनों के सिवा किसी दूसरे को अपना अंतरंग मित्र न बनाओ, वे तुम्हें बर्बाद करने में कोई कमी नहीं करते। उन्हें वही बात भाती है, जिससे तुम्हें कष्ट पहुँचे। उनके मुखों से शत्रुता प्रकट हो चुकी है तथा जो उनके दिल छुपा रखे हैं, वह इससे बढ़कर है। हमने तुम्हारे लिए आयतों का वर्णन कर दिया है, यदि तुम समझबूझ रखते हो।",
    "देखो तुम तो उनसे प्रेम करते हो, परंतु वे तुमसे प्रेम नहीं करते और तुम सभी पुस्तकों पर ईमान रखते हो, औ (उनका हाल यह है कि) वे जब तुमसे मिलते हैं, तो कहते हैं कि हम ईमान लाए हैं और जब वे अकेले में होते हैं, तो तुमपर क्रोध के मारे उंगलियां चबाते हैं। कह दो कि अपने क्रोध में मर जाओ। निःसंदेह अल्लाह सीनों के भेद को जानता है।",
    "यदि तुम्हारा कुछ भला हो, तो उन्हें बुरा लगता है और यदि तुम्हारा कुछ बुरा हो जाए, तो वे उससे प्रसन्न होते हैं। और यदि तुम धैर्य करते रहे और अल्लाह से डरते रहे, तो उनका छल तुम्हें कोई हानि नहीं पहुँचाएगा। निःसंदेह अल्लाह उनके सभी कार्यों से अवगत है।",
    "तथा (ऐ नबी! वह समय याद करो) जब आप अपने घर से निकले, ईमान वालों को युद्ध के मोर्चों पर नियुक्त कर रहे थे तथा अल्लाह सब कुछ सुनने वाला, जानने वाला है।",
    "तथा (याद करो) जब तुम्हारे दो समूहों ने साहसहीनता दिखाने (पीछे हटने) का इरादा किया और अल्लाह उनका समर्थक व सहायक था, तथा ईमान वालों को अल्लाह ही पर भरोसा करना चाहिए।",
    "और अल्लाह बद्र (के युद्ध) में तुम्हारी सहायता कर चुका है, जबकि तुम कमज़ोर थे। अतः अल्लाह से डरो, ताकि तुम उसके प्रति आभारी हो सको।",
    "(ऐ नबी! वह समय भी याद करें) जब आप ईमान वालों से कह रहे थे : क्या तुम्हारे लिए यह काफ़ी नहीं है कि तुम्हारा पालनहार (आकाश से) तीन हज़ार फ़रिश्ते उतारकर तुम्हारी सहायता करेॽ",
    "क्यों नहीं, यदि तुम धैर्य से काम लो और अल्लाह से डरो और फिर ऐसा हो कि वे (दुश्मन) उसी घड़ी तुमपर चढ़ आएँ, तो तुम्हारा पालनहार (तीन नहीं, बल्कि) पाँच हज़ार चिह्न लगे फ़रिश्तों द्वारा तुम्हारी मदद करेगा।",
    "और अल्लाह ने इस (मदद) को तुम्हारे लिए केवल शुभ सूचना बनाया है और ताकि तुम्हारे दिल उससे संतुष्ट हो जाएँ और सहायता तो केवल अल्लाह ही के पास से आती है, जो प्रभुत्वशाली, हिकमत वाला (तत्वदर्शी) है।",
    "ताकि वह काफ़िरों के एक हिस्से को काट दे या उन्हें अपमानित कर दे, फिर वे विफल होकर वापस हो जाएँ।",
    "(ऐ नबी!) इस मामले में आपको कोई अधिकार नहीं, अल्लाह चाहे तो उनकी तौबा क़बूल करे या उन्हें दंड दे, क्योंकि वे अत्याचारी हैं।",
    "तथा जो कुछ आकाशों में और जो कुछ धरती में है, सब अल्लाह ही का है। वह जिसे चाहे क्षमा कर दे और जिसे चाहे यातना दे, तथा अल्लाह अति क्षमाशील, अत्यंत दयावान् है।",
    "ऐ ईमान वालो! कई-कई गुणा करके ब्याज न खाओ। तथा अल्लाह से डरो, ताकि तुम सफल हो।",
    "तथा उस आग से डरो (बचो), जो काफ़िरों के लिए तैयार की गई है।",
    "तथा अल्लाह और रसूल का आज्ञापालन करो, ताकि तुमपर दया की जाए।",
    "और अपने पालनहार की क्षमा और उस स्वर्ग की ओर तेज़ी से बढ़ो, जिसकी चौड़ाई आकाशों तथा धरती के बराबर है। वह अल्लाह से डरने वालों के लिए तैयार किया गया है।",
    "जो कठिनाई और आसानी की प्रत्येक स्थिति में (अल्लाह के मार्ग में) खर्च करते हैं, तथा ग़ुस्सा पी जाते हैं और लोगों को क्षमा कर देते हैं। और अल्लाह ऐसे अच्छे कार्य करने वालों से प्रेम करता है।",
    "और वे ऐसे लोग हैं कि जब उनसे कोई जघन्य पाप हो जाता है या वे अपने ऊपर अत्याचार कर कर बैठते हैं, तो उन्हें अल्लाह याद आ जाता है। फिर वे अपने पापों के लिए क्षमा माँगते हैं, और अल्लाह के सिवा कौन है जो पापों का क्षमा करने वाला होॽ और वे अपने किए पर जान बूझकर अड़े नहीं रहते।",
    "वही लोग हैं जिनका बदला उनके पालनहार की ओर से क्षमा तथा ऐसे बाग़ हैं जिनके नीचे से नहरें बहती होंगी। उनमें वे सदैव रहेंगे। औ क्या ही अच्छा बदला है नेक काम करने वालों का।",
    "तुमसे पहले भी समान परंपराएं (परिस्थितियाँ) गुज़र चुकी हैं। इसलिए तुम धरती में चलो-फिरो और देखो कि झुठलाने वालों का अंत कैसे हुआॽ",
    "यह (क़ुरआन) लोगों के लिए (सत्य का) वर्णन और (अल्लाह का) भय रखने वालों के लिए मार्गदर्शन और उपदेश है।",
    "और तुम कमज़ोर न बनो और न ही शोक करो। और तुम ही सर्वोच्च रहोगे, यदि तुम ईमान वाले हो।",
    "यदि तुम्हें आघात पहुँचा है, तो उन लोगों को भी इसी के समान आघात पहुँच चुका है। तथा इन दिनों को हम लोगों के बीच फेरते रहते हैं। और ताकि अल्लाह उन लोगों को जान ले जो ईमान वाले हैं, और तुममें से कुछ लोगों को शहादत नसीब करे। और अल्लाह अत्याचार करने वालों को पसंद नहीं करता।",
    "तथा ताकि अल्लाह ईमान वालों को विशुद्ध कर दे और काफ़िरों को विनष्ट कर दे।",
    "क्या तुमने समझ रखा है कि जन्नत में प्रवेश कर जाओगे, जबकि अल्लाह ने अभी (परीक्षाकर) यह नहीं परखा है कि तुममें से कौन जिहाद करने वाले हैं और कौन (संकट के समय) डटे रहने वाले हैं?",
    "तथा तुम तो मौत की कामनाएँ कर रहे थे, जब तक वह तुम्हारे सामने नहीं आई थी। लो, अब वह तुम्हारे सामने है, और तुम उसे देख रहे हो।",
    "और मुह़म्मद केवल एक रसूल हैं। उनसे पहले बहुत-से रसूल गुज़र चुके हैं। तो क्या यदि वह मर जाएँ अथवा मार दिए जाएँ, तो तुम अपनी एड़ियों के बल फिर जाओगे? तथा जो अपनी एड़ियों के बल फिर जाएगा, वह अल्लाह का कुछ नहीं बिगाड़ेगा और अल्लाह शीघ्र ही आभारियों को बदला प्रदान करेगा।",
    "किसी प्राणी के लिए यह संभव नहीं है कि अल्लाह की अनुमति के बिना मर जाए। मृत्यु का एक निर्धारित समय लिखा हुआ है। जो दुनिया का बदला चाहेगा, हम उसे इस दुनिया में से कुछ देंगे, तथा जो आख़िरत का बदला चाहेगा, हम उसे उसमें से देंगे, और हम शुक्र करने वालों को जल्द ही बदला देंगे।",
    "और कितने ही नबी थे, जिनके साथ होकर बहुत-से अल्लाह वालों ने युद्ध किया, तो उन्होंने अल्लाह के मार्ग में पहुँचने वाली मुसीबतों के कारण न हिम्मत हारी और न कमज़ोरी दिखाई और न वे (दुश्मन के सामने) झुके, तथा अल्लाह धैर्य रखने वालों से प्रेम करता है।",
    "और उन्होंने इससे अधिक कुछ नहीं कहा कि : ऐ हमारे पालनहार! हमारे पापों को और हमारे मामले में हमसे होने वाली अति (ज़्यादती) को क्षमा कर दे। तथा हमारे पैरों को जमाए रख और काफ़िर क़ौम पर हमें विजय प्रदान कर।",
    "तो अल्लाह ने उन्हें दुनिया का बदला तथा आख़िरत का अच्छा बदला प्रदान किया। तथा अल्लाह अच्छे काम करने वाले लोगों से प्रेम करता है।",
    "ऐ ईमान वालो! यदि तुम काफ़िरों के कहने पर चलोगे, तो वे तुम्हें तुम्हारी एड़ियों के बल फेर देंगे, फिर तुम घाटे में पड़ जाओगे।",
    "बल्कि अल्लाह ही तुम्हारा संरक्षक है तथा वह सबसे अच्छा सहायक है।",
    "हम जल्द ही काफ़िरों के दिलों में धाक बिठा देंगे, इस कारण कि उन्होंने ऐसी चीज़ों को अल्लाह का साझी बनाया है, जिन (के साझी होने) का कोई प्रमाण अल्लाह ने नहीं उतारा है। और इनका ठिकाना जहन्नम है और वह ज़ालिमों का क्या ही बुरा ठिकाना है?",
    "तथा अल्लाह ने तुम्हें अपना वचन सच कर दिखाया, जब तुम उसकी अनुमति से उन्हें काट रहे थे। यहाँ तक कि जब तुमने कायरता दिखाई, तथा (रसूल के) आदेश (के अनुपालन) में विवाद कर लिया और अवज्ञा की। (यह सब कुछ) इसके बाद (हुआ) कि अल्लाह ने तुम्हें वह चीज़ दिखा दी थी, जिसे तुम पसंद करते थे। तुममें से कुछ लोग दुनिया चाहते थे तथा कुछ लोग आख़िरत के इच्छुक थे। फिर उसने तुम्हें उनके मुक़ाबले से हटा दिया, ताकि तुम्हारी परीक्षा ले। निश्चय ही उसने तुम्हें क्षमा कर दिया और अल्लाह ईमान वालों के लिए अनुग्रहशील है।",
    "(और याद करो) जब तुम चढ़े (भागे) जा रहे थे और किसी को मुड़कर नहीं देख रहे थे और रसूल तुम्हें तुम्हारे पीछे से पुकार रहे थे। अतः इसके बदले में (अल्लाह ने) तुम्हें शोक पर शोक दिया ताकि जो तुम्हारे हाथ से निकल गया और जो मुसीबत तुम्हें पहुँची, उसपर शोकाकुल न हो। तथा अल्लाह उससे सूचित है, जो तुम कर रहे हो।",
    "फिर इस शोक के बाद उसने तुमपर शांति उतारी (यानी) ऊँघ जो तुम्हारे एक समूह को घेर रही थी और एक समूह को केवल अपने प्राणों की चिंता थी। वे अल्लाह के बारे में अनुचित अज्ञानता काल का गुमान कर रहे थे। वे कहते थे कि क्या (इस) मामले में हमारा भी कोई अधिकार है? (ऐ नबी!) कह दें कि सब अधिकार अल्लाह को है। वे अपने दिलों में वह (बात) छिपाते हैं जो आपके सामने प्रकट नहीं करते हैं। वे कहते हैं कि यदि (इस) मामले में हमारा भी कुछ अधिकार होता, तो हम यहाँ मारे न जाते। आप कह दें : यदि तुम अपने घरों में भी होते, तब भी जिनके (भाग्य में) मारा जाना लिख दिया गया था, वे अवश्य अपने मरने के स्थानों की ओर निकल आते। और ताकि अल्लाह जो कुछ तुम्हारे सीनों में है, उसे आज़माए और जो कुछ तुम्हारे दिलों में है, उसे विशुद्ध कर दे। और अल्लाह दिलों के भेदों से अवगत है।",
    "वस्तुतः तुममें से जिन लोगों ने दो गिरोहों के आमने सामने होने के दिन पीठ दिखाई, उन्हें शैतान ने उनके कुछ कर्मों के कारण फिसला दिया था। और अल्लाह उन्हें क्षमा कर चुका है। वास्तव में, अल्लाह अति क्षमावान्, सहनशील है।",
    "ऐ ईमान वालो! तुम उन लोगों के समान न हो जाओ, जिन्होंने कुफ़्र किया और अपने भाइयों के बारे में जबकि वे यात्रा पर गए हों या जिहाद के लिए निकले यह कहने लगे कि : यदि वे हमारे पास रहते तो न मरते और न क़त्ल किए जाते। (ऐसी बात उनके दिल में इसलिए आती है) ताकि अल्लाह इसे उनके दिलों में संताप का कारण बना दे। तथा अल्लाह ही जीवित करता और मृत्यु देता है। और तुम जो कुछ करते हो, अल्लाह उसे देख रहा है।",
    "और यदि तुम अल्लाह के मार्ग में क़त्ल कर दिए जाओ या मर जाओ, तो अल्लाह की क्षमा और दया उससे बेहतर है, जो वे लोग बटोर रहे हैं।",
    "तथा यदि तुम मर गए या मार दिए गए, तो निश्चित रूप से तुम अल्लाह ही के पास इकट्ठे किए जाओगे।",
    "अल्लाह की दया के कारण (ऐ नबी!) आप उनके लिए सरल स्वभाव के हैं। और यदि आप प्रखर स्वभाव और कठोर हृदय के होते, तो वे आपके पास से छट जाते। अतः आप उन्हें माफ़ कर दें और उनके लिए क्षमा याचना करें। तथा उनसे मामलों में परामर्श करें। फिर जब आप दृढ़ संकल्प कर लें, तो अल्लाह पर भरोसा करें। निःसंदेह अल्लाह भरोसा करने वालों को पसंद करता है।",
    "यदि अल्लाह तुम्हारी सहायता करे, तो कोई तुमपर प्रभावी नहीं हो सकता। और यदि वह तुम्हें असहाय छोड़ दे, तो फिर कौन है जो उसके बाद तुम्हारी सहायता कर सकेॽ अतः ईमान वालों को अल्लाह ही पर भरोसा करना चाहिए।",
    "यह किसी नबी के लिए संभव नहीं है कि ग़नीमत के धन में ख़यानत करे, और जो ख़यानत करेगा तो जो उसने ख़यानत की होगी उसके साथ क़ियामत के दिन उपस्थित होगा। फिर प्रत्येक प्राणी को उसके किए का पूरा-पूरा बदला दिया जाएगा और उनपर अत्याचार नहीं किया जाएगा।",
    "तो क्या जिसने अल्लाह की प्रसन्नता का अनुसरण किया, उस व्यक्ति के समान हो सकता है जो अल्लाह का क्रोध लेकर वापस हुआ और जिसका आवास नरक हैॽ और वह बहुत बुरा ठिकाना है।",
    "अल्लाह के पास उनके (विभिन्न) दर्जे हैं, तथा वे जो कुछ कर रहे हैं अल्लाह उसे देख रहा है।",
    "निःसंदेह अल्लाह ने ईमान वालों पर बड़ा उपकार किया कि उनके अंदर उन्हीं में से एक रसूल भेजा, जो उन्हें (अल्लाह) की आयतें पढ़कर सुनाता है और उन्हें पवित्र करता है तथा उन्हें किताब (क़ुरआन) और ह़िकमत (सुन्नत) की शिक्षा देता है। निःसंदेह वे इससे पहले खुली गुमराही में थे।",
    "क्या जब तुम्हें एक ऐसी विपत्ति पहुँची, जिसकी दोगुनी विपत्ति तुम (काफ़िरों को) पहुँचा चुके थे, तो तुम कहने लगे कि : यह कहाँ से आ गई? (ऐ नबी!) कह दीजिए : यह तुम्हारे ही पास से आई है। निःसंदेह अल्लाह हर चीज़ पर सर्वशक्तिमान है।",
    "और दोनों गिरोहों के मुठभेड़ के दिन जो विपत्ति तुम्हें पहुँची है, वह अल्लाह के आदेश से पहुँची है। और ताकि वह (अल्लाह) ईमान वालों को (अच्छी तरह) जान ले।",
    "और ताकि उन लगों को भी जान ले, जो मुनाफ़िक़ हैं, जिनसे कहा गया कि आओ अल्लाह की राह में युद्ध करो अथवा (आम मुसलमानों की) रक्षा करो, तो उन्होंने कहा कि यदि हम जानते कि युद्ध होगा, तो अवश्य तुम्हारा साथ देते। वे उस दिन ईमान की अपेक्षा कुफ़्र के अधिक निकट थे। वे अपने मुँह से ऐसी बातें बोलते हैं, जो उनके दिलों में नहीं होती। तथा अल्लाह उसे भली-भाँति जानता है जो वे छिपाते हैं।",
    "ये वही लोग हैं जो स्वयं तो (लड़ाई से) पीछे बैठे रहे और अपने भाइयों के बारे में कहने लगे : यदि वे हमारी बात मानते, तो मारे न जाते! (ऐ नबी!) कह दीजिए : फिर तो मौत से अपनी रक्षा कर लो, यदि तुम सच्चे हो।",
    "जो लोग अल्लाह के मार्ग में मारे गए हैं, उन्हें कदापि मृत न समझो, बल्कि वे जीवित हैं, अपने पालनहार के पास रोज़ी दिए जाते हैं।",
    "वे उससे प्रसन्न हैं, जो अल्लाह ने अपनी कृपा से उन्हें प्रदान किया है, और उन लोगों के लिए भी खुश हो रहे हैं, जो उनके पीछे रह गए हैं, अभी उनसे मिले नहीं हैं कि उन्हें भी न कोई भय होगा और न वे दुःखी होंगे।",
    "वे अल्लाह के अनुग्रह और उसकी कृपा से खुश हो रहे हैं और इससे कि अल्लाह ईमान वालों का बदला नष्ट नहीं करता।",
    "जिन लोगों ने अल्लाह और रसूल की पुकार को स्वीकार किया, इसके पश्चात् कि उन्हें आघात पहुँच चुका था। उनमें से सत्कर्म करने वालों और (अल्लाह से) डरने वालों के लिए महान प्रतिफल है।",
    "ये वही लोग हैं जिनसे लोगों ने कहा कि दुश्मनों ने तुम्हारे विरुद्ध सेना इकट्ठा कर ली है। अतः उनसे डरो। तो इस (सूचना) ने उनके ईमान को और बढ़ा दिया और उन्होंने कहा : हमारे लिए अल्लाह काफ़ी है और वह बहुत अच्छा कार्यसाधक (काम बनाने वाला) है।",
    "चुनांचे वे अल्लाह की ओर से प्राप्त होने वाली नेमत और अनुग्रह के साथ लौटे। उन्हें कोई तकलीफ़ नहीं पहुँची। तथा वे अल्लाह की प्रसन्नता के मार्ग पर चले। और अल्लाह बड़े अनुग्रह वाला है।",
    "वह तो शैतान है, जो तुम्हें अपने सहयोगियों से डरा रहा है। अतः तुम उनसे न डरो और केवल मुझसे डरो, यदि तुम ईमान वाले हो।",
    "(ऐ नबी!) वे लोग आपको दुःखी न करें, जो कुफ़्र में तेज़ी दिखा रहे हैं। वे अल्लाह को कदापि कोई हानि नहीं पहुँचा सकेंगे। अल्लाह चाहता है कि आख़िरत (परलोक) में उनका कोई हिस्सा न रखे तथा उनके लिए बड़ी यातना है।",
    "निःसंदेह जिन लोगों ने ईमान के बदले कुफ़्र का सौदा किया, वे अल्लाह का कुछ नहीं बिगाड़ेंगे। तथा उनके लिए दुःखदायी यातना है।",
    "जो लोग काफ़िर हो गए, वे हरगिज़ यह न समझें कि हमारा उन्हें ढील देना, उनके लिए अच्छा है। वास्तव में, हम उन्हें इसलिए ढील दे रहे हैं, ताकि उनके पाप और बढ़ जाएँ। तथा उनके लिए अपमानजनक यातना है।",
    "ऐसा नहीं है कि अल्लाह ईमान वालों को उसी (हाल) पर छोड़ दे, जिसपर तुम (इस समय) हो, जब तक कि बुरे को अच्छे से अलग न कर दे। और ऐसा भी नहीं है कि अल्लाह तुम्हें ग़ैब (परोक्ष) से सूचित कर दे। परंतु अल्लाह अपने रसूलों में से जिसे चाहता है (ग़ैब की कुछ बातें बताने के लिए) चुन लेता है। अतः तुम अल्लाह और उसके रसूलों पर ईमान लाओ। यदि तुम ईमान लाओ और अल्लाह से डरते रहो, तो तुम्हारे लिए बड़ा प्रतिफल है।",
    "जो लोग उस चीज़ में कंजूसी करते हैं, जो अल्लाह ने उन्हें अपने अनुग्रह से प्रदान किया है, वे कदापि यह न समझें कि (उनका) यह (कृत्य) उनके लिए अच्छा है। बल्कि यह उनके लिए बुरा है। उन्होंने जिस चीज़ में कंजूसी की होगी, उसे क़ियामत के दिन उनके गले का तौक़ बना दिया जाएगा। और आकाशों तथा धरती का उत्तराधिकार (विरासत) अल्लाह के लिए है और जो कुछ तुम करते हो अल्लाह उससे सूचित है।",
    "निःसंदेह अल्लाह ने उन लोगों की बात सुन ली है, जिन्होंने कहा कि \"अल्लाह निर्धन है और हम धनवान हैं!\" उन्होंने जो कुछ कहा है, हम उसे लिख लेंगे और उनके नबियों को अनाधिकार क़त्ल करने को भी। तथा हम (उनसे) कहेंगे कि (अब तुम) जलाने वाली यातना का मज़ा चखो।",
    "यह तुम्हारे हाथों की कमाई का बदला है और निःसंदेह अल्लाह अपने बंदों पर तनिक भी अत्याचार करने वाला नहीं।",
    "ये वही लोग हैं जिन्होंने कहा : अल्लाह ने हमें वसीयत की है कि हम किसी रसूल पर ईमान न लाएँ यहाँ तक कि वह हमारे सामने ऐसी क़ुरबानी पेश करे, जिसे आग खा जाए। (ऐ नबी!) आप कह दें कि मुझसे पहले तुम्हारे पास कई रसूल खुली निशानियाँ और वह (चमत्कार) भी लेकर आए जो तुम कहते हो, तो फिर तुमने उनकी हत्या क्यों की, यदि तुम सच्चे हो?",
    "फिर यदि वे आपको झुठलाते हैं, तो आपसे पहले बहुत-से रसूल झुठलाए जा चुके हैं, जो खुली निशानियाँ, तथा (आकाशीय) ग्रंथ और प्रकाशक पुस्तक लाए।",
    "प्रत्येक प्राणी को मौत का स्वाद चखना है और तुम्हें क़ियामत के दिन तुम्हारे कर्मों का भरपूर प्रतिफल दिया जाएगा। (उस दिन) जो व्यक्ति जहन्नम से बचा लिया गया और जन्नत में प्रवेश पा गया, वह वास्तव में सफल हो गया। तथा दुनिया की ज़िंदगी धोखे की पूंजी के सिवा कुछ नहीं है।",
    "(ऐ ईमान वालो!) तुम अपने धनों और प्राणों के बारे में ज़रूर परीक्षा में डाले जाओगे और तुम अवश्य ही उन लोगों से जो तुमसे पहले किताब दिए गए थे तथा उन लोगों से जो शिर्क में पड़े हुए हैं, बहुत-सी दुःखद बातें सुनोगे। लेकिन यदि तुम धैर्य से काम लो और (अल्लाह से) डरते रहो, तो यह बड़े साहस का काम है।",
    "तथा (ऐ नबी! याद करो) जब अल्लाह ने किताब वालों से पक्का वचन लिया था कि तुम अवश्य इसे लोगों के सामने बयान करते रहोगे और इसे छुपाओगे नहीं, तो उन्होंने इस वचन को पीठ पीछे डाल दिया और उसके बदले तनिक मूल्य प्राप्त कर लिया। तो वे कितनी बुरी चीज़ खरीद रहे हैं?",
    "(ऐ नबी!) जो लोग अपने कृत्यों पर प्रसन्न हो रहे हैं और चाहते हैं कि उन्हें उन कामों के लिए (भी) सराहा जाए, जो उन्होंने नहीं किए हैं, तो आप हरगिज़ यह न समझें कि वे यातना से बच जाएँगे। उनके लिए तो दुःखदायी यातना है।",
    "तथा आकाशों और धरती का राज्य अल्लाह ही का है तथा अल्लाह हर चीज़ पर सर्वशक्तिमान है।",
    "निःसंदेह आसमानों और ज़मीन की रचना तथा रात और दिन के आने-जाने में, बुद्धिमानों के लिए निशानियाँ हैं।",
    "जो खड़े और बैठे और अपनी करवटों पर लेटे हुए अल्लाह को याद करते हैं तथा आसमानों और ज़मीन की रचना में सोच-विचार करते हैं। (वे कहते हैं :) ऐ हमारे पालनहार! तूने यह सब कुछ बेकार नहीं रचा है। अतः हमें आग के अज़ाब से बचा ले।",
    "ऐ हमारे पालनहार! तूने जिसे नरक में डाल दिया, तो वास्तव में तूने उसे अपमानित कर दिया। और ज़ालिमों का कोई सहायक नहीं।",
    "ऐ हमारे पालनहार! हमने एक पुकारने वाले को ईमान की ओर बुलाते हुए सुना कि अपने पालनहार पर ईमान लाओ, तो हम ईमान ले आए। ऐ हमारे पालनहार! तो अब तू हमारे पापों को क्षमा कर दे तथा हमारी बुराइयों को हमसे दूर कर दे और हमें सदाचारियों के साथ मृत्यु दे।",
    "ऐ हमारे पालनहार! और हमें वह चीज़ प्रदान कर जिसका तूने अपने रसूलों के द्वारा हमसे वादा किया है तथा क़यामत के दिन हमें अपमानित न कर। वास्तव में तू अपने वादे के विरुद्ध नहीं करता है।",
    "तो उनके पालनहार ने उनकी प्रार्थना स्वीकार कर ली (और फरमाया) कि मैं किसी नेकी करने वाले की नेकी को नष्ट नहीं करता, चाहे वह नर हो या नारी। तुम सब आपस में एक-दूसरे से हो। अतः जिन लोगों ने हिजरत की और अपने घरों से निकाले गए और मेरे मार्ग में सताए गए और उन्होंने जिहाद किया और शहीद किए गए, मैं अवश्य उनकी बुराइयाँ उनसे दूर कर दूँगा और अवश्य ही उन्हें ऐसे बागों में दाख़िल करूँगा, जिनके नीचे नहरें बह रही हैं। यह अल्लाह के पास से उनका बदला होगा और अल्लाह ही के पास सबसे अच्छा बदला है।",
    "(ऐ नबी!) नगरों में काफ़िरों का (सुविधा के साथ) चलना-फिरना आपको धोखे में न डाले।",
    "यह थोड़ी-सी सुख-सामग्री है, फिर उनका ठिकाना जहन्नम है और वह बहुत बुरा ठिकाना है!",
    "परन्तु जो लोग अपने पालनहार से डरते रहे, उनके लिए ऐसी जन्नतें हैं, जिनके नीचे नहरें बह रही हैं। वे उनमें हमेशा रहेंगे। यह अल्लाह के पास से अतिथि सत्कार होगा। तथा जो कुछ अल्लाह के पास है, वह नेक लोगों के लिए सबसे अच्छा है।",
    "और निःसंदेह किताब वालों (यहूदियों और ईसाइयों) में से कुछ लोग ऐसे भी हैं, जो अल्लाह पर ईमान रखते हैं, तथा जो कुछ तुम्हारी ओर उतारा गया और जो स्वयं उनकी ओर उतारा गया है, उसपर भी ईमान रखते हैं। वे अल्लाह के सामने विनम्र रहने वाले हैं। और उसकी आयतों को थोड़ी क़ीमत पर बेचते नहीं हैं। उनका बदला उनके रब के पास है। निःसंदेह अल्लाह जल्द ही हिसाब लेने वाला है।",
    "ऐ ईमान वालो! तुम धैर्य से काम लो और (अपने दुश्मन की तुलना में) अधिक धैर्य दिखाओ, तथा जिहाद के लिए तैयार रहो और अल्लाह से डरते रहो, ताकि तुम सफल हो सको।",
    "ऐ लोगो! अपने उस पालनहार से डरो, जिसने तुम्हें एक जीव (आदम) से पैदा किया तथा उसी से उसके जोड़े (हव्वा) को पैदा किया और उन दोनों से बहुत-से नर-नारी फैला दिए। उस अल्लाह से डरो, जिसके माध्यम से तुम एक-दूसरे से माँगते हो, तथा रिश्ते-नाते को तोड़ने से डरो। निःसंदेह अल्लाह तुम्हारा निरीक्षक है।",
    "तथा अनाथों को उनका माल दे दो और पवित्र व हलाल चीज़ के बदले अपवित्र व हराम चीज़ न लो और उनके माल को अपने माल के साथ मिलाकर न खाओ। निःसंदेह यह बहुत बड़ा पाप है।",
    "और यदि तुम्हें डर हो कि अनाथ लड़कियों (से विवाह) के मामले में न्याय न कर सकोगे, तो अन्य औरतों में से जो तुम्हें पसंद हों, दो-दो, या तीन-तीन, या चार-चार से विवाह कर लो। लेकिन यदि तुम्हें डर हो कि (उनके बीच) न्याय नहीं कर सकोगे, तो एक ही से विवाह करो अथवा जो दासी तुम्हारे स्वामित्व में हो (उससे लाभ उठाओ)। यह इस बात के अधिक निकट है कि तुम अन्याय न करो।",
    "तथा स्त्रियों को उनके अनिवार्य मह्र खुशी से अदा कर दो। फिर यदि वे अपनी इच्छा से उसमें से कुछ तुम्हारे लिए छोड़ दें, तो उसे हलाल व पाक समझकर खाओ।",
    "तथा अपना धन, जिसे अल्लाह ने तुम्हारे लिए जीवन-यापन का साधन बनाया है, नासमझ लोगों को न दो। और उन्हें उसमें से खिलाते और पहनाते रहो और उनसे भली बात कहो।",
    "तथा अनाथों को जाँचते रहो, यहाँ तक कि जब वे वयस्कता की आयु को पहुँच जाएँ, तो यदि तुम देखो कि उनमें समझ-बूझ आ गई है, तो उनका माल उन्हें सौंप दो। और उसे फ़िज़ूल खर्ची से काम लेते हुए जल्दी-जल्दी इसलिए न खा जाओ कि वे बड़े हो जाएँगे (और अपने माल पर क़ब्ज़ा कर लेंगे)। और जो धनी हो, वह (अनाथ का माल खाने से) बचे तथा जो निर्धन हो, वह परंपरागत रूप से खा सकता है। तथा जब तुम उनका धन उनके हवाले करो, तो उनपर गवाह बना लो। और अल्लाह हिसाब लेने के लिए काफ़ी है।",
    "पुरुषों के लिए उस (धन) में से हिस्सा है, जो माता-पिता और क़रीबी रिश्तेदार छोड़ जाएँ, तथा स्त्रियों के लिए भी उसमें से हिस्सा है, जो माता-पिता और क़रीबी रिश्तेदार छोड़ जाएँ, वह थोड़ा हो या अधिक। ये हिस्से (अल्लाह की ओर से) निर्धारित हैं।",
    "और जब (विरासत के) बंटवारे के समय (गैर-वारिस) रिश्तेदार, अनाथ और निर्धन उपस्थित हों, तो उसमें से थोड़ा बहुत उन्हें भी दे दो और उनसे भली बात कहो।",
    "और उन लोगों को डरना चाहिए कि यदि वे अपने पीछे कमज़ोर संतान छोड़ जाते, तो उन्हें उनके बारे में कैसा भय होता। अतः उन्हें चाहिए कि अल्लाह से डरें और भली बात कहें।",
    "जो लोग अनाथों का धन अन्यायपूर्ण तरीक़े से खाते हैं, वे अपने पेट में आग भरते हैं और वे शीघ्र ही जहन्नम की आग में प्रवेश करेंगे।",
    "अल्लाह तुम्हारे संतान के संबंध में तुम्हें आदेश देता है कि पुत्र का हिस्सा, दो पुत्रियों के बराबर है। यदि (दो या) दो से अधिक पुत्रियाँ ही हों, तो उनके लिए छोड़े हुए धन का दो तिहाई हिस्सा है। और यदि एक ही (लड़की) हो, तो उसके लिए आधा हिस्सा है। और अगर उस (मृतक) की कोई संतान है, तो उसके माता-पिता में से प्रत्येक के लिए उसके छोड़े हुए धन का छठवाँ हिस्सा है। और यदि उसकी कोई संतान नहीं है और उसके वारिस उसके माता-पिता ही हों, तो उसकी माँ के लिए तिहाई (हिस्सा) है (और शेष पिता का होगा)। फिर यदि (माता पिता के सिवा) उसके (एक से अधिक) भाई (या बहन) हों, तो उसकी माँ के लिए छठवाँ हिस्सा है, यह (विरासत का बंटवारा) उस (मृतक) की वसिय्यत का निष्पादन करने, या उसका क़र्ज़ चुकाने के बाद होगा। तुम्हारे बाप हों या तुम्हारे बेटे, तुम नहीं जानते कि उनमें से कौन तुम्हारे लिए अधिक लाभदायक है। यह अल्लाह का निर्धारित किया हुआ हिस्सा है। निःसंदेह अल्लाह सब कुछ जानने वाला और हिकमत वाला है।",
    "और तुम्हारे लिए उस (धन) का आधा है जो तुम्हारी पत्नियाँ छोड़ जाएँ, यदि उनकी संतान न हो। लेकिन यदि उनकी संतान हो, तो तुम्हारे लिए उस (धन) का चौथाई होगा जो वे छोड़ गई हों, उनकी वसिय्यत का निष्पादन करने या क़र्ज़ चुकाने के बाद। तथा उन (पत्नियों) के लिए तुम्हारे छोड़े हुए धन का चौथाई हिस्सा है, यदि तुम्हारी संतान न हो। लेकिन यदि तुम्हारी संतान हो, तो उनके लिए उस (धन) का आठवाँ (हिस्सा) होगा जो तुमने छोड़ा है, तुम्हारी वसिय्यत पूरी करने अथवा क़र्ज़ चुकाने के बाद। तथा यदि किसी ऐसे पुरुष या स्त्री की विरासत हो, जो 'कलाला' हो (अर्थात् उसकी न संतान हो, न पिता) तथा (दूसरी माता से) उसका कोई भाई अथवा बहन हो, तो उनमें से हर एक के लिए छठवाँ (हिस्सा) होगा। लेकिन यदि वे एक से अधिक हों, तो वे सब एक तिहाई में साझीदार होंगे, उसकी वसिय्यत का निष्पादन करने या क़र्ज़ चुकाने के बाद, जबकि वह किसी को हानि पहुँचाने वाला न हो। यह अल्लाह की ओर से वसिय्यत है और अल्लाह सब कुछ जानने वाला, अत्यंत सहनशील है।",
    "ये अल्लाह की (निर्धारित की हुई) सीमाएँ हैं। और जो अल्लाह तथा उसके रसूल का आज्ञापालन करेगा, अल्लाह उसे ऐसे बाग़ों में दाख़िल करेगा जिनके नीचे नहरें बह रही होंगी। उनमें वे हमेशा रहेंगे तथा यही बड़ी सफलता है।",
    "और जो अल्लाह और उसके रसूल की अवज्ञा करेगा तथा उसकी सीमाओं का उल्लंघन करेगा, (अल्लाह) उसे आग (नरक) में डालेगा, जिसमें वह सदैव रहेगा और उसके लिए अपमानजनक यातना है।",
    "तथा तुम्हारी स्त्रियों में से जो व्यभिचार कर बैठें, उनपर अपनों में से चार पुरुषों को गवाह लाओ। यदि वे गवाही दे दें, तो उन औरतों को घरों में बंद रखो, यहाँ तक कि उन्हें मौत आ जाए या अल्लाह उनके लिए कोई रास्ता निकाल दे।",
    "और तुममें से जो दो पुरुष यह कर्म करें, उन्हें यातना दो। फिर यदि वे तौबा कर लें और अपने आपको सुधार लें, तो उन्हें छोड़ दो। निःसंदेह अल्लाह बड़ा क्षमाशील, दयावान् है।",
    "अल्लाह के पास उन्हीं लोगों की तौबा स्वीकार्य है, जो अनजाने में बुराई कर बैठते हैं, फिर शीघ्र ही तौबा कर लेते हैं। तो अल्लाह ऐसे ही लोगों की तौबा क़बूल करता है। तथा अल्लाह सब कुछ जानने वाला हिकमत वाला है।",
    "और उनकी तौबा स्वीकार्य नहीं, जो बुराइयाँ करते जाते हैं, यहाँ तक कि जब उनमें से किसी की मौत का समय आ जाता है, तो कहने लगता है : \"अब मैंने तौबा कर ली!\" और न ही उनकी (तौबा स्वीकार्य है) जो काफ़िर रहते हुए मर जाते हैं। उन्हीं के लिए हमने दुःखदायी यातना तैयार कर रखी है।",
    "ऐ ईमान वालो! तुम्हारे लिए हलाल (वैध) नहीं कि ज़बरदस्ती स्त्रियों के वारिस बन जाओ। और उन्हें इसलिए न रोके रखो कि तुमने उन्हें जो कुछ दिया है, उसमें से कुछ ले लो, सिवाय इसके कि वे खुली बुराई कर बैठें। तथा उनके साथ भली-भाँति जीवन व्यतीत करो। फिर यदि तुम उन्हें नापसंद करो, तो संभव है कि तुम किसी चीज़ को नापसंद करो और अल्लाह उसमें बहुत ही भलाई रख दे।",
    "और यदि तुम एक पत्नी के स्थान पर दूसरी पत्नी लाना चाहो और तुमने उनमें से किसी को (महर में) ढेर सारा धन दे रखा हो, तो उसमें से कुछ न लो। क्या तुम उसे अनाधिकार और खुला गुनाह होते हुए भी ले लोगे।",
    "तथा तुम उसे कैसे ले सकते हो, जबकि तुम एक-दूसरे से मिलन कर चुके हो और वे तुमसे (विवाह के समय) दृढ़ वचन (भी) ले चुकी हैं।",
    "और उन स्त्रियों से विवाह न करो, जिनसे तुम्हारे पिताओं ने विवाह किया हो, परंतु जो पहले हो चुका (सो हो चुका)। वास्तव में, यह निर्लज्जता तथा क्रोध की बात और बुरी रीति है।",
    "तुमपर हराम (निषिद्ध) कर दी गई हैं; तुम्हारी माताएँ, तुम्हारी बेटियाँ, तुम्हारी बहनें, तुम्हारी फूफियाँ, तुम्हारी मौसियाँ (खालाएँ) और भतीजियाँ, भाँजियाँ, तुम्हारी वे माताएँ जिन्होंने तुम्हें दूध पिलाया है, दूध के रिश्ते से तुम्हारी बहनें, तुम्हारी पत्नियों की माताएँ (सासें) , तुम्हारी गोद में पालित-पोषित तुम्हारी उन पत्नियों की बेटियाँ जिनसे तुम संभोग कर चुके हो। यदि तुमने उनसे संभोग न किया हो, तो तुमपर (उनकी बेटियों से विवाह करने में) कोई गुनाह नहीं, और तुम्हारे सगे बेटों की पत्नियाँ और यह कि तुम दो बहनों को (निकाह में) एकत्रित करो, परंतु जो (अज्ञानता के काल में) बीत चुका, (सो बीत चुका)। निःसंदेह अल्लाह अत्यंत क्षमाशील, असीम दयावान है।"
  ]
}