{
  "meta": {
    "id": 233,
    "name": "Dar Al-Salam Center",
    "translator_name": "Dar Al-Salam Center",
    "slug": "hebrew-dar-al-salam-center",
    "language_name": "hebrew"
  },
  "verses": [
    "התקרב יום החשבון של האנשים, ואולם הם מסיחים את דעתם בסטייה,",
    "כל אימת שמגיע אליהם זכר מתחדש מריבונם, הם שומעים אותו ומשתעשעים,",
    "ומסיתים את דעתם ממנו. ואלה אשר קיפחו מתלחשים: “האם אין הוא אלא אדם כמותכם? האם תתעסקו בקסמים בעודכם מביסים?”.",
    "אמר (הנביא): “ריבוני יודע את אשר נאמר בשמיים ובארץ, והוא הכול שומע והכול יודע”.",
    "אך הם אמרו: ״ חלומות שווא, כי אם הוא בדה אותו, כי אם הוא משורר, שיביא לנו אות כפי שנשלחו הראשונים”.",
    "אך, כבר כל כך הרבה ערים לפניהם לא האמינו, ולכן הכחדנו אותן. האם יאמינו הם?",
    "לפניך שלחנו רק אנשים אשר גילינו להם התגלויות. שאלו את אלה היודעים אם אינכם יודעים.",
    "ולא עשינו להם (הנביאים) גוף שאינו נצרך למזון, והם לא היו נצחיים.",
    "לאחר מכן, קיימנו את הבטחתנו וחילצנו אותם ואת אלה שרצינו, והכחדנו את המפריזים (בחטאים).",
    "כבר הורדנו לכם ספר ובו אזכרה לכם. האם לא תשכילו להבין?",
    "וכמה ערים אשר היו מקפחות הרסנו, ויישבנו אותן בעמים אחרים.",
    "כשהרגישו בעונשנו ניסו לברוח במהירות",
    "אל תברחו, ושובו אל אשר נהניתם בבתיכם, שמא תישאלו.",
    "הם אמרו: “אוי לנו! כי היינו מקפחים”.",
    "והם לא הפסיקו לומר זאת, עד שעשינו אותם כחציר קצור ויבש.",
    "לא בראנו את השמים ואת הארץ ואת אשר ביניהם למשחק.",
    "לו חפצנו להשתעשע, היינו עושים זאת אצלנו, אילו אכן (ולא) היינו עושים.",
    "נשליך את הצדק על ההבל למען נמחקהו ונבהירהו. ואבוי לכם ממה שאתם מיחסים לאללה.",
    "ולו כל אשר בשמים ובארץ, וכל הקרובים אליו (המלאכים) אינם מתייהרים מכדי לעובדו, ואינם מתעייפים.",
    "הם משבחים אותו ללא הפסק יומם ולילה.",
    "האם עשו (הכופרים) לעצמם אלים מן הארץ אשר יוכלו להחיות מתים?",
    "אך לו היו בהם אלים מלבד אללה, כי אז היו (השמים והארץ) מושחתים. אללה ישתבח שמו, ריבון כס-המלכות, ויתעלה מעל התארים אשר בהם יתארוהו.",
    "אין שואלים אותו (אללה) על מעשיו, ואילו אותם ישאלו.",
    "האם אומנם לקחו להם אלים מלבדו? אמור: ״ הציגו את הוכחותיכם! הנה בספר זה, זכר אלה אשר אתי וזכר אלה שהיו לפניי, ואולם רובם אינם יודעים את הצדק והם מתרחקים ממנה.",
    "ולא שלחנו לפניך שליח בלי שגילינו לו לאמור: “אין אלוה זולתי, על כן עבדוני”.",
    "אך, הם אומרים: “לקח הרחמן בן”, ישתבח שמו! הם (המלאכים) רק עבדים מכובדים (של אללה),",
    "שאינם מקדימים אותו בדיבור, ופועלים על פי ציוויו,",
    "הוא יודע את אשר לפניהם ואת אשר מעבר להם, ולא יוכלו להמליץ על מישהו בלי רצונו והם חרדים מיראתו.",
    "ומי שסובר מהם ויאמר: “אני אל מלבדו” עונשו יהיה בגיהינום, שהרי כך נעניש את הכופרים.",
    "האם לא ראו אלה אשר כפרו, כי השמים והארץ היו מרותקים יחד ואנו הפרדנו ביניהם, ויצרנו מן המים את כל הדברים החיים? האם לא יאמינו?",
    "וקבענו על הארץ הרים נטועים עמוק לבל תנוע, ובה מעברים ושבילים להנחותם.",
    "ואת השמים ייצבנו כגג איתן, אך, הם מפנים עורף לאותותיהם.",
    "והוא אשר ברא את הלילה ואת היום, והשמש והירח, וכל אחד נע במסלולו.",
    "ולא נתנו לאיש לפניך חיי נצח, ואם תמות, האם הם יחיו לנצח?!",
    "כל נפש תטעם את המוות, ונעמידכם בניסיונו של הרע והטוב, ואלינו תושבו.",
    "וכאשר רואים אותך אלה אשר כפרו, הם לועגים לך: “האם זה האיש אשר ידבר רעה על אלוהיכם?”, בעת שהם כופרים בזכר הרחמן.",
    "האדם נברא פזיז. אני אראה לכם את אותותיי, על כן, אל תזרזוני.",
    "והם אומרים: ״ מתי יתגשם האיום הזה, אם אתם אכן אומרים את הצדק?”",
    "לו רק ידעו אלה אשר כפרו מה יקרה להם ביום שבו לא יוכלו להגן על פניהם ועל גביהם מלהבת האש, ולא יהיה להם מושיע.",
    "שעת הדין תבוא עליהם לפתע והדהים אותם מבלי שיוכלו למנוע אותה ולא יקבלו השהיה.",
    "כבר זלזלו בשליחים לפניך, אולם, פגע העונש שהיו מזלזלים בו.",
    "אמור להם: “מי יגן עליכם בלילה וביום מעונשו של הרחמן?” אבל הם מפנים את עורפם לזכר ריבונם.",
    "האם יש להם אלים אחרים אשר ינועו עליהם מפנינו? הרי לעצמם לא יעלה בידם לסייע, ואף מפנינו לא תהיה להם ישועה.",
    "אמנם הענקנו לאלה ולאבותיהם הנאה זמנית עד שארכו חייהם, האין הם רואים כי אנו באים אל הארץ ומקצצים אותה מכל עבריה? האם הם יהיו המנצחים?",
    "אמור: “אזהירכם רק על-פי מה שנגלה לי”, ואולם החירשים לא ישמעו את הקול הקורא כאשר יוזהרו.",
    "אך, כאשר יאחז בהם, ולו חלק קטן ביותר מן העונש של ריבונך, היו אומרים: “אבוי לנו! כי היינו מקפחים”.",
    "וביום תחיית-המתים נציב את מאזני הצדק, ושום נפש לא תקופח כלל, גם אם יהיה המעשה שלה כמשקל של גרגיר חרדל נביא אותו, ודי בנו אשר מחשבים.",
    "ואכן, נתנו למשה ולאהרון את הספר עם אור והזכרה ליראים,",
    "היראים מריבונם בסתר, וחרדים מן השעה (יום הדין),",
    "וזהו זכר מבורך אשר הורדנו, האם התכחשו לו?",
    "ולאברהם נתנו בינה כבר בעודו צעיר, והיינו אותו מכירים",
    "כאשר אמר לאביו ולבני עמו: “מה הם הפסלים האלה שאתם עובדים?”",
    "אמרו: “אנו מצאנו את אבותינו עובדים אותם”.",
    "אמר: “אתם ואבותיכם הייתם שקועים בתעייה גמורה”,",
    "אמרו: “הבאת לנו את הצדק או שאתה לועג לנו?”",
    "אמר: “אבל, ריבונכם הוא ריבון השמים והארץ שהוא יצרם, ואני מאלה המעידים.",
    "(נשבע בסתר) באללה! אני אעשה משהו נגד הפסלים שלכם אחרי שתעזבו אותם”.",
    "ועשה אותם לגזרים, מלבד הגדול מביניהם, למען יוכלו לפנות אליו.",
    "אמרו: “מי עשה זאת לאלילים אשר לנו? אכן, הוא אחד המקפחים”.",
    "אחדים מהם אמרו: “שמענו נער אחד מדבר רעה נגדם, ושמו אברהם”.",
    "אמרו: “הביאוהו לעיני כל האנשים למען יהיו עדים נגדו”.",
    "אמרו: ״ האם אתה עשית זאת לאלים אשר לנו, הוי, אברהם!?”",
    "אמר: “חלילה! הגדול שבהם עשה זאת. שאלו אותם, אם יואילו לענות לכם!”",
    "ופנו זה אל זה ואמרו: “אתם הנכם המקפחים”.",
    "לאחר מכן, הודו בהרכינם ראשיהם: “הנך כבר יודע שאין הם מדברים”.",
    "אמר: “האם אתם עובדים מלבד אללה את מה שלא יועיל ולא יזיק לכם במאומה?",
    "אבוי לכם ולמה שאתם עובדים במקום אללה! הלא תבינו?”",
    "אמרו: “שרפו אותו ובכך תסייעו לאליליכם, אם רצונכם לעשות מעשה!”",
    "אמרנו: “הוי, האש! היי קרירה ושמרי על שלומו של אברהם”.",
    "והם תכננו להזיק לו, אך, הכשלנו אותם.",
    "ואנו חילצנו אותו יחד עם לוט והבאנו אותם אל הארץ אשר ברכנו לכל ברואי העולמים,",
    "והענקנו לו את יצחק, והוספנו את יעקוב, ואת שניהם עשינו ישרים,",
    "ועשינו אותם מנהיגים ישרים אשר מדריכים על-פי צווינו, והורינו להם לעשות את הטוב, לקיים את התפילות, לתרום את הצדקה, והם עבדו רק אותנו.",
    "וגם ללוט הענקנו חכמה ודעת, וחילצנו אותו מן העיר שאנשיה עשו תועבה. הם היו אנשי רשע מופקרים.",
    "והכנסנו אותו תחת רחמינו, והוא מן הישרים.",
    "ונוח, כשהוא קרא אלינו לפני כן, ואנו נענינו לו, וחילצנו אותו ובני ביתו מן המצוקה הגדולה,",
    "ותמכנו בו נגד האנשים אשר הכחישו את אותותינו, הם היו אנשי רשע, על כן הטבענו את כולם.",
    "ודוד ושלמה אשר פסקו בדבר השדה שהושחת על- ידי צאן של אנשים אחרים. אנו היינו עדים לפסק-דינם.",
    "והענקנו לשלמה בינה, ולכל אחד מהם הענקנו חכמה ודעת. והכנענו את ההרים ואת הציפורים שישכחו יחד עם דוד את שם אללה.",
    "ולימדנו אותו (את דוד) לעשות לכם מגן להגן עליכם במלחמותיכם. הלא תכירו טובה?",
    "ולרשות שלמה העמדנו את הרוח הסוערת להעברת פקודותיו בארץ אשר בירכנו. ואנחנו יודעים כל דבר.",
    "ובין השטנים היו כאלה הצוללים למענו וממלאים תפקידים אחרים בשבילו, ואנו היינו מרסנים אותם.",
    "ואיוב, כאשר קרא אל ריבונו: “פגעה בי צרה, ואתה הרחום שברחומים”,",
    "ונענינו לו, והסרנו את הצרה מעליו, והחזרנו לו את בני משפחתו במספר כפול, ברחמינו וכאות הזכרה לעובדים אותנו.",
    "וישמעאל, וחנוך, וד'ו אל-כיפל, כולם מהסבלנים,",
    "והכנסנו אותם תחת רחמינו, והם מהישרים.",
    "ויונה, אשר ברח בכעס וחשב שלא נצר עליו, לבסוף קרא מהאפילה (שבתוך הלוויתן): “אין אלוה מלבדך, ישתבח שמך, ואני הייתי מהמקפחים”.",
    "ונענינו לו וחילצנו אותו מצרה, וכך נציל את המאמינים.",
    "וזכריה כאשר קרא לריבונו: “ריבוני! אל תשאירני יחיד בלי בן יורש, ואתה הטוב שביורשים”,",
    "ונענינו לו והענקנו לו את יחיא (יוחנן), וריפנו לו את אשתו. הם היו זריזים במעשים טובים, ומתפללים אלינו ברצון וביראה, והיו נכנעים לנו.",
    "וזאת אשר שמרה על טהרת רחמה (מרים), ונשפנו לתוכה מרוחנו, ועשינו אותה ואת בנה (ישוע) אות לכל ברואי העולמים.",
    "אכן אומתכם היא אומה אחת ואני ריבונכם, על כן עבדוני.",
    "ואולם הם התפלגו ביניהם, אך לבסוף ישובו אלינו כולם.",
    "העושה את הטוב והוא מאמין, אללה יקבל ויכיר את מעשיו ונרשום אותם לזכותו.",
    "כל עיר אשר הכחדנו, תושביה לא יחזרו אליה.",
    "כאשר ישוחררו גוג ומגוג, הם יבואו מכל עבר ופינה,",
    "הבטחת הצדק קרבה, והנה אלה אשר כפרו, יביטו בבהלה ויאמרו: “אוי לנו! כי התעלמנו מזה, אכן היינו מקפחים”.",
    "אתם ואלה אשר אותם עבדתם מלבד אללה, תשמשו כעצי בערה של הגיהינום שאליו כולכם נכנסים.",
    "אילו היו הם אלים אמתיים הם לא היו נכנסים אליו, אך, כולם יישארו בו לנצח.",
    "ושם להם אנקה, והם שם לא ישמעו דבר.",
    "לא כך אלה אשר הבטחנו להם את כל הטוב. הם יהיו רחוקים מאוד מהגיהינום,",
    "ולא ישמעו כל רחש מתוכו, וישכנו לנצח בגן עדן עם כל מה שחשקה נפשם בו.",
    "החרדה הגדולה מיום-הדין לא תעיק עליהם, כי המלאכים יקבלו את פניהם ויאמרו: “זהו יומכם שהובטח לכם”.",
    "ביום ההוא נקפל את השמיים כפי שקיפלנו את הרשומות אשר בספרים. וכשם שבראנו לראשונה כן נברא שנית, כאשר הבטחנו, כך נעשה.",
    "כבר כתבנו בזבור (הספר שהורד לנביא דוד), לאחר שנכתב בלוח השמימי: “אכן את הארץ יירשו עבדינו הצדיקים”,",
    "זאת הודעה לאנשים העובדים את אללה.",
    "לא שלחנו אותך (מוחמד) כי אם להביא רחמים על שוכני העולמים.",
    "אמור: “כבר התגלה אלי, אלוהכם הוא רק אלוה אחד. המתמסרים אתם לו?”",
    "ואם יסרבו, אמור: “אני מודיע בפניכם כי העברתי את כל אשר נשלחתי בו והשתווינו, אך איני יודע מה הובטח לכם, אם קרוב הוא או רחוק?",
    "(אללה) הוא היודע את הנאמר בקול ואת אשר תסתירו.",
    "ואיני יודע אם הצפוי לכם הוא מבחן או הנאה עד עת.",
    "אמר: “ריבוני! שפוט בינינו בצדק. ריבוננו הוא הרחמן שעליו נשענים נגד כל מה שאתם בודים ומתארים.”",
    "הוי, האנשים! יראו מריבונכם, כי רעידת השעה (יום הדין) היא דבר אדיר!",
    "ביום ההוא תיבהל כל אם מיניקה אשר הניקה, וכל אישה הרה תפיל את עוברה, ותראה את האנשים שיכורים, אך אינם שיכורים, אבל עונש אללה קשה.",
    "יש אנשים המתנצחים על אללה בלי דעת, והולכים אחרי כל שטן מתמרד,",
    "עליו נכתב כי כל הלוקח אותו לאדון, הוא יתעה אותו ויוביל אל עונשה של אש הגיהינום.",
    "הוי, האנשים! אם יש לכם ספקות בדבר תחיית-המתים, הרי אנו בראנו אתכם מעפר, אחר כך מטיפה, אחר כך מדם מעובה, אחר כך מחתיכת בשר, בין אם מוגמרת ובין אם לא, כדי להבהיר לכם. נשאיר ברחם את מה שנרצה עד למועד קבוע. אחר-כך אנו מוציאים אתכם תינוקות, ואתם גדלים ומתבגרים וחיים עד המוות, וחלק מגיע לגיל (הזיקנה) האומלל, אשר בו לא יכיר עוד את אשר הכיר לפני כן. ואתה רואה את האדמה בלי סימן חיים. אך, כשנוריד עליה מים היא תתחיל לנוע ולגדול והצמיח מכל סוג(צמחים) מלבב.",
    "זה, משום שאללה הוא הצדק, והוא מחייה המתים, והוא כול-יכול,",
    "אין כל ספק שהשעה בוא תבוא, ואללה יחיה את אלה שבקברים.",
    "יש בין האנשים מי שמתווכח על אללה בלי דעת, בלי הדרכה, ובלי ספר אשר מאיר את הדרך,",
    "והוא מושך בכתפיו בגאווה כדי להתעות אנשים מהשביל של אללה. לאדם כזה צפויה בושה בעולם הזה, וביום תחיית-המתים ניתן לו לטעום את עונש השריפה בגיהינום.",
    "זה, (כעונש) על מה שעשו ידיך בעבר. ושאללה אינו מקפח את עבדיו.",
    "ויש מן האנשים כאלה העובדים את אללה בספקות, אם יבוא לו טוב , הוא בוטח בו, אך אם יועמד בניסיון, הוא ייטוש את אמונתו. יאבד את העולם הזה ואת העולם הבא, וזהו אובדן מוחלט.",
    "הוא קורא, במקום לאללה, למה שלא יועיל לו ולא יזיק לו. זו התעייה המוחלטת.",
    "הוא פונה בתפילה אל מי שנזקו קרוב יותר מתועלתו, מה נורא האדון ומה נורא החבר.",
    "אללה יכניס את אלה אשר האמינו ועושי הטוב אל גני עדן שנהרות זורמים מתחתיהם. אללה עושה מה שהוא רואה לנכון.",
    "כל מי שחושב שאללה לא יעזור לו בעולם הזה ובעולם הבא, יוכל לנסות לעלות אליו בכל אמצעי אל השמים, וינסה למנוע מאללה לעזור לו, ויראה אם מאמצו ימוטט את צערו.",
    "כך הורדנו אותו עם אותות ברורים. ואללה ידריך את מי שירצה.",
    "הן, אלה אשר האמינו, ואלה אשר התייהדו, וא- צאבאין (מממלכת שבא), והנוצרים, והאמגושים, והמשתפים, יפסוק אללה ביניהם ביום תחיית-המתים. הן אללה עד לכל דבר.",
    "האם אינך רואה כי לאללה משתחווים כל אלה שבשמיים ובארץ, השמש, הירח, הכוכבים, ההרים, העצים, החיות, ורבים מבני האדם? לכן, רבים מבני האדם ראויים ובצדק להענשה וכל אשר ישפילו אללה, לא יזכה לכבוד מאיש. כי אללה יעשה מה שרואה לנכון.",
    "הנה, שני יריבים רבו ביניהם אודות ריבונם: ואלה אשר כפרו, להם נחתכו בגדי אש, ועל ראשם שופכים מים רותחים,",
    "אשר ימיסו את אשר בקרבם ועורם,",
    "והוכנו למענם מוטות ברזל,",
    "כאשר ינסו לצאת ממנה (מהאש) מחמת הייסורים, יושבו אל תוכה. (ויאמר להם): “טעמו את עונש השריפה”.",
    "אללה יכניס את אלה אשר האמינו ועושי הטוב אל גני עדן שנהרות זורמים מתחתיהם. שם יקושטו בצמידים של זהב ובפנינים ושם ילבשו בגדי משי טהורים,",
    "מפני שהם הודרכו ליפי הדיבור, ומפני שהם הודרכו בדרכו המבורכת של אללה.",
    "אלה אשר כפרו ומונעים אנשים מהליכה בשביל של אללה ומנעו אנשים מלבקר במסגד אלחראם (הכעבה) אשר עשינו אותו מקום עבודה לבני האדם, למקומיים ולעוברי אורח. וכל מי שמחללו במעשי כפירה בגורמו עוול בגבולותיו, אנו ניתן לו לטעום עונש כואב.",
    "(וזכור) כאשר הראינו לאברהם את מקום הבית וציווינו אותו: “אל תשתף בעבודתי דבר, וטהר את ביתי למען המקיפים אותו והעומדים בתפילה והכורעים והסוגרים,",
    "וקרא לכל האנשים לעלייה לרגל, והם יבואו אליך בהליכה וברכיבה על כל בהמה כחושה, מכל נתיב נידח,",
    "למען יפיקו תועלת לעצמם, ויזכירו את שם אללה בימים קבועים בהקריבם בהמות ממה שהענקנו להם. אכלו מהן והאכילו את העני האומלל.",
    "לאחר מכן, יטהרו את גופם, ויקיימו את נדריהם, ויקיפו את הבית העתיק (אלכעבה),",
    "כך יהיה, וכל המאדיר את מה שקידש אללה, זה ייטב לו אצל ריבונו. כל המקנה מורשה לכם לאכילה, מלבד מה ששמם בפניכם נאמר לכם (בקוראן). רחקו מטומאת האלילים, והימנעו מדברי שקר.",
    "התמסרו לאללה ואל תשתפו בעבודתו, כי מי שמשתף (אליל) עם אללה דומה למי שנופל מן השמים עת עופות חוטפים אותו, או נושאת אותו הרוח למקום מרוחק.",
    "ואולם, כל המוקיר את טקסי אללה מחזק את יראת אללה בלבבות.",
    "יש לכם תועלת בהן (מתנות החג') רק לזמן מסוים, לאחר מכן, מקומן בבית העתיק (אלכעבה).",
    "קבענו לכל אומה טקס להזכרת שם אללה על הקורבנות מבהמות המקנה שהעניק להם, אולם אלוהכם הוא אל אחד, לו התמסרו. ובשר טובות לנכנעים (המוסלמים),",
    "אלו, אשר בהזכרת אללה, ירעד ליבם, והנושאים בסבלנות כל צרה אשר פוגעת בהם, והמקיימים את התפילות, התורמים ממה שהענקנו להם.",
    "ועשינו לכם את הקרבת הבהמות כסקס מטקסי אללה, ומהן הפיקו תועלת, על כן הזכירו את שם אללה בעת שחיטתן, בעוד(שלוש) רגליהן קשורות, וכאשר ייפלו על צדן, אכלו מבשרן והאכילו את העני ואת הקבצן. כך הכנענו אותן לכם, למען תכירו טובה.",
    "בשרן ודמן לא יגיעו אל אללה, אלא רק יראתכם היא שתגיע אליו. כך הכניע אותן לכם למען תפארו את אללה על כי הדריך אתכם. בשר טובות לעושי הטוב.",
    "הן, אללה מגן על אלה אשר האמינו. הן, אללה אינו אוהב כל בוגד וכופר מושבע.",
    "מורשה לאלה אשר נלחמים כי הם קופחו (להגן על עצמם), כי רק לאללה היכולת לתת להם את הניצחון,",
    "אלה אשר גורשו מבתיהם ללא הצדקה, רק על שום שאמרו: “ריבוננו הוא אללה”. לולא הדף אללה את האנשים, אלה בידי אלה, היו נהרסים: כנסיות, מנזרים, בתי-תפילה ומסגדים, אשר מרבים להזכיר בהם את שם אללה. אללה יסייע לאלה המסייעים לדת של אללה, כי אללה חזק ועזוז.",
    "אלה, אשר אם נחזקם בארץ, יתפללו, וייתנו זכאת (צדקת חובה), יצוו לקיים את המקובל ויאסרו את המגונה. סוף כל דבר לשוב אל אללה.",
    "אם יתכחשו לך, הרי לפניהם התכחשו גם עמי נוח ועאד והימור,",
    "ובני עמו של אברהם, ובני עמו של (הנביא) לוט,",
    "ואנשי מדיין, וגם למשה התכחשו, אך אני (אללה) נתתי שהות לכופרים, ואולם לבסוף הענשתי",
    "אותם, וקשה היה העונש.",
    "וכמה ערים חוטאות החרבנו, והנה הן עומדות שוממות, וכמה בארות וארמונות גבוהים ומוזנחים. 46 האם לא שוטטו (הכופרים) בארץ והאם לא היה להם לב להבין, או אוזניים לשמוע? לא רק העיניים עיוורות, כי אם גם הלבבות שבחזות.",
    "הם מאיצים בך לזרז את עונשם. ולא יפר אללה את הבטחתו, ואולם יום אחד אצל ריבונך כאלף שנה לפי הספירה שלכם.",
    "וכמה ערים אשר נתתי להן שהות בעודן מקפחות, ואולם לבסוף לקחתי(השמדתי) אותן. סוף כולם לשוב אליי.",
    "אמור: “הוי, האנשים! אני נשלחתי לכם כמזהיר ברורות,",
    "ולאלה אשר האמינו ועשו את הטוב, להם סליחה ופרנסה טובה,",
    "ואלה אשר התאמצו בהתנגדות לאותותינו, הם אלה שוכני הגיהינום.",
    "לא היה שליח או נביא ששלחנו לפניך, אם קיווה, היה השטן מנסה להתערב במחשבתו, אך אללה מבטל את התערבות השטן ומשליט את אותותיו. כי אללה היודע והחכם.",
    "הוא עושה את אשר השטן הגניב כמבחן לאלה שיש כפירה בלבבם, ואלה אשר ליבם קשה. אכן, המקפחים בתוך מחלקת רחוקה (מדרך הצדק).",
    "למען יידעו אלה שהדעת ניתנה להם כי הוא (הקוראן) הצדק מעם ריבונך, ולכן, יאמינו בו, ולבבותיהם ייכנעו לו, כי אללה מדריך את אלה אשר האמינו בו לדרך הישר.",
    "ואולם, אלה אשר כפרו, לא יחדלו להטיל בו(בקוראן) ספק, עד אשר תבוא אליהם השעה (יום הדין) לפתע או העונש של היום חסר- התקווה.",
    "המלכות ביום ההוא לאללה, אשר ישפוט ביניהם. ואלה אשר האמינו ועשו את הטוב יוכנסו לגני עדן,",
    "ואלה אשר כפרו ומכחישים את אותותינו, להם שמור עונש משפיל",
    "ואלה אשר היגרו למען אללה ונהרגו או מתו, להם יעניק אללה פרנסה טובה בשפע, כי אללה הוא הטוב שבמפרנסים.",
    "הוא יכניסם אל מקום אשר ישביע את רצונם, כי אללה היודע והסבלן.",
    "זאת, כל אחד אשר גמל ועשה כפי שעשו לו (אויביו), אך התנכלו לו, אללה יסייע לו, כי אללה המוחל והסולת.",
    "זאת, כי אללה ממזג את הלילה לתוך היום, וממזג את היום לתוך הלילה, ואללה הכול שומע והכול רואה.",
    "זאת, כי אללה הוא הצדק, וזה אשר קוראים אליו מלבדו הוא הבל, כי אללה הוא העליון והגדול.",
    "הלא תראה, כי אללה מוריד מן השמים מים, וכך הופכת האדמה לירוקה ? אכן, אללה החומל והבקי.",
    "לו כל אשר בשמיים ואשר בארץ, ואכן אללה העשיר (אינו נזקק) המהולל.",
    "הלא תראה כי אללה נתן לכם שליטה בכל אשר בארץ והאוניות השטות בים ברשותו? וכן, הוא מחזיק בשמים לבל ייפלו על הארץ בלי רשותו? אללה החומל והרחום.",
    "והוא אשר העניק לכם חיים והוא אשר ימית אתכם ושוב יחיה אתכם. אולם האדם כפוי טובה.",
    "קבענו לכל אומה סדרי עבודת אללה שלפיהם הם נוהגים, ולכן אל תרשה להם להתנצח בעניינים אלה, וקרא להם לעבוד את ריבונך, כי אתה הולך בדרך הישר.",
    "ואם יתווכחו אתך, אמור: “אללה מיטיב לדעת את אשר תעשו”.",
    "אללה ישפוט בינכם ביום תחיית-המתים בכל אשר אתם נחלקים בו.",
    "הלא תדע כי אללה יודע את כל אשר בשמים ובארץ ושכל זה רשום בספר? ואין קל מזה לאללה.",
    "אך, הם עובדים מלבד אללה את אשר הוא לא הוריד לו כל הוכחה, ואשר הם אינם יודעים דבר עליהם. ואין מושיע למקפחים.",
    "כאשר קוראים בפניהם את אותותינו הגלויים, תכיר בפני אלה אשר כפרו את התנכרותם והם כעומדים להתנפל על הקוראים בפניהם את אותותינו. אמור להם: ״ האם אגלה לכם מה גרוע מזה? אש (הגיהינום) אשר הבטיח אללה לכופרים ומר יהיה הגורל!”.",
    "הוי, האנשים! הנה ניתן(לכם) משל, אז הקשיבו לו. אכן, אלה אשר אתם קוראים להם מלבד אללה לא יוכלו ליצור זבוב, אף אם יתכנסו כולם לשם כך. אם הזבוב יגזול מהם דבר-מה לא יוכלו לחלצו ממנו. חלש הרודף והנרדף.",
    "ולא העריכו את אללה נכון. אכן אללה חזק ועזוז.",
    "אללה בוחר שליחים מקרב המלאכים ומקרב האנשים. אכן, אללה הכול שומע והכול רואה.",
    "(הוא) יודע את אשר לפניהם ואת אשר מעבר להם, ואל אללה יושבו כל הדברים.",
    "הוי, אלה אשר האמינו! כרעו וסגדו ועבדו את ריבונכם ועשו את הטוב למען תצליחו.",
    "והתאמצו לשם אללה כנדרש, (כי) הוא בחר בכם ולא הטיל עליכם כל מעמסה בדת, בדרך אברהם אביכם. כבר, לפנים, הוא כינה אתכם “המוסלמים” (המתמסרים לאללה), וגם בזה (הקוראן), למען יעיד עליכם השליח (מוחמד), ואתם תעידו על האנשים, לכן, קיימו את התפילה ותנו זכאת (צדקת חובה) ובקשו מחסה באללה, הוא אדונכם, מה טוב  האדון ומה טוב  המושיע."
  ]
}