{
  "meta": {
    "id": 233,
    "name": "Dar Al-Salam Center",
    "translator_name": "Dar Al-Salam Center",
    "slug": "hebrew-dar-al-salam-center",
    "language_name": "hebrew"
  },
  "verses": [
    "קרא את אשר הושרה אליך מן הספר, וקיים את התפילה כהלכתה, כי התפילה מונעת את הנתעב ואת הרע. וזכר אללה אדיר יותר, ואללה מכיר את כול מעשיכם.",
    "ואל התנצחו עם אנשי הספר, אלא בצורה הטובה ביותר, חוץ מאלה אשר קיפחו מהם. ואמרו: “אנו מאמינים באשר הורד אלינו ובאשר הורד אליכם, ואלוהנו ואלוהכם הוא אחד, ולו אנו מוסלמים (מתמסרים)”",
    "וכך הורדנו אליך את הספר. ואלה אשר נתנו להם את הספר מאמינים בו, ומאלה יש אשר יאמינו בו. ואינם מתכחשים לאותותינו אלא הכופרים.",
    "ולא היית קורא לפני זה כל ספר, ולא יכולת לכתוב בימינך, אחרת היו מעוררים בכך ספק המשקרים.",
    "אבל הוא אותות בהירים בלבבות אלה אשר ניתן להם הידע, ואינם מתכחשים לאותותינו אלא המקפחים.",
    "ואמרו: “אילו לא הורדו לו אותות מריבונו?” אמור: “אכן, האותות אצל אללה, ואכן אני מזהיר ברור.”",
    "האם אינו מספיק להם שהורדנו אליך את הספר שייקרא להם? בהחלט יש בו רחמים וזכר לאנשים המאמינים.",
    "אמור: “די באללה כעד ביני לבינכם. הוא יודע מה שבשמים ובארץ, ואלה אשר האמינו בהבל וכפרו באללה, אלה הם המפסידים”",
    "דורשים ממך לזרז את עונשם, אך לולא היה קבוע למועד מסוים היה כבר בא עליהם העונש, ואולם הוא יבוא עליהם בהפתעה, בלי שירגישו.",
    "הם דוחקים בך לזרז את העונש, ואכן הגיהינום מקיפה את הכופרים.",
    "ביום אשר יעטוף אותם העונש מעליהם ומתחת רגליהם אז יגידו להם: “טעמו את אשר הייתם עושים”.",
    "הוי עבדיי אשר האמינו בי! אדמתי רחבה, לכן רק אותי עיבדו!",
    "סופו של כל אחד לטעום את המוות, ואלינו מושבים!",
    "ואלה אשר האמינו ועשו את הטוב, אותם נכניס לחדרי גן עדן, אשר זורמים מתחתיהם נהרות, ושם הם יחיו בה לעולם ועד. כמה טוב  גמול הסורחים,",
    "אלה אשר התאזרו בסבלנות וסמכו על ריבונם.",
    "מה רבים הברואים, אשר אינם מסוגלים לפרנס את עצמם? אללה יפרנס אותם ואתכם, אכן הוא הכול שומע והכול יודע!",
    "אם תשאל אותם, מי ברא את השמים ואת הארץ והעמיד את השמש והירח לטובתכם? יאמרו: “אללה”. אם כך, כיצד הם סרים מדרך הצדק?",
    "אללה מגדיל ומקטין את פרנסתו של אשר ירצה מעבדיו, כי אללה יודע הכול.",
    "ואם תשאלם: “מי הוריד מן השמים מים ובהם החיה את האדמה אחרי היותה כמתה?” יאמרו: “אללה”. אמור: “השבח לאללה”. ואולם רובם לא ישכילו להבין.",
    "ומה הם חיי העולם הזה מלבד שעשוע ומשחק? רק העולם הבא הוא חיי הצדק, לו רק היו יודעים.",
    "כאשר הם עולים על אונייה, הם פונים בתפילה אל אללה במסירות ונאמנים לו, אך לאחר שהוא מצילם ומעלה אותם ליבשה, הם ייחסו לו שותפים.",
    "כדי לכפור באשר נתנו להם למען ייהנו, ולבסוף הם עוד ידעו.",
    "הלא יראו כי עשינו להם מתחם מקודש ומקום מבטחים, בעוד האנשים סביבם מגורשים ממקומותיהם? האם רק בהבל יאמינו ובחסד אללה יכפרו?",
    "ומי חוטא יותר מזה אשר ממציא שקרים על אללה, או מזה אשר כופר בצדק שבא אליו? האם אין בגיהינום משכן לכופרים?",
    "ואלה אשר התאמצו בהקרבה למעננו, את אלה אנחנו ודאי נדריך, כי אללה הוא עם המטיבים",
    "אלף. לאם. מים.",
    "הובסו הרומאים,",
    "בארץ קרובה. הם יהפכו את הפסדם לניצחון,",
    "בעוד שנים ספורות. לאללה שייך הכוח להחליט, לפני-כן ואחרי-כן. ביום ההוא ישמחו המאמינים,",
    "בעזרתו של אללה. הוא עוזר למי שהוא רוצה, כי הוא העזוז והרחום.",
    "זו הבטחת אללה, ואללה לא יפר את הבטחתו, ואולם רוב האנשים אינם יודעים.",
    "יודעים הם רק את חיי העולם הזה העלים לעין, והם מתעלמים מן העולם הבא.",
    "האם לא התבוננו בעצמם? אללה לא ברא את השמים ואת הארץ ואת כל אשר ביניהם אלא למען הצדק, ולזמן קצוב, אך הרבה מהאנשים לפגישת ריבונם מתכחשים.",
    "האם אינם מסיירים על פני האדמה ואינם רואים מה היה הסוף של קודמיהם? והם עוד היו יותר חזקים מהם, ועיבדו ופיתחו את הארץ יותר מאשר פיתחוה, ושליחיהם הופיעו אליהם עם אותות בהירים. לכן זה לא אללה אשר קיפח אותם, אלה היו הם אשר קיפחו את עצמם.",
    "אז היה סופם של עושי הרע, המר ביותר, מפני שהם התכחשו באותות של אללה והיו בהם מזלזלים.",
    "אללה הוא זה אשר ברא את הבריאה תחילה מלא כלום, והוא זה אשר יברא אותה שוב, ואליו אתם תושבו.",
    "וביום אשר תגיע “השעה” יתייאשו הכופרים המכחשים וישתתקו",
    "ולא יהיה להם משותפיהם (שצירפו לאללה) מליצים, ואז הם יכפרו באותם שותפים.",
    "וביום אשר תגיע “השעה”, ביום ההוא ייפרדו,",
    "אלה אשר האמינו ועשו את הטוב, הם יתענגו בחדרי גן העדן.",
    "אבל אלה אשר התכחשו ושיקרו באותותינו ובמפגשנו, כאשר (יגיע העולם הבא), הם יובאו אל העונש.",
    "לכן, התהילה לאללה בבוקר ובערב.",
    "ורק לו מגיע השבח בשמים ובארץ, ובערב ובצהריים.",
    "הוא אשר מוציא את החי מהמת, ואת המת מהחי, והוא מחייה את הארץ אחרי מותה, וכך בדיוק אתם תוצאו.",
    "חלק מאותותיו זה שהוא ברא אתכם מעפר, ולאחר מכן הייתם בני אנוש והתרביתם והתפשטתם על פני האדמה.",
    "וחלק מאותותיו זה שהוא ברא לכם מנפשותיכם זוגות, כדי שתחיו איתם, והוא קבע בינכם רגשות של חמלה ורחמים. אכן, אלה אותות עבור אנשים מבינים.",
    "וחלק מאותותיו זה בריאת השמים והארץ והבדלי לשונותיכם וצבעיכם. אכן, אלה אותות לאנשים חכמים.",
    "וחלק מאותותיו הם שנתכם בלילה וביום, ובקשתכם מהשפע שלו. אכן, בזה יש אותות לאנשים אשר מקשיבים.",
    "ועוד מאותותיו, שהוא מראה לכם את הברק שמחדיר בכם פחד ותקווה, והוא מוריד מים מן השמים, ומחיה בהם את האדמה אחרי מותה. אכן, בזה יש אותות לאנשים אנשי בינה.",
    "ועוד מאותותיו, זה שהשמים והארץ מתקיימים בפקודתו. לאחר מכן, כאשר הוא יקרא אליכם מן האדמה, ואז אתם תצאו.",
    "ולו שייך כל אשר בשמים ובארץ, לו כולם נכנעים.",
    "והוא זה אשר ברא תחילה מלא כלום, והוא זה אשר יברא אותו שוב, וזה דבר קל עבורו, ולו המשל העילאי בשמים ובארץ, והוא העזוז והחכם.",
    "הוא נתן לכם משל מעצמכם. האם אתם מעניקים למשרתיכם שותפות מלאה עם זכויות שוות בשפע אשר הענקנו לכם? האם אתם יראים מפניהם כפי שאתם יראים זה מפני זה? כך אנו מסבירים את המשלים לאנשים אשר יכולים להבין.",
    "ולמרות זאת, אלה אשר קיפחו הלכו בעקבות תאוותיהם מבלי לדעת כלום. ומי הוא זה אשר יכול להדריך את זה אשר אללה קבע שיישאר בדרך התעייה? אכן, לא יהיו להם שום מחלצים!",
    "הכוון את עצמך לדת החניף(דת אברהם) בהתמסרות מלאה. ולך לפי הדרך שאללה ברא, הדרך אשר לפיה הוא ברא את האדם. לא ניתן לשנות את בריאתו של אללה. זוהי הדת הנכונה, ואולם רוב האנשים אינם יודעים את זה!",
    "שובו אליו ויראו אותו, וקיימו את התפילה, ואל תהיו מהמשתפים (עבודה זרה)",
    "מאלה אשר שוסעו באמונתם והיו לשסעים, וכל סיעה שמחה בשלה.",
    "כאשר צרה מכה באנשים, הם חוזרים אל ריבונם בלב מלא חרטה, אך כאשר הוא נותן להם לטעום מרחמיו, אז הם הופכים מיד לקבוצה אשר בריבונם משתפים.",
    "והם מתכחשים למה שניתן להם. אז התענגו לזמן מה, אך אתם תדעו.",
    "האם הורדנו אליהם איזו סמכות אשר תומכת באלילים אשר מייחסים לו?",
    "כאשר אנו שופעים חסד על האנשים, הם מקבלים אותו בשמחה, אך אם תפגע בהם צרה בשל המעשים שהם עשו, הם מיד מתייאשים.",
    "האם אינם רואים כי אללה מגדיל או מגביל את הפרנסה למי שהוא רוצה? אכן בזה יש אותות לאנשים המאמינים.",
    "תן לקרוב המשפחה את החלק הראוי לו, וגם לנזקק ועובר האורח, מפני שזה הדבר הכי טוב  עבור אלה אשר מבקשים את העונג האלוהי, ואלה הם בוודאות המצליחים.",
    "כל מה שהלוו בריבית בשביל להוסיף להונכם מכספם של האנשים, לא תוסיף לכם דבר אצל אללה, ורק הצדקה שאתם תורמים לרצות את אללה, היא שהכפיל את גמולכם.",
    "אללה הוא זה אשר ברא אתכם והוא זה שיפרנס אתכם, ולאחר מכן הוא ימית אתכם ולאחר מכן הוא יקים אתכם לתחייה. האם אחד משותפיכם יכול לעשות דברים כאלה? ישתבח ויתעלה על פני כל אותם אלילים אשר הם ייחסו לו!",
    "הופיעה השחיתות ביבשה ובים בגלל מעשי ידיהם של האנשים, ולכן הם יטעמו ממעשיהם הרעים, למען ישובו.",
    "אמור להם: “התהלכו על פני האדמה וראו מה היה סופם של אלה אשר היו לפניכם. רובם היו משתפים”.",
    "הטה את פניך אל הדת הנכונה לפני שיבוא יום אשר לא ניתן לעכב אותו מאללה. ביום ההוא יפוזרו (לגן עדן וגיהינום).",
    "אלה אשר כפרו, ייענשו על כפירתם. ואלה שעשו את המעשים הטובים, הכינו לעצמם גמול טוב,",
    "כך יגמול מחסדו למאמינים העושים את הטוב. אין הוא אוהב את הכופרים.",
    "חלק מאותותיו, זה שהוא שולח את הרוחות כמבשרות על כך שהוא ייתן לכם לטעום מרחמיו, והספינות מפליגות בפקודתו כדי שאתם תשיגו ממנו את השפע וכדי שתכירו לו טובה.",
    "וכבר לפניך שלחנו שליחים אל בני עמם, והם באו אליהם עם הוכחות. ואז נקמנו מאלה אשר פשעו, כי חובה עלינו לעזור למאמינים.",
    "אללה הוא זה השולח את הרוחות להעלות את העננים שהוא מפיץ על-פני השמים כרצונו, והוא עושה אותם שכבות על גבי שכבות, ואפשר לראות אחר כך את טיפות הגשם יוצאות מתוכן. וכאשר הוא גורם לגשם לרדת על אדמתו של אחד מעבדיו, ואז הוא נהיה מאושר,",
    "לאחר שהיו לפני שהורד עליהם, היו מיואשים.",
    "אז התבונן באותותיו של רחמי אללה, איך הוא מחיה את האדמה לאחר שהייתה מתה. אכן כה הוא יחיה גם את המתים, והוא הכול-יכול.",
    "ואולם אם נשלח רוח, ויראו האנשים כי תבואתם מצהיבה, הם ימשיכו לכפור בגלל זה.",
    "ואכן אתה לא תוכל לגרום למת לשמוע, ולא תוכל לגרום לחירש לשמוע את קריאתך לאחר שהם מפנים את גבם.",
    "כך, גם לא תוכל להדריך את העיוור אשר נמצא בתעייה, כי רק אלה המאמינים באותותינו יוכלו לשמוע את קריאתך, אכן הם המוסלמים (מתמסרים).",
    "אללה הוא זה אשר ברא אתכם מטיפה חלשה. ואז לאחר החולשה הוא נתן לכם כוח. לאחר מכן הוא הביאכם לידי חולשה וזקנה. הוא בורא את כל אשר ירצה, והוא היודע הכול, והוא הכול יכול.",
    "וביום אשר תגיע “השעה” יישבעו הכופרים המכחשים, כי נשארו (בקבריהם) רק שעה קלה, וכך הם תמיד היו משקרים.",
    "אז יאמרו אלה אשר ניתנו להם הידע והאמונה, “נשארתם בהתאם להוראתו של אללה, עד יום תחיית-המתים, והנה הוא יום תחיית-המתים, אולם אתם לא הייתם מודעים לכך״.",
    "ביום ההוא לא תועיל בקשת הסליחה של אלה אשר קיפחו, ולא יורשה להם לבקש מחילה.",
    "וכבר משלנו לאנשים בקוראן הזה מכול משל. ואכן, אם תביא אליהם אות, יאמרו אלה אשר כפרו: “אתם בסך הכול טועים ועוסקים בהבל”.",
    "כך אוטם אללה את לבם של חסרי הידע.",
    "לכן התאזר בסבלנות כי הבטחת אללה היא הבטחת צדק שתקוים. אל ירופפוך אלה שהם חסרי אמונה.",
    "אלף.לאם.מים.",
    "אלה הם אותותיו (משפטי הקוראן) של ספר החוכמה,",
    "שהוא מדריך ורחמים לעושי הטוב,",
    "אלה אשר מקיימים את התפילות, ונותנים זכאת (צדקת חובה) והם אכן מאמינים בעולם הבא (ללא שום ספק),",
    "אלה הם אשר מודרכים מריבונם, והם אלה אשר יצליחו",
    "אך בין האנשים יש גם כאלה אשר מבזבזים את זמנם בדיבורי סרק והבל, אך ורק על מנת להסיט אנשים משביל אללה, ובלי לדעת הם מזלזלים בו. אך לאלה צפוי להם עונש משפיל.",
    "כאשר מקריאים להם את אותותינו (אותות הקוראן הקדוש), הם מפנים את גבם ומתמלאים שאננות, כאילו מעולם לא שמעו אותם, וכאילו היו חירשים. לכן בשר לו על העונש הכואב.",
    "אך אלה אשר האמינו ועשו את הטוב, להם מחכים גני העדן",
    "ושם הם ישכנו לעולם ועד. זאת הבטחת הצדק של אללה, והוא העזוז והחכם.",
    "והוא ברא את השמים בלי עמודים אשר נראים לעין, וקבע בארץ הרים יציבים ונטועים בחזקה, כדי שהיא (הארץ) לא תנוע תחתיכם, והפיץ על פניה יצורים מכל סוג, והורדנו מים מהשמיים, והצמחנו על פני האדמה את כל סוגי הצמחים המשובחים.",
    "זאת הבריאה של אללה! אז הראו לי מה בראו אלה השאר! אך המקפחים אכן נמצאים בתעייה בולטת.",
    "וכבר הענקנו חכמה ללוקמאן, כי ”תשבח את אללה\", כי כל המודה, רק למען עצמו יודה, ומי שאינו מכיר תודה הרי אללה אינו זקוק לתודתו, כי הוא העשיר המשובח.",
    "ואז אמר לוקמאן לבנו כשהוא מדריך אותו: “הוי בני! אל תשתף (אלילים) עם אללה, כי אכן השיתוף (עבודה זרה) הוא פשע גדול.”",
    "אכן ציווינו על האדם לכבד את הוריו, כי אמו נשאה אותו (ברחמה) בטרחה וכאב וטיפלה בו במשך שנתיים. לכן הבע תודה לי (לאללה) ולהוריך, בסוף כולם יחזרו אליי.",
    "אך אם יתאמצו לאלץ אותך לצרף לי שותפים (לעבוד אלילים) אשר אינך יודע עליהם דבר, אל תשמע בקולם. אך בכל זאת, התנהג אליהם בהגינות בעולם הזה, והמשך ללכת בדרך של הצדיקים, בסוף כולכם תשובו אלי, ואני אספר לכם מה הייתם עושים.",
    "“הוי בני! גם אם זה (המעשה הטוב או הרע) יהיה במשקל גרגר חרדל אשר מוחבא בתוך הסלע או בשמים או בארץ, אללה יחשוף את זה, כי אללה הוא זה אשר יודע הכול והמודע לכול.",
    "הוי בני! התמד בקיום התפילות, צווה לעשות את הטוב ואסור את אשר רע לעשות, והתאזר בסבלנות כלפי כל אשר פגע בך, כי אלה הן המצוות החשובות ביותר.",
    "אל תפנה עורף לאנשים, ואל תתהלך מתנשא בארץ, כי אללה אינו אוהב את השחצן המתפאר.",
    "הצטנע בהליכתך והנמך את קולך, כי הגרוע שבקולות הוא קולם של החמורים”",
    "האם אינכם רואים כי אללה העמיד את כל אשר בשמים ובארץ לרשותכם, והעניק לכם מטובו בגלוי ובסתר? אך יש אנשים אשר מתנצחים בדבר אללה בלי דעת ובלי הדרכה ובלי ספר המביא הארה.",
    "וכאשר אומרים להם: “התנהגו בהתאם לדבר אשר אללה הוריד”, הם יגידו: “לא! אנחנו נלך בעקבות הדרך אשר בה אבותינו הלכו!” וזה גם אם השטן יקרא להם לבוא אל תוך עונשה של אש הגיהינום?",
    "וכל אשר יתמסר לאללה (יהיה מוסלם), והוא עושה את הטוב, בהחלט השיג אחיזה בלתי ניתנת לניתוק, שהרי התוצאות של כל הדברים צפונות אצל אללה",
    "ומי שכפר, אל תתאבל על כפירתו. לבסוף הם יושבו אלינו, ואז נודיע להם את אשר עשו, כי אללה יודע את מה שבלבבות.",
    "לאחר שנאפשר להם ליהנות לזמן מה, נטיל עליהם עונש כבד.",
    "אם תשאלם: “מי ברא את השמים ואת הארץ?” יגידו: “אללה”. אמור: “השבח לאללה”, אך רובם אינם מבינים את זה.",
    "לאללה כל אשר בשמים ובארץ, אללה אינו זקוק לבריותיו, כי הוא העשיר המהולל.",
    "אילו כל עצי הארץ היו עטים, והים היה דיו, ומעבר לו עוד שבעה ימים (של דיו), גם אז לא היו אוזלים דברי אללה, כי אללה עזוז וחכם.",
    "בריאת כולם והקמתם לתחייה, היא כמו בריאה והקמה לתחייה של נפש אחת, כי אללה שומע ורואה את הכל",
    "אינך רואה כיצד אללה מכניס את הלילה אל תוך היום? ואת היום אל תוך הלילה? ושהוא הכניע לרצונו את השמש ואת הירח? ושכל אחד מהם ינוע במסלולו עד למועד שנקבע לו? ושאללה יודע את מעשיכם?",
    "זה משום שאללה הוא הצדק, וכל מי שיפנו אליו מלבדו הוא הבל, ואללה הוא העליון והכביר.",
    "האם לא תראה, כי האניות שטות בים בחסד אללה, למען יראה לכם את אותותיו? בזה יש אות לכל בעל סבלנות שמכיר תודה.",
    "וכאשר הגלים יקיפו אותם כמו צלמוות, קוראים לאללה, בכנות, כשהם מאמינים בו אמונה מלאה, אן כאשר הוא מציל אותם ומוביל אותם בבטחה אל היבשה, חלק מהם מתפשר באמונה. אולם אין מי שכופר באותותינו חוץ מבוגד כפוי טובה.",
    "הוי האנשים! יראו את ריבונכם והירתעו מיום (יום הדין) בו לא יועילו אב לבנו, ובן לא יועיל לאביו כלום. הבטחת אללה צדק היא, לכן אל יתעוכם חיי העולם הזה ולא השטן המתעה מדרך אללה.",
    "אכן, רק אצל אללה נמצאת הידיעה בנוגע למועד השעה. הוא מוריד הגשם, ויודע את מה שברחמה של כל אישה. אף אחז לא ידע מה מכין לו יום המחר, ואיש אינו יודע באיזה ארץ הוא ימות. אן אללה יודע הכול ובקי בכל.",
    "אלף.לאם.מים.",
    "אין כל ספק שהספר הזה אכן(הורד) מריבון העולמים!",
    "האם הם אומרים שבדה אותו? אבל! זה הצדק מאת ריבונך, כדי שתזהיר אנשים אשר לא בא אליהם כל מזהיר לפניך, שאולי הם ילכו בדרך הישר",
    "אללה הוא אשר ברא את השמים ואת הארץ ואת אשר ביניהם בשישה ימים, ולאחר מכן הוא היה על כס-המלכות, ומלבדו אין לכם אדון או מחלץ. אז האם לא תזכרו (באותות)?",
    "הוא מכוון את כל העניינים מן השמים ועד הארץ, והכול יחזור אליו ביום אחד שערכו כאלף שנה לפי ספירתכם.",
    "הוא היודע את כל הנסתר ואת הגלוי, והוא העזוז והרחום.",
    "הוא אשר נתן צורה מושלמת לכל דבר אשר ברא. הוא החל את בריאת האדם מטין,",
    "ואז ברא את זרעו מנוזל סורח.",
    "ולאחר שהשלים זאת, הוא נפח בו מרוחו, ונתן לכם את חוש השמיעה, והראייה, ולב להבין, ולמרות זאת מעט אשר משבחים.",
    "ויאמרו: \"האם אחרי היותנו טמונים באדמה, נחזור לבריאה חדשה?\", והם כופרים בפגישה עם ריבונם.",
    "אמור להם: “מלאך המוות אשר הופקד עליכם יאסוף את נשמתכם, ואז תושבו אל ריבונכם”",
    "לו רק יכולת לראות את החוטאים כשהם מרכינים את ראשם בפני ריבונם, ויגידו: “ריבוננו! הנה ראינו ושמענו. החזירנו (לחיים) נעשה את הטוב, כי כעת אנו משוכנעים”.",
    "אילו רצינו, היינו מדריכים כל נפש, ואולם בצדק גזרתי לאמור: “אני אמלא את גיהינום בשדים והאנשים כולם”,",
    "“אז טעמו את זה, מפני ששכחתם את יום המפגש הזה. הנה אנו גם שוכחים אתכם, אז טעמו את העונש הנצחי בגלל מה שעשיתם!”",
    "אלה אשר בצדק מאמינים אותותינו, הם אלה אשר סוגדים כאשר מזכירים להם אותם, ומשבחים ומהללים את ריבונם, ואינם מתייהרים.",
    "קמים הם ממיטותיהם, קוראים לאללה ביראה ותקווה ותורמים לצדקה חלק ממה שהענקנו להם.",
    "אף אחד אינו יודע את הגמול הטוב המצפה להם על מעשיהם הטובים.",
    "האם שווה המאמין לכופר? לא! אין הם שווים.",
    "אך לאלה אשר האמינו ועשו את הטוב, להם מחכים גני העדן, בעבור מה שהיו עושים.",
    "ואולם המושחתים ישכנו באש (הגיהינום). ככל שינסו לצאת מתוכה, הם יושבו לתוכה, ויאמר להם: \"טעמו את עונש האש אשר בה הייתם מתכחשים!”.",
    "אך לפני העונש הגדול ניתן להם לטעום עונש קל יותר ואולי הם ישובו אל דרך הישר.",
    "היש חוטא גדול מזה אשר מפנה את גבו אל אותות ריבונו כאשר הם מושמעים לו? אנחנו עוד ננקום בכופרים המכחשים!",
    "וכבר, אנחנו נתנו למשה את הספר, לכן אל תהיה בספק מהמפגש אתו, כי עשינו אותו מקור הדרכה לבני ישראל.",
    "והקמנו מתוכם מנהיגים דגולים, אשר הדריכו והודרכו בפיקודנו, כאשר הם התאזרו בסבלנות והאמינו באותותינו.",
    "ביום הדין יפסוק ריבונך ביניהם בכל אשר נחלקו בו.",
    "האם לא הגיע הזמן שיבינו כמה עמים הכחדנו לפניהם מן הדורות אשר הם מתהלכים במשכנותיהם. אכן בזה אותות. האם אין להם אוזניים לשמוע?",
    "הלא יראו כיצד נוביל מים אל ארץ עקרה, ונצמיח יבול כדי שיאכלו הם ומקנם? האם עיניהם אינן רואות?",
    "הם אומרים: “אם אתם אכן אומרים את הצדק, אם כן, מתי יגיע מועדו של פסק הדין הזה?”",
    "אמור להם: “ביום הדין לא תועיל לאלה אשר כפרו אמונתם, ולא יינתן להם עוד מועד״",
    "לכן התרחק מהם וחכה בסבלנות, כפי שהם מחכים.",
    "אתה הנביא! ירא את אללה ואל תישמע לכופרים ולצבועים. אכן אללה הוא הכול יודע והחכם.",
    "ונהג בעקבות מה שיושרה לך מריבונך, כי אללה בקי בכל אשר אתם עושים,",
    "וסמוך על אללה כי מספיק להישען על אללה.",
    "לא עשה אללה לאיש שני לבבות בתוכו, ולא עשה את נשותיכם אשר אתם עומדים לגרש כאימהות לכם, וכן אין בנים מאומצים נחשבים בנים טבעיים, זה הוא דיבורכם בפיכם, ואללה דובר את הצדק, והוא אשר מדריך אל השביל הנכון.",
    "קראו אותם על שם אבותיהם, כי זה צודק יותר אצל אללה. אולם אם אין אתם יודעים מי אבותיהם, אחיכם לדת ייקראו, או ידידיכם. אך אין אשמה עליכם אם תטעו בזאת, אלא אם התכוונתם לכך בלבכם, כי אללה הוא הסלחן והרחום.",
    "הנביא אחראי למאמינים יותר מאשר הם אחראים לעצמם, ונשותיו אימהות להם, וקרובי דם יהיו ראשונים לרשת זה את זה לפי ספר אללה מהמאמינים והמהגרים, אלא אם תבחרו לעשות טובה עם בעלי בריתכם וידידיכם. כך נכתב בספר.",
    "כרתנו ברית עם הנביאים ואתך, ועם נוח, אברהם ומשה וישוע בן מרים, כרתנו עמם ברית מובטחת,",
    "למען ישאל את דוברי הצדק על צדקם, ולכופרים הוא הכין עונש כואב.",
    "הוי אלה אשר האמינו! זכרו את החסד שהעניק לכם אללה כאשר עטו עליכם גדודים, ונשלחו עליהם רוח וגדודים אשר לא ראיתם אותם, אך אללה תמיד רואה את מעשיכם.",
    "כאשר הם שעטו לעברכם, מלמעלה ומלמטה, כאשר העיניים בהו, והגיעו הלבבות עד הגרון, וחשבתם כל מיני דברים על אללה.",
    "אז הועמדו המאמינים בניסיון ועברו זעזוע קשה.",
    "וכשהצבועים ואלה שחולי בלבבותיהם אמרו, “אללה ושליחו לא הבטיחו לנו אלא הבטחת שווא”.",
    "ומחנה מהם אמרו: “הוי אנשי ית'רב! לא יהיה לכם פה ניצחון, אז שובו (אל בתיכם)”. ואמנם ביקש חלק מהם רשות מן הנביא לסגת, כאשר הם סברו לחינם כי: “בתינו חשופים ללא מגן” ואולם הם אינם חשופים, רק לברוח הם מבקשים.",
    "אם היו האויבים נכנסים אל העיר (אל-מדינה), מכל עבריה ופינותיה, ומציעים להם להתמרד נגדך, היו נענים לזאת ולא היו מתמהמהים אלא לזמן מועט.",
    "ומפני שהם כרתו עם אללה ברית, אשר לא ייסוגו לאחור, על הברית עם אללה יש לתת את הדין.",
    "אמור: “הבריחה מן המוות או ההרג במלחמה לא תועיל לכם, וגם אז לא תתענגו כי אם מעט”.",
    "אמור: “מי הוא זה אשר יגונן עליכם מפני אללה, אם ירצה להרע לכם או אם ירצה לרחמכם?” ולא ימצאו להם מלבד אללה, לא אדון ולא מחלץ.",
    "אללה מכיר את אלה המעכבים את אחיהם ביציאה אל הקרב, בהזמינם אותם אליהם, משום שהם בעצמם משתתפים בקרבות רק לעתים רחוקות.",
    "הם אינם ממהרים להושיט לך עזרה. בעת סכנה תראה אותם מביסים אליך בעיניים של אדם גוסס מרוב הפחד מהמוות. אולם משחולפת הסכנה, יבואו וידברו בלשון חדה, בשל צרות עיניהם על השלל. הם אינם מאמינים, ואללה יכשיל את מעשיהם, ואין קל מזה לאללה.",
    "הם חושבים כי המחנות לא עזבו, ולו באו המחנות, רוצים היו להיות הרחק במדבר עם הבדואים, ושם לשאול על חדשותיכם. אפילו אם היו נשארים עמכם, לא היו נלחמים אלא מעט.",
    "יש לכם בשליח אללה דוגמה טובה לזה אשר שם את מבטחו באללה, וביום הדין, ומזכיר את שם אללה רוב הזמן.",
    "וכאשר ראו המאמינים את המחנות אמרו: “זה הוא אשר הבטיחו לנו אללה ושליחו, וצדק דיברו אללה ושליחו”. וזה הוסיף להם אמונה והשלמה (והתמסרות לאללה).",
    "ואכן יש בין המאמינים גברים אשר קיימו את התחייבותם כלפי אללה, כמה מהם קיימו את נדרם, וכמה מהם עודם ממתינים ולא שינו דבר מאז שהתחייבו.",
    "בוודאות אללה יגמול לאנשי הצדק על הצדק אשר בפיהם ויעניש את הצבועים אם ירצה או יקבל את חרטתם, כי אללה הוא הסולח והרחום.",
    "והסיג אללה את אלה אשר כפרו בזעמם לא השיגו דבר, וחסך אללה למאמינים את נטל המלחמה, כי אללה הוא החזק והעזוז.",
    "והוא אשר הוריד ממבצריהם את אלה מאנשי הספר אשר עזרו לכופרים והכניס פחד רב בלבבותיהם. חלק מהם הרגתם וחלק שביתם.",
    "והוא הוריש לכם את אדמתם ומושבותיהם ונכסיהם וגם ארץ אשר לא דרכה בה רגלכם, כי אללה הוא הכול-יכול.",
    "הוי הנביא! אמור לנשותיך: “אם אתן רוצות את חיי העולם הזה ותענוגותיו, בואו ואעניק לכן רכוש ואשלח אוהבן בצורה הוגנת.",
    "ואולם אם בוחרות אתן באללה ובשליחו ובעולם הבא, הנה הכין אללה גמול כביר לצדיקות אשר בכן”.",
    "הוי נשות הנביא! אם יוכח שאחת מכן עברה עבירה מבישה (זנות), עונשה יוכפל ואין קל מזה לאללה."
  ]
}