{
  "meta": {
    "id": 122,
    "name": "Maulana Azizul Haque al-Umari",
    "translator_name": "Maulana Azizul Haque al-Umari",
    "slug": "hi-maulana-azizul-haque-al-umari",
    "language_name": "hindi"
  },
  "verses": [
    "शीघ्र ही मूर्ख लोग कहेंगे कि उन्हें उनके उस क़िबले से, जिस पर वे थे किस चीज़ ने फेर दिया? (ऐ नबी!) कह दीजिए कि पूर्व और पश्चिम अल्लाह ही के हैं। वह जिसे चाहता है, सीधी राह पर लगा देता है।",
    "और इसी प्रकार हमने तुम्हें सबसे बेहतर उम्मत (समुदाय) बनाया; ताकि तुम लोगों पर गवाही देने वाले बनो और रसूल तुमपर गवाही देने वाला बने। और हमने वह क़िबला जिसपर तुम थे, इसलिए निर्धारित किया था, ताकि हम जान लें कि कौन (इस) रसूल का अनुसरण करता है, उससे (अलग करके) जो अपनी ऐड़ियों पर फिर जाता है। और निःसंदेह यह बात निश्चय बहुत बड़ी थी, परंतु उन लोगों पर (नहीं) जिन्हें अल्लाह ने हिदायत दी और अल्लाह कभी ऐसा नहीं कि तुम्हारा ईमान (अर्थात् क़िबला बदलने से पहले पढ़ी गई नमाज़ों) को व्यर्थ कर दे। निःसंदेह अल्लाह लोगों पर अत्यंत करुणा करने वाला, अत्यंत दयावान् है।",
    "निश्चय (ऐ नबी!) हम आपके चेहरे का बार-बार आकाश की ओर उठना देख रहे हैं। तो निश्चय हम आपको उस क़िबले की ओर अवश्य फेर देंगे, जिसे आप पसंद करते हैं। तो (अब) अपना चेहरा मस्जिदे ह़राम की ओर फेर लें, तथा तुम जहाँ भी हो, तो अपने चेहरे उसी की ओर फेर लो। निःसंदेह वे लोग जिन्हें किताब दी गई है निश्चय जानते हैं कि निःसंदेह उनके पालनहार की ओर से यही सत्य है और अल्लाह उससे हरगिज़ ग़ाफ़िल नहीं जो वे कर रहे हैं।",
    "और निश्चय यदि आप उन लोगों के पास जिन्हें किताब दी गई है, हर निशानी भी ले आएँ, वे आपके क़िबले का अनुसरण नहीं करेंगे और न आप उनके क़िबले का अनुसरण करने वाले हैं। और न उनमें से कोई दूसरे के क़िबले का अनुसरण करने वाला है। और निश्चय यदि आपने उनकी इच्छाओं का पालन किया, उस ज्ञान के बाद जो आपके पास आया है, तो निःसंदेह उस समय आप अवश्य अत्याचारियों में से हो जाएँगे।",
    "जिन्हें हमने पुस्तक दी है, वे उसे वैसे ही जानते हैं, जैसे अपने बेटों को पहचानते हैं, और निःसंदेह उनमें से एक समूह जानते हुए भी सत्य को छिपाता है।",
    "यह सत्य आपके पालनहार की ओर से है। अतः आप कदापि संदेह करने वालों में से न हों।",
    "प्रत्येक के लिए एक दिशा है, जिसकी ओर वह मुख करने वाला है। अतः तुम भलाइयों में एक-दूसरे आगे बढ़ो। तुम जहाँ कही भी होगे, अल्लाह तुम्हें इकट्ठा करके लाएगा। निःसंदेह अल्लाह हर चीज़ पर सर्वशक्तिमान है।",
    "और आप जहाँ से भी निकलें, तो अपना चेहरा मस्जिदे-ह़राम की ओर फेर लें। और निःसंदेह यही आपके पालनहार की ओर से सत्य है और अल्लाह उससे हरगिज़ ग़ाफ़िल नहीं जो तुम करते हो।",
    "और आप जहाँ से भी निकलें, अपना चेहरा मस्जिदे-ह़राम की ओर फेर लें। और (ऐ मुसलमानों!) तुम जहाँ भी हो, अपने चेहरे उसी की ओर फेर लो। ताकि लोगों के पास तुम्हारे विरुद्ध कोई हुज्जत (तर्क) न रहे, सिवाय उनके जिन्होंने उनमें से अत्याचार किया। अतः उनसे मत डरो, (बल्कि) मुझसे डरो, और ताकि मैं अपनी नेमत तुमपर पूरी करूँ और ताकि तुम मार्गदर्शन पाओ।",
    "जिस तरह हमने तुम्हारे बीच एक रसूल तुम्हीं में से भेजा, जो तुमपर हमारी आयतें पढ़ता और तुम्हें पाक करता और तुम्हें किताब (क़ुरआन) तथा ह़िकमत (सुन्नत) सिखाता है और तुम्हें वह कुछ सिखाता है, जो तुम नहीं जानते थे।",
    "अतः तुम मुझे याद करो, मैं तुम्हें याद करूँगा। और मेरा शुक्र अदा करो तथा मेरी नाशुक्री न करो।",
    "ऐ ईमान वालो! धैर्य तथा नमाज़ के साथ मदद प्राप्त करो। निःसंदेह अल्लाह धैर्य रखने वालों के साथ है।",
    "तथा जो अल्लाह की राह में मारे जाएँ, उन्हें मुर्दा न कहो, बल्कि (वे) ज़िंदा हैं, परंतु तुम नहीं समझते।",
    "तथा निश्चय हम तुम्हें भय और भूख तथा धनों, प्राणों और फलों की कमी में से किसी न किसी चीज़ के साथ अवश्य आज़माएँगे। और (ऐ नबी!) सब्र करने वालों को शुभ समाचार सुना दें।",
    "वे लोग कि जब उन्हें कोई मुसीबत पहुँचती है, तो कहते हैं : निःसंदेह हम अल्लाह के हैं और निःसंदेह हम उसी की ओर लौटने वाले हैं।",
    "यही लोग हैं जिनपर उनके रब की ओर से कई कृपाएँ तथा बड़ी दया है, और यही लोग मार्गदर्शन पाने वाले हैं।",
    "निःसंदेह सफ़ा और मरवा अल्लाह की निशानियों में से हैं। अतः जो कोई इस घर का हज्ज करे या उम्रा करे, तो उसपर कोई दोष नहीं कि इन दोनों का तवाफ़ करे। और जो कोई स्वेच्छा से भलाई का कार्य करे, तो निःसंदेह अल्लाह (उसकी) क़द्र करने वाला, सब कुछ जानने वाला है।",
    "निःसंदेह जो लोग उसको छिपाते हैं जो हमने स्पष्ट प्रमाणों और मार्गदर्शन में से उतारा है, इसके बाद कि हमने उसे लोगों के लिए किताब में स्पष्ट कर दिया है, उनपर अल्लाह लानत करता है और सब लानत करने वाले उनपर लानत करते हैं।",
    "परंतु वे लोग जिन्होंने तौबा कर ली और सुधार कर लिया और खोलकर बयान कर दिया, तो ये लोग हैं जिनकी मैं तौबा स्वीकार करता हूँ और मैं ही बहुत तौबा क़बूल करने वाला, अत्यंत दयावान् हूँ।",
    "निःसंदेह वे लोग जिन्होंने कुफ़्र किया और इस हाल में मर गए कि वे काफ़िर थे, ऐसे लोग हैं जिनपर अल्लाह की और फ़रिश्तों तथा लोगों की, सब की लानत है।",
    "वे हमेशा इसी (दशा) में रहने वाले हैं, न उनसे यातना हल्की की जाएगी और न उन्हें मोहलत दी जाएगी।",
    "और तुम्हारा पूज्य (मा'बूद) एक ही पूज्य (मा'बूद) है, उसके सिवा कोई पूज्य (मा'बूद) नहीं, अत्यंत दयावान्, असीम दयालु है।",
    "निःसंदेह आकाशों और धरती की रचना तथा रात और दिन के बदलने में, तथा उन नावों में जो लोगों को लाभ देने वाली चीज़ें लेकर सागरों में चलती हैं, और उस पानी में जो जो अल्लाह ने आकाश से उतारा, फिर उसके द्वारा धरती को उसकी मृत्यु के पश्चात् जीवित कर दिया और उसमें हर प्रकार के जानवर फैला दिए, तथा हवाओं को फेरने (बदलने) में और उस बादल में, जो आकाश और धरती के बीच वशीभूत किया हुआ है, (इन सब चीज़ों में) उन लोगों के लिए बहुत-सी निशानियाँ हैं, जो समझ-बूझ रखते हैं।",
    "कुछ लोग ऐसे भी हैं, जो अल्लाह के सिवा कुछ साझी बना लेते हैं, जिनसे वे अल्लाह के प्रेम जैसा प्रेम करते हैं। तथा वे लोग जो ईमान लाए, अल्लाह से प्रेम में सबसे बढ़कर होते हैं। और काश! वे लोग जिन्होंने अत्याचार किया उस समय को देख लें जब वे यातना को देखेंगे, (तो जान लें) कि निःसंदेह शक्ति सब की सब अल्लाह ही के लिए है और यह कि निःसंदेह अल्लाह बहुत सख़्त अज़ाब वाला है।",
    "जब वे लोग जिनका अनुसरण किया गया था, उन लोगों से बिल्कुल अलग हो जाएँगे जिन्होंने (उनकी) पैरवी की और वे यातना को देख लेंगे और उनके आपस के संबंध पूर्णतया समाप्त हो जाएँगे।",
    "तथा जिन लोगों ने अनुसरण किया था, कहेंगे : काश! हमारे लिए एक बार पुनः (संसार में) जाना होता, तो हम इनसे वैसे ही बिल्कुल अलग हो जाते, जैसे ये हमसे बिल्कुल अलग हो गए। ऐसे ही अल्लाह उनके कर्मों को उनके लिए अफ़सोस बनाकर दिखाएगा और वे किसी भी तरह आग से निकलने वाले नहीं हैं।",
    "ऐ लोगो! उन चीज़ों में से खाओ जो धरती में ह़लाल, पाकीज़ा हैं और शैतान के पदचिह्नों का अनुसरण न करो। निःसंदेह वह तुम्हारा खुला शत्रु है।",
    "वह तो तुम्हें बुराई और निर्लज्जता ही का आदेश देता है और यह कि तुम अल्लाह पर वह बात कहो, जो तुम नहीं जानते।",
    "और जब उनसे कहा जाता है कि उसका अनुसरण करो जो अल्लाह ने (क़ुरआन) उतारा है, तो कहते हैं : बल्कि हम तो उसका अनुसरण करेंगे जिसपर हमने अपने बाप-दादा को पाया है। क्या अगरचे उनके बाप-दादा न कुछ समझते हों और न मार्गदर्शन पाते हों?",
    "उन लोगों का उदाहरण जिन्होंने कुफ़्र किया, उस व्यक्ति के उदाहरण जैसा है, जो उन जानवरों को पुकारता है, जो पुकार और आवाज़ के सिवा कुछ नहीं सुनते। वे बहरे हैं, गूँगे हैं, अंधे हैं, इसलिए वे नहीं समझते।",
    "ऐ ईमान वालो! उन पवित्र चीज़ों में से खाओ, जो हमने तुम्हें प्रदान की हैं तथा अल्लाह का शुक्र अदा करो, यदि तुम केवल उसी की इबादत करते हो।",
    "उस (अल्लाह) ने तो तुमपर केवल मुर्दार और ख़ून और सूअर का माँस और हर वह चीज़ हराम की है, जिसपर ग़ैरुल्लाह (अल्लाह के अलावा) का नाम पुकारा जाए। फिर जो (इनमें से कोई चीज़ खाने पर) विवश हो जाए, इस हाल में कि वह न अवज्ञा करने वाला हो और न सीमा से आगे बढ़ने वाला, तो उसपर कोई दोष नहीं। निःसंदेह अल्लाह अति क्षमाशील, अत्यंत दयावान् है।",
    "निःसंदेह जो लोग छिपाते हैं जो अल्लाह ने किताब में से उतारा है और उसके बदले थोड़ा मूल्य प्राप्त करते हैं, वे लोग अपने पेटों में आग के सिवा कुछ नहीं खा रहे। तथा न अल्लाह क़ियामत के दिन उनसे बात करेगा और न उन्हें पाक करेगा और उनके लिए दुःखदायी यातना है।",
    "यही लोग हैं, जिन्होंने हिदायत के बदले गुमराही तथा क्षमा के बदले यातना ख़रीद ली। तो वे आग पर कितना अधिक सब्र करने वाले हैं?",
    "यह (यातना) इस कारण है कि निःसंदेह अल्लाह ने यह पुस्तक सत्य के साथ उतारी है, और निःसंदेह जिन लोगों ने पुस्तक में मतभेद किया है, निश्चय वे बहुत दूर के विरोध में (पड़े) हैं।",
    "नेकी केवल यही नहीं कि तुम अपने मुँह पूर्व और पश्चिम की ओर फेर लो! बल्कि असल नेकी तो उसकी है, जो अल्लाह और अंतिम दिन (आख़िरत) और फ़रिश्तों और पुस्तकों और नबियों पर ईमान लाए, और धन दे उसके मोह के बावजूद रिशतेदारों और अनाथों और निर्धनों और यात्री तथा माँगने वालों को और गर्दनें छुड़ाने में, और नमाज़ क़ायम करे और ज़कात दे, और जो अपनी प्रतिज्ञा पूरी करने वाले हैं जब प्रतिज्ञा करें, और जो तंगी और कष्ट में और लड़ाई के समय धैर्य रखने वाले हैं। यही लोग हैं जो सच्चे सिद्ध हुए तथा यही (अल्लाह से) डरने वाले हैं।",
    "ऐ ईमान वालो! तुमपर क़त्ल किए गए व्यक्तियों के बारे में क़िसास (बदला लेना) फ़र्ज़ (अनिवार्य) कर दिया गया है। आज़ाद के बदले आज़ाद, ग़ुलाम के बदले ग़ुलाम और औरत के बदले औरत (को क़त्ल किया जाएगा)। फिर जिसे उसके भाई की ओर से कुछ भी क्षमा कर दिया जाए, तो ऐसे में सामान्य रीति के अनुसार (क़ातिल का) अनुसरण करना चाहिए और भले तरीक़े से उसके पास पहुँचा देना चाहिए। यह तुम्हारे पालनहार की ओर से एक प्रकार की सुविधा तथा एक दया है। फिर जो इसके बाद अत्याचार करे, तो उसके लिए दर्दनाक यातना है।",
    "और ऐ बुद्धि वालो! तुम्हारे लिए क़िसास (बदला) लेने में जीवन है, ताकि तुम तक़वा अपनाओ।",
    "और जब तुममें से किसी की मृत्यु का समय आ पहुँचे और वह धन छोड़ रहा हो, तो उसपर माता-पिता और रिश्तेदारों के लिए अच्छे तरीक़े से वसिय्यत करना ज़रूरी कर दिया गया है। यह अल्लाह से डरने वालों पर सुनिश्चित (आवश्यक)  है।",
    "फिर जो व्यक्ति उसे उसके सुनने के बाद बदल दे, तो उसका पाप उन्हीं लोगों पर है, जो उसे बदल दें। निश्चय अल्लाह सब कुछ सुनने वाला, सब कुछ जानने वाला है।",
    "परंतु जिस व्यक्ति को किसी वसीयत करने वाले से किसी प्रकार के पक्षपात या पाप का डर हो, फिर वह उनके बीच सुधार कर दे, तो उसपर कोई पाप नहीं। निश्चय अल्लाह अति क्षमाशील, अत्यंत दयावान् है।",
    "ऐ ईमान वालो! तुमपर रोज़ा रखना फ़र्ज़ (अनिवार्य) कर दिया गया है, जैसे उन लोगों पर फ़र्ज़ (अनिवार्य) किया गया जो तुमसे पहले थे, ताकि तुम परहेज़गार बन जाओ।",
    "गिने हुए चंद दिनों में। फिर तुममें से जो बीमार हो, अथवा किसी यात्रा पर हो, तो दूसरे दिनों से गिनती पूरी करना है। और जो लोग इसकी शक्ति रखते हों (परंतु रोज़ा न रखें), उनपर फ़िदया एक निर्धन का खाना है। फिर जो व्यक्ति स्वेच्छा से नेकी करे, तो वह उसके लिए बेहतर है। और तुम्हारा रोज़ा रखना तुम्हारे लिए बेहतर है, यदि तुम जानते हो।",
    "रमज़ान का महीना वह है, जिसमें क़ुरआन उतारा गया, जो लोगों के लिए मार्गदर्शन है तथा मार्गदर्शन और (सत्य एवं असत्य के बीच) अंतर करने के स्पष्ट प्रमाण हैं। अतः तुममें से जो व्यक्ति इस महीने में उपस्थित हो, तो वह इसका रोज़ा रखे। तथा जो बीमार हो अथवा किसी यात्रा पर हो, तो दूसरे दिनों से गिनती पूरी करना है। अल्लाह तुम्हारे साथ आसानी चाहता है, तुम्हारे साथ तंगी नहीं चाहता। और ताकि तुम गिनती पूरी करो और ताकि तुम इस बात पर अल्लाह की महिमा का वर्णन करो कि उसने तुम्हें मार्गदर्शन प्रदान किया और ताकि तुम उसका शुक्र अदा करो।",
    "और (ऐ नबी!) जब मेरे बंदे आपसे मेरे बारे में पूछें, तो निश्चय मैं (उनसे) क़रीब हूँ। मैं पुकारने वाले की दुआ क़बूल करता हूँ जब वह मुझे पुकारता है। तो उन्हें चाहिए कि वे मेरी बात मानें तथा मुझपर ईमान लाएँ, ताकि वे मार्गदर्शन पाएँ।",
    "तुम्हारे लिए रोज़े की रात में अपनी स्त्रियों से सहवास करना ह़लाल कर दिया गया है। वे तुम्हारे लिए वस्त्र हैं तथा तुम उनके लिए वस्त्र हो। अल्लाह ने जान लिया कि तुम अपने आपसे ख़यानत करते थे। तो उसने तुमपर दया करते हुए तुम्हारी तौबा स्वीकार कर ली तथा तुम्हें क्षमा कर दिया। तो अब तुम उनसे (रात में) सहवास करो और जो अल्लाह ने तुम्हारे लिए लिखा है उसे तलब करो, तथा खाओ और पियो, यहाँ तक कि तुम्हारे लिए भोर की सफेद धारी रात की काली धारी से स्पष्ट हो जाए, फिर रोज़े को रात (सूर्य डूबने) तक पूरा करो। और उनसे सहवास न करो, जबकि तुम मस्जिदों में ऐतिकाफ़ में हो। ये अल्लाह की सीमाएँ हैं, अतः इनके क़रीब न जाओ। इसी प्रकार अल्लाह लोगों के लिए अपनी आयतों को स्पष्ट करता है, ताकि वे बच जाएँ।",
    "तथा आपस में एक-दूसरे का धन अवैध रूप से न खाओ और न उन्हें अधिकारियों के पास ले जाओ, ताकि लोगों के धन का कुछ भाग गुनाह के साथ खा जाओ, हालाँकि तुम जानते हो।",
    "(ऐ नबी!) लोग आपसे नये चाँदों के बारे में पूछते हैं। आप कह दें, वे लोगों के लिए और हज्ज के लिए समय जानने के माध्यम हैं। और नेकी हरगिज़ यह नहीं कि घरों में उनके पीछे से आओ। बल्कि नेकी उसकी है जो (अल्लाह की अवज्ञा से) बचे। तथा घरों में उनके द्वारों से आओ और अल्लाह से डरो, ताकि तुम सफल हो जाओ।",
    "तथा अल्लाह की राह में, उनसे युद्ध करो, जो तुमसे युद्ध करते हैं, और अत्याचार न करो, निःसंदेह अल्लाह अत्याचार करने वालों से प्रेम नहीं करता।",
    "और उन्हें क़त्ल करो जहाँ उन्हें पाओ, और उन्हें वहाँ से निकालो जहाँ से उन्होंने तुम्हें निकाला है, और फ़ितना, क़त्ल करने से अधिक सख़्त है। और उनसे मस्जिदे ह़राम के पास युद्ध न करो, जब तक वे तुमसे वहाँ युद्ध न करें। फिर यदि वे तुमसे युद्ध करें, तो उन्हें क़त्ल करो, ऐसे ही काफ़िरों का बदला है।",
    "फिर यदि वे (युद्ध से) रुक जाएँ, तो निःसंदेह अल्लाह बेहद क्षमा करनेवाला, अत्यंत दयावान् है।",
    "तथा उनसे युद्ध करो, यहाँ तक कि कोई फ़ितना शेष न रहे और धर्म अल्लाह के लिए हो जाए। फिर यदि वे बाज़ आ जाएँ, तो अत्याचारियों के सिवा किसी पर कोई ज़्यादती (जायज़) नहीं।",
    "हुरमत वाला महीना, हुरमत वाले महीने के बदले है और सब हुरमतों में क़िसास (बराबरी का बदला) है। अतः जो तुमपर ज़्यादती करे, तो तुम उसपर उसी के समान ज़्यादती करो, जैसी उसने तुमपर ज़्यादती की है तथा अल्लाह से डरो और जान लो कि अल्लाह डरने वालों के साथ है।",
    "तथा अल्लाह के मार्ग में (धन) ख़र्च करो और अपने आपको विनाश में न डालो तथा नेकी करो, निःसंदेह अल्लाह नेकी करने वालों से प्रेम करता है।",
    "तथा ह़ज्ज और उमरा अल्लाह के लिए पूरा करो। फिर यदि तुम रोक दिए जाओ, तो क़ुर्बानी में से जो उपलब्ध हो (कर दो)। और अपने सिर न मुँडाओ, जब तक कि क़ुर्बानी अपने ज़बह के स्थान तक न पहुँच जाए। फिर तुममें से जो व्यक्ति बीमार हो या उसके सिर में कोई तकलीफ़ हो (और उसके कारण सिर मुँडा ले), तो रोज़े या सदक़ा या क़ुर्बानी में से कोई एक फ़िदया है। फिर जब तुम निश्चिंत हो जाओ, तो (ऐसे में) जो व्यक्ति ह़ज्ज (के एहराम बाँधने) तक उमरे से लाभ उठाए, तो क़ुर्बानी में से जो उपलब्ध हो, करे। फिर जिसके पास (क़ुर्बानी) उपलब्ध न हो, तो वह तीन रोज़े ह़ज्ज के दौरान रखे और सात दिन के उस समय रखे, जब तुम (घर) वापस जाओ। ये पूरे दस हैं। ये उसके लिए हैं, जिसके घर वाले मस्जिदे-ह़राम के निवासी न हों। और अल्लाह से डरो तथा जान लो कि निःसंदेह अल्लाह बहुत सख़्त अज़ाब वाला है।",
    "ह़ज्ज चंद जाने-माने महीने हैं। फिर जो व्यक्ति इनमें ह़ज्ज अनिवार्य कर ले, तो ह़ज्ज के दौरान न कोई काम-वासना की बात हो और न कोई अवज्ञा और न कोई झगड़ा। तथा तुम जो भी नेकी का काम करोगे, अल्लाह उसे जान लेगा। और पाथेय ले लो, (और जान लो कि) सबसे अच्छा पाथेय परहेज़गारी है तथा ऐ बुद्धि वालो! मुझसे डरो।",
    "तथा तुमपर कोई दोष नहीं कि अपने पालनहार का अनुग्रह (फ़ज़्ल) तलाश करो। फिर जब तुम अरफ़ात से प्रस्थान करो, तो मश्अरे ह़राम (मुज़दलिफ़ा) के पास अल्लाह को याद करो और उसको उसी तरह याद करो, जैसे उसने तुम्हारा मार्गदर्शन किया है। और निःसंदेह इससे पहले तुम गुमराह लोगों में से थे।",
    "फिर तुम उस जगह से वापस आओ, जहाँ से सब लोग वापस आएँ तथा अल्लाह से क्षमा माँगो। निश्चय अल्लाह अति क्षमाशील, अत्यंत दयावान् है।",
    "और जब तुम अपने ह़ज्ज के कार्य पूरे कर लो, तो अल्लाह को याद करो, जैसे अपने बाप-दादा को याद किया करते थे, बल्कि उससे भी बढ़कर याद करो। फिर लोगों में से कोई तो ऐसा है जो कहता है : ऐ हमारे पालनहार! हमें दुनिया में दे दे। और आख़िरत में उसका कोई हिस्सा नहीं।",
    "तथा उनमें से कोई ऐसा है, जो कहता है : ऐ हमारे पालनहार! हमें दुनिया में भलाई तथा आख़िरत में भी भलाई दे और हमें आग के अज़ाब से बचा।",
    "यही लोग हैं, जिनके लिए उसमें से एक हिस्सा है, जो उन्होंने कमाया और अल्लाह बहुत जल्द ह़िसाब लेने वाला है।",
    "तथा अल्लाह को चंद गिने हुए दिनों में याद करो। फिर जो दो दिनों में (मिना से) जल्द चला जाए, तो उसपर कोई दोष नहीं और जो देर से निकले, तो उसपर भी कोई दोष नहीं, उस व्यक्ति के लिए जो (अल्लाह से) डरे तथा अल्लाह से डरो और जान लो कि निःसंदेह तुम उसी की ओर एकत्र किए जाओगो।",
    "लोगों में कोई व्यक्ति ऐसा भी है जिसकी बात सांसारिक जीवन के बारे में (ऐ नबी!) आपको अच्छी लगती है और वह अल्लाह को उसपर गवाह बनाता है जो उसके दिल में हैं, हालाँकि वह बड़ा झगड़ालू है।",
    "तथा जब वह वापस जाता है, तो धरती में दौड़-धूप करता है ताकि उसमें उपद्रव फैलाए तथा खेती और नस्ल (पशुओं) का विनाश करे और अल्लाह उपद्रव को पसंद नहीं करता।",
    "तथा जब उससे कहा जाता है कि अल्लाह से डर, तो उसका गौरव उसे पाप में पकड़े रखता है। अतः उसके (दंड के) लिए जहन्नम ही काफ़ी है और निश्चय वह बहुत बुरा ठिकाना है।",
    "तथा लोगों में ऐसा व्यक्ति भी है, जो अल्लाह की प्रसन्नता की खोज में अपना प्राण बेच देता है और अल्लाह उन बंदों पर अनंत करुणामय है।",
    "ऐ ईमान वालो! इस्लाम में पूर्ण रूप से प्रेश कर जाओ और शैतान के पदचिह्नों पर न चलो। निश्चय वह तुम्हारा खुला दुश्मन है।",
    "फिर यदि इसके बाद फिसल जाओ कि तुम्हारे पास स्पष्ट दलीलें आ चुकीं, तो जान लो कि निःसंदेह अल्लाह अत्यंत प्रभुत्वशाली, पूर्ण ह़िकमत वाला है।",
    "वे (इन स्पष्ट प्रमाणों के बाद) इसके सिवा किस चीज़ की प्रतीक्षा कर रहे हैं कि उनके पास अल्लाह बादलों के सायों में आ जाए तथा फ़रिश्ते भी और मामले का निर्णय कर दिया जाए और सब काम अल्लाह ही की ओर लौटाए[[ जाते हैं। ",
    "बनी इसराईल से पूछो कि हमने उन्हें कितनी खुली निशानियाँ दीं। और जो अल्लाह की नेमत को बदल दे, इसके बाद कि वह उसके पास आ चुकी हो, तो निश्चय अल्लाह बहुत सख़्त अज़ाब वाला है।",
    "उन लोगों के लिए जिन्होंने कुफ़्र किया, सांसारिक जीवन आकर्षक बना दिया गया है तथा वे ईमान लाने वालों का मज़ाक़ उड़ाते हैं। हालाँकि जो लोग (अल्लाह का) डर रखने वाले हैं, वे क़ियामत के दिन उनसे ऊपर होंगे तथा अल्लाह जिसे चाहता है, असंख्य जीविका प्रदान करता है।",
    "(आरंभ में) सब लोग एक ही समुदाय थे। (फिर विभेद हुआ) तो अल्लाह ने नबी भेजे, शुभ समाचार सुनाने वाले और डराने वाले, और उनपर सत्य के साथ पुस्तक उतारी, ताकि वह लोगों के बीच उन बातों का फैसला करे, जिनमें उन्होंने मतभेद किया था। और उसमें मतभेद उन्हीं लोगों ने किया, जिन्हें वह दी गई थी, इसके बाद कि उनके पास स्पष्ट निशानियाँ आ चुकीं, आपस के हठ के कारण। फिर जो लोग ईमान लाए, अल्लाह ने उन्हें अपनी आज्ञा से सत्य में से उस बात का मार्गदर्शन किया, जिसमें उन्होंने मतभेद किया था और अल्लाह जिसे चाहता है, सीधा मार्ग दर्शाता है।",
    "या तुमने समझ रखा है कि तुम जन्नत में प्रवेश कर जाओगे, हालाँकि अभी तक तुमपर उन लोगों जैसी दशा नहीं आई, जो तुमसे पूर्व थे। उन्हें तंगी और तकलीफ़ पहुँची तथा वे सख़्त हिला दिए गए, यहाँ तक कि वह रसूल और जो लोग उसके साथ ईमान लाए थे, कह उठे : अल्लाह की सहायता कब आएगी? सुन लो, निःसंदेह अल्लाह की सहायता क़रीब है।",
    "(ऐ नबी!) वे आपसे पूछते हैं क्या चीज़ ख़र्च करें? (उनसे) कह दीजिए : तुम भलाई में से जो भी खर्च करो, तो वह माता-पिता, अधिक क़रीबी रिश्तेदारों, अनाथों, मिसकीनों (निर्धनों) तथा यात्रियों के लिए है। तथा तुम नेकी में से जो कुछ भी करोगे, तो निःसंदेह अल्लाह उसे भलि-भाँति जानने वाला है।",
    "(ऐ ईमान वालो!) तुमपर युद्ध करना अनिवार्य कर दिया गया है, हालाँकि वह तुम्हें बिल्कुल नापसंद है। और हो सकता है कि तुम एक चीज़ को नापसंद करो और वह तुम्हारे लिए बेहतर हो और हो सकता कि तुम एक चीज़ को पसंद करो और वह तुम्हारे लिए बुरी हो। और अल्लाह जानता है और तुम नहीं जानते।",
    "(ऐ नबी!) वे आपसे सम्मानित मास में युद्ध करने के बारे में पूछते हैं। आप उनसे कह दें कि उसमें युद्ध करना बहुत गंभीर (पाप) है, परंतु अल्लाह के मार्ग से रोकना और उसका इनकार करना और मस्जिदे-ह़राम से रोकना और उसके वासियों को उससे निकालना, अल्लाह के निकट उससे भी बड़ा (पाप) है, तथा फ़ितना (शिर्क), हत्या से अधिक बड़ा है। और वे तुमसे हमेशा युद्ध करते रहेंगे, यहाँ तक कि तुम्हें तुम्हारे धर्म से फेर दें, यदि कर सकें, और तुममें से जो व्यक्ति अपने धर्म (इस्लाम) से फिर जाए, फिर इस हाल में मरे कि वह काफ़िर हो, तो ये ऐसे लोग हैं जिनके कार्य दुनिया तथा आख़िरत में बर्बाद हो गए तथा यही लोग आग वाले हैं, वे उसमें हमेशा रहने वाले हैं।",
    "निःसंदेह जो लोग ईमान लाए और जिन्होंने हिजरत की तथा अल्लाह की राह में जिहाद किया, वही अल्लाह की दया की आशा रखते हैं तथा अल्लाह अत्यंत क्षमाशील, असीम दयालु है।",
    "(ऐ नबी!) वे आपसे शराब और जुए के बारे में पूछते हैं। आप बता दें कि इन दोनों में बड़ा पाप है तथा लोगों के लिए कुछ लाभ हैं, और इन दोनों का पाप इनके लाभ से बड़ा है। तथा वे आपसे पूछते हैं कि क्या चीज़ ख़र्च करें। (उनसे) कह दीजिए जो आवश्यकता से अधिक हो। इसी प्रकार अल्लाह तुम्हारे लिए आयतों को स्पष्ट करता है, ताकि तुम सोच-विचार करो।",
    "दुनिया और आख़िरत के बारे में। और वे आपसे अनाथों के विषय में पूछते हैं। (उनसे) कह दीजिए उनके लिए सुधार करते रहना बेहतर है। यदि तुम उन्हें अपने साथ मिलाकर रखो, तो वे तुम्हारे भाई हैं और अल्लाह बिगाड़ने वाले को सुधारने वाले से जानता है। और यदि अल्लाह चाहता, तो तुम्हें अवश्य कष्ट में डाल देता। निःसंदेह अल्लाह सब पर प्रभुत्वशाली, पूर्ण हिकमत वाला है।",
    "तथा मुश्रिक स्त्रियों से विवाह न करो, यहाँ तक कि वे ईमान ले आएँ और निश्चय एक ईमान वाली दासी किसी भी मुश्रिक स्त्री से उत्तम है, यद्यपि वह तुम्हें अच्छी लगे। और अपनी स्त्रियों का निकाह़ मुश्रिकों से न करो, यहाँ तक कि वे ईमान ले आएँ और निश्चय एक ईमान वाला दास किसी भी मुश्रिक (पुरुष) से उत्तम है, यद्यपि वह तुम्हें अच्छा लगे। ये लोग आग की ओर बुलाते हैं तथा अल्लाह अपनी आज्ञा से जन्नत और क्षमा की ओर बुलाता है और लोगों के लिए अपनी आयतें खोलकर बयान करता है, ताकि वे शिक्षा ग्रहण करें।",
    "तथा वे आपसे मासिक धर्म के विषय में पूछते हैं। आप कह दें : वह एक तरह की गंदगी है। अतः मासिक धर्म की स्थिति में औरतों से अलग रहो और उनके पास न जाओ, यहाँ तक कि वे पाक हो जाएँ। फिर जब वे (स्नान करके) पाक-साफ़ हो जाएँ, तो उनके पास आओ, जहाँ से अल्लाह ने तुम्हें अनुमति दी है। निःसंदेह अल्लाह उनसे प्रेम करता है जो बहुत तौबा करने वाले हैं और उनसे प्रेम करता है जो बहुत पाक रहने वाले हैं।",
    "तुम्हारी पत्नियाँ तुम्हारे लिए खेती हैं। सो अपनी खेती में जिस तरह चाहो आओ और अपने लिए (अच्छे कार्य) आगे भेजो। तथा अल्लाह से डरो और जान लो कि निश्चय तुम उससे मिलने वाले हो और ईमान वालों को शुभ सूचना सुना दो।",
    "तथा अल्लाह की क़सम को भलाई करने, परहेज़गारी की राह पर चलने और लोगों के बीच मेल-मिलाप कराने के विरुद्ध तर्क न बनाओ। और अल्लाह सब कुछ सुनने वाला, सब कुछ जानने वाला है।",
    "अल्लाह तुम्हें तुम्हारी क़समों में निरर्थक पर नहीं पकड़ता, बल्कि तुम्हें उसपर पकड़ता है, जिसका तुम्हारे दिलों ने इरादा किया है। और अल्लाह बहुत क्षमा करने वाला, अत्यंत सहनशील है।",
    "उन लोगों के लिए जो अपनी पत्नियों से (संभोग न करने की) क़सम खा लेते हैं, चार महीने प्रतीक्षा करना है। फिर यदि वे (इस बीच) अपनी क़सम से फिर जाएँ, तो निःसंदेह अल्लाह अति क्षमाशील, अत्यंत दयावान् है।",
    "और यदि वे तलाक़ का पक्का इरादा कर लें, तो निःसंदेह अल्लाह सब कुछ सुनने वाला, सब कुछ जानने वाला है।",
    "तथा जिन स्त्रियों को तलाक़ दे दी गई है, वे तीन बार मासिक धर्म आने तक अपने आपको (विवाह से) प्रतीक्षा में रखें। और उनके लिए ह़लाल (वैध) नहीं कि वह चीज़ छिपाएँ जो अल्लाह ने उनके गर्भाशयों में पैदा की है, यदि वे अल्लाह तथा अंतिम दिन पर ईमान रखती हैं। तथा उनके पति इस अवधि में उन्हें वापस लौटाने के अधिक हक़दार हैं, यदि वे मामला ठीक रखने का इरादा रखते हों। तथा परंपरा के अनुसार उन (स्त्रियों) के लिए उसी तरह अधिकार (हक़) है, जैसे उनके ऊपर (पुरुषों का) अधिकार है। तथा पुरुषों को उन (स्त्रियों) पर एक दर्जा प्राप्त है और अल्लाह सब पर प्रभुत्वशाली, पूर्ण हिकमत वाला है।",
    "यह तलाक़ दो बार है। फिर या तो अच्छे तरीक़े से रख लेना है, या नेकी के साथ छोड़ देना है। और तुम्हारे लिए ह़लाल (वैध) नहीं कि उसमें से जो तुमने उन्हें दिया है, कुछ भी लो, सिवाय इसके कि उन दोनों को इस बात का डर हो कि वे अल्लाह की सीमाओं को क़ायम न रख सकेंगे। फिर यदि तुम्हें भय हो कि वे दोनों (पति-पत्नी) अल्लाह की सीमाओं को क़ायम न रख सकेंगे, तो उन दोनों पर उसमें कोई दोष (पाप) नहीं जो पत्नी अपनी जान छुड़ाने के बदले में दे दे। ये अल्लाह की सीमाएँ हैं, अतः इनसे आगे मत बढ़ो और जो अल्लाह की सीमाओं से आगे बढ़ेगा, तो यही लोग अत्याचारी हैं।",
    "फिर यदि वह उसे (तीसरी) तलाक़ दे दे, तो उसके बाद वह उसके लिए ह़लाल (वैध) नहीं होगी, यहाँ तक कि उसके अलावा किसी अन्य पति से विवाह करे। फिर यदि वह उसे तलाक़ दे दे, तो (पहले) दोनों पर कोई पाप नहीं कि दोनों आपस में रुजू' (दोबारा मिलाप) कर लें, यदि वे दोनों समझें कि अल्लाह की सीमाओं को क़ायम रखेंगे। और ये अल्लाह की सीमाएँ हैं, वह उन्हें उन लोगों के लिए खोलकर बयान करता है, जो ज्ञान रखते हैं।",
    "और जब तुम स्त्रियों को तलाक़ दे दो, फिर वे अपनी इद्दत (निश्चित अवधि) को पहुँच जाएँ, तो उन्हें भले तरीक़े से रख लो अथवा उन्हें भले तरीक़े से छोड़ दो। तथा उन्हें हानि पहुँचाने के लिए न रोके रखो, ताकि उनपर अत्याचार करो। और जो कोई ऐसा करे, तो निःसंदेह उसने स्वयं अपने आपपर अत्याचार किया। तथा अल्लाह की आयतों को मज़ाक़ न बनाओ। और अपने ऊपर अल्लाह की नेमत को याद करो तथा उसको भी (याद करो) जो उसने पुस्तक (क़ुरआन) एवं ह़िकमत (सुन्नत) में से तुमपर उतारा है, वह तुम्हें उसके साथ उपदेश देता है। तथा अल्लाह से डरो और जान लो कि अल्लाह हर चीज़ को ख़ूब जानने वाला है।",
    "और जब तुम स्त्रियों को तलाक़ दो, फिर वे अपनी निश्चित अवधि (इद्दत) को पहुँच जाएँ, तो उन्हें अपने पतियों से विवाह करने से न रोको, जबकि वे भले तरीक़े से आपस में विवाह करने पर सहमत हो जाएँ। यह बात है जिसका उपदेश तुममें से उसे दिया जा रहा है, जो अल्लाह तथा अंतिम दिन (प्रलय) पर ईमान रखता है। यह तुम्हारे लिए अधिक स्वच्छ तथा अधिक पवित्र है और अल्लाह जानता है और तुम नहीं जानते।",
    "और माताएँ अपने बच्चों को पूरे दो वर्ष दूध पिलाएँ, उसके लिए जो चाहे कि दूध पीने की अवधि पूरी करे। और बच्चे के पिता के ज़िम्मे परंपरा के अनुसार उन (औरतों) का खाना और उनका कपड़ा है। किसी पर उसकी शक्ति से अधिक बोझ नहीं डाला जाएगा; न माँ को उसके बच्चे के कारण हानि पहुँचाई जाए और न पिता को उसके बच्चे की वजह से। और इसी प्रकार की ज़िम्मेदारी (उसके) वारिस पर भी है। फिर यदि दोनों आपस की सहमति तथा परस्पर परामर्श से (दो वर्ष से पहले) दूध छुड़ाना चाहें, तो दोनों पर कोई पाप नहीं। और यदि तुम्हारा इरादा (किसी अन्य स्त्री से) दूध पिलवाने का हो, तो तुमपर कोई पाप नहीं, जब रीति के अनुसार वह भुगतान कर दो, जो तुमने देना तय किया था। तथा अल्लाह से डरो और जान लो कि तुम जो कुछ करते हो, निःसंदेह अल्लाह उसे देख रहा है।",
    "और जो लोग तुममें से मर जाएँ और पत्नियाँ छोड़ जाएँ, वे (पत्नियाँ) अपने आपको चार महीने और दस दिन प्रतीक्षा में रखें। फिर जब वे अपनी इद्दत (निर्धारित अवधि) को पहुँच जाएँ, तो तुमपर उसमें कोई पाप नहीं जो वे नियमानुसार अपने बारे में करें, तथा अल्लाह उससे जो कुछ तुम करते हो पूरी तरह अवगत है।",
    "और तुमपर इस बात में कोई गुनाह नहीं कि उन (इद्दत गुज़ारने वाली) स्त्रियों को विवाह के संदेश का संकेत दो, या (उसे) अपने मन में छिपाए रखो। अल्लाह जानता है कि तुम उन्हें अवश्य याद करोगे, परंतु उनसे गुप्त रूप से विवाह का वादा न करो, सिवाय इसके कि रीति के अनुसार कोई बात कहो। तथा विवाह का अनुबंध पक्का न करो, यहाँ तक कि लिखा हुआ हुक्म अपनी अवधि को पहुँच जाए। तथा जान लो कि निःसंदेह अल्लाह तुम्हारे मन की बातों को जानता है। अतः उससे डरो और जान लो कि अल्लाह बहुत क्षमा करने वाला, अत्यंत सहनशील है।",
    "तुमपर कोई पाप नहीं, यदि तुम स्त्रियों को तलाक़ दे दो जबकि तुमने (अभी) उन्हें न हाथ लगाया हो और न उनके लिए कुछ महर निर्धारित किया हो। (लेकिन) उन्हें रीति के अनुसार कुछ सामान दे दो; विस्तार वाले पर अपनी क्षमता के अनुसार तथा तंगदस्त पर अपनी क्षमता के अनुसार देय है। सत्कर्म करने वालों पर यह हक़ है।",
    "और यदि तुम उन्हें इससे पहले तलाक़ दे दो कि उन्हें हाथ लगाओ, जबकि तुम उनके लिए कोई महर निर्धारित कर चुके हो, तो तुमने जो महर निर्धारित किया है उसका आधा देना अनिवार्य है, सिवाय इसके कि वे (पत्नियाँ) माफ़ कर दें, अथवा वह पुरुष माफ़ कर दे जिसके हाथ में विवाह का बंधन है। और यह (बात) कि तुम माफ़ कर दो तक़वा (परहेज़गारी) के अधिक क़रीब है। और आपस में उपकार करना न भूलो। निःसंदेह अल्लाह उसे ख़ूब देखने वाला है, जो तुम कर रहे हो।",
    "सब नमाज़ों का और (विशेषकर) बीच की नमाज़ (अस्र) का ध्यान रखो तथा अल्लाह के लिए आज्ञाकारी होकर (विनयपूर्वक) खड़े रहो।",
    "फिर यदि तुम्हें भय हो, तो पैदल (नमाज़) पढ़ लो या सवार। फिर जब भय दूर हो जाए, तो अल्लाह को याद करो जैसे उसने तुम्हें सिखाया है, जो तुम नहीं जानते थे।",
    "और जो लोग तुममें से मृत्यु पा जाते हैं तथा पत्नियाँ छोड़ जाते हैं, वे अपनी पत्नियों के लिए एक वर्ष तक घर से निकाले बिना खर्च देने की वसीयत करें। परंतु यदि वे (स्वयं) निकल जाएँ, तो तुमपर उसमें कोई पाप नहीं जो वे रीति के अनुसार अपने बारे में करें, और अल्लाह सब पर प्रभुत्वशाली, पूर्ण हिकमत वाला है।",
    "तथा जिन स्त्रियों को तलाक़ दी गई है, उन्हें रीति के अनुसार कुछ न कुछ सामग्री देना आवश्यक है, डर रखने वालों पर यह हक़ (अनिवार्य) है।",
    "इसी तरह अल्लाह तुम्हारे लिए अपनी आयतें खोलकर बयान करता है, ताकि तुम समझो।",
    "(ऐ नबी!) क्या आपने उन लोगों को नहीं देखा जो मौत के भय से अपने घरों से निकले, जबकि वे कई हज़ार थे, तो अल्लाह ने उनसे कहा कि मर जाओ, फिर उन्हें जीवित कर दिया। निःसंदेह अल्लाह लोगों पर बड़े अनुग्रह वाला है, लेकिन अधिकांश लोग शुक्रिया अदा नहीं करते।",
    "और तुम अल्लाह के मार्ग में युद्ध करो और जान लो कि अल्लाह सब कुछ सुनने वाला, सब कुछ जानने वाला है।",
    "कौन है वह जो अल्लाह को अच्छा क़र्ज़ दे, तो वह उसे उसके लिए बहुत अधिक गुना बढ़ा दे, तथा अल्लाह ही तंगी करता और विस्तार करता है और तुम उसी की ओर लौटाए जाओगे।",
    "(ऐ नबी!) क्या आपने मूसा के बाद बनी इसराईल के प्रमुखों को नहीं देखा, जब उन्होंने अपने एक नबी से कहा : हमारे लिए एक बादशाह निर्धारित कर दो कि हम अल्लाह के मार्ग में युद्ध करें। उस (नबी) ने कहा : ऐसा न हो कि यदि तुमपर युद्ध करना अनिवार्य कर दिया जाए, तो तुम युद्ध न करो? उन्होंने कहा : और हमें क्या है कि हम अल्लाह के मार्ग में युद्ध न करें, हालाँकि हमें हमारे घरों और हमारे बेटों से निकाल दिया गया है? फिर जब उनपर युद्ध करना अनिवार्य कर दिया गया, तो उनमें से बहुत थोड़े लोगों के सिवा सब फिर गए। और अल्लाह उन अत्याचारियों को भली-भाँति जानने वाला है।",
    "तथा उनके नबी ने उनसे कहा : निःसंदेह अल्लाह ने तुम्हारे लिए 'तालूत' को बादशाह निर्धारित किया है। उन्होंने कहा : उसका राज्य हमपर कैसे हो सकता है, जबकि हम राज्य के उससे अधिक हक़दार हैं और उसे धन का विस्तार भी प्राप्त नहीं? उस (नबी) ने कहा : निःसंदेह अल्लाह ने उसे तुमपर चुन लिया है और उसे अधिक ज्ञान तथा शारीरिक बल प्रदान किया है। और अल्लाह अपना राज्य जिसे चाहता है, प्रदान करता है तथा अल्लाह बहुत विस्तार वाला, सब कुछ जानने वाला है।",
    "तथा उनके नबी ने उनसे कहा : निःसंदेह उसके राजा होने की निशानी यह है कि तुम्हारे पास वह ताबूत (संदूक़) आ जाएगा, जिसमें तुम्हारे पालनहार की ओर से एक संतोष (सांत्वना) है तथा मूसा और हारून के घराने के छोड़े हुए अवशेष हैं, उसे फ़रिश्ते उठाए हुए होंगे। निःसंदेह इसमें तुम्हारे लिए निश्चय एक निशानी है, यदि तुम ईमान वाले हो।",
    "फिर जब तालूत सेनाएँ लेकर चला, तो उसने कहा : निःसंदेह अल्लाह एक नहर द्वारा तुम्हारी परीक्षा लेने वाला है। अतः जिसने उसमें से पिया, तो वह मुझमें से नहीं है और जिसने उसे नहीं चखा, तो निःसंदेह वह मुझमें से है। परंतु जो अपने हाथ से एक चुल्लू भर पानी ले ले (तो कोई बात नहीं)। तो उनमें से थोड़े लोगों के सिवा सबने उसमें से पी लिया। फिर जब वह (तालूत) और उसके साथ ईमान वाले नहर पार कर गए, तो उन्होंने कहा : आज हमारे पास जालूत और उसकी सेनाओं से लड़ने की कोई शक्ति नहीं है। (परंतु) जो लोग समझते थे कि निश्चय वे अल्लाह से मिलने वाले हैं, उन्होंने कहा : कितने ही थोड़े समूह, अल्लाह की अनुमति से, बड़े समूहों पर विजय प्राप्त कर चुके हैं और अल्लाह सब्र करने वालों के साथ है।",
    "और जब वे जालूत और उसकी सेनाओं के सामने हुए, तो दुआ की : ऐ हमारे पालनहार! हमपर धैर्य उँडेल दे तथा हमारे पैरों को जमा दे और इन काफ़िरों के विरुद्ध हमारी सहायता कर।",
    "तो उन्होंने अल्लाह की अनुज्ञा से उन्हें पराजित कर दिया और दाऊद ने जालूत को क़त्ल कर दिया तथा अल्लाह ने उस (दाऊद) को राज्य और ह़िकमत प्रदान की तथा उसे जो कुछ चाहता था, सिखा दिया। और यदि अल्लाह का कुछ लोगों को कुछ लोगों द्वारा हटाना न होता, तो निश्चय धरती की व्यवस्था बिगड़ जाती। परंतु अल्लाह संसार वालों पर बड़े अनुग्रह वाला है।",
    "(ऐ नबी!) ये अल्लाह की आयतें हैं, हम उन्हें सत्य के साथ आपपर पढ़ते हैं, और निःसंदेह आप निश्चय रसूलों में से हैं।"
  ]
}