{
  "meta": {
    "id": 122,
    "name": "Maulana Azizul Haque al-Umari",
    "translator_name": "Maulana Azizul Haque al-Umari",
    "slug": "hi-maulana-azizul-haque-al-umari",
    "language_name": "hindi"
  },
  "verses": [
    "(क्या वे साझीदार बेहतर हैं) या वह जिसने आकाशों और धरती को पैदा किया और आकाश से तुम्हारे लिए पानी उतारा, फिर हमने उसके साथ शानदार बाग़ लगाए। तुम्हारे बस में नहीं था कि उनके वृक्ष उगाते। क्या अल्लाह के साथ कोई (अन्य) पूज्य है? बल्कि ये ऐसे लोग हैं जो रास्ते से हट रहे हैं।",
    "(क्या वे साझीदार बेहतर हैं) या वह जिसने धरती को ठहरने का स्थान बनाया और उसके बीच नहरें बनाईं और उसके लिए पहाड़ बनाए और दो समुद्रों के बीच अवरोध बनाया? क्या अल्लाह के साथ कोई (अन्य) पूज्य है ? बल्कि उनमें से अधिकतर लोग नहीं जानते।",
    "या वह जो व्याकुल की प्रार्थना स्वीकार करता है, जब वह उसे पुकारता है और दुखों को दूर करता है और तुम्हें धरती का उत्तराधिकारी बनाता है? क्या अल्लाह के साथ कोई (अन्य) पूज्य है? तुम बहुत कम उपदेश ग्रहण करते हो।",
    "या वह जो थल और समुद्र के अँधेरों में तुम्हारा मार्गदर्शन करता है तथा वह जो हवाओं को अपनी दया (वर्षा) से पहले शुभ-सूचना देने के लिए भेजता है? क्या अल्लाह के साथ कोई (और) पूज्य है? बहुत उच्च है अल्लाह उससे जो वे साझी ठहराते हैं।",
    "या वह जो सृष्टि का आरंभ करता है, फिर उसे दोहराता है, और जो तुम्हें आकाश और धरती से जीविका देता है? क्या अल्लाह के साथ कोई (और) पूज्य है? कह दीजिए : लाओ अपना प्रमाण, यदि तुम सच्चे हो।",
    "आप कह दें : अल्लाह के सिवा, आकाशों और धरती में जो भी है, ग़ैब (परोक्ष की बात) नहीं जानता और वे नहीं जानते कि वे कब उठाये जाएँगे।",
    "बल्कि आख़िरत (परलोक) के विषय में उनका ज्ञान समाप्त हो गया है। बल्कि वे उसके बारे में संदेह में हैं। बल्कि वे उससे अंधे हैं।",
    "और उन लोगों ने कहा जिन्होंने कुफ़्र किया : क्या जब हम मिट्टी हो जाएँगे और हमारे बाप-दादा भी, तो क्या सचमुच हम अवश्य निकाले जाने वाले हैं?",
    "निश्चय इससे पहले हमसे यह वादा किया गया और हमारे बाप-दादा से भी, ये तो बस पहले लोगों की काल्पनिक कहानियाँ हैं।",
    "कह दीजिए : धरती में चलो-फिरो, फिर देखो अपराधियों का परिणाम कैसा हुआ!",
    "और आप उनपर शोक न करें और न उससे किसी संकीर्णता में हों, जो वे चाल चलते हैं।",
    "तथा वे कहते हैं : कब पूरा होगा यह वादा, यदि तुम सच्चे हो?",
    "आप कह दें : क़रीब है कि उसका कुछ भाग तुम्हारे पीछे आ पहुँचा हो, जो तुम जल्दी माँग रहे हो।",
    "तथा निःसंदेह आपका पालनहार निश्चय लोगों पर बड़ा अनुग्रह करने वाला है। किंतु उनमें से अधिकतर लोग शुक्र नहीं करते।",
    "और निःसंदेह आपका पालनहार निश्चय जानता है जो कुछ उनके सीने छिपाते हैं और जो कुछ वे प्रकट करते हैं।",
    "और आकाश तथा धरती में कोई छिपी चीज़ नहीं, परंतु वह एक स्पष्ट किताब में मौजूद है।",
    "निःसंदेह यह क़ुरआन इसराईल की संतान के सामने अधिकतर वे बातें वर्णन करता है, जिनमें वे मतभेद करते हैं।",
    "और निःसंदेह वह निश्चय ईमान वालों के लिए सर्वथा मार्गदर्शन तथा दया है।",
    "निःसंदेह आपका पालनहार उनके बीच अपने आदेश से निर्णय कर देगा तथा वही सब पर प्रभुत्वशाली, सब कुछ जानने वाला है।",
    "अतः आप अल्लाह पर भरोसा करें। निश्चय आप स्पष्ट सत्य पर हैं।",
    "निःसंदेह आप मुर्दों को नहीं सुना सकते और न बहरों को अपनी पुकार सुना सकते, जब वे पीठ फेरकर पलट जाएँ।",
    "तथा न आप कभी अंधों को उनकी गुमारही से हटाकर सीधे मार्ग पर लाने वाले हैं। आप तो बस उन्हीं को सुना सकते हैं, जो हमारी आयतों पर ईमान रखते हैं। सो वही आज्ञाकारी हैं।",
    "और जब उनपर बात पूरी हो जाएगी, तो हम उनके लिए धरती से एक पशु निकालेंगे, जो उनसे बात करेगा कि निश्चय लोग हमारी आयतों पर विश्वास नहीं करते थे।",
    "तथा जिस दिन हम प्रत्येक समुदाय में से उन लोगों का एक गिरोह एकत्र करेंगे, जो हमारी आयतों को झुठलाया करते थे, फिर उन्हें श्रेणियों में बांटा जाएगा।",
    "यहाँ तक कि जब वे आ जाएँगे, तो (अल्लाह) फरमाएगा : क्या तुमने मेरी आयतों को झुठला दिया, हालाँकि तुमने उनका पूर्ण ज्ञान प्राप्त नहीं किया था, या क्या था जो तुम किया करते थे?",
    "और उनपर (यातना की) बात सिद्ध हो जाएगी, उसके बदले जो उन्होंने अत्याचार किया, सो वे बोल न सकेंगे।",
    "क्या उन्होंने नहीं देखा कि हमने रात बनाई, ताकि वे उसमें आराम करें तथा दिन को प्रकाशमान (बनाया)। निःसंदेह इसमें उन लोगों के लिए बहुत-सी निशानियाँ हैं, जो ईमान लाते हैं।",
    "और जिस दिन सूर (नरसिंघा) में फूँका जाएगा, तो जो भी आकाशों में है और जो भी धरती में है, घबरा जाएगा, सिवाय उसके जिसे अल्लाह चाहे। तथा वे सब उसके पास अपमानित होकर आएँगे।",
    "और तुम पर्वतों को देखोगे, उन्हें समझोगे कि वे जमे हुए हैं, हालाँकि वे बादलों के चलने की तरह चल रहे होंगे, उस अल्लाह की कारीगरी से जिसने हर चीज़ को मज़बूत बनाया। निःसंदेह वह उससे भली-भाँति सूचित है जो तुम करते हो।",
    "जो व्यक्ति नेकी लेकर आएगा, तो उसके लिए उससे उत्तम प्रतिफल है और ये लोग उस दिन के भय से सुरक्षित होंगे।",
    "और जो बुराई लेकर आएगा, तो उनके चेहरे आग में औंधे डाले जाएँगे। तुम उसी का बदला दिए जाओगे, जो तुम किया करते थे।",
    "मुझे तो बस यही आदेश दिया गया है कि मैं इस नगर (मक्का) के पालनहार की इबादत करूँ, जिसने इसे पवित्र (सम्मानित) बनाया है तथा उसी के लिए हर चीज़ है और मुझे आदेश दिया गया है कि मैं आज्ञाकारियों में से हो जाऊँ।",
    "तथा यह कि मैं क़ुरआन पढ़कर सुनाऊँ। फिर जो सीधी राह पर आया, वह अपने ही लिए राह पर आता है और जो गुमराह हुआ, तो आप कह दें कि मैं तो बस डराने वालों में से हूँ।",
    "तथा आप कह दें : सब प्रशंसा अल्लाह के लिए है। वह जल्द ही तुम्हें अपनी निशानियाँ दिखाएगा, तो तुम उन्हें पहचान लोगे और तुम्हारा पालनहार उससे बेखबर नहीं है, जो कुछ तुम करते हो।",
    "ता, सीन, मीम।",
    "ये स्पष्ट किताब की आयतें हैं।",
    "हम आपको मूसा तथा फ़िरऔन के कुछ समाचार सच्चाई के साथ सुनाते हैं, उन लोगों के लिए जो ईमान रखते हैं।",
    "निःसंदेह फ़िरऔन ने धरती में सरकशी की और उसके वासियों को कई समूहों में विभाजित कर दिया। जिनमें से एक समूह को वह बहुत कमज़ोर कर रहा था, उनके बेटों का बुरी तरह से वध कर देता और उनकी महिलाओं को जीवित रहने देता था। निःसंदेह वह बिगाड़ पैदा करने वालों में से था।",
    "तथा हम चाहते थे कि हम उन लोगों पर उपकार करें, जिन्हें धरती में बहुत कमज़ोर कर दिया गया तथा उन्हें अगुआ बनाएँ और उन्हीं को वारिस बनाएँ।",
    "तथा उन्हें धरती में सत्ता प्रदान कर दें और फ़िरऔन तथा हामान और उनकी सेनाओं को उनकी ओर से वह सब दिखाएँ जिससे वे डरते थे।",
    "और हमने मूसा की माँ की ओर वह़्य की कि उसे दूध पिला, फिर जब तुझे उसके बारे में भय हो, तो उसे दरिया में डाल दे और न डर और न शोक कर। निःसंदेह हम उसे तेरी ओर वापस लाने वाले हैं और उसे रसूलों में से बनाने वाले हैं।",
    "तो फ़िरऔन के घर वालों ने उसे उठा लिया, ताकि अंत में वह उनका शत्रु और शोक का कारण ठहरे। निःसंदेह फ़िरऔन तथा हामान और उनकी सेनाएँ पापी थीं।",
    "और फ़िरऔन की पत्नी ने कहा : यह मेरी तथा तेरी आँखों की ठंडक है। इसे क़त्ल न करो। आशा है कि वह हमें लाभ पहुँचाए, या हम उसे पुत्र बना लें और वे समझते न थे।",
    "और मूसा की माता का दिल (मूसा की याद के सिवा हर चीज़ से) खाली हो गया। निश्चय वह क़रीब थी कि उसे प्रकट कर देती, यदि हम उसके दिल को मज़बूत कर उसका ढारस न बँधा देते, ताकि वह ईमानवालों में से हो जाए।",
    "तथा (मूसा की माँ ने) उसकी बहन से कहा : इसके पीछे-पीछे जा। तो वह उसे दूर ही दूर से देखती रही और उन्हें (इसका) आभास नहीं होता था।",
    "और हमने उसपर पहले से सभी दूध हराम कर दिए। तो उस (की बहन) ने कहा : क्या मैं तुम्हें एक घर वाले बताऊँ, जो तुम्हारे लिए इसका पालन-पोषण करें और वे इसके शुभचिंतक हों?",
    "तो हम उसे उसकी माँ के पास वापस ले आए, ताकि उसकी आँख ठंडी हो और वह शोक न करे, और ताकि वह जान ले कि निश्चय अल्लाह का वादा सच्चा है, लेकिन उनमें से ज्यादातर नहीं जानते।",
    "और जब वह अपनी जवानी को पहुँचा और पूरा बलवान हो गया, तो हमने उसे निर्णय-शक्ति और ज्ञान प्रदान किया और इसी प्रकार हम भलाई करने वालों को बदला देते हैं।",
    "और वह नगर में उसके लोगों की कुछ असावधानी के समय में प्रवेश किया, तो उसमें दो व्यक्तियों को लड़ते हुए पाया। यह उसके गिरोह में से है और यह उसके शत्रुओं में से। तो जो उसके गिरोह में से था, उसने उसके विरुद्ध उससे मदद माँगी, जो उसके शत्रुओं में से था। तो मूसा ने उसे घूँसा मारा तो उसका काम तमाम कर दिया। (मूसा ने) कहा : यह शैतान के काम से है, निश्चित रूप से वह खुले तौर पर गुमराह करने वाला दुश्मन है।",
    "उसने कहा : ऐ मेरे पालनहार! निश्चय ही मैंने अपने ऊपर अत्याचार किया है, अतः मुझे क्षमा कर दे। तो उसने उसे क्षमा कर दिया, निःसंदेह वही  बड़ा क्षमाशील, अत्यंत दयावान है।",
    "उसने कहा : ऐ मेरे पालनहार! इस कारण कि तूने मुझपर उपकार किया है, मैं कभी भी अपराधियों का सहायक नहीं बनूँगा।",
    "फिर उसने नगर में डरते हुए सुबह की, इंतज़ार करता था (कि अब क्या होगा)। तो अचानक वही व्यक्ति जिसने कल उससे सहायता माँगी थी, उसे गुहार रहा था। मूसा ने उससे कहा : निश्चय ही तू अवश्य खुला गुमराह है।",
    "फिर जब उस (मूसा) ने उसे पकड़ना चाहा, जो उन दोनों का शत्रु था, तो उस (इसराईली) ने कहा : ऐ मूसा! क्या तू मुझे मारना चाहता है, जैसे तूने कल एक व्यक्ति को मार डाला था? तू केवल यही चाहता है कि धरती में शक्तिशाली बन जाए और तू नहीं चाहता कि सुधार करने वालों में से हो।",
    "और एक व्यक्ति नगर के सबसे दूर छोर से दौड़ता हुआ आया। उसने कहा : ऐ मूसा! निःसंदेह प्रमुख लोग तेरे विषय में परामर्श कर रहे हैं कि तुझे मार डालें। अतः तू (यहाँ से) निकल जा। निश्चय मैं तेरा शुभचिंतक हूँ।",
    "तो वह डरता हुआ उस (शहर) से निकल पड़ा, इंतज़ार करता था (कि अब क्या होगा), उसने प्रार्थना की : ऐ मेरे पालनहार! मुझे इन ज़ालिम लोगों से बचा ले।",
    "और जब उसने मदयन की ओर रुख़ किया, तो कहा : आशा है कि मेरा पालनहार मुझे सीधे मार्ग पर ले जाए।",
    "और जब वह मदयन के पानी पर पहुँचा, तो उसपर लागों का एक समूह पाया, जो (अपने पशुओं को) पानी पिला रहा था। तथा उनके एक तरफ दो महिलाओं को पाया जो (अपने पशुओं को) रोक रही थीं। उसने कहा : तुम्हारा क्या मामला है? उन दोनों ने कहा : हम पानी नहीं पिलाते यहाँ तक कि चरवाहे (अपने जानवरों को) पिलाकर वापस ले जाएँ और हमारे पिता बहुत बूढ़े हैं।",
    "तो उसने उनके लिए पानी पिला दिया। फिर पलट कर छाया की ओर आ गया और कहा : ऐ मेरे पालनहार! निःसंदेह मैं, जो भलाई भी तू मुझपर उतार दे, मैं उसका मोहताज हूँ।",
    "फिर दोनों में से एक बहुत लज्जा के साथ चलती हुई उसके पास आई। उसने कहा : निःसंदेह मेरे पिता आपको बुला रहे हैं। ताकि आपको उसका बदला दें जो आपने हमारे लिए (जानवरों को) पानी पिलाया है। तो जब वह (मूसा) उसके पास आया और उसे पूरी स्थिति बताई, तो उसने कहा :  डरो मत, तुम उन ज़ालिम लोगों से बच निकले हो।",
    "उन दोनों स्त्रियों में से एक ने कहा : ऐ मेरे पिता! इसे मज़दूरी पर रख लें, क्योंकि सबसे अच्छा व्यक्ति जिसे आप मज़दूरी पर रखें वही है जो शक्तिशाली, अमानतदार हो।",
    "उसने कहा : निःसंदेह मैं चाहता हूँ कि अपनी इन दो बेटियों में से एक का विवाह तुमसे कर दूँ, इस (शर्त) पर कि तुम आठ वर्ष मेरी मज़दूरी करोगे। फिर यदि तुम दस (वर्ष) पूरे कर दो, तो वह तुम्हारी ओर से है और मैं नहीं चाहता कि तुमपर बोझ डालूँ। यदि अल्लाह ने चाहा, तो तुम मुझे सदाचारियों में से पाओगे।",
    "(मूसा ने) कहा : यह मेरे और आपके बीच (निश्चित) है। इन दोनों में से जो अवधि मैं पूरी कर दूँ, तो मुझपर कोई अति न होगी। और हम जो कुछ कह रहे हैं उसपर अल्लाह गवाह है।",
    "फिर जब मूसा ने वह अवधि पूरी कर दी और अपने परिवार को लेकर चला, तो उसने तूर (पर्वत) की ओर से एक आग देखी। उसने अपने परिवार से कहा : ठहरो, मैंने एक आग देखी है, संभव है कि मैं तुम्हारे लिए उससे कोई समाचार ले आऊँ, या आग का कोई अंगारा, ताकि तुम ताप लो।",
    "फिर जब वह उसके पास आया, तो उस बरकत वाली जगह में घाटी के दाहिनी ओर से एक वृक्ष से आवाज़ दी गई : ऐ मूसा! निःसंदेह मैं ही अल्लाह हूँ, जो सारे संसारों का पालनहार है।",
    "और यह कि अपनी लाठी फेंक दो। फिर जब उसने उसे देखा कि रेंग रही है, मानो वह एक साँप है, तो पीठ फेरकर चल दिया और पीछे नहीं मुड़ा। ऐ मूसा! आगे बढ़ो और डरो मत, निश्चित रूप से तुम सुरक्षित रहने वालों में से हो।",
    "अपना हाथ अपने गरीबान में डाल। वह बिना किसी दोष के सफेद (चमकदार) निकलेगा। और भय से (बचने के लिए) अपनी भुजा को अपनी ओर चिमटा ले। तो ये दोनों तेरे पालनहार की ओर से फ़िरऔन तथा उसके प्रमुखों के लिए दो प्रमाण हैं। निःसंदेह वे हमेशा से अवज्ञाकारी लोग हैं।",
    "उसने कहा : ऐ मेरे पालनहार! मैंने उनमें से एक व्यक्ति को क़त्ल किया है। इसलिए मैं डरता हूँ कि वे मुझे मार देंगे।",
    "और मेरा भाई हारून, वह ज़बान में मुझसे अधिक वाक्पटु है। अतः उसे मेरे साथ सहायक बनाकर भेज कि वह मेरी तसदीक़ करे। निःसंदेह मैं डरता हूँ कि वे मुझे झुठला देंगे।",
    "फरमाया : हम तेरे भाई के साथ तेरा हाथ अवश्य मज़बूत करेंगे और तुम दोनों को प्रभुता प्रदान करेंगे। अतः वे तुम दोनों तक नहीं पहुँच सकेंगे। हमारी निशानियों के कारण तुम दोनों और जिन्होंने तुम्हारा अनुसरण किया, प्रभावी रहने वाले हो।",
    "फिर जब मूसा उनके पास हमारी खुली निशानियाँ लेकर आए, तो उन्होंने कहा : यह तो बस एक मनगढ़ंत जादू है और हमने इसे अपने पहले बाप-दादों में नहीं सुना।",
    "तथा मूसा ने कहा : मेरा पालनहार उसे अधिक जानने वाला है जो उसके पास से मार्गदर्शन लेकर आया और उसको भी जिसके लिए (आख़िरत के) घर का परिणाम अच्छा होगा। निःसंदेह सत्य यह है कि अत्याचारी सफल नहीं होते।",
    "तथा फ़िरऔन ने कहा : ऐ प्रमुखो! मैंने अपने सिवा तुम्हारे लिए कोई पूज्य नहीं जाना। तो ऐ हामान! मेरे लिए मिट्टी पर आग जला, फिर मेरे लिए एक ऊँचा भवन बना, ताकि मैं मूसा के पूज्य को झाँककर देखूँ। और निःसंदेह मैं निश्चय उसे झूठों में से समझता हूँ।",
    "तथा वह और उसकी सेना बिना किसी अधिकार के देश में बड़े बन बैठे और उन्होंने सोचा कि निश्चित रूप से वे हमारे पास वापस नहीं लाए जाएँगे।",
    "तो हमने उसे और उसकी सेनाओं को पकड़ लिया, फिर उन्हें समुद्र में फेंक दिया। तो देखो कि अत्याचारियों का अंत (परिणाम) कैसा था।",
    "और हमने उन्हें ऐसे अगवा बनाया, जो आग की ओर बुलाते थे और क़ियामत के दिन उनकी मदद नहीं की जाएगी।",
    "और हमने इस संसार में उनके पीछे धिक्कार लगा दी और क़ियामत के दिन वे ठुकराए गए लोगों में से होंगे।",
    "और निःसंदेह हमने मूसा को पुस्तक प्रदान की, इसके पश्चात् कि हमने पहली नस्लों को विनष्ट कर दिया, जो लोगों के लिए अंतर्दृष्टिपूर्ण तर्क तथा मार्गदर्शन और दया थी, ताकि वे नसीहत ग्रहण करें।",
    "और उस समय आप पश्चिमी किनारे पर नहीं थे, जब हमने मूसा की ओर आदेश पहुँचाया और न ही आप उपस्थित लोगों में से थे।",
    "परंतु हमने (मूसा के बाद) बहुत-सी नस्लें पैदा कीं, फिर उनपर लंबा समय बीत गया तथा न आप मदयन वालों के बीच रहने वाले थे कि उन्हें हमारी आयतें पढ़कर सुनाते हों, परंतु हम ही (रसूल) भेजने वाले हैं।",
    "तथा न (ही) आप तूर (पर्वत) के किनारे पर थे, जब हमने (मूसा को) पुकारा। परंतु आपके पालनहार की ओर से दया है, ताकि आप उन लोगों को डराएँ, जिनके पास आपसे पहले कोई डराने वाला नहीं आया, ताकि वे नसीहत ग्रहण करें।",
    "तथा यदि ऐसा न होता कि उन्हें उसके कारण कोई विपत्ति पहुँचेगी जो उनके हाथों ने आगे भेजा, तो वे कहेंगे : ऐ हमारे पालनहार! तूने हमारी ओर कोई रसूल क्यों न भेजा कि हम तेरी आयतों का अनुसरण करते और ईमान वालों में से हो जाते।",
    "फिर जब उनके पास हमारी ओर से सत्य आ गया, तो उन्होंने कहा : उसे उस जैसी चीज़ें क्यों न दी गईं, जो मूसा को दी गईं? तो क्या उन्होंने इससे पहले उन चीज़ों का इनकार नहीं किया जो मूसा को दी गई थीं? उन्होंने कहा : ये दोनों (सर्वथा) जादू हैं, जो एक-दूसरे की मदद कर रहे हैं, और कहने लगे : हम तो इन सब का इनकार करने वाले हैं।",
    "(ऐ नबी!) आप कह दें : फिर तुम अल्लाह की ओर से कोई पुस्तक ले आओ, जो इन दोनों से अधिक मार्गदर्शन वाली हो, ताकि मैं उसका अनुसरण करूँ, यदि तुम सच्चे हो।",
    "फिर यदि वे आपकी माँग पूरी न करें, तो आप जान लें कि वे केवल अपनी इच्छाओं का पालन कर रहे हैं, और उससे बढ़कर पथभ्रष्ट कौन है, जो अल्लाह की ओर से किसी मार्गदर्शन के बिना अपनी इच्छा का पालन करे? निःसंदेह अल्लाह अत्याचार करने वाले लोगों को मार्ग नहीं दिखाता।",
    "और निःसंदेह हमने उनकी ओर निरंतर संदेश पहुँचाया, ताकि वे नसीहत ग्रहण करें।",
    "जिन लोगों को हमने इससे पहले किताब दी थी, वे इसपर ईमान लाते हैं।",
    "तथा जब यह उनके सामने पढ़ा जाता है, तो वे कहते हैं : हम इसपर ईमान लाए। निश्चय यही हमारे रब की ओर से सत्य है। निःसंदेह हम इससे पहले मुसलमान (आज्ञाकारी) थे।",
    "ये वे लोग हैं जिन्हें उनका प्रतिफल दोहरा दिया जाएगा, इसके बदले कि उन्होंने सब्र किया और वे भलाई के साथ बुराई को दूर करते हैं और जो कुछ हमने उन्हें दिया है उसमें से खर्च करते हैं।",
    "और जब वे व्यर्थ बात सुनते हैं, तो उससे किनारा करते हैं, तथा कहते हैं : हमारे लिए हमारे कर्म हैं और तुम्हारे लिए तुम्हारे कर्म। सलाम है तुमपर, हम जाहिलों को नहीं चाहते।",
    "निःसंदेह आप उसे हिदायत नहीं दे सकते जिसे आप चाहें, परंतु अल्लाह हिदायत देता है जिसे चाहता है और वह हिदायत पाने वालों को अधिक जानने वाला है।",
    "तथा उन्होंने कहा : यदि हम आपके साथ इस मार्गदर्शन का अनुसरण करें, तो हम अपनी धरती से उचक लिए जाएँगे। और क्या हमने उन्हें एक शांतिपूर्ण (सुरक्षित) हरम में जगह नहीं दी? जिसकी ओर, हमारे पास से रोज़ी के तौर पर, सब वस्तुओं के फल खींचकर लाए जाते हैं। परंतु उनमें से अधिकतर लोग नहीं जानते।",
    "और हमने कितनी ही बस्तियों को विनष्ट कर दिया, जो अपनी गुज़र-बसर के संसाधनों पर इतराने लगी थीं। तो ये हैं उनके घर, जो उनके बाद आबाद नहीं किए गए, परंतु बहुत कम। और हम ही हमेशा उत्तराधिकारी बनने वाले हैं।",
    "और आपका पालनहार कभी बस्तियों को विनष्ट करने वाला नहीं, यहाँ तक कि उनके केंद्र में एक रसूल भेजे जो उनके सामने हमारी आयतें पढ़े। तथा हम कभी बस्तियों को विनष्ट करने वाले नहीं, परंतु जबकि उसके निवासी अत्याचारी हों।",
    "तथा जो कुछ भी तुम दिए गए हो, वह सांसारिक जीवन का सामान और उसकी शोभा है। और जो अल्लाह के पास है, वह उससे उत्तम और अधिक बाक़ी रहने वाला है, तो क्या तुम नहीं समझते?",
    "तो क्या वह व्यक्ति जिसे हमने एक अच्छा वादा दिया, फिर वह उसे प्राप्त करने वाला है, उस व्यक्ति की तरह है, जिसे हमने सांसारिक जीवन का सामान दिया, फिर वह क़ियामत के दिन उपस्थित किए जाने वालों में से होगा?",
    "और जिस दिन वह उन्हें पुकारेगा, तो कहेगा : कहाँ हैं मेरे वे साझी, जो तुम दावा करते थे?",
    "वे लोग कहेंगे जिनपर बात सिद्ध हो चुकी : ऐ हमारे पालनहार! ये वे लोग हैं जिन्हें हमने गुमराह किया, हमने उन्हें उसी तरह गुमराह किया जैसे हम गुमराह हुए। हम तेरे सामने (इनसे) अलग होने की घोषणा करते हैं। ये हमारी तो पूजा नहीं करते थे।",
    "तथा कहा जाएगा : अपने साझियों को पुकारो। तो वे उन्हें पुकारेंगे, परंतु वे उन्हें उत्तर न देंगे। तथा वे यातना को देखेंगे, (तो कामना करेंगे) काश कि उन्होंने मार्गदर्शन स्वीकार किया होता।",
    "और जिस दिन वह (अल्लाह) उन्हें पुकारेगा, फिर कहेगा : तुमने रसूलों को क्या उत्तर दिया?",
    "तो उस दिन उनसे सब बातें लुप्त हो जाएँगी, इसलिए वे एक-दूसरे से (भी) नहीं पूछेंगे।",
    "फिर जिसने क्षमा माँग ली तथा ईमान ले आया और अच्छा कर्म किया, तो आशा है कि वह सफल होने वालों में से होगा।",
    "और आपका पालनहार जो चाहता है पैदा करता है और चुन लेता है, उनके लिए कभी भी अधिकार नहीं। अल्लाह पवित्र है तथा बहुत उच्च है, उससे जो वे साझी बनाते हैं।",
    "और आपका पालनहार जानता है, जो कुछ उनके सीने छिपाते हैं और जो कुछ वे ज़ाहिर करते हैं।",
    "तथा वही अल्लाह है, जिसके सिवा कोई सत्य पूज्य नहीं। उसी के लिए दुनिया और आख़िरत में सब प्रशंसा है। तथा उसी का हुक्म (चलता) है और उसी की ओर तुम लौटाए जाओगो।",
    "(ऐ नबी!) आप कह दें : क्या तुमने देखा कि यदि अल्लाह क़ियामत के दिन तक तुमपर हमेशा के लिए रात कर दे, तो अल्लाह के सिवा कौन पूज्य है जो तुम्हारे लिए प्रकाश ला सके? तो क्या तुम नहीं सुनते?",
    "आप कह दें : क्या तुमने देखा कि यदि अल्लाह क़ियामत के दिन तक तुमपर हमेशा के लिए दिन कर दे, तो अल्लाह के सिवा कौन पूज्य है जो तुम्हारे लिए रात ले आए, जिसमें तुम विश्राम कर सको? तो क्या तुम नहीं देखते?",
    "तथा उसने अपनी दया ही से तुम्हारे लिए रात और दिन बनाए हैं। ताकि तुम उस (रात) में आराम करो और ताकि उसका कुछ अनुग्रह  तलाश करो और ताकि तुम उसके कृतज्ञ बनो।",
    "और जिस दिन वह उन्हें पुकारेगा, तो कहेगा : कहाँ हैं मेरे वे साझी, जो तुम दावा करते थे?",
    "और हम प्रत्येक समुदाय से एक गवाह निकालेंगे, फिर हम कहेंगे : लाओ अपने प्रमाण। तो वे जान लेंगे कि निःसंदेह सत्य बात अल्लाह की है, और जो कुछ वे गढ़ते थे, वह उनसे गुम हो जाएगा।",
    "निःसंदेह क़ारून मूसा की जाति में से था। फिर उसने उनपर सरकशी की और हमने उसे इतने ख़ज़ाने दिए कि निःसंदेह उनकी कुंजियाँ एक बलशाली गिरोह पर भारी पड़ती थीं। जब उसकी जाति ने उससे कहा : मत इतरा। निःसंदेह अल्लाह इतराने वालों से प्रेम नहीं करता।",
    "तथा जो कुछ अल्लाह ने तुझे दिया है, उसमें आख़िरत का घर तलाश कर, और दुनिया से अपना हिस्सा मत भूल और उपकार कर, जैसे अल्लाह ने तुझपर उपकार किया है, तथा धरती में बिगाड़ की तलाश मत कर। निःसंदेह अल्लाह बिगाड़ पैदा करने वालों से प्रेम नहीं करता।",
    "उसने कहा : ''मुझे तो यह उस ज्ञान के कारण दिया गया है जो मेरे पास है।'' और क्या उसने नहीं जाना कि निःसंदेह अल्लाह उससे पहले कई समुदायों को विनष्ट कर चुका है, जो शक्ति में उससे बढ़कर और धन-दौलत में उससे अधिक थे। और अपराधियों से उनके पापों के बारे में पूछा नहीं जाएगा।",
    "फिर वह अपनी जाति के सामने अपनी शोभा में निकला। उन लोगों ने कहा जो दुनिया का जीवन चाहते थे : ऐ काश! हमारे लिए ऐसा ही होता जो क़ारून को दिया गया है, निःसंदेह वह निश्चय बड़ा नसीब वाला है।",
    "तथा उन लोगों ने कहा, जिनको ज्ञान दिया गया था : हाय तुम पर! अल्लाह का बदला उस व्यक्ति के लिए कहीं उत्तम है, जो ईमान लाया तथा उसने अच्छा कर्म किया। और इसका सामर्थ्य केवल उन्हीं को दिया जाता है जो सब्र करने वाले हैं।",
    "तो हमने उसे और उसके घर को ज़मीन में धँसा दिया, फिर न उसके लिए कोई गिरोह था जो अल्लाह के मुक़ाबले में उसकी मदद करता और न वह अपनी रक्षा करने वालों में से था।",
    "और जिन लोगों ने कल उसके स्थान की कामना की थी, कहने लगे : अफ़सोस! क्या हमने नहीं जाना कि अल्लाह अपने बंदों में से जिसके लिए चाहता है, रोज़ी विस्तृत कर देता है और तंग करता है। यदि यह न होता कि अल्लाह ने हमपर उपकार किया, तो वह अवश्य हमें धँसा देता। अफ़सोस! ऐसा प्रतीत होता है कि सच्चाई यह है कि काफ़िर सफल नहीं होते।",
    "यह आख़िरत का घर, हम इसे उन लोगों के लिए बनाते हैं, जो न ज़मीन में किसी तरह ऊँचे होने का इरादा रखते हैं और न ही किसी बिगाड़ का, और अच्छा अंजाम परहेज़गारों के लिए है।",
    "जो व्यक्ति नेकी लेकर आएगा, उसके लिए उससे उत्तम (बदला) है और जो बुराई लेकर आएगा, तो जिन लोगों ने बुरे काम किए वे बदला नहीं दिए जाएँगे परंतु उसी का जो वे किया करते थे।",
    "निःसंदेह जिसने आपपर इस क़ुरआन को अनिवार्य किया है, वह अवश्य आपको एक (महान) लौटने के स्थान की ओर वापस लाने वाला है। आप कह दें कि मेरा पालनहार उसे अधिक जानने वाला है, जो मार्गदर्शन लेकर आया और उसे भी जो खुली गुमराही में है।",
    "और आप आशा नहीं करते थे कि आपकी ओर किताब उतारी जाएगी। परंतु आपके पालनहार की दया से (वह अवतरित हुई)। अतः आप कदापि काफ़िरों के सहायक न बनें।",
    "और ये लोग आपको अल्लाह की आयतों से हरगिज़ रोकने न पाएँ, इसके पश्चात कि वे आपकी ओर उतारी जा चुकी हैं। और आप अपने पालनहार की ओर बुलाएँ और कदापि मुश्रिकों में से न हों।",
    "और आप अल्लाह के साथ किसी अन्य पूज्य को न पुकारें। उसके सिवा कोई सत्य पूज्य नहीं। सब कुछ नाश होने वाला है सिवाए उसके चेहरे के, उसी का हुक्म (चलता) है और उसी की ओर तुम लौटाए जाओगे।",
    "अलिफ़, लाम, मीम।",
    "क्या लोगों ने यह समझ लिया है कि वे केवल यह कहने पर छोड़ दिए जाएँगे कि \"हम ईमान लाए\" और उनकी परीक्षा न ली जाएगी?",
    "हालाँकि निःसंदेह हमने उन लोगों की परीक्षा ली जो इनसे पहले थे। अतः अल्लाह उन लोगों को अवश्य जान लेगा जिन्होंने सच कहा, तथा वह उन लोगों को (भी) अवश्य जान लेगा जो झूठे हैं।",
    "या उन लोगों ने जो बुरे काम करते हैं, यह समझ लिया है कि वे हमसे बचकर निकल जाएँगे? बुरा है जो वे निर्णय कर रहे हैं।",
    "जो अल्लाह से मिलने की आशा रखता हो, तो निःसंदेह अल्लाह का नियत समय अवश्य आने वाला है। और वही सब कुछ सुनने वाला, सब कुछ जानने वाला है।",
    "और जो व्यक्ति संघर्ष करता है, तो वह अपने ही लिए संघर्ष करता है। निश्चय अल्लाह सारे संसार से बड़ा बेपरवाह है।",
    "तथा जो लोग ईमान लाए और उन्होंने अच्छे कर्म किए, निश्चय हम उनसे उनकी बुराइयाँ अवश्य दूर कर देंगे तथा निश्चय उन्हें उस कार्य का उत्तम बदला अवश्य देंगे जो वे किया करते थे।",
    "और हमने मनुष्य को अपने माँ-बाप के साथ भलाई करने की ताकीद की है और यदि वे तुझपर ज़ोर डालें कि तू मेरे साथ उस चीज़ को साझी ठहराए, जिसका तुझको कोई ज्ञान नहीं, तो उनकी बात न मान। तुम्हें मेरी ओर ही लौटकर आना है। फिर मैं तुम्हें बताऊँगा जो तुम किया करते थे।",
    "और जो लोग ईमान लाए तथा अच्छे कर्म किए, हम उन्हें अवश्य सदाचारियों में सम्मिलित करेंगे।",
    "और लोगों में से कुछ ऐसे हैं, जो कहते हैं : हम अल्लाह पर ईमान लाए। फिर जब अल्लाह के मामले में उसे सताया जए, तो लोगों के सताने को अल्लाह की यातना के समान समझ लेता है। और निश्चय यदि आपके पालनहार की ओर से कोई सहायता आ जाए, तो निश्चय ज़रूर कहेंगे : हम तो तुम्हारे साथ थे। और क्या अल्लाह उसे अधिक जानने वाला नहीं, जो सारे संसार के दिलों में है?",
    "और निश्चय अल्लाह उन लोगों को अवश्य जान लेगा, जो ईमान लाए तथा निश्चय उन्हें भी अवश्य जान लेगा, जो मुनाफ़िक़ हैं।",
    "और काफ़िरों ने उन लोगों से कहा जो ईमान लाए कि तुम हमारे पथ पर चलो और हम तुम्हारे पापों का बोझ उठा लेंगे। हालाँकि वे कदापि उनके पापों में से कुछ भी उठाने वाले नहीं हैं। बेशक वे निश्चय झूठे हैं।",
    "और निश्चय वे अवश्य अपने बोझ उठाएँगे और अपने बोझों के साथ कई और बोझ भी। और निश्चय वे क़ियामत के दिन उसके बारे में अवश्य पूछे जाएँगे, जो वे झूठ गढ़ा करते थे।",
    "और निःसंदेह हमने नूह़ को उसकी जाति की ओर भेजा, तो वह उनके बीच पचास वर्ष कम हज़ार वर्ष रहा। फिर उन्हें तूफ़ान ने पकड़ लिया इस स्थिति में कि वे अत्याचारी थे।",
    "फिर हमने उसे और नाव वालों को बचा लिया और उस (नाव) को सारे संसार के लिए एक निशानी बना दिया।",
    "तथा इबराहीम को (याद करो) जब उसने अपनी जाति से कहा : अल्लाह की इबादत करो तथा उससे डरो। यह तुम्हारे लिए उत्तम है, यदि तुम जानते हो।",
    "तुम अल्लाह के सिवा कुछ मूर्तियों ही की तो पूजा करते हो और तुम घोर झूठ गढ़ते हो। निःसंदेह अल्लाह के सिवा जिनकी तुम पूजा करते हो, वे तुम्हारे लिए किसी रोज़ी के मालिक नहीं हैं। अतः तुम अल्लाह के पास ही रोज़ी तलाश करो और उसकी इबादत करो और उसका शुक्र करो। तुम उसी की तरफ़ लौटाए जाओगे।",
    "और यदि तुम झुठलाते हो, तो तुमसे पहले (भी) बहुत-से समुदायों ने झुठलाया है और रसूल का दायित्व स्पष्ट रूप से पहुँचा देने के सिवा कुछ नहीं है।",
    "क्या उन्होंने नहीं देखा कि अल्लाह किस प्रकार सृष्टि का आरंभ करता है, फिर उसे दोहराएगा? निश्चय ही यह अल्लाह के लिए अत्यंत सरल है।",
    "कह दें : धरती में चलो-फिरो, फिर देखो कि उसने किस प्रकार सृष्टि का आरंभ किया? फिर अल्लाह ही दूसरी बार पैदा करेगा। निःसंदेह अल्लाह प्रत्येक वस्तु पर सर्वशक्तिमान है।",
    "वह जिसे चाहता है, दंड देता है और जिसपर चाहता है दया करता है, और तुम उसी की ओर लौटाए जाओगे।",
    "और न तुम किसी भी तरह धरती में विवश करने वाले हो और न आकाश में, और न अल्लाह के अलावा तुम्हारा कोई दोस्त है और न कोई मददगार।",
    "तथा जिन लोगों ने अल्लाह की आयतों और उससे मिलने का इनकार किया, वे मेरी दया से निराश हो गए हैं और वही लोग हैं जिनके लिए दर्दनाक यातना है।",
    "फिर उस (इबराहीम) की जाति का उत्तर बस यही था कि उन्होंने कहा कि इसे क़त्ल कर दो, या इसे जला दो। तो अल्लाह ने उसे आग से बचा लिया। निःसंदेह इसमें उन लोगों के लिए बहुत-सी निशानियाँ हैं जो ईमान रखते हैं।",
    "और उसने कहा : बात यही है कि तुमने अल्लाह के सिवा मूर्तियाँ बना रखी हैं, दुनिया के जीवन में पारस्परिक दोस्ती के कारण। फिर क़ियामत के दिन तुम एक-दूसरे का इनकार करोगे तथा तुम एक-दूसरे पर ला'नत करोगे। और तुम्हारा ठिकाना आग ही है और तुम्हारे लिए कोई मदद करने वाले नहीं।",
    "तो लूत उसपर ईमान ले आया। और उस (इबराहीम) ने कहा : निःसंदेह मैं अपने रब की ओर हिजरत करने वाला हूँ। निश्चय वही सब पर प्रभुत्वशाली, पूर्ण हिकमत वाला है।",
    "और हमने उसे इसह़ाक़ तथा याक़ूब प्रदान किया। तथा हमने उसकी संतान में नुबुव्वत तथा किताब रख दी। और हमने उसे दुनिया में उसका बदला दिया और निःसंदेह वह आख़िरत में निश्चय नेक लोगों में से है।",
    "तथा लूत को (याद करो) जब उसने अपनी जाति से कहा : तुम तो वह निर्लज्जता का कार्य करते हो, जो तुमसे पहले दुनिया वालों में से किसी ने नहीं किया।",
    "क्या तुम सचमुच पुरुषों के पास जाते हो और (यात्रियों का) रास्ता काटते हो तथा अपनी सभा में बुरे काम करते हो? तो उसकी जाति का उत्तर इसके सिवा कुछ न था कि उन्होंने कहा : हम पर अल्लाह की यातना ले आ, यदि तू सच्चा है।",
    "उसने कहा : ऐ मेरे पालनहार! इन बिगाड़ पैदा करने वाले लोगों के विरुद्ध मेरी सहायता कर।",
    "और जब हमारे भेजे हुए (फ़रिश्ते) इबराहीम के पास शुभ-सूचना लेकर आए, तो उन्होंने कहा : निश्चय हम इस बस्ती के वासियों को विनष्ट करने वाले हैं। निःसंदेह इसके निवासी अत्याचारी रहे हैं।",
    "उसने कहा : उसमें तो लूत है। उन्होंने कहा : हम उसे अधिक जानने वाले हैं, जो उसमें है। निश्चय हम उसे और उसके घर वालों को अवश्य बचा लेंगे, सिवाय उसकी पत्नी के। वह पीछे रहने वालों में से है।",
    "और जब हमारे भेजे हुए (फ़रिश्ते) लूत के पास आए, तो वह उनके आने से उदास हुआ और उनके कारण उसका मन व्याकुल हो गया। और उन्होंने कहा : न डरो और न शोक करो। निःसंदेह हम तुम्हें और तुम्हारे घर वालों को बचाने वाले हैं, सिवाय तुम्हारी पत्नी के, वह पीछो रह जाने वालों में से है।",
    "निःसंदेह हम इस बस्ती वालों पर आकाश से एक यातना उतारने वाले हैं, इस कारण कि वे अवज्ञा किया करते थे।",
    "तथा निःसंदेह हमने उससे उन लोगों के लिए एक स्पष्ट निशानी छोड़ दी, जो समझ-बूझ रखते हैं।",
    "तथा मदयन की ओर उनके भाई शुऐब को (भेजा), तो उसने कहा : ऐ मेरी जाति के लोगो! अल्लाह की इबादत करो तथा आख़िरत के दिन की आशा रखो और धरती में बिगाड़ पैदा करने वाले बनकर उपद्रव न मचाओ।",
    "तो उन्होंने उसे झुठला दिया। अंततः उन्हें भूकंप ने पकड़ लिया, फिर वे अपने घरों में औंधे मुँह पड़े रह गए।",
    "तथा हमने आद और समूद को भी विनष्ट कर दिया और उनके आवासों से तुम्हारे लिए (उनका विनाश) स्पष्ट हो चुका है। और शैतान ने उनके लिए उनके कर्मों को शोभनीय बना दिया था। अतः उसने उन्हें सीधे रास्ते से रोक दिया था, हालाँकि वे बहुत समझ-बूझ वाले थे।",
    "तथा क़ारून और फ़िरऔन और हामान को (विनष्ट किया) और निःसंदेह उनके पास मूसा खुली निशानियाँ लेकर आए, तो उन्होंने धरती में अभिमान किया और वे बच निकलने वाले न थे।",
    "तो हमने हर एक को उसके पाप के कारण पकड़ लिया। फिर उनमें से कुछ पर हमने पथराव करने वाली हवा भेजी, और उनमें से कुछ को चीख ने पकड़ लिया, और उनमें से कुछ को हमने धरती में धँसा दिया और उनमें से कुछ को हमने डुबो दिया। तथा अल्लाह ऐसा नहीं था कि उनपर अत्याचार करे, परंतु वे स्वयं अपने आपपर अत्याचार करते थे।",
    "उन लोगों का उदाहरण जिन्होंने अल्लाह के सिवा अन्य संरक्षक बना रखे हैं, मकड़ी के उदाहरण जैसा है, जिसने एक घर बनाया। हालाँकि, निःसंदेह सब घरों से कमज़ोर तो मकड़ी का घर है, अगर वे जानते होते।",
    "निश्चय ही अल्लाह जानता है जिसे वे उसे छोड़कर पुकारते हैं कोई भी चीज़ हो, और वही सबपर प्रभुत्वशाली, पूर्ण हिकमत वाला है।",
    "और ये उदाहरण हैं, जो हम लोगों के लिए प्रस्तुत करते हैं और इन्हें केवल जानने वाले ही समझते हैं।",
    "अल्लाह ने आकाशों तथा धरती को सत्य के साथ पैदा किया। निःसंदेह इसमें ईमान वालों के लिए निश्चय बड़ी निशानी है।"
  ]
}