{
  "meta": {
    "id": 122,
    "name": "Maulana Azizul Haque al-Umari",
    "translator_name": "Maulana Azizul Haque al-Umari",
    "slug": "hi-maulana-azizul-haque-al-umari",
    "language_name": "hindi"
  },
  "verses": [
    "तथा उससे अधिक अत्याचारी कौन होगा, जो अल्लाह पर झूठ गढ़े या जब सच उसके पास आ जाए, तो उसे झुठलाए? तो क्या जहन्नम में काफ़िरों का आवास नहीं होगा?",
    "तथा जो सत्य लेकर आया और जिसने उसे सच माना, तो वही (यातना से) सुरक्षित रहने वाले लोग हैं।",
    "उनके लिए उनके पालनहार के यहाँ वह सब कुछ होगा, जो वे चाहेंगे। और यही सदाचारियों का प्रतिफल है।",
    "ताकि जो बुरे कर्म उन्होंने किए हैं, उन्हें अल्लाह क्षमा कर दे तथा उनके अच्छे कर्मों के बदले, जो वे कर रहे थे, उन्हें उनका प्रतिफल प्रदान करे।",
    "क्या अल्लाह अपने बंदे के लिए काफ़ी नहीं है? तथा वे आपको उन (झूठे पूज्यों) से डराते हैं, जो उसके सिवा हैं। तथा जिसे अल्लाह राह से हटा दे, उसे कोई राह पर लाने वाला नहीं है।",
    "और जिसे अल्लाह सीधी राह पर लगा दे, उसे कोई राह से भटका नहीं सकता। क्या अल्लाह प्रभुत्वशाली, बदला लेने वाला नहीं है?",
    "और यदि आप उनसे पूछें कि आकाशों तथा धरती को किसने पैदा किया है? तो वे अवश्य कहेंगे कि अल्लाह ने। आप कह दीजिए कि तुम बताओ कि जिन्हें तुम अल्लाह के सिवा पुकारते हो, यदि अल्लाह मुझे कोई हानि पहुँचाना चाहे, तो क्या ये उसकी हानि दूर कर सकते हैं? या मेरे साथ दया करना चाहे, तो क्या ये उसकी दया को रोक सकते हैं? आप कह दें कि मेरे लिए अल्लाह ही काफ़ी है। उसीपर भरोसा करने वाले भरोसा करते हैं।",
    "आप कह दें कि ऐ मेरी जाति के लोगो! तुम काम करो अपने स्थान पर, मैं भी काम कर रहा हूँ। फिर शीघ्र ही तुम्हें पता चल जाएगा।",
    "कि कौन है वह व्यक्ति, जिसपर अपमानकारी यातना आएगी और उसपर स्थायी अज़ाब उतरेगा?",
    "वास्तव में, हमने ही आपपर यह पुस्तक लोगों के लिए सत्य के साथ उतारी है। अब जिसने सीधा मार्ग ग्रहण किया, तो अपने लिए, तथा जो भटका, तो वह भटककर अपना नुकसान करता है। तथा आप उनके ज़िम्मेवार नहीं हैं।",
    "अल्लाह ही प्राणों को उनकी मौत के समय क़ब्ज़ करता है, तथा जिसकी मौत का समय नहीं आया, उसकी नींद की अवस्था में। फिर (उसे) रोक लेता है, जिसके बारे में मौत का निर्णय कर दिया हो तथा अन्य को एक निर्धारित समय तक के लिए भेज देता है। निःसंदेह इसमें उन लोगों के लिए निश्चय कई निशानियाँ हैं, जो मनन-चिंतन करते हैं।",
    "क्या उन्होंने अल्लाह के अतिरिक्त बहुत-से सिफ़ारिशी बना लिए हैं? आप कह दें: क्या यदि वे किसी चीज़ का अधिकार न रखते हों और न कुछ समझते हों तो भी (वे सिफ़ारिश करेंगे)?",
    "आप कह दें कि सिफ़ारिश तो सब अल्लाह के अधिकार में है। उसी के लिए है आकाशों तथा धरती का राज्य। फिर उसी की ओर तुम लौटाए जाओगे।",
    "तथा जब अकेले अल्लाह का ज़िक्र किया जाता है, तो उन लोगों के दिल संकीर्ण होने लगते हैं, जो आख़िरत पर ईमान नहीं रखते तथा जब उसके सिवा अन्य पूज्यों का ज़िक्र आता है, तो वे सहसा प्रसन्न हो जाते हैं।",
    "(ऐ नबी!) आप कह दें: ऐ अल्लाह, आकाशों तथा धरती के पैदा करने वाले, परोक्ष तथा प्रत्यक्ष के जानने वाले! तू ही अपने बंदों के बीच उस बात के बारे में निर्णय करेगा, जिसमें वे झगड़ रहे थे।",
    "और जिन लोगों ने अत्याचार किया है, अगर धरती की सारी चीज़ें उनकी हो जाएँ, और उनके साथ उतना ही और भी, तो वे क़ियामत के दिन बुरी यातना से बचने के लिए इन सारी चीज़ों को फ़िदया में दे देंगे। तथा अल्लाह की ओर से उनके लिए वह बात खुल जाएगी, जिसका वे गुमान भी न करते थे।",
    "और उनके कुकर्मों की बुराइयाँ उनके सामने आ जाएँगी और उन्हें वह यातना घेर लेगी, जिसका वे मज़ाक उड़ाया करते थे।",
    "और जब इनसान को कोई दुःख पहुँचाता है, तो हमें पुकारता है। फिर जब हम उसे अपनी ओर से कोई सुख प्रदान करते हैं, तो कहता हैः \"यह तो मुझे ज्ञान के कारण प्राप्त हुआ है।\" बल्कि, यह एक परीक्षा है। किन्तु, उनमें से अधिकतर लोग (इसे) नहीं जानते।",
    "यही बात, उन लोगों ने भी कही थी, जो इनसे पूर्व थे। तो नहीं काम आया उनके, जो कुछ वे कमा रहे थे।",
    "तो उनपर उनके कर्मों की बुराइयाँ आ पड़ीं। और इनमें से जिन लोगों ने अत्याचार किया, उनपर उनके कर्मों की बुराइयाँ आ पड़ेंगी। और वे (हमें) विवश करने वाले नहीं हैं।",
    "क्या उन्हें मालूम नहीं कि अल्लाह जिसके लिए चाहता है, रोज़ी कुशादा कर देता है, और (जिसे चाहता है) नापकर देता है? निश्चय इसमें बहुत-सी निशानियाँ हैं, उन लोगों के लिए, जो ईमान लाते हैं।",
    "(ऐ नबी!) आप मेरे उन बंदों से कह दें, जिन्होंने अपने ऊपर अत्याचार किए हैं कि तुम अल्लाह की दया से निराश न हो। निःसंदेह अल्लाह सब पापों को क्षमा कर देता है। निःसंदेह वही तो अति क्षमाशील, अत्यंत दयावान् है।",
    "तथा अपने पालनहार की ओर झुक पड़ो और उसके आज्ञाकारी हो जाओ, इससे पहले कि तुमपर यातना आ जाए, फिर तुम्हारी सहायता न की जाए।",
    "तथा उस सबसे उत्तम वाणी का पालन करो, जो अल्लाह की ओर से तुम्हारी तरफ़ उतारी गई है, इससे पूर्व कि तुमपर यातना आ पड़े और तुम्हें एहसास तक न हो।",
    "(ऐसा न हो कि) कोई व्यक्ति कहे कि अफ़सोस है उस कोताही पर, जो मैंने अल्लाह के हक में की तथा मैं उपहास करने वालों में रह गया।",
    "या फिर कहे कि यदि अल्लाह मुझे सीधा रास्ता दिखाता, तो मैं डरने वालों में से हो जाता।",
    "या जब यातना को देख ले, तो कहने लगे कि अगर मुझे (संसार की ओर) वापस जाने का अवसर मिले, तो मैं अवश्य सदाचारियों में से हो जाऊँगा।",
    "हाँ, तुम्हारे पास मेरी निशानियाँ आईं, तो तुमने उन्हें झुठला दिया और अभिमान किया तथा तुम थे ही काफ़िरों में से।",
    "और क़ियामत के दिन आप उन लोगों को देखेंगे, जिन्होंने अल्लाह पर झूठ बोला कि उनके चेहरे काले होंगे। तो क्या अभिमानियों का ठिकाना जहन्नम में नहीं है?",
    "तथा अल्लाह उन लोगों को उनकी सफलता के साथ बचा लेगा, जो आज्ञाकारी रहे। न उन्हें कोई तकलीफ छुएगी और न वे शोकाकुल होंगे।",
    "अल्लाह ही प्रत्येक वस्तु का पैदा करने वाला है तथा वही प्रत्येक वस्तु का संरक्षक है।",
    "आकाशों तथा धरती की कुंजियाँ उसी के पास हैं तथा जिन लोगों ने अल्लाह की आयतों का इनकार किया, वही लोग घाटा उठाने वाले हैं।",
    "आप कह दें के ऐ अज्ञानो! क्या तुम मुझे आदेश देते हो कि मैं अल्लाह के सिवा किसी और की इबादत (वंदना) करूँ?",
    "और निःसंदेह तुम्हारी ओर एवं तुमसे पहले के नबियों की ओर वह़्य की गई है कि यदि तुमने शिर्क किया, तो निश्चय तुम्हारा कर्म अवश्य नष्ट हो जाएगा और तुम निश्चित रूप से हानि उठाने वालों में से हो जाओगे।",
    "बल्कि आप अल्लाह ही की इबादत (वंदना) करें तथा शुक्र करने वालों में से हो जाएँ।",
    "तथा उन्होंने अल्लाह का सम्मान नहीं किया, जैसे उसका सम्मान करना चाहिए था और क़ियामत के दिन पूरी धरती उसकी एक मुट्ठी में होगी, तथा आकाश उसके दाएँ हाथ में लिपटे होंगे। वह उस शिर्क से पवित्र तथा उच्च है, जो वे कर रहे हैं।",
    "तथा सूर (नरसिंघा) में फूँक मारी जाएगी, तो जो कोई आकाशों और धरती में होगा, बेहोश हो जाएगा। सिवाय उसके, जिसको अल्लाह चाहे। फिर उसमें पुनः फूँक मारी जाएगी, तो अचानक सब खड़े होकर देखने लगेंगे।",
    "तथा धरती अपने पालनहार की ज्योति से जगमगाने लगेगी, और कर्मलेख (खोलकर लोगों के आगे) रख दिए जाएँगे, तथा नबियों और साक्षियों को लाया जाएगा, और उनके बीच सत्य के साथ निर्णय कर दिया जाएगा और उनपर अत्याचार नहीं किया जाएगा।",
    "तथा प्रत्येक प्राणी को उसके कर्म का पूरा-पूरा फल दिया जाएगा। तथा वह भली-भाँति जानता है उसे, जो वे करते हैं।",
    "तथा जो लोग काफ़िर होंगे, वे जहन्नम की ओर गिरोह के गिरोह हाँके जाएँगे। यहाँ तक कि जब वे उसके पास आएँगे, तो उसके द्वार खोल दिए जाएँगे तथा उसके रक्षक उनसे कहेंगेः \"क्या तुम्हारे पास तुम्हीं में से रसूल नहीं आए थे, जो तुम्हें तुम्हारे पालनहार की आयतें सुनाते रहे तथा तुम्हें अपने इस दिन का सामना करने से सचेत करते रहे?\" वे कहेंगेः \"क्यों नहीं? परन्तु, काफ़िरों पर यातना की बात सिद्ध हो चुकी है।\"",
    "उनसे कहा जाएगाः जहन्नम के द्वारों में प्रवेश कर जाओ। उसमें सदावासी रहोगे। अतः क्या ही बुरा है अभिमानियों का ठिकाना!",
    "तथा जो लोग अपने पालनहार से डरते रहे, वे जन्नत की ओर गिरोह के गिरोह ले जाए जाएँगे। यहाँ तक कि जब वे उसके पास पहुँच जाएँगे तथा उसके द्वार खोल दिए जाएँगे और उसके रक्षक उनसे कहेंगेः सलाम है तुमपर। तुम पवित्र हो। सो तुम इसमें हमेशा रहने को प्रवेश कर जाओ।",
    "तथा वे कहेंगे : सब प्रशंसा अल्लाह के लिए है, जिसने हमसे किया हुआ अपना वचन सच कर दिखाया, तथा हमें इस धरती का उत्तराधिकारी बना दिया। हम स्वर्ग के अंदर जहाँ चाहें, रहें। क्या ही अच्छा बदला है कर्म करने वालों का।",
    "तथा आप फ़रिश्तों को अर्श (सिंहासन) के चारों ओर से उसे घेरे हुए देखेंगे। वे अपने पालनहार की पवित्रता गान कर रहे होंगे, उसकी प्रशंसा के साथ। और लोगों के बीच सत्य के साथ निर्णय कर दिया जाएगा। तथा कह दिया जाएगा कि सब प्रशंसा अल्लाह के लिए है, जो सारे संसार का पालनहार है।",
    "ह़ा, मीम।",
    "इस पुस्तक का अवतरण अति प्रभुत्वशाली, सब कुछ जानने वाले अल्लाह की ओर से है।",
    "जो पाप क्षमा करने वाला और तौबा स्वीकार करने वाला, कठोर दंड देने वाला, बड़ा अनुग्रहशील है। उसके सिवा कोई (सच्चा) पूज्य नहीं। उसी की ओर (सबको) जाना है।",
    "अल्लाह की आयतों के बारे में केवल वही लोग झगड़ा करते हैं, जो काफ़िर हैं। अतः आपको उनका नगरों में चलना-फिरना धोखे में न डाले।",
    "इनसे पहले नूह की जाति ने झुठलाया तथा उनके बाद के (दूसरे) समूहों ने भी (झुठलाया)। और प्रत्येक समुदाय के लोगों ने इरादा किया कि अपने रसूल को पकड़ लें। तथा उन्होंने असत्य के साथ झगड़ा किया ताकि उसके द्वारा सत्य को ग़लत ठहरा दें। अंततः मैंने उन्हें पकड़ लिया। तो मेरी सज़ा कैसी थी?",
    "और इसी प्रकार आपके पालनहार की बात उन लोगों पर सिद्ध हो गई, जिन्होंने कुफ़्र किया कि वे जहन्नम वाले हैं।",
    "जो (फ़रिश्ते) अर्श (सिंहासन) को उठाए हुए हैं और जो उसके आस-पास हैं, वे अपने पालनहार की प्रशंसा के साथ उसकी पवित्रता बयान करते हैं, तथा उसपर ईमान रखते हैं, और उन लोगों के लिए क्षमा याचना करते हैं जो ईमान लाए। (वे कहते हैं :) ऐ हमारे पालनहार! तूने हर चीज़ को (अपनी) दया और ज्ञान से घेर रखा है। अतः उन लोगों को क्षमा कर दे, जिन्होंने तौबा की और तेरे मार्ग का अनुसरण किया, तथा उन्हें भड़कती हुई आग की यातना से बचा।",
    "ऐ हमारे पालनहार! तथा उन्हें उन स्थायी जन्नतों में दाखिल कर, जिनका तूने उनसे वादा किया है। तथा उनके सदाचारी बाप-दादाओं, पत्नियों और संतानों को भी। निःसंदेह तू प्रभुत्वशाली, पूर्ण हिकमत वाला है।",
    "तथा उन्हें बुराइयों (के दुष्परिणाम) से सुरक्षित रख। और जिसे तूने उस दिन बुराइयों के दुष्परिणाम से सुरक्षित रखा, तो निश्चय ही तूने उसपर दया की। और यही बड़ी सफलता है।",
    "निःसंदेह जिन लोगों ने कुफ़्र किया, उन्हें (क़ियामत के दिन) पुकारकर कहा जाएगा कि अल्लाह का क्रोध तुमपर उससे अधिक था, जितना तुम्हें आज अपने ऊपर क्रोध आ रहा है, जब तुम संसार में ईमान की ओर बुलाए  जाते थे, तो तुम इनकार कर देते थे।",
    "वे कहेंगे : ऐ हमारे पालनहार! तूने हमें दो बार मारा  तथा दो बार जीवित किया। अब हमने अपने पापों को स्वीकार किया। तो क्या (यहाँ से) निकलने का कोई रास्ता है?",
    "तुम्हें यह (यातना) इस कारण है कि जब अकेले अल्लाह को पुकारा जाता था, तो तुम इनकार कर देते थे। और यदि उसके साथ साझी ठहराया जाता, तो तुम मान लेते थे। अतः अब फ़ैसला अल्लाह के अधिकार में है, जो सर्वोच्च, बड़ा महान है।",
    "वही है जो तुम्हें अपनी निशानियाँ दिखाता है, तथा तुम्हारे लिए आकाश से रोज़ी उतारता है, और शिक्षा तो केवल वही ग्रहण करता है, जो (उसकी ओर) लौटता है।",
    "अतः तुम अल्लाह को, उसके लिए धर्म को विशुद्ध करते हुए पुकारो, यद्यपि काफ़िरों को बुरा लगे।",
    "वह उच्च श्रेणियों वाला, अर्श का स्वामी है। वह अपने आदेश से, अपने बंदों में से जिसपर चाहता है, वह़्य  (प्रकाशना) उतारता है, ताकि वह मिलने के दिन से सचेत करे।",
    "जिस दिन वे (अपने पालनहार के सामने) प्रकट होंगे। अल्लाह से उनकी कोई चीज़ छिपी न होगी। (अल्लाह पूछेगा :) आज किसका राज्य है? (फिर खुद ही फरमाएगा :) अकेले अल्लाह का, जो सब पर प्रभुत्वशाली है।",
    "आज प्रत्येक प्राणी को उसके किए का बदला दिया जाएगा। आज कोई अत्याचार नहीं होगा। निःसंदेह अल्लाह अति शीघ्र हिसाब लेने वाला है।",
    "तथा आप उन्हें निकट आने वाले (क़ियामत के) दिन से सावधान कर दें, जब शोक से भरे हुए दिल गले को आ पहुँचेंगे। अत्याचारियों का न कोई मित्र होगा, न कोई सिफ़ारिशी जिसकी बात मानी जाए।",
    "वह आँखों की चोरी तथा सीने की छिपाई हुई बातों को जानता है।",
    "अल्लाह ही सत्य (न्याय) के साथ निर्णय करता है तथा जिन्हें वे अल्लाह के अतिरिक्त पुकारते हैं, वे किसी भी चीज़ का निर्णय नहीं करते। निःसंदेह अल्लाह ही सब कुछ सुनने वाला, सब कुछ देखने वाला है।",
    "क्या वे धरती में चले-फिरे नहीं, ताकि देखते कि उन लोगों का परिणाम कैसा रहा, जो इनसे पहले थे? वे इनसे अधिक शक्तिशाली थे तथा धरती में इनसे अधिक चिह्न भी छोड़ गए। तो अल्लाह ने उन्हें उनके पापों के कारण पकड़ लिया और उन्हें अल्लाह से बचाने वाला कोई न था।",
    "यह इस कारण हुआ कि उनके रसूल उनके पास खुली निशानियाँ लाते थे, तो उन्होंने इनकार किया। अंततः अल्लाह ने उन्हें पकड़ लिया। निःसंदेह वह बड़ा शक्तिशाली, कठोर दंड देने वाला है।",
    "और हमने मूसा को अपनी निशानियों (चमत्कारों) तथा स्पष्ट तर्क के साथ भेजा।",
    "फ़िरऔन और (उसके मंत्री) हामान तथा क़ारून के पास। तो उन्होंने कहा : यह तो बड़ा झूठा जादूगर है।",
    "फिर जब वह हमारी ओर से उनके पास सत्य लेकर आया, तो उन्होंने कहा : उसके साथ जो लोग ईमान लाए हैं, उनके बेटों को मार डालो और उनकी स्त्रियों को जीवित रहने दो। और काफ़िरों की चाल विफल ही हुआ करती है।",
    "और फ़िरऔन ने (अपने प्रमुखों से) कहा : मुझे छोड़ो, मैं मूसा को क़त्ल कर दूँ और उसे चाहिए कि अपने पालनहार को पुकारे। निःसंदेह मैं डरता हूँ कि वह तुम्हारे धर्म को बदल  देगा या इस धरती (मिस्र) में बिगाड़ पैदा कर देगा।",
    "तथा मूसा ने कहा : निःसंदेह मैंने अपने पालनहार तथा तुम्हारे पालनहार की हर उस अहंकारी से शरण ली है, जो हिसाब के दिन पर ईमान नहीं रखता।",
    "तथा फ़िरऔन के घराने के एक ईमानवाले व्यक्ति ने, जो अपना ईमान छिपा रहा था, कहा : क्या तुम एक व्यक्ति को केवल इसलिए मार डालना चाहते हो कि वह कहता है कि मेरा पालनहार अल्लाह है, जबकि वह तुम्हारे पास तुम्हारे पालनहार की ओर से खुली निशानियाँ लेकर आया है? और यदि वह झूठा है, तो उसका झूठ उसी के ऊपर है और यदि वह सच्चा है, तो तुम्हें उस (यातना) का कुछ अंश पहुँचकर रहेगा, जिसका वह तुमसे वादा कर रहा है। निःसंदेह अल्लाह उसका मार्गदर्शन नहीं करता, जो उल्लंघनकारी, बहुत झूठा है।",
    "ऐ मेरी जाति के लोगो! आज तुम्हारा राज्य है। तुम धरती में प्रभावशाली हो। यदि अल्लाह की यातना हमपर आ जाए, तो उससे बचाने के लिए कौन हमारी मदद करेगा? फ़िरऔन ने कहा : मैं तुम सब को वही समझा रहा हूँ, जिसे मैं उचित समझता हूँ और मैं तुम्हें सीधी राह ही दिखा रहा हूँ।",
    "तथा जो व्यक्ति ईमान लाया था, उसने कहा : ऐ मेरी जाति के लोगो! निःसंदेह मैं तुमपर (अगले) समुदायों के दिन जैसे (दिन) से डरता हूँ।",
    "नूह की जाति, तथा आद और समूद और उनके बाद होने वाले लोगों की स्थिति के समान। तथा अल्लाह अपने बंदों पर अत्याचार नहीं चाहता।",
    "तथा ऐ मेरी जाति के लोगो! निःसंदेह मैं तुमपर एक-दूसरे को पुकारने के दिन से डरता हूँ।",
    "जिस दिन तुम पीठ फेरकर भागोगे। तुम्हें अल्लाह से कोई बचाने वाला न होगा। तथा जिसे अल्लाह राह से भटका दे, उसे राह दिखाने वाला कोई नहीं।",
    "तथा इससे पूर्व यूसुफ़ तुम्हारे पास स्पष्ट प्रमाणों के साथ आए, तो तुम उस चीज़ के बारे में बराबर संदेह में पड़े रहे, जो वह तुम्हारे पास लेकर आए। यहाँ तक कि जब वह मर गए, तो तुमने कहा कि अल्लाह उनके पश्चात् कोई रसूल हरगिज़ नहीं भेजेगा। इसी प्रकार अल्लाह उसे राह से भटका देता है, जो हद से बढ़ने वाला, संदेह करने वाला हो।",
    "जो अल्लाह की आयतों के बारे में झगड़ते हैं, बिना किसी प्रमाण के, जो उनके पास आया हो। यह अल्लाह के निकट तथा उन लोगों के निकट, जो ईमान लाए हैं, बड़े क्रोध की बात है। इसी प्रकार, अल्लाह प्रत्येक अहंकारी अत्याचारी के दिल पर मुहर लगा देता है।",
    "तथा फ़िरऔन ने कहा : ऐ हामान! मेरे लिए एक उच्च भवन बनाओ, ताकि मैं मार्गों तक पहुँच सकूँ।",
    "आकाशों के मार्गों तक। फिर मैं मूसा के पूज्य को देख लूँ। और निश्चय ही मैं उसे झूठा समझता हूँ। इसी प्रकार, फ़िरऔन के लिए उसके बुरे कर्म को सुंदर बना दिया गया और उसे सत्य मार्ग से रोक दिया गया। और फ़िरऔन की चाल विनाश होकर रही।",
    "तथा जो व्यक्ति ईमान लाया था, उसने कहा : ऐ मेरी जाति के लोगो! मेरा अनुसरण करो, मैं तुम्हे भलाई का रास्ता दिखाऊँगा।",
    "ऐ मेरी जाति के लोगो! यह सांसारिक जीवन तो मात्र कुछ दिनों का लाभ है और निःसंदेह स्थायी निवास का स्थान तो आख़िरत ही है।",
    "जिसने बुरा काम किया, उसे उसी के जैसा बदला दिया जाएगा तथा जिसने अच्छा काम किया, वह नर हो अथवा नारी, जबकि वह ईमान वाला (एकेश्वरवादी) हो, तो ऐसे लोग जन्नत में प्रवेश करेंगे। वहाँ उन्हें बेहिसाब रोज़ी दी जाएगी।",
    "तथा ऐ मेरी जाति के लोगो! क्या बात है कि मैं तुम्हें मुक्ति की ओर बुला रहा हूँ और तुम मुझे आग (नरक) की ओर बुला रहे हो?",
    "तुम मुझे इस बात की ओर बुला रहे हो कि मैं अल्लाह के साथ कुफ़्र करूँ और उसके साथ उसे साझी ठहराऊँ जिसका मुझे कोई ज्ञान नहीं, तथा मैं तुम्हें प्रभुत्वशाली, अत्यंत क्षमाशील (अल्लाह) की ओर बुला रहा हूँ।",
    "निःसंदेह तुम जिसकी ओर मुझे बुला रहे हो, वह न तो दुनिया में पुकारे जाने के योग्य है और न आख़िरत में। तथा यह कि निश्चय हमारा लौटना अल्लाह की ओर है और यह कि निश्चय हद से आगे बढ़ने वाले ही, आग में रहने वाले हैं।",
    "तो जो कुछ मैं तुमसे कह रहा हूँ, शीघ्र ही तुम उसे याद करोगे। तथा मैं अपना मामला अल्लाह के हवाले करता हूँ। निःसंदेह अल्लाह बंदों को देख रहा है।",
    "तो अल्लाह ने उसे उनकी चालों की बुराइयों से बचा लिया और फ़िरऔनियों को बुरी यातना ने घेर लिया।",
    "वे  सुबह और शाम आग पर प्रस्तुत किए जाते हैं, तथा जिस दिन क़ियामत क़ायम होगी, (तो आदेश होगा) कि फ़िरऔनियों को सबसे कठोर यातना में डाल दो।",
    "तथा (याद करो) जब वे नरक में आपस में झगड़ा करेंगे, तो कमज़ोर लोग बड़ा बनने वाले लोगों से कहेंगे : हम (दुनिया में) तुम्हारे अनुयायी थे। तो क्या तुम हमसे आग का कुछ भाग हटा सकते हो?",
    "वे बड़ा बनने वाले लोग कहेंगे : निःसंदेह हम सब इसी में हैं। निश्चय ही अल्लाह ने बंदों के बीच निर्णय कर दिया है।",
    "तथा जो लोग आग में होंगे, वे जहन्नम के रक्षकों से कहेंगे : अपने पालनहार से प्रार्थना करो कि वह हमसे एक दिन तो कुछ यातना हल्की कर दे।",
    "जहन्नम के रक्षक कहेंगे : क्या तुम्हारे पास, तुम्हारे रसूल, स्पष्ट प्रमाण लेकर नहीं आए थे? काफ़िर लोग कहेंगे : क्यों नहीं? रक्षकगण कहेंगे : तो तुम ही प्रार्थना करो। और काफ़िरों की प्रार्थना व्यर्थ ही होगी।",
    "निःसंदेह हम अपने रसूलों की और उन लोगों की जो ईमान लाए, सांसारिक जीवन में भी अवश्य सहायता करते हैं तथा उस दिन भी (करेंगे) जब साक्षी खड़े होंगे।",
    "जिस दिन अत्याचारियों को उनका बहाना (सफ़ाई देना) कोई लाभ नहीं देगा तथा उनके लिए धिक्कार है और उनके लिए बुरा घर है।",
    "तथा हमने मूसा को मार्गदर्शन प्रदान किया और इसराईल की संतान को पुस्तक (तौरात) का उत्तराधिकारी बनाया।",
    "जो बुद्धि वालों के लिए मार्गदर्शन तथा उपदेश थी।",
    "अतः (ऐ नबी!) आप धैर्य रखें। निःसंदेह अल्लाह का वचन सत्य है। तथा अपने पापों की क्षमा माँगें और सायंकाल तथा प्रातःकाल अपने पालनहार की प्रशंसा के साथ उसकी पवित्रता का वर्णन करते रहें।",
    "निःसंदेह जो लोग बिना किसी प्रमाण के, जो उनके पास आया हो, अल्लाह की आयतों के बारे में झगड़ते हैं, उनके दिलों में बड़ाई के सिवा कुछ नहीं है, जिस तक वे पहुँचने वाले नहीं हैं। अतः आप अल्लाह की शरण लें। निःसंदेह वही सब कुछ सुनने वाला, सब कुछ जानने वाला है।",
    "निश्चय ही आकाशों तथा धरती को पैदा करना, मनुष्य को पैदा करने से अधिक बड़ा (कार्य) है। परंतु अधिकतर लोग नहीं जानते।",
    "तथा अंधा और आँखों वाला बराबर नहीं हो सकते। तथा जो लोग ईमान लाए और अच्छे कर्म किए, वे और बुरा कर्म करने वाला बराबर नहीं हो सकते। तुम (बहुत) कम ही शिक्षा ग्रहण करते हो।",
    "निःसंदेह क़ियामत अवश्य आने वाली है। इसमें कोई संदेह नहीं। लेकिन अधिकतर लोग ईमान नहीं लाते।",
    "तथा तुम्हारे पालनहार ने कहा है : तुम मुझे पुकारो। मैं तुम्हारी प्रार्थना स्वीकार करूँगा। निःसंदेह जो लोग मेरी इबादत से अहंकार करते हैं, वे शीघ्र ही अपमानित होकर जहन्नम में प्रवेश करेंगे।",
    "अल्लाह ही ने तुम्हारे लिए रात बनाई, ताकि तुम उसमें विश्राम करो तथा दिन को प्रकाशमान बनाया। निःसंदेह अल्लाह लोगों पर बड़ा अनुग्रह वाला है। लेकिन अधिकतर लोग आभार प्रकट नहीं करते।",
    "यही अल्लाह तुम्हारा पालनहार है, प्रत्येक वस्तु का रचयिता, उसके सिवा कोई सच्चा पूज्य नहीं। फिर तुम कहाँ बहकाए जाते हो?",
    "इसी प्रकार वे लोग बहकाए जाते रहे हैं, जो अल्लाह की आयतों का इनकार किया करते थे।",
    "अल्लाह ही है, जिसने धरती को तुम्हारे लिए निवास स्थान तथा आकाश को छत बनाया और तुम्हारा रूप बनाया, तो सुंदर रूप बनाया, तथा तुम्हें पाकीज़ा चीज़ों से जीविका प्रदान की। वही अल्लाह तुम्हारा पालनहार है। तो सारे संसार का पालनहार अल्लाह बहुत बरकत वाला है।",
    "वही जीवित है, उसके सिवा कोई (सच्चा) पूज्य नहीं। अतः उसी को पुकारो, उसके लिए धर्म को विशुद्ध करते हुए। सब प्रशंसा सारे संसारों के पालनहार, अल्लाह के लिए है।",
    "आप कह दें : निःसंदेह मुझे इस बात से रोक दिया गया है कि मैं उनकी इबादत करूँ, जिन्हें तुम अल्लाह के सिवा पुकारते हो, जबकि मेरे पास मेरे पालनहार की ओर से स्पष्ट प्रमाण आ गए। तथा मुझे आदेश दिया गया है कि मैं सारे संसारों के पालनहार का आज्ञाकारी रहूँ।",
    "वही है, जिसने तुम्हें मिट्टी से पैदा किया, फिर वीर्य से, फिर जमे हुए रक्त से। फिर वह तुम्हें बच्चे के रूप में निकालता है। फिर (बड़ा करता है) ताकि तुम अपनी पूरी शक्ति को पहुँचो, फिर ताकि तुम बूढ़े हो जाओ, तथा तुममें कुछ इससे पहले ही मर जाते हैं। और (यह इसलिए होता है) ताकि तुम अपनी निश्चित आयु को पहुँच जाओ, तथा ताकि तुम समझो।",
    "वही है जो जीवित करता है और मारता है। फिर जब वह किसी काम का निर्णय कर लेता है, तो उसे मात्र यह कहता है कि \"हो जा\", तो वह हो जाता है।",
    "क्या आपने उन लोगों को नहीं देखा, जो अल्लाह की आयतों के बारे में झगड़ते हैं, वे कहाँ फेरे जा रहे हैं?",
    "जिन्होंने पुस्तक को और जो कुछ हमने अपने रसूलों को देकर भेजा, उसे झुठला दिया। तो शीघ्र ही वे जान लेंगे।",
    "जब उनके गले में तौक़ होंगे तथा (पैरों में) बेड़ियाँ होंगी, वे घसीटे जाएँगे।",
    "खौलते पानी में (घसीटे जाएँगे)। फिर आग में झोंक दिए जाएँगे।",
    "फिर उनसे कहा जाएगा : कहाँ हैं वे, जिन्हें तुम साझी बनाया करते थे?",
    "अल्लाह के सिवा? वे कहेंगे : वे हमसे गुम हो गए। बल्कि, हम इससे पहले किसी चीज़ को नहीं पुकारते थे। इसी प्रकार, अल्लाह काफ़िरों को गुमराह कर देता है।",
    "यह यातना इसलिए है कि तुम धरती में नाहक़ बहुत प्रसन्न होते थे तथा इस कारण कि तुम अकड़ते फिरते थे।",
    "जहन्नम के द्वारों में प्रवेश कर जाओ, उसमें सदैव रहने वाले हो। अतः अभिमानियों का ठिकाना बहुत बुरा है।",
    "अतः आप धैर्य रखें। निःसंदेह अल्लाह का वादा सच्चा है। फिर यदि हम आपको उस (यातना) का कुछ भाग दिखा दें, जिसका हम उनसे वादा करते हैं या हम आपको (उससे पहले ही) मृत्यु दे दें, तो वे हमारी ही ओर लौटाए जाएँगे।",
    "तथा (ऐ नबी!) हम आपसे पहले बहुत-से रसूलों को भेज चुके हैं, जिनमें से कुछ ऐसे हैं जिनका हाल हम आपसे वर्णन कर चुके हैं तथा उनमें से कुछ ऐसे हैं जिनके हाल का वर्णन हमने आपसे नहीं किया है। तथा किसी रसूल के वश में यह नहीं था कि वह अल्लाह की अनुमति के बिना कोई आयत (चमत्कार) ले आए। फिर जब अल्लाह का आदेश आ गया, तो सत्य के साथ निर्णय कर दिया गया और उस समय झूठे लोग घाटे में रहे।",
    "अल्लाह ही है, जिसने तुम्हारे लिए चौपाए बनाए, ताकि उनमें से कुछ पर तुम सवारी करो और उनमें से कुछ को तुम खाते हो।",
    "तथा तुम्हारे लिए उनमें बहुत लाभ हैं। और ताकि उनपर सवार होकर तुम अपनी उस आवश्यकता तक पहुँचो, जो तुम्हारे दिलों में है। तथा उन (चौपायों) पर और नावों पर तुम सवार किए जाते हो।",
    "तथा वह तुम्हें अपनी निशानियाँ दिखाता है। तो तुम अल्लाह की किन-किन निशानियों का इनकार करोगे?",
    "तो क्या वे धरती में चले-फिरे नहीं, ताकि देखते कि उन लोगों का परिणाम कैसा रहा, जो उनसे पहले गुज़र चुके हैं? वे (धन में) इनसे अधिक तथा शक्ति और धरती में (छोड़ी हुई) निशानियों में अधिक बढ़कर थे। किंतु वे जो कुछ कमाते थे, वह उनके कुछ काम न आया।",
    "फिर जब उनके रसूल उनके पास स्पष्ट प्रमाण लेकर आए, तो वे उस ज्ञान पर इतराने लगे, जो उनके पास था, और उन्हें उस (यातना) ने घेर लिया, जिसका वे उपहास कर रहे थे।",
    "फिर जब उन्होंने हमारी यातना देखी, तो कहने लगे : हम अल्लाह अकेले पर ईमान लाए, तथा उसका इनकार किया, जिसे हम उसका साझी बनाया करते थे।",
    "फिर यह न था कि जब उन्होंने हमारी यातना को देख लिया, तो उनका ईमान (लाना) उन्हें लाभ देता। यही अल्लाह की रीति है, जो उसके बंदों में गुज़र चुकी। और उस समय काफ़िर घाटे में पड़ गए।",
    "ह़ा, मीम।",
    "(यह कुरआन) अत्यंत दयावान्, असीम दयालु की ओर से अवतरित हुआ है।",
    "(यह ऐसी) पुस्तक है, जिसकी आयतें खोलकर बयान की गई हैं। (यह) क़ुरआन अरबी (भाषा में) है, उन लोगों के लिए जो ज्ञान रखते हैं।",
    "वह शुभ सूचना देने वाला तथा सचेत करने वाला है। लेकिन उनमें से अधिकतर ने (उससे) मुँह फेर लिया, तो वे सुनते ही नहीं।",
    "तथा उन्होंने कहा : हमारे दिल उससे पर्दों में हैं, जिसकी ओर आप हमें बुला रहे हैं तथा हमारे कानों में बोझ (बहरापन) है तथा हमारे और आपके बीच एक ओट है। अतः आप अपना काम करें और हम अपना काम कर रहे हैं।",
    "आप कह दें कि मैं तो तुम्हारे ही जैसा एक इनसान हूँ। मेरी ओर वह़्य की जाती है कि तुम्हारा पूज्य मात्र एक ही पूज्य है। अतः सीधे उसी की ओर एकाग्र रहो तथा उससे क्षमा माँगो और साझी ठहराने वालों के लिए बड़ा विनाश है।",
    "जो ज़कात नहीं देते तथा वे आख़िरत का (भी) इनकार करते हैं।",
    "निःसंदेह जो लोग ईमान लाए तथा अच्छे कर्म किए, उनके लिए समाप्त न होने वाला बदला है।",
    "आप कह दें कि क्या तुम उस अस्तित्व का इनकार करते हो, जिसने धरती को दो दिनों में पैदा किया और उसके समकक्ष ठहराते हो? वह तो समस्त संसार का पालनहार है।",
    "तथा उस (धरती) में उसके ऊपर से पर्वत बनाए, तथा उसमें बरकत रख दी और उसमें उसके वासियों के आहार चार दिनों में निर्धारित किए, समान रूप से, प्रश्न करने वालों के लिए।",
    "फिर उसने आकाश की ओर रुख़ किया, जबकि वह धुआँ था। तो उसने उससे और धरती से कहा : तुम दोनों आओ, स्वेच्छा से या मजबूरी से। दोनों ने कहा : हम स्वेच्छा से आ गए।",
    "फिर उसने उन्हें दो दिनों में सात आकाश बना दिए और प्रत्येक आकाश में उससे संबंधित काम की वह़्य की। तथा हमने निकटतम (निचले) आकाश को दीपों (चमकदार सितारों) से सुशोभित किया, तथा (उनके द्वारा) उसको सुरक्षित कर दिया। यह अत्यंत प्रभुत्वशाली, सब कुछ जानने वाले (अल्लाह) की योजना है।",
    "फिर यदि वे विमुख हों, तो आप कह दें कि मैंने तुम्हें ऐसी कड़क (भयंकर यातना) से सावधान कर दिया है, जो आद और समूद की कड़क जैसी होगी।",
    "जब उनके पास रसूल उनके आगे से तथा उनके पीछे से आए (और कहा) कि अल्लाह के सिवा किसी की इबादत न करो। तो उन्होंने कहा : यदि हमारा पालनहार चाहता, तो किसी फ़रिश्ते को उतार देता। अतः जिस बात के साथ तुम भेजे गए हो, हम उसका इनकार करते हैं।",
    "फिर रहे आद समुदाय के लोग, तो उन्होंने धरती में नाहक़ अभिमान किया तथा कहने लगे : कौन शक्ति में हमसे बढ़कर है? क्या उन्होंने नहीं देखा कि अल्लाह, जिसने उनको पैदा किया, वह शक्ति में उनसे बहुत बढ़कर है?! तथा वे हमारी आयतों का इनकार करते रहे।",
    "अंततः, हमने कुछ अशुभ दिनों में उनपर प्रचंड वायु भेज दी। ताकि हम उन्हें सांसारिक जीवन में अपमानकारी यातना चखाएँ और आख़िरत (परलोक) की यातना तो और अधिक अपमानकारी है। तथा उन्हें कोई सहायता नहीं दी जाएगी।",
    "और रहे समूद समुदाय के लोग, तो हमने उन्हें सीधा मार्ग दिखाया, परंतु उन्होंने मार्गदर्शन की अपेक्षा अंधेपन को पसंद किया। अंततः उन्हें अपमानकारी यातना की कड़क ने पकड़ लिया, उसके कारण जो वे कमा रहे थे।",
    "तथा हमने उन लोगों को बचा लिया, जो ईमान लाए और वे डरते थे।",
    "और जिस दिन अल्लाह के शत्रुओं को एकत्रित कर जहन्नम की ओर लाया जाएगा, तो उन्हें पंक्तिबद्ध कर दिया जाएगा।",
    "यहाँ तक कि जब वे उस (जहन्नम) के पास आ जाएँगे, तो उनके कान तथा उनकी आँखें और उनकी खालें उनके विरुद्ध उन कर्मों की गवाही देंगी, जो वे किया करते थे।",
    "और वे अपनी खालों से कहेंगे : तुमने हमारे विरुद्ध क्यों गवाही दी? तो वे उत्तर देंगी : हमें उसी अल्लाह ने बोलने की शक्ति प्रदान की, जिसने प्रत्येक वस्तु को बोलने की शक्ति दी है। तथा उसी ने तुम्हें प्रथम बार पैदा किया और तुम उसी की ओर लौटाए जाओगे।",
    "तथा तुम (पाप करते समय) छिपते भी नहीं थे कि कहीं तुम्हारे कान, तुम्हारी आँखें और तुम्हारी खालें तुम्हारे विरुद्ध गवाही न दे दें। बल्कि, तुम यह समझते रहे कि अल्लाह उनमें से अधिकतर बातों को जानता ही नहीं, जो तुम करते हो।",
    "तुम्हारी इसी दुर्भावना ने, जो तुमने अपने पालनहार के प्रति रखा, तुम्हें विनष्ट कर दिया और तुम घाटा उठाने वालों में से हो गए।",
    "अब यदि वे धैर्य रखें, तो भी जहन्नम ही उनका ठिकाना है। और यदि वे क्षमा माँगें, तो भी वे क्षमा नहीं किए जाएँगे।",
    "और हमने उनके लिए कुछ साथी नियुक्त कर दिए, तो उन्होंने उनके अगले और पिछले कामों को उनके लिए शोभित बनाकर पेश किया। तथा उनपर भी जिन्नों और इनसानों के उन समूहों के साथ, जो उनसे पहले गुज़र चुके थे, अल्लाह (की यातना) का वादा सिद्ध हो गया। निश्चय ही वे घाटा उठाने वाले थे।",
    "तथा काफ़िरों ने कहा कि इस क़ुरआन को न सुनो और (जब पढ़ा जाए तो) इसमें शोर करो। ताकि तुम प्रभावशाली रहो।",
    "अतः हम अवश्य ही उन लोगों को जो काफ़िर हो गए, कठोर यातना का मज़ा चखाएँगे, तथा निश्चय ही हम उन्हें उन दुष्कर्मों का बदला अवश्य देंगे, जो वे किया करते थे।",
    "यह अल्लाह के शत्रुओं का प्रतिकार जहन्नम है। उनके लिए उसी में स्थायी घर होगा। यह उसका बदला है, जो वे हमारी अयतों का इनकार किया करते थे।",
    "तथा जिन लोगों ने कुफ़्र किया, वे कहेंगे : ऐ हमारे पालनहर! हमें जिन्नों और इनसानों में से वे लोग दिखा दे, जिन्होंने हमें गुमराह किया था, हम उन्हें अपने पैरों तले रौंद डालें। ताकि वे सबसे निचले लोगों में से हो जाएँ।",
    "निःसंदेह जिन लोगों ने कहा : हमारा पालनहार केवल अल्लाह है, फिर उसपर मज़बूती से जमे रहे, उनपर फ़रिश्ते उतरते हैं कि भय न करो और न शोकाकुल हो तथा उस जन्नत से खुश हो जाओ, जिसका तुमसे वादा किया जाता था।",
    "हम सांसारिक जीवन में भी तुम्हारे सहायक हैं तथा आख़िरत में भी,और तुम्हारे लिए उस (जन्नत) में वह कुछ है, जो तुम्हारे दिल चाहेंगे तथा उसमें तुम्हारे लिए वह कुछ है, जिसकी तुम माँग करोगे।",
    "(यह) अति क्षमाशील, असीम दयावान् की ओर से आतिथ्य है।",
    "और उस व्यक्ति से अच्छी बात किसकी हो सकती है, जिसने अल्लाह की ओर बुलाया तथा सत्कर्म किया और कहा : निःसंदेह मैं मुसलमानों (आज्ञाकारियों) में से हूँ।",
    "भलाई और बुराई बराबर नहीं हो सकते। आप बुराई को ऐसे तरीक़े से दूर करें जो सर्वोत्तम हो। तो सहसा वह व्यक्ति जिसके और आपके बीच बैर है, ऐसा हो जाएगा मानो वह हार्दिक मित्र है।",
    "और यह गुण उन्हीं लोगों को प्राप्त होता है, जो धैर्य से काम लेते हैं तथा यह उसी को प्राप्त होता है, जो बड़ा भाग्यशाली हो।",
    "और यदि शैतान आपको उकसाए, तो अल्लाह से शरण माँगिए। निःसंदेह वह सब कुछ सुनने वाला, जानने वाला है।",
    "तथा उसकी निशानियों में से रात और दिन तथा सूरज और चाँद हैं। तुम न तो सूरज को सजदा करो और न चाँद को, और उस अल्लाह को सजदा करो, जिसने उन्हें पैदा किया है, यदि तुम उसी (अल्लाह) की इबादत करते हो।",
    "फिर यदि वे अभिमान करें, तो जो (फ़रिश्ते) आपके पालनहार के पास हैं, वे रात दिन उसकी पवित्रता का वर्णन करते रहते हैं, और वे थकते नहीं हैं।",
    "तथा उसकी निशानियों में से है कि आप धरती को सूखी हुई (बंजर) देखते हैं। फिर जब हम उसपर बारिश बरसाते हैं, तो वह हरित हो जाती है और बढ़ने लगती है। निःसंदेह जिस (अल्लाह) ने उसे जीवित किया, वह मुर्दों को अवश्य जीवित करने वाला है। निःसंदेह वह हर चीज़ पर समार्थ्यवान् है।",
    "निःसंदेह जो लोग हमारी आयतों में टेढ़ापन अपनाते हैं, वे हमसे छिपे हुए नहीं हैं। तो क्या जो व्यक्ति आग में डाला जाएगा, वह उत्तम है अथवा जो क़ियामत के दिन निश्चिंत होकर आएगा? तुम जो चाहो करो। निःसंदेह, तुम जो कुछ करते हो, वह उसे ख़ूब देखने वाला है।",
    "निःसंदेह जिन लोगों ने इस ज़िक्र (क़ुरआन) का इनकार किया, जब वह उनके पास आया, (वे विनष्ट होने वाले हैं)। और निःसंदेह यह एक प्रभुत्वशाली पुस्तक है।",
    "इसके पास झूठ न इसके आगे से आ सकता है और न इसके पीछे से। यह पूर्ण हिकमत वाले, सर्व प्रशंसित (अल्लाह) की ओर से अवतरित है।",
    "आपसे वही कहा जा रहा है, जो आपसे पहले के रसूलों से कहा जा चुका है। निःसंदेह आपका पालनहार निश्चय बड़ी क्षमा वाला और बहुत दुःखदायी यातना वाला है।",
    "और यदि हम इसे ग़ैर अरबी क़ुरआन बनाते, तो वे अवश्य कहते कि इसकी आयतें क्यों नहीं खोलकर बयान की गईं? क्या (पुस्तक) ग़ैर अरबी है और (नबी) अरबी? आप कह दीजिए : वह उन लोगों के लिए जो ईमान लाए, मार्गदर्शन और आरोग्य है, तथा जो लोग ईमान नहीं लाते, उनके कानों में बोझ है और यह उनके हक़ में अंधेपन का कारण है। वे लोग ऐसे हैं जो दूर स्थान से पुकारे जा रहे हैं।",
    "और हमने मूसा को पुस्तक (तौरात) प्रदान की। तो उसमें मतभेद किया गया। और यदि आपके पालनहार की ओर से एक बात पहले ही से निर्धारित न होती, तो उनके बीच अवश्य निर्णय कर दिया गया होता। और निःसंदेह वे उस (कुरआन) के बारे में असमंजस में डाल देने वाले संदेह में पड़े हुए हैं।",
    "जो व्यक्ति अच्छा कर्म करेगा, तो वह अपने ही लाभ के लिए करेगा और जो बुरा कार्य करेगा, तो उसका दुष्परिणाम उसी पर होगा और आपका पालनहार बंदों पर तनिक भी अत्याचार करने वाला नहीं है।"
  ]
}