{
  "meta": {
    "id": 122,
    "name": "Maulana Azizul Haque al-Umari",
    "translator_name": "Maulana Azizul Haque al-Umari",
    "slug": "hi-maulana-azizul-haque-al-umari",
    "language_name": "hindi"
  },
  "verses": [
    "उसकी जाति के उन प्रमुखों ने कहा जो बड़े बने हुए थे कि ऐ शुऐब! हम तुझे तथा उन लोगों को जो तेरे साथ ईमान लाए हैं, अपने नगर से अवश्य ही निकाल देंगे, या हर हाल में तुम हमारे धर्म में वापस आओगे। (शुऐब ने) कहा : क्या अगरचे हम नापसंद करने वाले हों?",
    "निश्चय हमने अल्लाह पर झूठ गढ़ा यदि हम तुम्हारे धर्म में फिर आ जाएँ, इसके बाद कि अल्लाह ने हमें उससे बचा लिया। और हमारे लिए संभव नहीं कि हम उसमें फिर आ जाएँ, परंतु यह कि हमारा पालनहार अल्लाह ही ऐसा चाहे। हमारा पालनहार प्रत्येक वस्तु को अपने ज्ञान के घेरे में लिए हुए है। हमने अल्लाह ही पर भरोसा किया। ऐ हमारे पालनहार! हमारे और हमारी जाति के बीच न्याय के साथ निर्णय कर दे। और तू सब निर्णय करने वालों से बेहतर है।",
    "तथा उसकी जाति के काफ़िर प्रमुखों ने कहा कि यदि तुम शुऐब के पीछे चले, तो निःसंदेह तुम उस समय अवश्य घाटा उठाने वाले हो।",
    "तो उन्हें भूकंप ने पकड़ लिया, तो वे अपने घरों में औंधे पड़े रह गए।",
    "जिन लोगों ने शुऐब को झुठलाया (वे ऐसे हो गए कि) मानो कभी वे उन (घरों) में बसे ही न थे। जिन लोगों ने शुऐब को झुठलाया, वही लोग घाटा उठाने वाले थे।",
    "तो शुऐब उनसे विमुख हो गए और कहा : ऐ मेरी जाति के लोगो! मैंने तुम्हें अपने पालनहार के संदेश पहुँचा दिए, तथा मैं तुम्हारा हितकारी रहा। तो फिर मैं काफ़िर जाति (के विनाश) पर कैसे शोक करूँ?",
    "तथा हमने जिस बस्ती में भी कोई नबी भेजा, तो उसके वासियों को तंगी और कष्ट से ग्रस्त कर दिया ताकि वे गिड़गिड़ाएँ।",
    "फिर हमने उस खराब स्थिति को अच्छी स्थिति में बदल दिया, यहाँ तक कि वे (संख्या और धन में) बहुत बढ़ गए और उन्होंने कहा यह दुख और सुख हमारे बाप-दादा को भी पहुँचा था। तो हमने उन्हें अचानक इस हाल में पकड़ लिया कि वे सोचते न थे।",
    "और यदि इन बस्तियों के वासी ईमान ले आते और डरते, तो हम अवश्य ही उनपर आकाश और धरती की बरकतों के द्वार खोल देते, परन्तु उन्होंने झुठला दिया। अतः हमने उनकी करतूतों के कारण उन्हें पकड़ लिया।",
    "क्या फिर इन बस्तियों के वासी इस बात से निश्चिंत हो गए हैं कि उनपर हमारी यातना रात के समय आ जाए, जबकि वे सोए हुए हों?",
    "और क्या नगर वासी इस बात से निश्चिंत हो गए हैं कि उनपर हमारी यातना दिन चढ़े आ जाए और वे खेल रहे हों?",
    "तो क्या वे अल्लाह के गुप्त उपाय से निश्चिंत हो गए हैं? तो (याद रखो!) अल्लाह के गुप्त उपाय से वही लोग निश्चिंत होते हैं, जो घाटा उठाने वाले हैं।",
    "तो क्या उन लोगों के लिए यह तथ्य स्पष्ट नहीं हुआ, जो धरती के अगले वासियों के बाद उसके वारिस हुए कि यदि हम चाहें, तो उन्हें उनके पापों के कारण पकड़ लें और उनके दिलों पर मुहर लगा दें, फिर वे कोई बात न सुन सकें?",
    "ये बस्तियाँ हैं, हम (ऐ नबी!) आपसे उनके कुछ वृत्तान्त सुना रहे हैं। निःसंदेह उनके पास उनके रसूल खुले प्रमाण लेकर आए, तो वे ऐसे न थे कि उस चीज़ पर ईमान ले आते, जिसे वे इससे पहले झुठला चुके थे। इसी प्रकार अल्लाह काफ़िरों के दिलों पर मुहर लगा देता है।",
    "और हमने उनमें से अधिकतर लोगों में प्रतिज्ञा पालन नहीं पाया तथा निःसंदेह हमने उनमें अधिकतर लोगों को अवज्ञाकारी ही पाया।",
    "फिर उन (रसूलों) के बाद, हमने मूसा को अपनी आयतों (चमत्कारों) के साथ फ़िरऔन और उसके प्रमुखों के पास भेजा। तो उन्होंने उन (आयतों) के साथ अन्याय किया। तो देख लो कि बिगाड़ पैदा करने वालों का परिणाम कैसा हुआ?",
    "तथा मूसा ने कहा : ऐ फ़िरऔन! निःसंदेह मैं सर्व संसार के पालनहार की ओर से भेजा हुआ (रसूल) हूँ।",
    "मेरे लिए यही योग्य है कि अल्लाह पर सत्य के अतिरिक्त कोई बात न कहूँ। मैं तुम्हारे पास तुम्हारे पालनहार की ओर से एक खुला प्रमाण लाया हूँ। इसलिए बनी इसराई को मेरे साथ भेज दे।",
    "उसने कहा : यदि तुम कोई प्रमाण (चमत्कार) लाए हो, तो प्रस्तुत करो, यदि तुम सच्चों में से हो।",
    "फिर उसने अपनी लाठी फेंकी, तो अचानक वह एक प्रत्यक्ष अजगर बन गई।",
    "तथा अपना हाथ निकाला, तो अचानक वह देखने वालों के लिए चमक रहा था।",
    "फ़िरऔन की जाति के प्रमुखों ने कहा : निश्चय यह तो एक दक्ष जादूगर है।",
    "वह चाहता है कि तुम्हें तुम्हारी धरती से निकाल दे, तो तुम क्या आदेश देते हो?",
    "उन्होंने कहा : इसे और इसके भाई के मामले को स्थगित कर दो और नगरों में जमा करने वाले भेज दो।",
    "वे तेरे पास हर कुशल जादूगर ले आएँ।",
    "और जादूगर फ़िरऔन के पास आए। उन्होंने कहा : यदि हम ही विजयी हुए, तो निश्चय हमें अवश्य कुछ पुरस्कार मिलेगा?",
    "उसने कहा : हाँ! और निश्चय तुम अवश्य निकटवर्तियों में से हो जाओगे ।",
    "उन्होंने कहा : ऐ मूसा! या तो तुम (पहले) फेंको, या हम ही फेंकने वाले हों?",
    "मूसा ने कहा : तुम्हीं फेंको। चुनाँचे जब उन्होंने (रस्सियाँ) फेंकीं, तो लोंगों की आँखों पर जादू कर दिया, और उन्हें सख़्त भयभीत कर दिया, और वे बहुत बड़ा जादू लेकर आए।",
    "और हमने मूसा को वह़्य की कि अपनी लाठी फेंको, तो अचानक वह उन चीज़ों को निगलने लगी, जो वे झूठ-मूठ बना रहे थे।",
    "अतः सत्य सामने आ गया और जो कुछ वे कर रहे थे, असत्य होकर रह गया।",
    "अंततः वे उस जगह पराजित हो गए और अपमानित होकर लौटे।",
    "और जादूगर सजदे में गिर गए।",
    "उन्होंने कहा : हम सर्व संसार के पालनहार पर ईमान लाए।",
    "मूसा तथा हारून के पालनहार पर।",
    "फ़िरऔन ने कहा : इससे पहले कि मैं तुम्हें अनुमति दूँ, तुम उसपर ईमान ले आए? निःसंदेह यह एक चाल है, जो तुमने इस नगर में चली है, ताकि उसके निवासियों को उससे निकाल दो! तो शीघ्र ही तुम (इसका परिणाम) जान लोगे।",
    "निश्चय मैं अवश्य तुम्हारे हाथ और तुम्हारे पाँव विपरीत दिशाओं से बुरी तरह काटूँगा, फिर तुम सभी को अवश्य सूली चढ़ा दूँगा।",
    "उन्होंने कहा : निश्चय हम अपने पालनहार ही की ओर लौटने वाले हैं।",
    "और तू हमसे केवल इस बात का बदला ले रहा है कि हम अपने पालनहार की निशानियों पर ईमान ले आए, जब वे हमारे पास आईं? ऐ हमारे पालनहार! हमपर धैर्य उड़ेल दे और हमें इस दशा में (संसार से) उठा कि तेरे आज्ञाकारी हों।",
    "और फ़िरऔन की जाति के प्रमुखों ने (उससे) कहा : क्या तुम मूसा और उसकी जाति को छोड़े रखोगे कि वे देश में बिगाड़ फैलाएँ तथा तुम्हें और तुम्हारे पूज्यों को छोड़ दें? उसने कहा : हम उनके बेटों को बुरी तरह क़त्ल करेंगे और उनकी स्त्रियों को जीवित रखेंगे। निश्चय हम उनपर पूर्ण नियंत्रण रखने वाले हैं।",
    "मूसा ने अपनी जाति से कहा : अल्लाह से सहायता माँगो और धैर्य से काम लो। निःसंदेह धरती अल्लाह की है। वह अपने बंदों में जिसे चाहता है, उसका वारिस (उत्तराधिकारी) बनाता है। और अच्छा परिणाम परहेज़गारों के लिए है।",
    "उन्होंने कहा : हम तुम्हारे आने से पहले भी सताए गए और तुम्हारे आने के बाद भी (सताए जा रहे हैं)! (मूसा ने) कहा : निकट है कि तुम्हारा पालनहार तुम्हारे शत्रु को विनष्ट कर दे और तुम्हें देश में ख़लीफ़ा बना दे। फिर देखे कि तुम कैसे कर्म करते हो?",
    "और निःसंदेह हमने फ़िरऔन की जाति को अकालों तथा फलों की कमी से ग्रस्त कर दिया, ताकि वे शिक्षा ग्रहण करें।",
    "फिर जब उन्हें संपन्नता प्राप्त होती, तो कहते कि यह तो हमारा हक़ है और यदि उन्हें कोई विपत्ति पहुँचती, तो मूसा और उसके साथियों से अपशकुन लेते। सुन लो! उनका अपशकुन तो अल्लाह ही के पास है, परंतु उनमें से अधिकतर लोग नहीं जानते।",
    "और उन्होंने कहा : तू हमपर जादू करने के लिए हमारे पास जो निशानी भी ले आए, हम तेरा विश्वास करने वाले नहीं हैं।",
    "फिर हमने उनपर तूफ़ान भेजा और टिड्डियाँ और जुएँ और मेंढक और रक्त, जो अलग-अलग निशानियाँ थीं। फिर भी उन्होंने अभिमान किया और वे अपराधी लोग थे।",
    "और जब उनपर यातना आती, तो कहते : ऐ मूसा! तुम अपने पालनहार से हमारे लिए उस प्रतिज्ञा के आधार पर दुआ करो, जो उसने तुमसे कर रखी है। यदि तुम (अपनी दुआ से) हमसे यह यातना दूर कर दो, तो हम अवश्य ही तुमपर ईमान ले आएँगे और तुम्हारे साथ बनी इसराईल को अवश्य भेज देंगे।",
    "फिर जब हम उनसे यातना को उस समय तक दूर कर देते, जिसे वे पहुँचने वाले होते, तो अचानक वे वचन भंग कर देते थे।",
    "अंततः हमने उनसे बदला लिया और उन्हें सागर में डुबो दिया, इस कारण कि उन्होंने हमारी आयतों (निशानियों) को झुठलाया और वे उनसे ग़ाफ़िल थे।",
    "और हमने उन लोगों को जो कमज़ोर समझे जाते थे, उस धरती के पूर्व और पश्चिम के भूभागों का वारिस बना दिया, जिसमें हमने बरकत रखी है। और (इस प्रकार) बनी इसराईल के हक़ में (ऐ नबी!) आपके पालनहार का शुभ वचन पूरा हो गया, इस कारण कि उन्होंने धैर्य से काम लिया। तथा फ़िरऔन और उसकी जाति के लोग जो कुछ बनाते थे और वे जो इमारते ऊँची करते थे, हमने उन्हें नष्ट कर दिया।",
    "और हमने बनी इसराईल को सागर के पार उतार दिया। तो वे एक ऐसी जाति पर आए, जो अपनी कुछ मूर्तियों पर जमी बैठी थी। उन्होंने कहा : ऐ मूसा! हमारे लिए कोई पूज्य बना दीजिए, जैसे इनके कुछ पूज्य हैं। (मूसा ने) कहा : निःसंदेह तुम ऐसे लोग हो जो नादानी करते हो।",
    "ये लोग जिस काम में लगे हुए हैं, निश्चय ही वह नष्ट किया जाने वाला है और वे जो कुछ करते चले आ रहे हैं, बिलकुल असत्य है।",
    "(मूसा ने) कहा : क्या मैं अल्लाह के सिवा तुम्हारे लिए कोई पूज्य तलाश करूँ? हालाँकि उसने तुम्हें सारे संसार वालों पर श्रेष्ठता प्रदान की है।",
    "तथा (वह समय याद करो) जब हमने तुम्हें फ़िरऔनियों से मुक्ति दिलाई, जो तुम्हें बुरी यातना देते थे; तुम्हारे पुत्रों को बुरी तरह मार डालते थे तथा तुम्हारी नारियों को जीवित रहने देते थे। इसमें तुम्हारे पालनहार की ओर से बहुत बड़ी परीक्षा थी।",
    "और हमने मूसा से तीस रातों का वादा किया और उसकी पूर्ति दस रातों से कर दी। तो तेरे पालनहार की निर्धारित अवधि चालीस रातें पूरी हो गई। तथा मूसा ने अपने भाई हारून से कहा : तुम मेरी जाति में मेरा उत्तराधिकारी बनकर रहना, और सुधार करते रहना तथा उपद्रवकारियों की नीति न अपनाना।",
    "और जब मूसा हमारे निर्धारित समय पर आ गया और उसके पालनहार ने उससे बात की, तो उसने कहा : ऐ मेरे पालनहार! मुझे दिखा कि मैं तुझे देखूँ। (अल्लाह ने) फरमाया : तू मुझे कदापि नहीं देख सकेगा। लेकिन इस पर्वत की ओर देख! यदि वह अपने स्थान पर स्थिर रहा, तो तू मुझे देख लेगा। फिर जब उसका पालनहार पर्वत के समक्ष प्रकट हुआ, तो उसे चूर-चूर कर दिया और मूसा बेहोश होकर गिर गया। फिर जब उसे होश आया, तो उसने कहा : तू पवित्र है! मैंने तेरी ओर तौबा की और मैं ईमान लाने वालों में सबसे पहला हूँ।",
    "अल्लाह ने कहा : ऐ मूसा! निःसंदेह मैंने तुम्हें अपने संदेशों तथा अपने वार्तालाप के साथ लोगों पर चुन लिया है। अतः जो कुछ मैंने तुम्हें प्रदान किया है, उसे ले लो और आभार प्रकट करने वालों में से हो जाओ।",
    "और हमने उसके लिए तख़्तियों पर हर चीज़ से संबंधित निर्देश और हर चीज़ का विवरण लिख दिया। (तथा कह दिया कि) इसे मज़बूती से पकड़ लो और अपनी जाति को आदेश दो कि वे उसके उत्तम निर्देशों का पालन करें। शीघ्र ही मैं तुम्हें अवज्ञाकारियों का घर दिखाऊँगा।",
    "मैं अपनी आयतों (निशानियों) से उन लोगों को फेर दूँगा, जो धरती में नाहक़ बड़े बनते हैं। और यदि वे प्रत्येक निशानी देख लें, तब भी उसपर ईमान नहीं लाते। और यदि वे भलाई का मार्ग देख लें, तो उसे मार्ग नहीं बनाते और यदि गुमराही का मार्ग देखें, तो उसे मार्ग बना लेते हैं। यह इस कारण कि उन्होंने हमारी आयतों (निशानियों) को झुठलाया और वे उनसे ग़ाफ़िल थे।",
    "और जिन लोगों ने हमारी आयतों तथा परलोक (में हमसे) मिलने को झुठलाया, उनके कर्म व्यर्थ हो गए और उन्हें उसी का बदला मिलेगा, जो वे किया करते थे।",
    "और मूसा की जाति ने उसके (पर्वत पर जाने के) पश्चात् अपने ज़ेवरों से एक बछड़ा बना लिया, जो एक शरीर था, जिसकी गाय जैसी आवाज़ थी। क्या उन्होंने यह नहीं देखा कि वह न तो उनसे बात करता है और न उन्हें कोई राह दिखाता है? उन्होंने उसे (पूज्य) बना लिया तथा वे अत्याचारी थे।",
    "और जब वे (अपने किए पर) लज्जित हुए और उन्होंने देखा कि निःसंदेह वे तो पथभ्रष्ट हो गए हैं। तो कहने लगे : यदि हमारे पालनहार ने हमपर दया नहीं की और हमें क्षमा नहीं किया, तो हम अवश्य घाटा उठाने वालों में से हो जाएँगे।",
    "और जब मूसा अपनी जाति की ओर क्रोध तथा दुःख से भरा हुआ वापस आया, तो उसने कहा : तुमने मेरे बाद मेरा बहुत बुरा प्रतिनिधित्व किया। क्या तुम अपने पालनहार की आज्ञा से पहले ही जल्दी कर गए? तथा उसने तख़्तियाँ डाल दीं और अपने भाई (हारून) का सिर पकड़कर अपनी ओर खींचने लगा। उसने कहा : ऐ मेरे माँ जाये भाई! लोगों ने मुझे कमज़ोर समझ लिया और निकट था कि वे मुझे मार डालें। अतः तू शत्रुओं को मुझपर हँसने का अवसर न दे और मुझे अत्याचारियों का साथी न बना।",
    "उसने कहा : ऐ मेरे पालनहार! मुझे तथा मेरे भाई को क्षमा कर दे और हमें अपनी दया में प्रवेश प्रदान कर दे और तू सब दया करने वालों से अधिक दयावान् है।",
    "निःसंदेह जिन लोगों ने बछड़े को पूज्य बनाया, उन्हें उनके पालनहार की ओर से बड़ा प्रकोप और सांसारिक जीवन में अपमान पहुँचेगा और हम झूठ गढ़ने वालों को इसी प्रकार दंड देते हैं।",
    "और जिन लोगों ने बुरे कर्म किए, फिर उसके पश्चात् क्षमा माँग ली और ईमान ले आए, तो निःसंदेह तेरा पालनहार इसके बाद अवश्य अति क्षमाशील, अत्यंत दयावान् है।",
    "फिर जब मूसा का क्रोध शांत हो गया, तो उसने तख़्तियाँ उठा लीं, और उनके लेख में उन लोगों के लिए मार्गदर्शन तथा दया थी, जो केवल अपने पालनहार से डरते हों।",
    "और मूसा ने हमारे निर्धारित समय के लिए अपनी जाति के सत्तर व्यक्तियों को चुन लिया। फिर जब उन्हें भूकंप ने पकड़ लिया, तो उसने कहा : ऐ मेरे पालनहार! यदि तू चाहता तो इससे पहले ही इन सबका और मेरा विनाश कर देता। क्या तू उसके कारण हमारा विनाश करता है, जो हममें से मूर्खों ने किया है? यह तो केवल तेरी ओर से एक परीक्षा है। जिसके द्वारा तू जिसे चाहता है, गुमराह करता है और जिसे चाहता है, सीधा मार्ग दिखाता है। तू ही हमारा संरक्षक है। अतः हमारे पापों को क्षमा कर दे और हमपर दया कर। तू क्षमा करने वालों में सबसे बेहतर है।",
    "और हमारे लिए इस संसार में भलाई लिख दे तथा परलोक (आख़िरत) में भी। निःसंदेह हम तेरी ओर लौट आए। अल्लाह ने कहा : मैं अपनी यातना से जिसे चाहता हूँ, ग्रस्त करता हूँ। और मेरी दया प्रत्येक चीज़ को घेरे हुए है। अतः मैं उसे उन लोगों के लिए अवश्य लिख दूँगा, जो डरते हैं और ज़कात देते है और जो हमारी आयतों पर ईमान लाते हैं।",
    "जो लोग उस रसूल का अनुसरण करते हैं, जो उम्मी नबी है, जिसे वे अपने पास तौरात तथा इंजील में लिखा हुआ पाते हैं, जो उन्हें नेकी का आदेश देता है और बुराई से रोकता है, तथा उनके लिए पाकीज़ा चीज़ों को हलाल (वैध) करता और उनपर अपवित्र चीज़ों को हराम (अवैध) ठहराता है और उनसे उनका बोझ और वह तौक़ उतारता है, जो उनपर पड़े हुए थे। अतः जो लोग उसपर ईमान लाए, उसका समर्थन किया, उसकी सहायता की और उस प्रकाश (क़ुरआन) का अनुसरण किया, जो उसके साथ उतारा गया, वही लोग सफलता प्राप्त करने वाले हैं।",
    "(ऐ नबी!) आप कह दें कि ऐ मानव जाति के लोगो! निःसंदेह मैं तुम सब की ओर उस अल्लाह का रसूल हूँ, जिसके लिए आकाशों तथा धरती का राज्य है। उसके सिवा कोई पूज्य नहीं। वही जीवन देता और मारता है। अतः तुम अल्लाह पर और उसके रसूल उम्मी नबी पर ईमान लाओ, जो अल्लाह पर और उसकी सभी वाणियों (पुस्तकों) पर ईमान रखता है और उसका अनुसरण करो, ताकि तुम सीधा मार्ग पाओ।",
    "और मूसा की जाति के अंदर एक गिरोह ऐसा है, जो सत्य के साथ मार्गदर्शन करता है और उसी के अनुसार न्याय करता है।",
    "और हमने उन्हें बारह गोत्रों में विभाजित करके अलग-अलग समूह बना दिया। और जब मूसा की जाति ने उनसे पानी माँगा, तो हमने उनकी ओर वह़्य भेजी कि अपनी लाठी पत्थर पर मारो। तो उससे बारह स्रोत फूट निकले। निःसंदेह सब लोगों ने अपने पानी पीने का स्थान जान लिया। तथा हमने उनपर बादल की छाया की और उनपर मन्न और सलवा उतारा। (हमने कहा :) इन पाकीज़ा चीज़ों में से, जो हमने तुम्हें प्रदान की हैं, खाओ। और उन्होंने हमपर अत्याचार नहीं किया, परंतु वे अपने आप ही पर अत्याचार करते थे।",
    "और जब उनसे कहा गया कि इस नगर (बैतुल मक़्दिस) में बस जाओ और उसमें से जहाँ से इच्छा हो खाओ और कहो कि हमें क्षमा कर दे तथा द्वार में सज्दा करते हुए प्रवेश करो, हम तुम्हारे लिए तुम्हारे पाप क्षमा कर देंगे। हम सत्कर्मियों को और अधिक देंगे।",
    "तो उनमें से जो अत्याचारी थे, उन्होंने उस बात को जो उनसे कही गई थी, दूसरी बात से बदल दिया। तो हमने उनपर, उनके अत्याचार के कारण, आकाश से अज़ाब भेजा।",
    "तथा (ऐ नबी!) उनसे उस बस्ती के संबंध में पूछें, जो समुद्र (लाल सागर) के किनारे पर थी, जब वे शनिवार के दिन के विषय में सीमा का उल्लंघन करते थे, जब उनके पास उनकी मछलियाँ उनके शनिवार के दिन पानी की सतह पर प्रत्यक्ष होकर आती थीं और जिस दिन उनका शनिवार न होता, वे उनके पास नहीं आती थीं। इस प्रकार हम उनका परीक्षण करते थे, इस कारण कि वे अवज्ञा करते थे।",
    "तथा जब उनमें से एक समूह ने कहा कि तुम ऐसे लोगों को क्यों समझा रहे हो, जिन्हें अल्लाह (उनकी अवज्ञा के कारण) विनष्ट करने वाला है, या उन्हें बहुत सख़्त यातना देने वाला है? उन्होंने कहा : तुम्हारे पालनहार के समक्ष उज़्र करने के लिए और इसलिए कि शायद वे डर जाएँ।",
    "फिर जब वे उस बात को भूल गए, जिसकी उन्हें नसीहत की गई थी, तो हमने उन लोगों को बचा लिया, जो बुराई से रोक रहे थे, और उन लोगों को जिन्होंने अत्याचार किया, उनकी अवज्ञा के कारण कठोर यातना में पकड़ लिया।",
    "फिर जब वे उस काम में सीमा से आगे बढ़ गए, जिससे वे रोके गए थे, तो हमने उनसे कहा कि अपमानित बंदर बन जाओ।",
    "और याद करो, जब आपके पालनहार ने घोषणा कर दी कि वह क़ियामत के दिन तक, उन (यहूदियों) पर, ऐसा व्यक्ति अवश्य भेजता रहेगा, जो उन्हें घोर यातना दे। निःसंदेह आपका पालनहार शीघ्र दंड देने वाला है और निःसंदेह वह अति क्षमाशील, अत्यंत दयावान है।",
    "और हमने उन्हें धरती में कई समूहों में टुकड़े-टुकड़े कर दिया। उनमें से कुछ लोग सदाचारी थे और उनमें से कुछ इसके अलावा थे। तथा हमने अच्छी परिस्थितियों और बुरी परिस्थितियों के साथ उनका परीक्षण किया, ताकि वे बाज़ आ जाएँ।",
    "फिर उनके बाद उनकी जगह नालायक़ उत्तराधिकारी आए, जो पुस्तक के वारिस बने, वे इस तुच्छ संसार का सामान लेते हैं और कहते हैं कि हमें क्षमा कर दिया जाएगा। और यदि उनके पास इस जैसा और सामान भी आ जाए, तो उसे भी ले लेते हैं। क्या उनसे पुस्तक का दृढ़ वचन नहीं लिया गया था कि अल्लाह पर सत्य के सिवा कुछ नहीं कहेंगे, और उन्होंने जो कुछ उसमें था, पढ़ भी लिया था। और आख़िरत का घर (जन्नत) उन लोगों के लिए उत्तम है, जो अल्लाह से डरते हैं। तो क्या तुम नहीं समझते?",
    "और जो लोग पुस्तक को दृढ़ता से पकड़ते हैं और उन्होंने नमाज़ क़ायम की, निश्चय हम सुधार करने वालों का प्रतिफल अकारथ नहीं करते।",
    "और जब हमने उनके ऊपर पर्वत को इस तरह उठा लिया, जैसे वह एक छतरी हो, और उन्हें विश्वास हो गया कि वह उनपर गिरने वाला है। (तथा यह आदेश दिया कि) जो (पुस्तक) हमने तुम्हें प्रदान की है, उसे मज़बूती से थाम लो तथा उसमें जो कुछ है, उसे याद रखो, ताकि तुम परहेज़गार हो जाओ।",
    "तथा (वह समय याद करें) जब आपके पालनहार ने आदम के बेटों की पीठों से उनकी संतति को निकाला और उन्हें स्वयं उनपर गवाह बनाते हुए कहा : क्या मैं तुम्हारा पालनहार नहीं हूँ? उन्होंने कहा : क्यों नहीं, हम (इसके) गवाह हैं। (ऐसा न हो) कि तुम क़ियामत के दिन कहो निःसंदेह हम इससे ग़ाफ़िल थे।",
    "अथवा यह कहो कि शिर्क तो हमसे पहले हमारे बाप-दादा ही ने किया था और हम तो उनके बाद उनकी संतान थे। तो क्या तू गुमराहों के कर्म के कारण हमें विनष्ट करता है?",
    "और इसी प्रकार, हम आयतों को खोल-खोल कर बयान करते हैं, और ताकि वे (सत्य की ओर) पलट आएँ।",
    "और उन्हें उस व्यक्ति का हाल पढ़कर सुनाएँ, जिसे हमने अपनी आयतें प्रदान कीं, तो वह उनसे निकल गया। फिर शैतान उसके पीछे लग गया, तो वह गुमराहों में से हो गया।",
    "और यदि हम चाहते, तो उन (आयतों) के द्वारा उसका पद ऊँचा कर देते, परंतु वह धरती से चिमट गया और अपनी इच्छा के पीछे लग गया। अतः उसकी दशा उस कुत्ते के समान हो गई, जिसे हाँको, तब भी जीभ निकाले हाँफता रहे और छोड़ दो, तब भी जीभ निकाले हाँफता है। यह उन लोगों की मिसाल है, जिन्होंने हमारी आयतों को झुठलाया। तो आप ये कथाएँ (उन्हें) सुना दें, ताकि वे सोच-विचार करें।",
    "उन लोगों की मिसाल बहुत बुरी है, जिन्होंने हमारी आयतों को झुठलाया और वे अपने ही ऊपर अत्याचार करते रहे।",
    "जिसे अल्लाह मार्गदर्शन प्रदान कर दे, तो वही मार्गदर्शन पाने वाला है और जिसे वह गुमराह कर दे, तो वही घाटा उठाने वाले हैं।",
    "और निःसंदेह हमने बहुत-से जिन्न और इनसान जहन्नम ही के लिए पैदा किए हैं। उनके दिल हैं, जिनसे वे समझते नहीं, उनकी आँखें हैं, जिनसे वे देखते नहीं और उनके कान हैं, जिनसे वे सुनते नहीं। ये लोग पशुओं के समान हैं; बल्कि ये उनसे भी अधिक गुमराह हैं। यही लोग हैं जो ग़फ़लत में पड़े हुए हैं।",
    "और सबसे अच्छे नाम अल्लाह ही के हैं। अतः उसे उन्हीं के द्वारा पुकारो और उन लोगों को छोड़ दो, जो उसके नामों के बारे में सीधे रास्ते से हटते हैं। उन्हें शीघ्र ही उसका बदला दिया जाएगा, जो वे किया करते थे।",
    "और उन लोगों में से जिन्हें हमने पैदा किया कुछ लोग ऐसे हैं, जो सत्य के साथ मार्गदर्शन करते और उसी के अनुसार न्याय करते हैं।",
    "और जिन लोगों ने हमारी आयतों को झुठलाया, हम उन्हें धीरे-धीरे (विनाश तक) ऐसे खींच कर ले जाएँगे कि उन्हें इसका ज्ञान नहीं होगा।",
    "और मैं उन्हें मोहलत दूँगा। निःसंदेह मेरा गुप्त उपाय बहुत मज़बूत है।",
    "और क्या उन्होंने विचार नहीं किया कि उनके साथी में कोई पागलपन नहीं है? वह तो केवल खुले रूप से सचेत करने वाला है।",
    "क्या उन्होंने आकाशों तथा धरती के विशाल राज्य पर और जो चीज़ भी अल्लाह ने पैदा की है, उसपर दृष्टि नहीं डाली, और इस बात पर कि हो सकता है कि उनका (निर्धारित) समय बहुत निकट आ गया हो? तो फिर इस (क़ुरआन) के बाद वे किस बात पर ईमान लाएँगे?",
    "जिसे अल्लाह पथभ्रष्ट कर दे, उसे कोई मार्गदर्शन करने वाला नहीं और वह उन्हें उनकी सरकशी में भटकते हुए छोड़ देता है।",
    "(ऐ नबी!) वे आपसे क़ियामत के विषय में पूछते हैं कि वह कब घटित होगी? कह दें कि उसका ज्ञान तो मेरे पालनहार ही के पास है। उसे उसके समय पर वही प्रकट करेगा। वह आकाशों तथा धरती में बहुत भारी है। तुमपर अचानक ही आएगी। वे आपसे ऐसे पूछ रहे हैं, जैसे कि आप उसी की खोज में लगे हुए हों। आप कह दें कि उसका ज्ञान तो अल्लाह ही के पास है। परंतु अधिकांश लोग (इस तथ्य को) नहीं जानते।",
    "आप कह दें कि मैं अपने लिए किसी लाभ और हानि का मालिक नहीं हूँ, परंतु जो अल्लाह चाहे। और यदि मैं ग़ैब (परोक्ष) का ज्ञान रखता होता, तो अवश्य बहुत अधिक भलाइयाँ प्राप्त कर लेता और मुझे कोई कष्ट नहीं पहुँचता। मैं तो केवल उन लोगों को सावधान करने वाला तथा शुभ सूचना देने वाला हूँ, जो ईमान (विश्वास) रखते हैं।",
    "वही (अल्लाह) है, जिसने तुम्हें एक जान से पैदा किया और उसी से उसका जोड़ा बनाया, ताकि वह उसके पास सुकून हासिल करे। फिर जब उस (पति) ने उस (पत्नी) से सहवास किया, तो उसको हल्का सा गर्भ रह गया। तो वह उसे लेकर चलती फिरती रही, फिर जब वह बोझल हो गई, तो दोनों (पति-पत्नी) ने अपने पालनहार अल्लाह से दुआ की : निःसंदेह यदि तूने हमें अच्छा स्वस्थ बच्चा प्रदान किया, तो हम अवश्य ही आभार प्रकट करने वालों में से होंगे।",
    "फिर जब उस (अल्लाह) ने उन्हें एक स्वस्थ बच्चा प्रदान कर दिया, तो दोनों ने उस (अल्लाह) के लिए उसमें साझी बना लिए, जो उसने उन्हें प्रदान किया था। तो अल्लाह उससे बहुत ऊँचा है जो वे साझी बनाते हैं।",
    "क्या वे उन्हें (अल्लाह का) साझी बनाते हैं, जो कोई चीज़ पैदा नहीं करते और वे स्वयं पैदा किए जाते हैं?",
    "तथा वे न उनकी कोई सहायता कर सकते हैं और न स्वयं अपनी सहायता करते हैं?",
    "और यदि तुम उन्हें सीधी राह की ओर बुलाओ, तो वे तुम्हारे पीछे नहीं आएँगे। तुम्हारे लिए बराबर है, चाहे उन्हें पुकारो अथवा तुम चुप रहो।",
    "निःसंदेह जिन्हें तुम अल्लाह के सिवा पुकारते हो, वे तुम्हारे ही जैसे (अल्लाह के) बंदे हैं। अतः तुम उन्हें पुकारो, तो वे तुम्हारी दुआ क़बूल करें, यदि तुम सच्चे हो।",
    "क्या इन (पत्थर की मूर्तियों) के पाँव हैं, जिनसे वे चलती हैं? या उनके हाथ हैं, जिनसे वे पकड़ती हैं? या उनकी आँखें हैं, जिनसे वे देखती हैं? या उनके कान हैं, जिनसे वे सुनती हैं? आप कह दें कि अपने साझियों को बुला लो, फिर मेरे विरुद्ध उपाय करो और मुझे कोई अवसर न दो!",
    "निःसंदेह मेरा संरक्षक अल्लाह है, जिसने यह पुस्तक (क़ुरआन) उतारी है और वही सदाचारियों का संरक्षण करता है।",
    "और जिन्हें तुम अल्लाह के सिवा पुकारते हो, वे न तुम्हारी सहायता कर सकते हैं और न स्वयं अपनी सहायता करते हैं।",
    "और यदि तुम उन्हें सीधी राह की ओर बुलाओ, तो वे नहीं सुनेंगे और (ऐ नबी!) आप उन्हें देखेंगे कि वे आपकी ओर देख रहे हैं, हालाँकि वे कुछ नहीं देखते।",
    "(ऐ नबी!) आप क्षमा से काम लें, भलाई का आदेश दें तथा अज्ञानियों की ओर ध्यान न दें।",
    "और यदि शैतान आपको उकसाए, तो अल्लाह से शरण माँगिए। निःसंदेह वह सब कुछ सुनने वाला, सब कुछ जानने वाला है।",
    "निश्चय जो लोग (अल्लाह का) डर रखते हैं, यदि शैतान की ओर से उन्हें कोई बुरा विचार आ भी जाए, तो तत्काल संभल जाते हैं, फिर अचानक वे साफ़ देखने लगते हैं।",
    "और जो उन (शैतानों) के भाई हैं, वे उन्हें गुमराही में बढ़ाते रहते हैं, फिर वे (उन्हें गुमराह करने में) तनिक भी कमी नहीं करते।",
    "और जब आप इन (बहुदेववादियों) के पास कोई आयत (निशानी) नहीं लाते, तो कहते हैं कि तुमने स्वयं कोई आयत क्यों न बना ली? आप कह दें कि मैं केवल उसी का अनुसरण करता हूँ, जो मेरे पालनहार के पास से मेरी ओर वह़्य की जाती है। यह (क़ुरआन) तुम्हारे पालनहार की ओर से सूझ की बातें (प्रमाण) है, तथा ईमान वालों के लिए मार्गदर्शन और दया है।",
    "और जब क़ुरआन पढ़ा जाए, तो उसे ध्यानपूर्वक सुनो तथा मौन साध लो। ताकि तुमपर दया की जाए।",
    "और (ऐ नबी!) अपने पालनहार का स्मरण अपने दिल में विनयपूर्वक तथा डरते हुए और धीमे स्वर में प्रातः तथा संध्या करते रहो और ग़ाफ़िलों में से न हो जाओ।",
    "निःसंदेह जो (फ़रिश्ते) आपके पालनहार के पास हैं, वे उसकी इबादत से अभिमान नहीं करते और उसकी पवित्रता का वर्णन करते हैं और उसी को सजदा करते हैं।",
    "(ऐ नबी!) वे (आपके साथी) आपसे युद्ध में प्राप्त धन के विषय में पूछते हैं। आप कह दें कि युद्ध में प्राप्त धन अल्लाह और रसूल के हैं। अतः अल्लाह से डरो और आपस में सुधार रखो तथा अल्लाह और उसके रसूल की आज्ञा का पालन करो, यदि तुम ईमान वाले हो।",
    "(वास्तव में) ईमान वाले तो वही हैं कि जब अल्लाह का ज़िक्र किया जाए, तो उनके दिल काँप उठते हैं, और जब उनके सामने उसकी आयतें पढ़ी जाएँ, तो उनका ईमान बढ़ा देती हैं, और वे अपने पालनहार ही पर भरोसा रखते हैं।",
    "वे लोग जो नमाज़ स्थापित करते हैं तथा हमने उन्हें जो कुछ प्रदान किया है, उसमें से ख़र्च करते हैं।",
    "वही सच्चे ईमान वाले हैं, उन्हीं के लिए उनके पालनहार के पास बहुत से दर्जे तथा बड़ी क्षमा और सम्मानित (उत्तम) जीविका है।",
    "जिस प्रकार आपके पालनहार ने आपको आपके घर (मदीना) से (बहुदेववादियों से युद्ध के लिए) सत्य के साथ निकाला, हालाँकि निश्चय ईमान वालों का एक समूह तो (इसे) नापसंद करने वाला था।",
    "वे आपसे सच के बारे में झगड़ते थे, इसके बाद कि वह स्पष्ट हो चुका था, जैसे उन्हें मौत की ओर हाँका जा रहा है और वे उसे देख रहे हैं।",
    "तथा (वह समय याद करो) जब अल्लाह तुम्हें वचन दे रहा था कि दो गिरोहों में से एक तुम्हारे हाथ आएगा और तुम चाहते थे कि निर्बल (निःशस्त्र) गिरोह तुम्हारे हाथ लगे। और अल्लाह चाहता था कि अपने वचन द्वारा सत्य को सिद्ध कर दे और काफ़िरों की जड़ काट दे।",
    "ताकि वह सत्य को सत्य कर दे और असत्य को असत्य कर दे, यद्यपि अपराधियों को बुरा लगे।",
    "जब तुम अपने पालनहार से (बद्र के युद्ध के समय) मदद माँग रहे थे, तो उसने तुम्हारी प्रार्थना स्वीकार कर ली कि निःसंदेह मैं एक हज़ार फ़रिश्तों के साथ तुम्हारी सहायता करने वाला हूँ, जो एक-दूसरे के पीछे आने वाले हैं।",
    "और अल्लाह ने यह इसलिए किया कि (तुम्हारे लिए) शुभ सूचना हो और ताकि इसके साथ तुम्हारे दिल संतुष्ट हो जाएँ। अन्यथा सहायता तो अल्लाह ही की ओर से होती है। निःसंदेह अल्लाह सब पर प्रभुत्वशाली, पूर्ण हिकमत वाला है।",
    "और वह समय याद करो जब अल्लाह अपनी ओर से शांति के लिए तुमपर ऊँघ डाल रहा था और तुमपर आकाश से जल बरसा रहा था, ताकि उसके द्वारा तुम्हें पाक कर दे और तुमसे शैतान की मलिनता दूर कर दे और तुम्हारे दिलों को मज़बूत कर दे और उसके द्वारा (तुम्हारे) पाँव जमा दे।",
    "जब आपका पालनहार फ़रिश्तों की ओर वह़्य कर रहा था कि निःसंदेह मैं तुम्हारे साथ हूँ। अतः तुम ईमान वालों को स्थिर रखो। शीघ्र ही मैं काफ़िरों के दिलों में भय डाल दूँगा। तो (ऐ मुसलमानों!) तुम उनकी गरदनों के ऊपर मारो तथा उनके पोर-पोर पर आघात पहुँचाओ।",
    "यह इसलिए कि निःसंदेह उन्होंने अल्लाह और उसके रसूल का विरोध किया तथा जो अल्लाह और उसके रसूल का विरोध करे, तो निःसंदेह अल्लाह कड़ी यातना देने वाला है।",
    "यह है (तुम्हारी यातना), तो इसका स्वाद चखो और (जान लो कि) निःसंदेह काफ़िरों के लिए जहन्नम की यातना (भी) है।",
    "ऐ ईमान वालो! जब तुम काफ़िरों की सेना से भिड़ो, तो उनसे पीठें न फेरो।",
    "और जो कोई उस दिन उनसे अपनी पीठ फेरे, सिवाय उसके जो पलटकर आक्रमण करने वाला अथवा (अपने) किसी गिरोह से मिलने वाला हो, तो निश्चय वह अल्लाह के प्रकोप के साथ लौटा, और उसका ठिकाना जहन्नम है और वह लौटने की बुरी जगह है।",
    "अतः (रणक्षेत्र में) तुमने उन्हें क़त्ल नहीं किया, परंतु अल्लाह ने उन्हें क़त्ल किया। और (ऐ नबी!) आपने नहीं फेंका जब आपने फेंका, परंतु अल्लाह ने फेंका। और (यह इसलिए हुआ) ताकि वह इसके द्वारा ईमान वालों को अच्छी तरह आज़माए। निःसंदेह अल्लाह सब कुछ सुनने वाला, सब कुछ जानने वाला है।",
    "यह सब अल्लाह की ओर से है और निश्चय अल्लाह काफ़िरों की चालों को कमज़ोर करने वाला है।",
    "यदि तुम निर्णय चाहते हो, तो तुम्हारे पास निर्णय आ चुका, और यदि तुम रुक जाओ, तो वह तुम्हारे लिए बेहतर है। और यदि तुम फिर पहले जैसा करोगे, तो हम (भी) वैसा ही करेंगे, और तुम्हारा जत्था हरगिज़ तुम्हारे कुछ काम न आएगा, चाहे वह बहुत अधिक हो। और निश्चय अल्लाह ईमान वालों के साथ है।",
    "ऐ ईमान वालो! अल्लाह और उसके रसूल का आज्ञापालन करो और उससे मुँह न फेरो, जबकि तुम सुन रहे हो।",
    "तथा उन लोगों के समान न हो जाओ, जिन्होंने कहा कि हमने सुन लिया, हालाँकि वे नहीं सुनते।",
    "निःसंदेह अल्लाह के निकट सब जानवरों से बुरे वे बहरे-गूँगे हैं, जो समझते नहीं।",
    "और यदि अल्लाह उनके अंदर कोई भलाई जानता, तो उन्हें अवश्य सुना देता और यदि वह उन्हें सुना देता, तो भी वे मुँह फेर जाते, इस हाल में कि वे उपेक्षा करने वाले होते।",
    "ऐ ईमान वालो! अल्लाह और उसके रसूल के बुलावे को स्वीकार करो, जब वह तुम्हें उस चीज़ के लिए बुलाए, जो तुम्हें जीवन प्रदान करती है। और जान लो कि निःसंदेह अल्लाह आदमी और उसके दिल के बीच रुकावट बन जाता है। और यह कि निःसंदेह तुम उसी की ओर लौटाए जाओगे।",
    "तथा उस फ़ितने से बचो, जो तुममें से विशेष रूप से अत्याचारियों ही पर नहीं आएगा और जान लो कि अल्लाह कड़ी यातना देने वाला है।",
    "तथा वह समय याद करो, जब तुम बहुत थोड़े थे, धरती (मक्का) में बहुत कमज़ोर समझे गए थे। तुम डरते थे कि लोग तुम्हें उचक कर ले जाएँगे। तो उस (अल्लाह) ने तुम्हें (मदीना में) शरण दी और अपनी सहायता द्वारा तुम्हें शक्ति प्रदान की और तुम्हें पवित्र चीज़ों से जीविका प्रदान की, ताकि तुम शुक्रिया अदा करो।",
    "ऐ ईमान वालो! अल्लाह तथा उसके रसूल के साथ विश्वासघात न करो और न अपनी अमानतों में ख़यानत करो, जबकि तुम जानते हो।",
    "तथा जान लो कि तुम्हारे धन और तुम्हारी संतान एक परीक्षण हैं और यह कि निश्चय अल्लाह के पास बहुत बड़ा प्रतिफल है।",
    "ऐ ईमान वालो! यदि तुम अल्लाह से डरोगे, तो वह तुम्हें (सत्य और असत्य के बीच) अंतर करने की शक्ति प्रदान करेगा तथा तुमसे तुम्हारी बुराइयाँ दूर कर देगा और तुम्हे क्षमा कर देगा। और अल्लाह बहुत बड़े अनुग्रह वाला है।",
    "तथा (ऐ नबी! वह समय याद करो) जब (मक्का में) काफ़िर आपके विरुद्ध गुप्त उपाय कर रहे थे, ताकि आपको क़ैद कर दें, अथवा आपका वध कर दें अथवा आपको (देश से) बाहर निकाल दें। तथा वे गुप्त उपाय कर रहे थे और अल्लाह भी गुप्त उपाय कर रहा था और अल्लाह सब गुप्त उपाय करने वालों से बेहतर गुप्त उपाय करने वाला है।",
    "और जब उनके सामने हमारी आयतें पढ़ी जाती है, तो वे कहते हैं : निःसंदेह हमने सुन लिया। यदि हम चाहें, तो निश्चय इस (क़ुरआन) जैसा हम भी कह दें। यह तो पहले लोगों की काल्पनिक कहानियों के सिवा कुछ नहीं।",
    "तथा (याद करो) जब उन्होंने कहा : ऐ अल्लाह! यदि यही तेरी ओर से सत्य है, तो हमपर आकाश से पत्थरों की वर्षा कर दे अथवा हमपर कोई दुःखदायी यातना ले आ।",
    "और अल्लाह कभी ऐसा नहीं कि उनमें आपके होते हुए उन्हें यातना दे, और अल्लाह उन्हें कभी यातना देने वाला नहीं, जब कि वे क्षमा याचना करते हों।",
    "और उन्हें क्या है कि अल्लाह उन्हें यातना न दे, जबकि वे 'मस्जिदे ह़राम' (का'बा) से रोक रहे हैं, हालाँकि वे उसके संरक्षक नहीं। उसके संरक्षक तो केवल अल्लाह के डरने वाले बंदे हैं। परंतु उनके अधिकांश लोग नहीं जानते।",
    "और उनकी नमाज़ उस घर (काबा) के पास सीटियाँ बजाने और तालियाँ बजाने के सिवा कुछ भी नहीं होती। तो अब अपने कुफ़्र (इनकार) के बदले यातना का स्वाद चखो।",
    "निःसंदेह जिन लोगों ने कुफ़्र किया, वे अपने धन ख़र्च करते हैं ताकि अल्लाह के रास्ते से रोकें। तो वे उन्हें ख़र्च करते रहेंगे, फिर (ऐसा समय आएगा कि) वह उनके लिए पछतावे का कारण होगा। फिर वे पराजित होंगे। तथा जिन लोगों ने कुफ़्र किया, वे जहन्नम की ओर एकत्र किए जाएँगे।",
    "ताकि अल्लाह अपवित्र को पवित्र से अलग कर दे, तथा अपवित्र को एक पर एक रखकर ढेर बना दे। फिर उसे जहन्नम में फेंक दे। यही लोग घाटे में पड़ने वाले हैं।",
    "(ऐ नबी!) इन काफ़िरों से कह दें : यदि वे बाज़ आ जाएँ, तो जो कुछ हो चुका, उन्हें क्षमा कर दिया जाएगा, और यदि वे फिर ऐसा ही करें, तो पहले लोगों (के बारे में अल्लाह) का तरीक़ा गुज़र ही चुका है।",
    "तथा उनसे युद्ध करो, यहाँ तक कि कोई फ़ितना न रह जाए और धर्म पूरा का पूरा अल्लाह के लिए हो जाए। फिर यदि वे बाज़ आ जाएँ, तो निःसंदेह अल्लाह जो कुछ वे कर रहे हैं, उसे खूब देखने वाला है।",
    "और यदि वे मुँह फेरें, तो जान लो कि निश्चय अल्लाह तुम्हारा संरक्षक है। वह बहुत अच्छा संरक्षक तथा बहुत अच्छा सहायक है।"
  ]
}