{
  "meta": {
    "id": 20,
    "name": "Saheeh International",
    "translator_name": "Saheeh International",
    "slug": "en-sahih-international",
    "language_name": "english"
  },
  "verses": [
    "So who is more unjust than one who lies about Allāh and denies the truth when it has come to him? Is there not in Hell a residence for the disbelievers?",
    "And the one who has brought the truth [i.e., the Prophet (ﷺ)] and [they who] believed in it - those are the righteous.",
    "They will have whatever they desire with their Lord. That is the reward of the doers of good -",
    "That Allāh may remove from them the worst of what they did and reward them their due for the best of what they used to do.",
    "Is not Allāh sufficient for His Servant [i.e., Prophet Muḥammad (ﷺ)]? And [yet], they threaten you with those [they worship] other than Him. And whoever Allāh leaves astray - for him there is no guide.",
    "And whoever Allāh guides - for him there is no misleader. Is not Allāh Exalted in Might and Owner of Retribution?",
    "And if you asked them, \"Who created the heavens and the earth?\" they would surely say, \"Allāh.\" Say, \"Then have you considered what you invoke besides Allāh? If Allāh intended me harm, are they removers of His harm; or if He intended me mercy, are they withholders of His mercy?\" Say, \"Sufficient for me is Allāh; upon Him [alone] rely the [wise] reliers.\"",
    "Say, \"O my people, work according to your position, [for] indeed, I am working; and you are going to know",
    "To whom will come a torment disgracing him and on whom will descend an enduring punishment.\"",
    "Indeed, We sent down to you the Book for the people in truth. So whoever is guided - it is for [the benefit of] his soul; and whoever goes astray only goes astray to its detriment. And you are not a manager [i.e., authority] over them.",
    "Allāh takes the souls at the time of their death, and those that do not die [He takes] during their sleep. Then He keeps those for which He has decreed death and releases the others for a specified term. Indeed in that are signs for a people who give thought.",
    "Or have they taken other than Allāh as intercessors? Say, \"Even though they do not possess [power over] anything, nor do they reason?\"",
    "Say, \"To Allāh belongs [the right to allow] intercession entirely. To Him belongs the dominion of the heavens and the earth. Then to Him you will be returned.\"",
    "And when Allāh is mentioned alone, the hearts of those who do not believe in the Hereafter shrink with aversion, but when those [worshipped] other than Him are mentioned, immediately they rejoice.",
    "Say, \"O Allāh, Creator of the heavens and the earth, Knower of the unseen and the witnessed, You will judge between your servants concerning that over which they used to differ.\"",
    "And if those who did wrong had all that is in the earth entirely and the like of it with it, they would [attempt to] ransom themselves thereby from the worst of the punishment on the Day of Resurrection. And there will appear to them from Allāh that which they had not taken into account.",
    "And there will appear to them the evils they had earned, and they will be enveloped by what they used to ridicule.",
    "And when adversity touches man, he calls upon Us; then when We bestow on him a favor from Us, he says, \"I have only been given it because of [my] knowledge.\" Rather, it is a trial, but most of them do not know.",
    "Those before them had already said it, but they were not availed by what they used to earn.",
    "And the evil consequences of what they earned struck them. And those who have wronged of these [people] will be struck [i.e., afflicted] by the evil consequences of what they earned; and they will not cause failure.",
    "Do they not know that Allāh extends provision for whom He wills and restricts [it]? Indeed in that are signs for a people who believe.",
    "Say, \"O My servants who have transgressed against themselves [by sinning], do not despair of the mercy of Allāh. Indeed, Allāh forgives all sins. Indeed, it is He who is the Forgiving, the Merciful.\"",
    "And return [in repentance] to your Lord and submit to Him before the punishment comes upon you; then you will not be helped.",
    "And follow the best of what was revealed to you from your Lord [i.e., the Qur’ān] before the punishment comes upon you suddenly while you do not perceive,",
    "Lest a soul should say, \"Oh, [how great is] my regret over what I neglected in regard to Allāh and that I was among the mockers.\"",
    "Or [lest] it say, \"If only Allāh had guided me, I would have been among the righteous.\"",
    "Or [lest] it say when it sees the punishment, \"If only I had another turn so I could be among the doers of good.\"",
    "But yes, there had come to you My verses, but you denied them and were arrogant, and you were among the disbelievers.",
    "And on the Day of Resurrection you will see those who lied about Allāh [with] their faces blackened. Is there not in Hell a residence for the arrogant?",
    "And Allāh will save those who feared Him by their attainment; no evil will touch them, nor will they grieve.",
    "Allāh is the Creator of all things, and He is, over all things, Disposer of affairs.",
    "To Him belong the keys of the heavens and the earth. And they who disbelieve in the verses of Allāh - it is those who are the losers.",
    "Say, [O Muḥammad], \"Is it other than Allāh that you order me to worship, O ignorant ones?\"",
    "And it was already revealed to you and to those before you that if you should associate [anything] with Allāh, your work would surely become worthless, and you would surely be among the losers.",
    "Rather, worship [only] Allāh and be among the grateful.",
    "They have not appraised Allāh with true appraisal, while the earth entirely will be [within] His grip on the Day of Resurrection, and the heavens will be folded in His right hand. Exalted is He and high above what they associate with Him.",
    "And the Horn will be blown, and whoever is in the heavens and whoever is on the earth will fall dead except whom Allāh wills. Then it will be blown again, and at once they will be standing, looking on.",
    "And the earth will shine with the light of its Lord, and the record [of deeds] will be placed, and the prophets and the witnesses will be brought, and it will be judged between them in truth, and they will not be wronged.",
    "And every soul will be fully compensated [for] what it did; and He is most knowing of what they do.",
    "And those who disbelieved will be driven to Hell in groups until, when they reach it, its gates are opened and its keepers will say, \"Did there not come to you messengers from yourselves, reciting to you the verses of your Lord and warning you of the meeting of this Day of yours?\" They will say, \"Yes, but the word [i.e., decree] of punishment has come into effect upon the disbelievers.\"",
    "[To them] it will be said, \"Enter the gates of Hell to abide eternally therein, and wretched is the residence of the arrogant.\"",
    "But those who feared their Lord will be driven to Paradise in groups until, when they reach it while its gates have been opened and its keepers say, \"Peace be upon you; you have become pure; so enter it to abide eternally therein,\" [they will enter].",
    "And they will say, \"Praise to Allāh, who has fulfilled for us His promise and made us inherit the earth [so] we may settle in Paradise wherever we will. And excellent is the reward of [righteous] workers.\"",
    "And you will see the angels surrounding the Throne, exalting [Allāh] with praise of their Lord. And it will be judged between them in truth, and it will be said, \"[All] praise to Allāh, Lord of the worlds.\"",
    "Ḥā, Meem.",
    "The revelation of the Book [i.e., the Qur’ān] is from Allāh, the Exalted in Might, the Knowing,",
    "The forgiver of sin, acceptor of repentance, severe in punishment, owner of abundance. There is no deity except Him; to Him is the destination.",
    "No one disputes concerning the signs of Allāh except those who disbelieve, so be not deceived by their [uninhibited] movement throughout the land.",
    "The people of Noah denied before them and the [disbelieving] factions after them, and every nation intended [a plot] for their messenger to seize him, and they disputed by [using] falsehood to [attempt to] invalidate thereby the truth. So I seized them, and how [terrible] was My penalty.",
    "And thus has the word [i.e., decree] of your Lord come into effect upon those who disbelieved that they are companions of the Fire.",
    "Those [angels] who carry the Throne and those around it exalt [Allāh] with praise of their Lord and believe in Him and ask forgiveness for those who have believed, [saying], \"Our Lord, You have encompassed all things in mercy and knowledge, so forgive those who have repented and followed Your way and protect them from the punishment of Hellfire.",
    "Our Lord, and admit them to gardens of perpetual residence which You have promised them and whoever was righteous among their forefathers, their spouses and their offspring. Indeed, it is You who is the Exalted in Might, the Wise.",
    "And protect them from the evil consequences [of their deeds]. And he whom You protect from evil consequences that Day - You will have given him mercy. And that is the great attainment.\"",
    "Indeed, those who disbelieve will be addressed, \"The hatred of Allāh for you was [even] greater than your hatred of yourselves [this Day in Hell] when you were invited to faith, but you disbelieved [i.e., refused].\"",
    "They will say, \"Our Lord, You made us lifeless twice and gave us life twice, and we have confessed our sins. So is there to an exit any way?\"",
    "[They will be told], \"That is because, when Allāh was called upon alone, you disbelieved; but if others were associated with Him, you believed. So the judgement is with Allāh, the Most High, the Grand.\"",
    "It is He who shows you His signs and sends down to you from the sky, provision. But none will remember except he who turns back [in repentance].",
    "So invoke Allāh, [being] sincere to Him in religion, although the disbelievers dislike it.",
    "[He is] the Exalted above [all] degrees, Owner of the Throne; He places the inspiration of His command [i.e., revelation] upon whom He wills of His servants to warn of the Day of Meeting.",
    "The Day they come forth nothing concerning them will be concealed from Allāh. To whom belongs [all] sovereignty this Day? To Allāh, the One, the Prevailing.",
    "This Day every soul will be recompensed for what it earned. No injustice today! Indeed, Allāh is swift in account.",
    "And warn them, [O Muḥammad], of the Approaching Day, when hearts are at the throats, filled [with distress]. For the wrongdoers there will be no devoted friend and no intercessor [who is] obeyed.",
    "He knows that which deceives the eyes and what the breasts conceal.",
    "And Allāh judges with truth, while those they invoke besides Him judge not with anything. Indeed, Allāh - He is the Hearing, the Seeing.",
    "Have they not traveled through the land and observed how was the end of those who were before them? They were greater than them in strength and in impression on the land, but Allāh seized them for their sins. And they had not from Allāh any protector.",
    "That was because their messengers were coming to them with clear proofs, but they disbelieved, so Allāh seized them. Indeed, He is Powerful and severe in punishment.",
    "And We did certainly send Moses with Our signs and a clear authority",
    "To Pharaoh, Hāmān and Qārūn, but they said, \"[He is] a magician and a liar.\"",
    "And when he brought them the truth from Us, they said, \"Kill the sons of those who have believed with him and keep their women alive.\" But the plan of the disbelievers is not except in error.",
    "And Pharaoh said, \"Let me kill Moses and let him call upon his Lord. Indeed, I fear that he will change your religion or that he will cause corruption in the land.\"",
    "But Moses said, \"Indeed, I have sought refuge in my Lord and your Lord from every arrogant one who does not believe in the Day of Account.\"",
    "And a believing man from the family of Pharaoh who concealed his faith said, \"Do you kill a man [merely] because he says, 'My Lord is Allāh' while he has brought you clear proofs from your Lord? And if he should be lying, then upon him is [the consequence of] his lie; but if he should be truthful, there will strike you some of what he promises you. Indeed, Allāh does not guide one who is a transgressor and a liar.",
    "O my people, sovereignty is yours today, [your being] dominant in the land. But who would protect us from the punishment of Allāh if it came to us?\" Pharaoh said, \"I do not show you except what I see, and I do not guide you except to the way of right conduct.\"",
    "And he who believed said, \"O my people, indeed I fear for you [a fate] like the day of the companies -",
    "Like the custom of the people of Noah and of ʿAad and Thamūd and those after them. And Allāh wants no injustice for [His] servants.",
    "And O my people, indeed I fear for you the Day of Calling -",
    "The Day you will turn your backs fleeing; there is not for you from Allāh any protector. And whoever Allāh sends astray - there is not for him any guide.",
    "And Joseph had already come to you before with clear proofs, but you remained in doubt of that which he brought to you, until when he died, you said, 'Never will Allāh send a messenger after him.' Thus does Allāh leave astray he who is a transgressor and skeptic.\"",
    "Those who dispute concerning the signs of Allāh without an authority having come to them - great is hatred [of them] in the sight of Allāh and in the sight of those who have believed. Thus does Allāh seal over every heart [belonging to] an arrogant tyrant.",
    "And Pharaoh said, \"O Hāmān, construct for me a tower that I might reach the ways -",
    "The ways into the heavens - so that I may look at the deity of Moses; but indeed, I think he is a liar.\" And thus was made attractive to Pharaoh the evil of his deed, and he was averted from the [right] way. And the plan of Pharaoh was not except in ruin.",
    "And he who believed said, \"O my people, follow me; I will guide you to the way of right conduct.",
    "O my people, this worldly life is only [temporary] enjoyment, and indeed, the Hereafter - that is the home of [permanent] settlement.",
    "Whoever does an evil deed will not be recompensed except by the like thereof; but whoever does righteousness, whether male or female, while he is a believer - those will enter Paradise, being given provision therein without account.",
    "And O my people, how is it that I invite you to salvation while you invite me to the Fire?",
    "You invite me to disbelieve in Allāh and associate with Him that of which I have no knowledge, and I invite you to the Exalted in Might, the Perpetual Forgiver.",
    "Assuredly, that to which you invite me has no [response to a] supplication in this world or in the Hereafter; and indeed, our return is to Allāh, and indeed, the transgressors will be companions of the Fire.",
    "And you will remember what I [now] say to you, and I entrust my affair to Allāh. Indeed, Allāh is Seeing of [His] servants.\"",
    "So Allāh protected him from the evils they plotted, and the people of Pharaoh were enveloped by the worst of punishment -",
    "The Fire; they are exposed to it morning and evening. And the Day the Hour appears [it will be said], \"Make the people of Pharaoh enter the severest punishment.\"",
    "And [mention] when they will argue within the Fire, and the weak will say to those who had been arrogant, \"Indeed, we were [only] your followers, so will you relieve us of a share of the Fire?\"",
    "Those who had been arrogant will say, \"Indeed, all [of us] are in it. Indeed, Allāh has judged between the servants.\"",
    "And those in the Fire will say to the keepers of Hell, \"Supplicate your Lord to lighten for us a day from the punishment.\"",
    "They will say, \"Did there not come to you your messengers with clear proofs?\" They will say, \"Yes.\" They will reply, \"Then supplicate [yourselves], but the supplication of the disbelievers is not except in error [i.e., futility].\"",
    "Indeed, We will support Our messengers and those who believe during the life of this world and on the Day when the witnesses will stand -",
    "The Day their excuse will not benefit the wrongdoers, and they will have the curse, and they will have the worst home [i.e., Hell].",
    "And We had certainly given Moses guidance, and We caused the Children of Israel to inherit the Scripture",
    "As guidance and a reminder for those of understanding.",
    "So be patient, [O Muḥammad]. Indeed, the promise of Allāh is truth. And ask forgiveness for your sin and exalt [Allāh] with praise of your Lord in the evening and the morning.",
    "Indeed, those who dispute concerning the signs of Allāh without [any] evidence having come to them - there is not within their breasts except pride, [the extent of] which they cannot reach. So seek refuge in Allāh. Indeed, it is He who is the Hearing, the Seeing.",
    "The creation of the heavens and earth is greater than the creation of mankind, but most of the people do not know.",
    "And not equal are the blind and the seeing, nor are those who believe and do righteous deeds and the evildoer. Little do you remember.",
    "Indeed, the Hour is coming - no doubt about it - but most of the people do not believe.",
    "And your Lord says, \"Call upon Me; I will respond to you.\" Indeed, those who disdain My worship will enter Hell [rendered] contemptible.",
    "It is Allāh who made for you the night that you may rest therein and the day giving sight. Indeed, Allāh is the possessor of bounty for the people, but most of them are not grateful.",
    "That is Allāh, your Lord, Creator of all things; there is no deity except Him, so how are you deluded?",
    "Thus were those [before you] deluded who were rejecting the signs of Allāh.",
    "It is Allāh who made for you the earth a place of settlement and the sky a structure [i.e., ceiling] and formed you and perfected your forms and provided you with good things. That is Allāh, your Lord; then blessed is Allāh, Lord of the worlds.",
    "He is the Ever-Living; there is no deity except Him, so call upon Him, [being] sincere to Him in religion. [All] praise is [due] to Allāh, Lord of the worlds.",
    "Say, [O Muḥammad], \"Indeed, I have been forbidden to worship those you call upon besides Allāh once the clear proofs have come to me from my Lord, and I have been commanded to submit to the Lord of the worlds.\"",
    "It is He who created you from dust, then from a sperm-drop, then from a clinging clot; then He brings you out as a child; then [He develops you] that you reach your [time of] maturity, then [further] that you become elders. And among you is he who is taken in death before [that], so that you reach a specified term; and perhaps you will use reason.",
    "He it is who gives life and causes death; and when He decrees a matter, He but says to it, \"Be,\" and it is.",
    "Do you not consider those who dispute concerning the signs of Allāh - how are they averted?",
    "Those who deny the Book [i.e., the Qur’ān] and that with which We sent Our messengers - they are going to know,",
    "When the shackles are around their necks and the chains; they will be dragged",
    "In boiling water; then in the Fire they will be filled [with flame].",
    "Then it will be said to them, \"Where is that which you used to associate [with Him in worship]",
    "Other than Allāh?\" They will say, \"They have departed from us; rather, we did not used to invoke previously anything.\" Thus does Allāh put astray the disbelievers.",
    "[The angels will say], \"That was because you used to exult upon the earth without right and you used to behave insolently.",
    "Enter the gates of Hell to abide eternally therein, and wretched is the residence of the arrogant.\"",
    "So be patient, [O Muḥammad]; indeed, the promise of Allāh is truth. And whether We show you some of what We have promised them or We take you in death, it is to Us they will be returned.",
    "And We have already sent messengers before you. Among them are those [whose stories] We have related to you, and among them are those [whose stories] We have not related to you. And it was not for any messenger to bring a sign [or verse] except by permission of Allāh. So when the command of Allāh comes, it will be concluded [i.e., judged] in truth, and the falsifiers will thereupon lose [all].",
    "It is Allāh who made for you the grazing animals upon which you ride, and some of them you eat.",
    "And for you therein are [other] benefits and that you may realize upon them a need which is in your breasts; and upon them and upon ships you are carried.",
    "And He shows you His signs. So which of the signs of Allāh do you deny?",
    "Have they not traveled through the land and observed how was the end of those before them? They were more numerous than themselves and greater in strength and in impression on the land, but they were not availed by what they used to earn.",
    "And when their messengers came to them with clear proofs, they [merely] rejoiced in what they had of knowledge, but they were enveloped by what they used to ridicule.",
    "And when they saw Our punishment, they said, \"We believe in Allāh alone and disbelieve in that which we used to associate with Him.\"",
    "But never did their faith benefit them once they saw Our punishment. [It is] the established way of Allāh which has preceded among His servants. And the disbelievers thereupon lost [all].",
    "Ḥā, Meem.",
    "[This is] a revelation from the Entirely Merciful, the Especially Merciful -",
    "A Book whose verses have been detailed, an Arabic Qur’ān for a people who know,",
    "As a giver of good tidings and a warner; but most of them turn away, so they do not hear.",
    "And they say, \"Our hearts are within coverings [i.e., screened] from that to which you invite us, and in our ears is deafness, and between us and you is a partition, so work; indeed, we are working.\"",
    "Say, [O Muḥammad], \"I am only a man like you to whom it has been revealed that your god is but one God; so take a straight course to Him and seek His forgiveness.\" And woe to those who associate others with Allāh",
    "Those who do not give zakāh, and in the Hereafter they are disbelievers.",
    "Indeed, those who believe and do righteous deeds - for them is a reward uninterrupted.",
    "Say, \"Do you indeed disbelieve in He who created the earth in two days and attribute to Him equals? That is the Lord of the worlds.\"",
    "And He placed on it [i.e., the earth] firmly set mountains over its surface, and He blessed it and determined therein its [creatures'] sustenance in four days without distinction - for [the information of] those who ask.",
    "Then He directed Himself to the heaven while it was smoke and said to it and to the earth, \"Come [into being], willingly or by compulsion.\" They said, \"We have come willingly.\"",
    "And He completed them as seven heavens within two days and inspired [i.e., made known] in each heaven its command. And We adorned the nearest heaven with lamps [i.e., stars, for beauty] and as protection. That is the determination of the Exalted in Might, the Knowing.",
    "But if they turn away, then say, \"I have warned you of a thunderbolt like the thunderbolt [that struck] ʿAad and Thamūd.",
    "[That occurred] when the messengers had come to them before them and after them, [saying], \"Worship not except Allāh.\" They said, \"If our Lord had willed, He would have sent down the angels, so indeed we, in that with which you have been sent, are disbelievers.\"",
    "As for ʿAad, they were arrogant upon the earth without right and said, \"Who is greater than us in strength?\" Did they not consider that Allāh who created them was greater than them in strength? But they were rejecting Our signs.",
    "So We sent upon them a screaming wind during days of misfortune to make them taste the punishment of disgrace in the worldly life; but the punishment of the Hereafter is more disgracing, and they will not be helped.",
    "And as for Thamūd, We guided them, but they preferred blindness over guidance, so the thunderbolt of humiliating punishment seized them for what they used to earn.",
    "And We saved those who believed and used to fear Allāh.",
    "And [mention, O Muḥammad], the Day when the enemies of Allāh will be gathered to the Fire while they are [driven], assembled in rows,",
    "Until, when they reach it, their hearing and their eyes and their skins will testify against them of what they used to do.",
    "And they will say to their skins, \"Why have you testified against us?\" They will say, \"We were made to speak by Allāh, who has made everything speak; and He created you the first time, and to Him you are returned.",
    "And you were not covering [i.e., protecting] yourselves, lest your hearing testify against you or your sight or your skins, but you assumed that Allāh does not know much of what you do.",
    "And that was your assumption which you assumed about your Lord. It has brought you to ruin, and you have become among the losers.\"",
    "So [even] if they are patient, the Fire is a residence for them; and if they ask to appease [Allāh], they will not be of those who are allowed to appease.",
    "And We appointed for them companions who made attractive to them what was before them and what was behind them [of sin], and the word [i.e., decree] has come into effect upon them among nations which had passed on before them of jinn and men. Indeed, they [all] were losers.",
    "And those who disbelieve say, \"Do not listen to this Qur’ān and speak noisily during [the recitation of] it that perhaps you will overcome.\"",
    "But We will surely cause those who disbelieve to taste a severe punishment, and We will surely recompense them for the worst of what they had been doing.",
    "That is the recompense of the enemies of Allāh - the Fire. For them therein is the home of eternity as recompense for what they, of Our verses, were rejecting.",
    "And those who disbelieved will [then] say, \"Our Lord, show us those who misled us of the jinn and men [so] we may put them under our feet that they will be among the lowest.\"",
    "Indeed, those who have said, \"Our Lord is Allāh\" and then remained on a right course - the angels will descend upon them, [saying], \"Do not fear and do not grieve but receive good tidings of Paradise, which you were promised.",
    "We [angels] were your allies in worldly life and [are so] in the Hereafter. And you will have therein whatever your souls desire, and you will have therein whatever you request [or wish]",
    "As accommodation from a [Lord who is] Forgiving and Merciful.\"",
    "And who is better in speech than one who invites to Allāh and does righteousness and says, \"Indeed, I am of the Muslims.\"",
    "And not equal are the good deed and the bad. Repel [evil] by that [deed] which is better; and thereupon, the one whom between you and him is enmity [will become] as though he was a devoted friend.",
    "But none is granted it except those who are patient, and none is granted it except one having a great portion [of good].",
    "And if there comes to you from Satan an evil suggestion, then seek refuge in Allāh. Indeed, He is the Hearing, the Knowing.",
    "And of His signs are the night and day and the sun and moon. Do not prostrate to the sun or to the moon, but prostrate to Allāh, who created them, if it should be Him that you worship.",
    "But if they are arrogant - then those who are near your Lord [i.e., the angels] exalt Him by night and by day, and they do not become weary.",
    "And of His signs is that you see the earth stilled, but when We send down upon it rain, it quivers and grows. Indeed, He who has given it life is the Giver of Life to the dead. Indeed, He is over all things competent.",
    "Indeed, those who inject deviation into Our verses are not concealed from Us. So, is he who is cast into the Fire better or he who comes secure on the Day of Resurrection? Do whatever you will; indeed, He is Seeing of what you do.",
    "Indeed, those who disbelieve in the message [i.e., the Qur’ān] after it has come to them... And indeed, it is a mighty Book.",
    "Falsehood cannot approach it from before it or from behind it; [it is] a revelation from a [Lord who is] Wise and Praiseworthy.",
    "Nothing is said to you, [O Muḥammad], except what was already said to the messengers before you. Indeed, your Lord is a possessor of forgiveness and a possessor of painful penalty.",
    "And if We had made it a foreign [i.e., non-Arabic] Qur’ān, they would have said, \"Why are its verses not explained in detail [in our language]? Is it a foreign [recitation] and an Arab [messenger]?\" Say, \"It is, for those who believe, a guidance and cure.\" And those who do not believe - in their ears is deafness, and it is upon them blindness. Those are being called from a distant place.",
    "And We had already given Moses the Scripture, but it came under disagreement. And if not for a word [i.e., decree] that preceded from your Lord, it would have been concluded between them. And indeed they are, concerning it [i.e., the Qur’ān], in disquieting doubt.",
    "Whoever does righteousness - it is for his [own] soul; and whoever does evil [does so] against it. And your Lord is not ever unjust to [His] servants."
  ]
}