{
  "meta": {
    "id": 19,
    "name": "M. Pickthall",
    "translator_name": "Mohammed Marmaduke William Pickthall",
    "slug": "en-pickthall",
    "language_name": "english"
  },
  "verses": [
    "He said: Did I not tell thee that thou couldst not bear with me?",
    "(Moses) said: If I ask thee after this concerning aught, keep not company with me. Thou hast received an excuse from me.",
    "So they twain journeyed on till, when they came unto the folk of a certain township, they asked its folk for food, but they refused to make them guests. And they found therein a wall upon the point of falling into ruin, and he repaired it. (Moses) said: If thou hadst wished, thou couldst have taken payment for it.",
    "He said: This is the parting between thee and me! I will announce unto thee the interpretation of that thou couldst not bear with patience.",
    "As for the ship, it belonged to poor people working on the river, and I wished to mar it, for there was a king behind them who is taking every ship by force.",
    "And as for the lad, his parents were believers and we feared lest he should oppress them by rebellion and disbelief.",
    "And we intended that their Lord should change him for them for one better in purity and nearer to mercy.",
    "And as for the wall, it belonged to two orphan boys in the city, and there was beneath it a treasure belonging to them, and their father had been righteous, and thy Lord intended that they should come to their full strength and should bring forth their treasure as a mercy from their Lord; and I did it not upon my own command. Such is the interpretation of that wherewith thou couldst not bear.",
    "They will ask thee of Dhu'l-Qarneyn. Say: I shall recite unto you a remembrance of him.",
    "Lo! We made him strong in the land and gave him unto every thing a road.",
    "And he followed a road",
    "Till, when he reached the setting-place of the sun, he found it setting in a muddy spring, and found a people thereabout. We said: O Dhu'l-Qarneyn! Either punish or show them kindness.",
    "He said: As for him who doeth wrong, we shall punish him, and then he will be brought back unto his Lord, Who will punish him with awful punishment!",
    "But as for him who believeth and doeth right, good will be his reward, and We shall speak unto him a mild command.",
    "Then he followed a road",
    "Till, when he reached the rising-place of the sun, he found it rising on a people for whom We had appointed no shelter therefrom.",
    "So (it was). And We knew all concerning him.",
    "Then he followed a road",
    "Till, when he came between the two mountains, he found upon their hither side a folk that scarce could understand a saying.",
    "They said: O Dhu'l-Qarneyn! Lo! Gog and Magog are spoiling the land. So may we pay thee tribute on condition that thou set a barrier between us and them?",
    "He said: That wherein my Lord hath established me is better (than your tribute). Do but help me with strength (of men), I will set between you and them a bank.",
    "Give me pieces of iron - till, when he had levelled up (the gap) between the cliffs, he said: Blow! - till, when he had made it a fire, he said: Bring me molten copper to pour thereon.",
    "And (Gog and Magog) were not able to surmount, nor could they pierce (it).",
    "He said: This is a mercy from my Lord; but when the promise of my Lord cometh to pass, He will lay it low, for the promise of my Lord is true.",
    "And on that day we shall let some of them surge against others, and the Trumpet will be blown. Then We shall gather them together in one gathering.",
    "On that day we shall present hell to the disbelievers, plain to view,",
    "Those whose eyes were hoodwinked from My reminder, and who could not bear to hear.",
    "Do the disbelievers reckon that they can choose My bondmen as protecting friends beside Me? Lo! We have prepared hell as a welcome for the disbelievers.",
    "Say: Shall We inform you who will be the greatest losers by their works?",
    "Those whose effort goeth astray in the life of the world, and yet they reckon that they do good work.",
    "Those are they who disbelieve in the revelations of their Lord and in the meeting with Him. Therefor their works are vain, and on the Day of Resurrection We assign no weight to them.",
    "That is their reward: hell, because they disbelieved, and made a jest of Our revelations and Our messengers.",
    "Lo! those who believe and do good works, theirs are the Gardens of Paradise for welcome,",
    "Wherein they will abide, with no desire to be removed from thence.",
    "Say: Though the sea became ink for the Words of my Lord, verily the sea would be used up before the words of my Lord were exhausted, even though We brought the like thereof to help.",
    "Say: I am only a mortal like you. My Lord inspireth in me that your Allah is only One Allah. And whoever hopeth for the meeting with his Lord, let him do righteous work, and make none sharer of the worship due unto his Lord.",
    "Kaf. Ha. Ya. A'in. Sad.",
    "A mention of the mercy of thy Lord unto His servant Zachariah.",
    "When he cried unto his Lord a cry in secret,",
    "Saying: My Lord! Lo! the bones of me wax feeble and my head is shining with grey hair, and I have never been unblest in prayer to Thee, my Lord.",
    "Lo! I fear my kinsfolk after me, since my wife is barren. Oh, give me from Thy presence a successor",
    "Who shall inherit of me and inherit (also) of the house of Jacob. And make him, my Lord, acceptable (unto Thee).",
    "(It was said unto him): O Zachariah! Lo! We bring thee tidings of a son whose name is John; we have given the same name to none before (him).",
    "He said: My Lord! How can I have a son when my wife is barren and I have reached infirm old age?",
    "He said: So (it will be). Thy Lord saith: It is easy for Me, even as I created thee before, when thou wast naught.",
    "He said: My Lord! Appoint for me some token. He said: Thy token is that thou, with no bodily defect, shalt not speak unto mankind three nights.",
    "Then he came forth unto his people from the sanctuary, and signified to them: Glorify your Lord at break of day and fall of night.",
    "(And it was said unto his son): O John! Hold fast the Scripture. And we gave him wisdom when a child,",
    "And compassion from Our presence, and purity; and he was devout,",
    "And dutiful toward his parents. And he was not arrogant, rebellious.",
    "Peace on him the day he was born, and the day he dieth and the day he shall be raised alive!",
    "And make mention of Mary in the Scripture, when she had withdrawn from her people to a chamber looking East,",
    "And had chosen seclusion from them. Then We sent unto her Our Spirit and it assumed for her the likeness of a perfect man.",
    "She said: Lo! I seek refuge in the Beneficent One from thee, if thou art Allah-fearing.",
    "He said: I am only a messenger of thy Lord, that I may bestow on thee a faultless son.",
    "She said: How can I have a son when no mortal hath touched me, neither have I been unchaste?",
    "He said: So (it will be). Thy Lord saith: It is easy for Me. And (it will be) that We may make of him a revelation for mankind and a mercy from Us, and it is a thing ordained.",
    "And she conceived him, and she withdrew with him to a far place.",
    "And the pangs of childbirth drove her unto the trunk of the palm-tree. She said: Oh, would that I had died ere this and had become a thing of naught, forgotten!",
    "Then (one) cried unto her from below her, saying: Grieve not! Thy Lord hath placed a rivulet beneath thee,",
    "And shake the trunk of the palm-tree toward thee, thou wilt cause ripe dates to fall upon thee.",
    "So eat and drink and be consoled. And if thou meetest any mortal, say: Lo! I have vowed a fast unto the Beneficent, and may not speak this day to any mortal.",
    "Then she brought him to her own folk, carrying him. They said: O Mary! Thou hast come with an amazing thing.",
    "O sister of Aaron! Thy father was not a wicked man nor was thy mother a harlot.",
    "Then she pointed to him. They said: How can we talk to one who is in the cradle, a young boy?",
    "He spake: Lo! I am the slave of Allah. He hath given me the Scripture and hath appointed me a Prophet,",
    "And hath made me blessed wheresoever I may be, and hath enjoined upon me prayer and almsgiving so long as I remain alive,",
    "And (hath made me) dutiful toward her who bore me, and hath not made me arrogant, unblest.",
    "Peace on me the day I was born, and the day I die, and the day I shall be raised alive!",
    "Such was Jesus, son of Mary: (this is) a statement of the truth concerning which they doubt.",
    "It befitteth not (the Majesty of) Allah that He should take unto Himself a son. Glory be to Him! When He decreeth a thing, He saith unto it only: Be! and it is.",
    "And lo! Allah is my Lord and your Lord. So serve Him. That is the right path.",
    "The sects among them differ: but woe unto the disbelievers from the meeting of an awful Day.",
    "See and hear them on the Day they come unto Us! yet the evil-doers are to-day in error manifest.",
    "And warn them of the Day of anguish when the case hath been decided. Now they are in a state of carelessness, and they believe not.",
    "Lo! We, only We, inherit the earth and all who are thereon, and unto Us they are returned.",
    "And make mention (O Muhammad) in the Scripture of Abraham. Lo! he was a saint, a prophet.",
    "When he said unto his father: O my father! Why worshippest thou that which heareth not nor seeth, nor can in aught avail thee?",
    "O my father! Lo! there hath come unto me of knowledge that which came not unto thee. So follow me, and I will lead thee on a right path.",
    "O my father! Serve not the devil. Lo! the devil is a rebel unto the Beneficent.",
    "O my father! Lo! I fear lest a punishment from the Beneficent overtake thee so that thou become a comrade of the devil.",
    "He said: Rejectest thou my gods, O Abraham? If thou cease not, I shall surely stone thee. Depart from me a long while!",
    "He said: Peace be unto thee! I shall ask forgiveness of my Lord for thee. Lo! He was ever gracious unto me.",
    "I shall withdraw from you and that unto which ye pray beside Allah, and I shall pray unto my Lord. It may be that, in prayer unto my Lord, I shall not be unblest.",
    "So, when he had withdrawn from them and that which they were worshipping beside Allah, We gave him Isaac and Jacob. Each of them We made a prophet.",
    "And we gave them of Our mercy, and assigned to them a high and true renown.",
    "And make mention in the Scripture of Moses. Lo! he was chosen, and he was a messenger (of Allah), a prophet.",
    "We called him from the right slope of the Mount, and brought him nigh in communion.",
    "And We bestowed upon him of Our mercy his brother Aaron, a prophet (likewise).",
    "And make mention in the Scripture of Ishmael. Lo! he was a keeper of his promise, and he was a messenger (of Allah), a prophet.",
    "He enjoined upon his people worship and almsgiving, and was acceptable in the sight of his Lord.",
    "And make mention in the Scripture of Idris. Lo! he was a saint, a prophet;",
    "And We raised him to high station.",
    "These are they unto whom Allah showed favour from among the prophets, of the seed of Adam and of those whom We carried (in the ship) with Noah, and of the seed of Abraham and Israel, and from among those whom We guided and chose. When the revelations of the Beneficent were recited unto them, they fell down, adoring and weeping.",
    "Now there hath succeeded them a later generation whom have ruined worship and have followed lusts. But they will meet deception.",
    "Save him who shall repent and believe and do right. Such will enter the Garden, and they will not be wronged in aught -",
    "Gardens of Eden, which the Beneficent hath promised to His slaves in the unseen. Lo! His promise is ever sure of fulfilment -",
    "They hear therein no idle talk, but only Peace; and therein they have food for morn and evening.",
    "Such is the Garden which We cause the devout among Our bondmen to inherit.",
    "We (angels) come not down save by commandment of thy Lord. Unto Him belongeth all that is before us and all that is behind us and all that is between those two, and thy Lord was never forgetful -",
    "Lord of the heavens and the earth and all that is between them! Therefor, worship thou Him and be thou steadfast in His service. Knowest thou one that can be named along with Him?",
    "And man saith: When I am dead, shall I forsooth be brought forth alive?",
    "Doth not man remember that We created him before, when he was naught?",
    "And, by thy Lord, verily We shall assemble them and the devils, then We shall bring them, crouching, around hell.",
    "Then We shall pluck out from every sect whichever of them was most stubborn in rebellion to the Beneficent.",
    "And surely We are Best Aware of those most worthy to be burned therein.",
    "There is not one of you but shall approach it. That is a fixed ordinance of thy Lord.",
    "Then We shall rescue those who kept from evil, and leave the evil-doers crouching there.",
    "And when Our clear revelations are recited unto them, those who disbelieve say unto those who believe: Which of the two parties (yours or ours) is better in position, and more imposing as an army?",
    "How many a generation have We destroyed before them, who were more imposing in respect of gear and outward seeming!",
    "Say: As for him who is in error, the Beneficent will verily prolong his span of life until, when they behold that which they were promised, whether it be punishment (in the world), or the Hour (of doom), they will know who is worse in position and who is weaker as an army.",
    "Allah increaseth in right guidance those who walk aright, and the good deeds which endure are better in thy Lord's sight for reward, and better for resort.",
    "Hast thou seen him who disbelieveth in Our revelations and saith: Assuredly I shall be given wealth and children?",
    "Hath he perused the Unseen, or hath he made a pact with the Beneficent?",
    "Nay, but We shall record that which he saith and prolong for him a span of torment.",
    "And We shall inherit from him that whereof he spake, and he will come unto Us, alone (without his wealth and children).",
    "And they have chosen (other) gods beside Allah that they may be a power for them.",
    "Nay, but they will deny their worship of them, and become opponents unto them.",
    "Seest thou not that We have set the devils on the disbelievers to confound them with confusion?",
    "So make no haste against them (O Muhammad). We do but number unto them a sum (of days).",
    "On the day when We shall gather the righteous unto the Beneficent, a goodly company.",
    "And drive the guilty unto hell, a weary herd,",
    "They will have no power of intercession, save him who hath made a covenant with his Lord.",
    "And they say: The Beneficent hath taken unto Himself a son.",
    "Assuredly ye utter a disastrous thing",
    "Whereby almost the heavens are torn, and the earth is split asunder and the mountains fall in ruins,",
    "That ye ascribe unto the Beneficent a son,",
    "When it is not meet for (the Majesty of) the Beneficent that He should choose a son.",
    "There is none in the heavens and the earth but cometh unto the Beneficent as a slave.",
    "Verily He knoweth them and numbereth them with (right) numbering.",
    "And each one of them will come unto Him on the Day of Resurrection, alone.",
    "Lo! those who believe and do good works, the Beneficent will appoint for them love.",
    "And We make (this Scripture) easy in thy tongue, (O Muhammad) only that thou mayst bear good tidings therewith unto those who ward off (evil), and warn therewith the froward folk.",
    "And how many a generation before them have We destroyed! Canst thou (Muhammad) see a single man of them, or hear from them the slightest sound?",
    "Ta. Ha.",
    "We have not revealed unto thee (Muhammad) this Qur'an that thou shouldst be distressed,",
    "But as a reminder unto him who feareth,",
    "A revelation from Him Who created the earth and the high heavens,",
    "The Beneficent One, Who is established on the Throne.",
    "Unto Him belongeth whatsoever is in the heavens and whatsoever is in the earth, and whatsoever is between them, and whatsoever is beneath the sod.",
    "And if thou speakest aloud, then lo! He knoweth the secret (thought) and (that which is yet) more hidden.",
    "Allah! There is no Allah save Him. His are the most beautiful names.",
    "Hath there come unto thee the story of Moses?",
    "When he saw a fire and said unto his folk: Lo! Wait! I see a fire afar off. Peradventure I may bring you a brand therefrom or may find guidance at the fire.",
    "And when he reached it, he was called by name: O Moses!",
    "Lo! I, even I, am thy Lord, So take off thy shoes, for lo! thou art in the holy valley of Tuwa.",
    "And I have chosen thee, so hearken unto that which is inspired.",
    "Lo! I, even I, am Allah, There is no Allah save Me. So serve Me and establish worship for My remembrance.",
    "Lo! the Hour is surely coming. But I will to keep it hidden, that every soul may be rewarded for that which it striveth (to achieve).",
    "Therefor, let not him turn thee aside from (the thought of) it who believeth not therein but followeth his own desire, lest thou perish.",
    "And what is that in thy right hand, O Moses?",
    "He said: This is my staff whereon I lean, and wherewith I bear down branches for my sheep, and wherein I find other uses.",
    "He said: Cast it down, O Moses!",
    "So he cast it down, and lo! it was a serpent, gliding.",
    "He said: Grasp it and fear not. We shall return it to its former state.",
    "And thrust thy hand within thine armpit, it will come forth white without hurt. (That will be) another token.",
    "That We may show thee (some) of Our greater portents,",
    "Go thou unto Pharaoh! Lo! he hath transgressed (the bounds).",
    "(Moses) said: My Lord! relieve my mind",
    "And ease my task for me;",
    "And loose a knot from my tongue,",
    "That they may understand my saying.",
    "Appoint for me a henchman from my folk,",
    "Aaron, my brother.",
    "Confirm my strength with him",
    "And let him share my task,",
    "That we may glorify Thee much",
    "And much remember Thee.",
    "Lo! Thou art ever Seeing us.",
    "He said: Thou art granted thy request, O Moses.",
    "And indeed, another time, already We have shown thee favour,",
    "When we inspired in thy mother that which is inspired,",
    "Saying: Throw him into the ark, and throw it into the river, then the river shall throw it on to the bank, and there an enemy to Me and an enemy to him shall take him. And I endued thee with love from Me that thou mightest be trained according to My will,",
    "When thy sister went and said: Shall I show you one who will nurse him? and we restored thee to thy mother that her eyes might be refreshed and might not sorrow. And thou didst kill a man and We delivered thee from great distress, and tried thee with a heavy trial. And thou didst tarry years among the folk of Midian. Then camest thou (hither) by (My) providence, O Moses,",
    "And I have attached thee to Myself.",
    "Go, thou and thy brother, with My tokens, and be not faint in remembrance of Me.",
    "Go, both of you, unto Pharaoh. Lo! he hath transgressed (the bounds).",
    "And speak unto him a gentle word, that peradventure he may heed or fear.",
    "They said: Our Lord! Lo! we fear that he may be beforehand with us or that he may play the tyrant.",
    "He said: Fear not. Lo! I am with you twain, Hearing and Seeing.",
    "So go ye unto him and say: Lo! we are two messengers of thy Lord. So let the children of Israel go with us, and torment them not. We bring thee a token from thy Lord. And peace will be for him who followeth right guidance.",
    "Lo! it hath been revealed unto us that the doom will be for him who denieth and turneth away.",
    "(Pharaoh) said: Who then is the Lord of you twain, O Moses?",
    "He said: Our Lord is He Who gave unto everything its nature, then guided it aright.",
    "He said: What then is the state of the generations of old?",
    "He said: The knowledge thereof is with my Lord in a Record. My Lord neither erreth nor forgetteth,",
    "Who hath appointed the earth as a bed and hath threaded roads for you therein and hath sent down water from the sky and thereby We have brought forth divers kinds of vegetation,",
    "(Saying): Eat ye and feed your cattle. Lo! herein verily are portents for men of thought.",
    "Thereof We created you, and thereunto We return you, and thence We bring you forth a second time.",
    "And We verily did show him all Our tokens, but he denied them and refused.",
    "He said: Hast come to drive us out from our land by thy magic, O Moses?",
    "But we surely can produce for thee magic the like thereof; so appoint a tryst between us and you, which neither we nor thou shall fail to keep, at a place convenient (to us both).",
    "(Moses) said: Your tryst shall be the day of the feast, and let the people assemble when the sun hath risen high.",
    "Then Pharaoh went and gathered his strength, then came (to the appointed tryst).",
    "Moses said unto them: Woe unto you! Invent not a lie against Allah, lest He extirpate you by some punishment. He who lieth faileth miserably.",
    "Then they debated one with another what they must do, and they kept their counsel secret.",
    "They said: Lo! these are two wizards who would drive you out from your country by their magic, and destroy your best traditions;",
    "So arrange your plan, and come in battle line. Whoso is uppermost this day will be indeed successful.",
    "They said: O Moses! Either throw first, or let us be the first to throw?",
    "He said: Nay, do ye throw! Then lo! their cords and their staves, by their magic, appeared to him as though they ran.",
    "And Moses conceived a fear in his mind.",
    "We said: Fear not! Lo! thou art the higher.",
    "Throw that which is in thy right hand! It will eat up that which they have made. Lo! that which they have made is but a wizard's artifice, and a wizard shall not be successful to whatever point (of skill) he may attain.",
    "Then the wizards were (all) flung down prostrate, crying: We believe in the Lord of Aaron and Moses.",
    "(Pharaoh) said: Ye put faith in him before I give you leave. Lo! he is your chief who taught you magic. Now surely I shall cut off your hands and your feet alternately, and I shall crucify you on the trunks of palm trees, and ye shall know for certain which of us hath sterner and more lasting punishment.",
    "They said: We choose thee not above the clear proofs that have come unto us, and above Him Who created us. So decree what thou wilt decree. Thou wilt end for us only this life of the world.",
    "Lo! we believe in our Lord, that He may forgive us our sins and the magic unto which thou didst force us. Allah is better and more lasting.",
    "Lo! whoso cometh guilty unto his Lord, verily for him is hell. There he will neither die nor live.",
    "But whoso cometh unto Him a believer, having done good works, for such are the high stations;",
    "Gardens of Eden underneath which rivers flow, wherein they will abide for ever. That is the reward of him who groweth.",
    "And verily We inspired Moses, saying: Take away My slaves by night and strike for them a dry path in the sea, fearing not to be overtaken, neither being afraid (of the sea).",
    "Then Pharaoh followed them with his hosts and there covered them that which did cover them of the sea.",
    "And Pharaoh led his folk astray, he did not guide them.",
    "O Children of Israel! We delivered you from your enemy, and we made a covenant with you on the holy mountain's side, and sent down on you the manna and the quails,",
    "(Saying): Eat of the good things wherewith We have provided you, and transgress not in respect thereof lest My wrath come upon you: and he on whom My wrath cometh, he is lost indeed.",
    "And lo! verily I am Forgiving toward him who repenteth and believeth and doeth good, and afterward walketh aright.",
    "And (it was said): What hath made thee hasten from thy folk, O Moses?",
    "He said: They are close upon my track. I hastened unto Thee, my Lord, that Thou mightest be well pleased.",
    "He said: Lo! We have tried thy folk in thine absence, and As-Samiri hath misled them.",
    "Then Moses went back unto his folk, angry and sad. He said: O my people! Hath not your Lord promised you a fair promise? Did the time appointed then appear too long for you, or did ye wish that wrath from your Lord should come upon you, that ye broke tryst with me?",
    "They said: We broke not tryst with thee of our own will, but we were laden with burdens of ornaments of the folk, then cast them (in the fire), for thus As-Samiri proposed.",
    "Then he produced for them a calf, of saffron hue, which gave forth a lowing sound. And they cried: This is your god and the god of Moses, but he hath forgotten.",
    "See they not, then, that it returneth no saying unto them and possesseth for them neither hurt nor use?",
    "And Aaron indeed had told them beforehand: O my people! Ye are but being seduced therewith, for lo! your Lord is the Beneficent, so follow me and obey my order.",
    "They said: We shall by no means cease to be its votaries till Moses return unto us.",
    "He (Moses) said: O Aaron! What held thee back when thou didst see them gone astray,",
    "That thou followedst me not? Hast thou then disobeyed my order?",
    "He said: O son of my mother! Clutch not my beard nor my head! I feared lest thou shouldst say: Thou hast caused division among the Children of Israel, and hast not waited for my word.",
    "(Moses) said: And what hast thou to say, O Samiri?",
    "He said: I perceived what they perceive not, so I seized a handful from the footsteps of the messenger, and then threw it in. Thus my soul commended to me.",
    "(Moses) said: Then go! and lo! in this life it is for thee to say: Touch me not! and lo! there is for thee a tryst thou canst not break. Now look upon thy god of which thou hast remained a votary. Verily we will burn it and will scatter its dust over the sea.",
    "Your Allah is only Allah, than Whom there is no other Allah. He embraceth all things in His knowledge.",
    "Thus relate We unto thee (Muhammad) some tidings of that which happened of old, and We have given thee from Our presence a reminder.",
    "Whoso turneth away from it, he verily will bear a burden on the Day of Resurrection,",
    "Abiding under it - an evil burden for them on the Day of Resurrection,",
    "The day when the Trumpet is blown. On that day we assemble the guilty white-eyed (with terror),",
    "Murmuring among themselves: Ye have tarried but ten (days).",
    "We are Best Aware of what they utter when their best in conduct say: Ye have tarried but a day.",
    "They will ask thee of the mountains (on that day). Say: My Lord will break them into scattered dust.",
    "And leave it as an empty plain,",
    "Wherein thou seest neither curve nor ruggedness.",
    "On that day they follow the summoner who deceiveth not, and voices are hushed for the Beneficent, and thou hearest but a faint murmur.",
    "On that day no intercession availeth save (that of) him unto whom the Beneficent hath given leave and whose word He accepteth.",
    "He knoweth (all) that is before them and (all) that is behind them, while they cannot compass it in knowledge.",
    "And faces humble themselves before the Living, the Eternal. And he who beareth (a burden of) wrongdoing is indeed a failure (on that day).",
    "And he who hath done some good works, being a believer, he feareth not injustice nor begrudging (of his wage).",
    "Thus we have revealed it as a Lecture in Arabic, and have displayed therein certain threats, that peradventure they may keep from evil or that it may cause them to take heed.",
    "Then exalted be Allah, the True King! And hasten not (O Muhammad) with the Qur'an ere its revelation hath been perfected unto thee, and say: My Lord! Increase me in knowledge.",
    "And verily We made a covenant of old with Adam, but he forgot, and We found no constancy in him.",
    "And when We said unto the angels: Fall prostrate before Adam, they fell prostrate (all) save Iblis; he refused.",
    "Therefor we said: O Adam! This is an enemy unto thee and unto thy wife, so let him not drive you both out of the Garden so that thou come to toil.",
    "It is (vouchsafed) unto thee that thou hungerest not therein nor art naked,",
    "And that thou thirstest not therein nor art exposed to the sun's heat.",
    "But the devil whispered to him, saying: O Adam! Shall I show thee the tree of immortality and power that wasteth not away?",
    "Then they twain ate thereof, so that their shame became apparent unto them, and they began to hide by heaping on themselves some of the leaves of the Garden. And Adam disobeyed his Lord, so went astray.",
    "Then his Lord chose him, and relented toward him, and guided him.",
    "He said: Go down hence, both of you, one of you a foe unto the other. But when there come unto you from Me a guidance, then whoso followeth My guidance, he will not go astray nor come to grief.",
    "But he who turneth away from remembrance of Me, his will be a narrow life, and I shall bring him blind to the assembly on the Day of Resurrection.",
    "He will say: My Lord! Wherefor hast Thou gathered me (hither) blind, when I was wont to see?",
    "He will say: So (it must be). Our revelations came unto thee but thou didst forget them. In like manner thou art forgotten this Day.",
    "Thus do We reward him who is prodigal and believeth not the revelations of his Lord; and verily the doom of the Hereafter will be sterner and more lasting.",
    "Is it not a guidance for them (to know) how many a generation We destroyed before them, amid whose dwellings they walk? Lo! therein verily are signs for men of thought.",
    "And but for a decree that had already gone forth from thy Lord, and a term already fixed, the judgment would have been inevitable (in this world).",
    "Therefor (O Muhammad), bear with what they say, and celebrate the praise of thy Lord ere the rising of the sun and ere the going down thereof. And glorify Him some hours of the night and at the two ends of the day, that thou mayst find acceptance.",
    "And strain not thine eyes toward that which We cause some wedded pairs among them to enjoy, the flower of the life of the world, that We may try them thereby. The provision of thy Lord is better and more lasting.",
    "And enjoin upon thy people worship, and be constant therein. We ask not of thee a provision: We provided for thee. And the sequel is for righteousness.",
    "And they say: If only he would bring us a miracle from his Lord! Hath there not come unto them the proof of what is in the former scriptures?",
    "And if we had destroyed them with some punishment before it, they would assuredly have said: Our Lord! If only Thou hadst sent unto us a messenger, so that we might have followed Thy revelations before we were (thus) humbled and disgraced!",
    "Say: Each is awaiting; so await ye! Ye will come to know who are the owners of the path of equity, and who is right."
  ]
}