{
  "meta": {
    "id": 78,
    "name": "Ministry of Awqaf, Egypt",
    "translator_name": "Ministry of Awqaf, Egypt",
    "slug": "ru-ministry-of-awqaf",
    "language_name": "russian"
  },
  "verses": [
    "Ибрахим спросил: \"После того, как вы, о посланцы, обрадовали меня доброй вестью, в чём ваша миссия сейчас?\"",
    "Они ответили: \"Поистине, мы посланы к народу, упорствующему в ослушании Аллаха,",
    "чтобы забросать их камнями из глины, сущность которой ведома только Аллаху.",
    "Эти камни, меченные у твоего Господа, предназначены Им для мерзких, упорных нечестивцев\".",
    "Мы повелели вывести из этого селения верующих.",
    "Но Мы нашли в нём лишь один дом, жители которого предались Аллаху и повиновались Ему.",
    "Мы оставили в этом селении след, доказывающий гибель его обитателей, чтобы извлекли урок те, которые страшатся мучительного наказания.",
    "В сказании о Мусе - поучение, а ведь Мы послали его к Фараону, поддержав его ясным доводом.",
    "Но Фараон, опираясь на свою мощь, отказался уверовать в Мусу и сказал: \"Колдун он или одержимый!\"",
    "Тогда Мы взяли его и войско, на которое он опирался, и ввергли их в море. Он был неверным и упрямым, за что он заслужил осуждение.",
    "И в истории об адитах - наставление. Мы послали на них ветер, в котором нет никакого блага,",
    "который не оставляет ничего, над чем пройдёт, не превратив его в прах.",
    "В сказании о самудянах - знамение. Ведь им было сказано: \"Наслаждайтесь преходящими земными благами до определённого Аллахом времени\".",
    "Но они вели себя высокомерно и горделиво отказались повиноваться повелению их Господа. Тогда они были погублены молнией, а они смотрели, как она поражает их.",
    "И не могли они встать на ноги и не могли избавить себя от наказания.",
    "А до них Мы погубили народ Нуха, ведь этот народ не повиновался Аллаху.",
    "Мы Своим могуществом воздвигли совершенным образом небо, и Мы в силах творить больше и совершеннее - Мы - расширяющие [[В этом Священном айате заключено много научных мыслей. Одна из них заключается в том, что Аллах - хвала Ему Всевышнему! - создал Своей мощью эту бескрайнюю Вселенную, и Он властен над всем сущим и делает всё, что желает. А слово небо в этом айате значит всё, что находится над небесными телами и укрывает их. Всё, что окружает небесные тела: планеты, звёзды, солнечные системы, Галактики - небо. Эта видимая часть Вселенной так необъятна, что непостижима для человеческого разума и не подлежит определению. Ведь расстояния в ней измеряются миллионами световых лет, а световой год, как указала наука в двадцатом веке, - расстояние, которое проходит свет со скоростью 300000 км/сек. Фраза \"И Мы - расширяющие\" в этом Священном айате указывает на удивительную бескрайность Вселенной с самого начала её сотворения. Она указывает также на продолжение процесса расширения с течением времени, что также доказала современная наука. Ведь в начале этого века стала научным фактом теория расширения (растягивания). Согласно этой теории, туманности вне нашей Галактики удаляются от нас с различными скоростями. Даже небесные тела в одной Галактике удаляются друг от друга.]],",
    "и землю Мы разостлали, и как прекрасно Мы расстелили и расширили!",
    "Из всякой вещи Мы сотворили два вида - пару, - может быть, вы образумитесь и уверуете в Наше могущество!",
    "Так спешите же повиноваться Аллаху, ведь я увещеватель от Аллаха для вас, предупреждающий вас о последствиях многобожия.",
    "И не поклоняйтесь другому богу наряду с Ним. Ведь я увещеватель от Аллаха для вас, предупреждающий вас о последствиях многобожия.",
    "Так же поступали прежние народы со своими посланниками. Не приходил ни один посланник к народам, бывшим до вашего народа, чтобы они не сказали о нём: \"Колдун или бесноватый!\"",
    "Уж не завещали ли эти слова одни народы другим, чтобы они повторяли одно и то же?! Нет, они - нечестивцы, преступившие все пределы дозволенного, и их объединило то, что они отвергали посланников и порочили их.",
    "Отвернись же от этих упрямых! Ведь ты не будешь порицаем за то, что они не последовали за тобой и не уверовали.",
    "И постоянно напоминай людям, наставляя их. Ведь наставление усиливает сознательность у верующих и утверждает веру в их сердцах.",
    "Я не создал джиннов и людей, чтобы они принесли Мне какую-либо пользу, а лишь для того, чтобы они Мне поклонялись. А ведь поклонение приносит им же пользу.",
    "Я не желаю от них никакого надела. Ведь Я не нуждаюсь ни в ком из обитателей миров и не надобно Мне, чтобы они Меня кормили. Я же кормлю их и не нуждаюсь в кормлении.",
    "Поистине, только один Аллах наделяет Своих рабов средствами к существованию. Он Всемогущ, Всесилен и над всем сущим властен!",
    "Поистине, тем, которые причинили вред себе, не уверовав в Аллаха и отвергнув посланника, уготована доля наказания, подобная доле их товарищей по неверию из прежних народов. Так пусть же они не торопят Меня, чтобы Я ускорил им наказание раньше предопределённого Мною срока.",
    "Тем, которые не уверовали, - гибель в День воскресения, который Аллах им обещал. Ведь в этот День их постигнут беды и ужасы.",
    "Клянусь горой Тур (на Синае), над которой Аллах разговаривал с Мусой, [[Во имя Аллаха Милостивого, Милосердного! Эта сура ниспослана в Мекке. Она состоит из 49 айатов. Сура начинается с клятвы пятью из самых великих творений в том, что неверных, отрицающих посланника, непременно постигнет наказание. В ней рассказывается о видах наказания, которое поразит их в День воскресения и воздаяния. Затем в суре речь идёт о блаженстве богобоязненных, о том, что они будут наслаждаться в райских садах вечности и о тех почестях, которые им будут оказаны в раю. В суре указывается, что богобоязненные будут довольны тем, что их потомство будет приведено к ним и что Аллах возведёт его ступенями выше в раю, чтобы оно поднялось к своим отцам. Затем посланнику Аллаха - да благословит его Аллах и приветствует! - повелено продолжать наставлять и напоминать, не обращая внимания на вздор, который неверные распространяют о нём, и на их ложные измышления относительно Священного Корана. Сура показала бессилие неверных привести что-либо подобное Корану . Сура также определяет многие их порочные мнения как безрассудные и глупые и указывает на заблуждение и недальновидность неверующих. В конце суры речь обращена к пророку - да благословит его Аллах и приветствует! Ему повелено оставить их, пока не настанет День, когда их поразит молния, и проявлять терпение относительно решения Господа отсрочить им наказание. Это не причинит ему никакого зла, поскольку он под покровительством Аллаха, который охраняет его и заботится о нём. Сура призывает его постоянно восхвалять Аллаха и прославлять Его: и когда встаёт для выполнения любого дела (днём), и ночью при закате звёзд.]]",
    "и Писанием, ниспосланным Аллахом",
    "в ясных свитках, лёгких для чтения,",
    "Домом посещаемым, наполненным совершающими обход, отправляющими молитву, преклоняющимися и падающими ниц,",
    "небом, воздвигнутым без опор,",
    "и морем переполненным -",
    "поистине, наказание твоего Господа, которое Он обещал неверным, непременно поразит их,",
    "и никто не избавит их от него",
    "в тот День, когда небо задрожит, содрогаясь,",
    "и горы заметно сдвинутся со своих мест.",
    "Гибель в тот День отрицающим истину,",
    "которые следовали лжи, забавляясь.",
    "В тот День, когда они беспощадно будут ввергнуты в адский огонь,",
    "им будет сказано: \"Это - тот огонь, который вы отрицали в земном мире.",
    "Вы всё ещё не признаёте его? Ну что? Огонь, который вы видите воочию - колдовство?! Или вы слепы и не видите?",
    "Войдите в него и горите в его пламени! Всё равно для вас - вытерпите вы его ужасы или не вытерпите. Ведь таково сегодня воздаяние вам за то, что вы творили в земном мире\".",
    "Поистине, богобоязненные будут в просторных райских садах, не поддающихся описанию словами, и в великом блаженстве,",
    "наслаждаясь тем, чем их наделил их Господь. Их Господь избавил их от наказания адским огнём.",
    "Им будет сказано: \"Вкушайте вкусную еду и пейте приятные напитки во здравие за то, что вы совершали в земном мире,",
    "возлежа на ложах, что стоят рядами\". Мы даруем им в жёны белолицых дев с большими, красивыми глазами.",
    "К тем, которые уверовали и заслужили высокие ступени в раю и за которыми последовало их потомство, уверовав, но не достигнув ступеней их отцов, Мы присоединим их потомство, чтобы они были довольны им. И Мы нисколько не убавим награду за их деяния. Ведь отцы не отвечают за проступки своего потомства, поскольку каждый человек отвечает только за то, что он совершил сам, и никто, кроме него, не расплатится за его деяния.",
    "И Мы, кроме этого блаженства, повелим поднести им в обилии различные фрукты и мясные блюда, какие они пожелают.",
    "В раю они будут дружно передавать друг другу чашу, наполненную напитком, который не побуждает ни к пустословию, ни к ложным словам, ни к совершению греха.",
    "И будут обходить их, обслуживая, юные отроки, подобные нетронутому жемчугу по чистоте и белизне.",
    "Одни из обитателей рая будут подходить к другим, спрашивая о блаженстве, в котором они живут и о причине его.",
    "Они будут говорить: \"Поистине, прежде чем нам было даровано это блаженство, мы жили среди нашей семьи, страшась наказания Аллаха,",
    "поэтому Аллах оказал нам Свою милость и избавил нас от наказания адским огнём.",
    "Мы раньше, в земном мире, Ему поклонялись. Поистине, только Он - Благостный, и Его милосердие велико!",
    "Так продолжай постоянно напоминать и наставлять! Ведь ты благодаря пророческой миссии и рассудительности, которые Аллах тебе даровал, не прорицатель, предсказывающий сокровенное без знания, и не одержимый, говорящий бессвязно и без цели.",
    "Или они говорят: \"Он - поэт! Давайте подождём, когда смерть постигнет его\".",
    "Скажи (о Мухаммад!), угрожая им: \"Подождите, и я буду ждать вместе с вами, каков будет исход моей судьбы и исход вашей судьбы\".",
    "Неужели их разум повелевает им говорить эти противоречивые слова? Ведь прорицатель и поэт обладают проницательностью и разумом, а одержимый - безумен. Нет, они преступили все границы в упрямстве!",
    "Или они говорят: \"Мухаммад измыслил Коран!\" Просто они не веруют, обуреваемые гордыней.",
    "Пусть они приведут что-либо, подобное Корану, если они действительно говорят правду, утверждая, что Мухаммад измыслил Коран.",
    "Разве они созданы без Творца? Или же они сотворили самих себя, и поэтому они не признают Творца и не поклоняются Ему?",
    "Или они таким совершенным образом сотворили небеса и землю? Нет, они твёрдо не знают своего долга перед Творцом, и поэтому они придерживаются многобожия.",
    "Или у них сокровищницы твоего Господа, и они распоряжаются ими, или они всесильны, властны над всем сущим и управляют всем, как они желают?",
    "Или у них есть лестница, по которой они поднимаются на небо и подслушивают то, что решает Аллах? Тогда пусть тот, кто из них подслушивал, приведёт ясный довод, доказывающий то, что он утверждает.",
    "Или у Аллаха якобы дочери, как вы утверждаете, а у вас - сыновья, как вы желаете?",
    "Или ты просишь у них вознаграждения за то, что передал им Послание, и они отягчены и не довольны этим убытком?",
    "Или они знают сокровенное, и они записывают из него, что желают?",
    "Или они строят козни против тебя и твоего послания, чтобы отменить его? Ведь те, которые не уверовали, окажутся жертвой своих же козней.",
    "Или у них есть другой бог, кроме Аллаха, и этот бог избавит их от наказания Аллаха? Аллах - превыше тех, кому они поклоняются помимо Него!",
    "И если даже они увидят, что часть неба падает на них в наказание, они из-за упрямства скажут: \"Это- нагроможденные облака!\"",
    "Оставь их, не обращая на них внимания, пока не настанет День, когда их постигнет гибель,",
    "День, когда их козни нисколько не избавят их от наказания, и ни у кого они не найдут помощи.",
    "Поистине, нечестивцам, которые творили бесчинства, уготовано ещё другое наказание, кроме того, которое погубит их в земном мире, но большинство их об этом не знает.",
    "Будь же терпелив относительно решения твоего Господа отсрочить им наказание, и терпи их зло! Ведь ты под Нашим покровительством, и Мы тебя охраняем и о тебе заботимся, поэтому их козни не причинят тебе никакого зла. Так возноси же хвалу своему Господу, когда ты встаёшь!",
    "И выбирай часть ночи, чтобы возносить Ему хвалу, и при закате звёзд.",
    "Клянусь звездой, клонящейся к закату, [[Во имя Аллаха Милостивого, Милосердного! Эта сура ниспослана в Мекке. Она состоит из 62 айатов. Клятва в начале суры показывает искренность и правдивость посланника - да благословит его Аллах и приветствует, - когда он говорит о внушённом ему Откровении. Он ни в чём нисколько не заблуждается и не следует лжи. Посланник - да благословит его Аллах и приветствует! - был также правдив в том, что рассказал о своём вознесении на небеса (мирадж), во время которого он совершенно не смотрел по сторонам. Его взор не отрывался от того, что он видел, и не переходил пределов того, на что ему велено было смотреть. Затем в суре речь идёт об умственном убожестве неверных, поклоняющихся созданным их же руками идолам, которым они же сами дали имена. Так, они утверждают, что ангелы якобы - женского пола, считая, что у Аллаха - дочери, а у них - сыновья. Далее в суре рекомендуется посланнику - да благословит его Аллах и приветствует! - отвернуться от неверных, предоставив их Аллаху, которому принадлежит всё, что в небесах и на земле. Он сотворил всё сущее и властен над ним, и Он воздаст творившему зло за его нечестивые деяния, а творившему благочестивые деяния - за его благодеяния. Всевышний лучше всех знает состояние Своих рабов и их дела. Затем сура порицает тех, которые отрицали, что каждому человеку воздастся согласно его деяниям. Этого придерживались и прежние религии, об этом возвещается в свитках Мусы и Ибрахима. Айаты подтвердили все эти мысли, приводя доказательства всемогущества Аллаха и упоминая Его знамения относительно прежних народов. В конце суры показано, что Коран - увещевание, подобное увещеваниям, ниспосланным прежним народам, чтобы они страшились Дня воскресения, который уже близок. Сура порицает неверных, отрицающих Коран, за то, что они пренебрегали им, не замечая этого, и за то, что они смеются вместо того, чтобы плакать и извлечь назидание, слушая Коран. В суре повеление верующим - пасть ниц перед Аллахом, который ниспослал его и поклоняться только Ему.]]",
    "в том, что Мухаммад не отклонился от пути истины и не последовал за ложью,",
    "что он не провозглашает вам Коран от себя по своей прихоти.",
    "Ведь Коран, который он вам читает, - лишь Откровение, внушённое ему Аллахом.",
    "Этому Откровению Мухаммада научил ангел могучей силы,",
    "обладающий здравым рассудком и благоразумием. Он стоял,",
    "возвышаясь над горизонтом, в своём истинном (ангельском) виде напротив смотрящего в его сторону (Мухаммада).",
    "Затем Джибрил стал приближаться к нему (Мухаммаду) всё ближе и ближе,",
    "пока расстояние между ними не стало равным двум лукам и даже меньше (т.е. очень близко).",
    "И внушил Джибрил рабу Аллаха и Его посланнику то, что внушено было ему Аллахом, а это Откровение имеет большое и весьма действенное значение.",
    "Сердце Мухаммада уверовало и признало то, что узрели его глаза.",
    "Неужели вы опровергаете посланника Аллаха и будете спорить с ним о том, что он воочию узрел?",
    "Мухаммад увидел Джибрила ещё раз в его ангельском виде в том месте,",
    "которое знает только Аллах и которое Он назвал \"Сидрат аль-Мунтаха\" (венчающее мир самое дальнее дерево \"сидр\", где заканчивается знание всех творений и ангелов, и только Аллах знает, что находится дальше этого места).",
    "Посланнику было сообщено, что в этом месте - райский сад (уготованный ангелам и праведникам).",
    "Мухаммад увидел Джибрила, когда это дерево по милости Аллаха покрывало то, что не поддаётся описанию словами.",
    "Взор Мухаммада не отрывался от того, что он видел, и не переходил пределов того, на что ему было велено смотреть.",
    "Он увидел много величайших знамений Аллаха и Его чудеса.",
    "Неужели вы, узнав это, думали об аль-Лат, аль-Уззе",
    "и о Манат - третьей вашей богине, которых вы сделали своими богами и им поклонялись?!",
    "Неужели вы делили, и вам достались сыновья, а Аллаху, согласно вашему делению, - дочери?!",
    "Это разделение несправедливо, поскольку вы выбрали для Аллаха то, что вам ненавистно.",
    "Идолы - лишь имена, в которых нет никакой истинной божественности и которых вы сами и ваши отцы наделили именами, следуя своим ложным прихотям. Аллах не ниспослал никакого доказательства в пользу ваших утверждений относительно их. Поклоняясь идолам, они следовали за ложными предположениями и низменными желаниями заблудших душ, отклонившихся от изначальной здоровой человеческой природы. А ведь их Господь ниспослал им то, что наставит их на прямой путь, если они последуют ему.",
    "Человеку недоступно заступничество этих идолов, которое он желает получить, и недоступно то, что возжелает его душа.",
    "Ведь Аллаху одному принадлежит будущая жизнь и земная жизнь, и Он над ними властен.",
    "Есть много ангелов на небесах, чьё заступничество ничем не поможет, несмотря на их высокое положение, пока Аллах Всевышний не дозволит им заступиться за того, кем Он доволен.",
    "Поистине, те, которые не веруют в будущую жизнь, утверждают, что ангелы якобы существа женского пола, и говорят: \"Ангелы - дочери Аллаха!\"",
    "Они говорят это, не опираясь на какое-либо знание. Ведь они ничего не знают об ангелах, они лишь следуют своим ложным предположениям. А ведь предположение никак не может заменить истину.",
    "Так отвернись же от этих неверных, которые отвратились от Корана, были заняты только земной жизнью и усердно стараются устроить свои дела в ней.",
    "То, чему они следуют в их верованиях и делах, - вершина их знания. Поистине, твой Господь лучше знает тех, кто упорствовал в заблуждении, и тех, кто идёт по прямому пути.",
    "Только Аллаху одному принадлежит всё, что в небесах и на земле. Он сотворил всё сущее и над всем сущим властен, чтобы наказать заблудших, творивших зло, за их злодеяния и дать наилучшую награду тем, которые следуют по прямому пути и творят благие деяния,",
    "которые избегают тяжких грехов и мерзких прегрешений, навлекающих мучительную кару. Но незначительные проступки Аллах прощает. Ведь твой Господь велик в прощении! Он лучше знает ваши дела и состояние, когда создал вас из земли и когда вы были ещё зародышами в утробах ваших матерей, и когда вы развивались в них. Так не говорите, восхваляя себя и хвастаясь, что ваши души очищены. Ведь Аллах лучше знает, кто богобоязнен и чья душа действительно очищена богобоязненностью!",
    "Видел ли ты того, кто отказался следовать истине,",
    "дал мало (денег) и больше не давал?!",
    "Неужели он знает сокровенное, и стало ему известно из него то, что побудило его отвернуться от истины и скупиться?!",
    "Неужели ему не сообщили о том, что содержат свитки Мусы",
    "и Ибрахима, достигшего предела верности в выполнении обета, который он дал Аллаху:",
    "что ни одна душа не будет наказана за грехи другой души,",
    "что человеку воздастся только за его деяния,",
    "что деяния человека будут представлены ему в День воскресения. И тому, кто творил благие дела, будет почесть, а тому, кто творил неблагочестивые деяния - порицание.",
    "Потом человеку полностью воздастся за его деяния.",
    "И что к твоему Господу, а не к кому-либо другому, будет возвращение,",
    "и что только Он заставляет человека радоваться и печалиться. Ведь Он создал и радость, и печаль и их причины,",
    "и что только Он умерщвляет и оживляет,",
    "и что Он создал пары мужского и женского пола из людей и животных",
    "из излившейся капли [[Этот айат доказывает всемогущество Аллаха Всевышнего. Ведь Он создал пары мужского и женского пола (людей и животных) из капли жидкости, которую выделяют мужчина и женщина. Эта капля, несмотря на то, что она такая маленькая и состоит из очень мелких тонких частиц - источник жизни. Коран - чудо! Это ясно из этого айата. Ведь человек не знал до недавнего времени, что жидкость, выделяемая мужчиной, содержит сперматозоиды, а жидкость, выделяемая женщиной - яйцеклетки. Когда сперматозоид встречает яйцеклетку и соединяется с ней, происходит оплодотворение и зачатие (беременность). Этот факт упомянут в Священном Коране задолго до того, как наука открыла его.]].",
    "и что Он воскресит после смерти,",
    "и что Он дарует в нужной мере и ублаготворяет тем, что люди желают приобрести и сберечь,",
    "и что Он - Господь великой планеты \"аш-Ши'ра\" [[Здесь имеется в виду \"аш-Ши'ра аль-Яманийа\" - самая яркая звезда в созвездии Большого Пса и самая яркая звезда на небе. Её можно видеть на 18 градусов южнее небесного экватора, и называется она Звезда Пса. Она так названа три тысячи лет тому назад. На фараонских памятниках - её символ пёс. Аллах упомянул именно эту звезду, потому что некоторые арабы поклонялись ей. Древние египтяне также поклонялись ей, потому что она появляется на востоке около середины июля до восхода солнца, что совпадало с разливом Нила в среднем Египте, т.е. с самым значительным событием года. Это событие, может быть, послужило определением продолжительности года впервые в истории человечества, поскольку появление этой звезды до восхода солнца происходит только раз в году. Её появление указывает на начало нового года.]].",
    "и что Он погубил первых адитов,",
    "народ Худа, и самудян, народ Салиха, и истребил их всех,",
    "и до этого Он погубил народ Нуха , который был ещё более несправедлив и совершил больше беззаконий, чем адиты и самудяне.",
    "Он - Тот, кто ниспроверг поверженные селения народа Лута.",
    "И эти селения постигло мучительное ужасное наказание.",
    "В какой же из милостей твоего Господа ты сомневаешься?!",
    "Этот Коран - увещевание, подобное древним увещеваниям, ниспосланным прежним народам.",
    "День воскресения уже близок,",
    "и никто, кроме Аллаха, не знает, когда он настанет.",
    "Неужели вы отвергаете всякую истину и удивляетесь Корану, отрицая его",
    "и насмешливо смеётесь, издеваясь, и не плачете, как те, кто искренне верует,",
    "а высокомерно забавляетесь?!",
    "Так падайте же ниц перед Аллахом, который ниспослал Коран людям как руководство к прямому пути, и поклоняйтесь только Ему - Всемогущ Он и Велик!",
    "Уже приблизился День воскресения, и месяц непременно расколется! [[Во имя Аллаха Милостивого, Милосердного! Эта сура ниспослана в Мекке. Она состоит из 55 айатов. Первый айат этой суры обращает внимание слушателей на то, что Судный день уже близок, и предупреждает людей о нём. За этим айатом последовали айаты, показывающие, как относились неверные к чудесам, и их упрямство в отрицании посланника. В этих айатах посланнику Аллаха - да благословит его Аллах и приветствует! - повелено отвратиться от неверных и дать им отсрочку до того Дня, когда они выйдут из могил, словно рассеявшаяся саранча. Затем в айатах рассказываются некоторые истории прежних народов и их посланников и о постигшем их наказании. После каждой истории обращается внимание на то, что Коран облегчён для тех, кто ищет наставлений и поучений. В айатах делается заключение, что мекканские неверные не сильнее и не могущественнее прежних народов и что они не в безопасности от наказания. Сура завершается предупреждением упорствующих неверных об исходе в День, когда их вниз лицом поволокут в адский огонь и им будет сказано: \"Вкусите наказание адским огнём, который вы отвергали в земном мире\". В конце суры - утешение богобоязненным. Ведь для них уготованы райские сады и реки, в которых они будут вечно пребывать в почётном месте, в обители истины, у Великого, Всемогущего Господа - Аллаха.]]",
    "Но даже если неверные увидят чудесное знамение, они не уверуют в него и скажут: \"Постоянное, последовательное колдовство!\"",
    "Они отвергли посланников и последовали за тем, что им разукрасили их низменные желания и прихоти, а каждое дело обязательно имеет назначенный конец.",
    "Клянусь! Неверные узнали из вестей о прежних народах, фактах и знамениях во Вселенной то, что достаточно, чтобы удерживать их от неверия.",
    "То, что к ним пришло - великая мудрость, достигшая высшего предела. А какую пользу могут принести увещевания тем, кто отвратился от неё?!",
    "Так отвернись же от этих неверных, о Мухаммад, и жди Дня, когда зовущий по повелению Аллаха призовёт их к тягостному делу, ужасному для душ.",
    "Их взоры будут потуплены от сильного ужаса, они выйдут из могил, точно саранча, поспешно рассеявшаяся в своей многочисленности,",
    "стремительно устремляясь к зовущему, смотря на него униженно и покорно, не отрывая глаз. В День воскресения неверные скажут: \"Это - тяжкий,трудный День!\"",
    "До мекканских неверных народ Нуха отверг своего посланника, не признав Нуха - Нашего раба и посланника, - обвинив его в одержимости. Они старались всеми средствами - причиняли ему зло и запугивали - помешать ему передать Послание и выполнить свою пророческую миссию.",
    "Тогда Нух, взывая к Аллаху, обратился к Нему с просьбой: \"Мой народ победил меня! Так отомсти им за меня!\"",
    "Мы распахнули врата неба, и излилась с него вода потоками,",
    "и Мы разверзнули землю, и родники забили ключом, и слилась вода небес с земной водой и погубила неверных, как было предопределено Аллахом Всевышним.",
    "И Мы посадили Нуха в ковчег, сделанный из деревянных досок, соединённых волокнами,",
    "чтобы плыл он по воде по Нашей милости в награду Нуху, чей народ продолжал отвергать его пророческую миссию.",
    "И сделали Мы потопление неверных и спасение верующих назидательным примером. Но есть ли тот, кто этим поучается?",
    "Как мучительно было Моё наказание, и как грозны были Мои увещевания непокорным!",
    "Клянусь! Мы облегчили Коран, чтобы он стал назиданием и наставлением. Так есть ли тот, кому это послужило назиданием?",
    "Адиты отвергли своего посланника Худа. И как мучительно было Моё наказание, и как грозны были Мои увещевания непокорным!",
    "Мы наслали на них буйный, ревущий, холодный ветер в долгий злосчастный день.",
    "Этот вихрь вырывал людей из их домов и бросал их на землю мёртвыми, словно вырванные из земли стволы пальм.",
    "И как мучительно было Моё наказание, и как грозны были Мои увещевания непокорным!",
    "Поистине, Мы облегчили Коран, чтобы он стал назиданием и наставлением. Но есть ли тот, кому это послужило назиданием?",
    "Самудяне отвергли увещевания своего пророка Салиха,",
    "и сказали они: \"Неужели мы последуем за простым незнатным человеком из нас? Если мы последуем за ним, то, поистине, мы будем далёкими от истины и безумными\".",
    "Неужели именно ему ниспослано Откровение, а среди нас есть знатные люди, которые более, чем он, имеют прав на это?! Нет же! Он настоящий, заносчивый, неблагодарный лжец\".",
    "Скоро они узнают - в тот день, когда постигнет их наказание, - кто заносчивый неблагодарный лжец: они или посланник Салих?!",
    "Поистине, Мы пошлём им верблюдицу как знамение в поддержку Нашего посланника Салиха и как испытание для них. И ты, о Салих, наблюдай за ними и посмотри, что они сделают, и проявляй терпение, перенося от них зло, пока не придёт повеление Аллаха.",
    "И сообщи им, что они должны делиться с ней питьевой водой. Каждый из них должен приходить на водопой в установленный для него день.",
    "Самудяне призвали своего собрата, который взял свой меч и подрезал ей жилы.",
    "И как мучительно было Моё наказание, и как грозны были Мои увещевания непокорным!",
    "Мы послали на них только один вопль,сделавший их как хворост, который собирает желающий построить загон.",
    "Поистине, Мы облегчили Коран, чтобы он стал назиданием и наставлением. Но есть ли тот, кому это послужило назиданием?!",
    "Народ Лута отверг увещевания своего посланника.",
    "Мы послали на них сильный вихрь, который осыпал их камнями. Мы спасли только семью Лута от этого наказания в конце ночи,",
    "оказав им Нашу милость. Подобную великую милость Мы даруем в вознаграждение тому, кто был благодарен за Наши милости верой и повиновением.",
    "Лут увещевал свой народ, предупреждая его о Нашем мучительном наказании, но они сомневались в увещеваниях, отвергая его.",
    "Народ Лута хотел, чтобы он отдал им своих гостей для употребления. Мы лишили их зрения за то, что они хотели сделать, и им было сказано с издёвкой: \"Вкусите же Моё наказание и Мои увещевания!\"",
    "Рано утром поразило их непреложное вечное наказание,",
    "и им было сказано: \"Вкусите Моё наказание и Мои увещевания!\"",
    "Поистине, Мы облегчили Коран, чтобы он стал низиданием и наставлением. Но есть ли тот, кому это послужило назиданием!?",
    "К народу Фараона последовали друг за другом увещевания.",
    "Но они отвергли все Наши знамения и чудеса, с которыми пришли Наши посланники; тогда Мы их погубили, подвергнув наказанию Всесильного, Всемогущего, который властен над всем сущим.",
    "Неужели вы, о неверные, более сильные, чем прежние народы, которые были истреблены? Или прежние Писания содержат то, что избавляет вас от наказания?!",
    "Или эти неверные, может быть, скажут: \"Мы сильная, сплочённая, непобедимая группа и недоступны для врагов\"?!",
    "Это сборище потерпит поражение и обратится в бегство.",
    "Нет же! День воскресения - установленный Час для их наказания, и в этот Час им будет ещё горше и ужаснее!",
    "Поистине, этих нечестивцев вместе с прежними постигнет гибель, и будут они подвергнуты мучениям пылающим адским огнём.",
    "В тот День, когда их будут тащить лицом вниз в адский огонь, им будет сказано: \"Вкусите адские муки и адский огонь\".",
    "Поистине, Мы сотворили всё сущее в должной мере согласно Нашей мудрости.",
    "А если Мы пожелаем что-то, то скажем лишь одно слово: \"Будь!\" - и повеление в одно мгновение ока свершается.",
    "Мы погубили таких же неверных, как вы, но есть ли тот, кому это послужило назиданием?!",
    "Всё, что они делали в земном мире, записано в свитках и учтены в них все их деяния.",
    "Записаны все их деяния, без исключения: и малые и великие.",
    "Поистине, богобоязненные будут пребывать в великих райских садах с множеством рек,",
    "в почётном месте истины, где нет ни пустословия, ни греховных речей, у Великого, Всемогущего Господа\".",
    "Милостивый [[Во имя Аллаха Милостивого, Милосердного! Эта сура ниспослана в Медине. Она состоит из 78 айатов. Она перечисляет милости Аллаха и Его дары, начиная, после упоминания Милостивого, с самой великой милости - с обучения Священному Корану. Потом айаты упоминают и другие милости Аллаха, указывая на величие Творца - Велик Он и Всемогущ! - и отмечая Его безграничную мощь и власть над людьми и джиннами на небесах и на земле. Сура затрагивает наказание грешников, отвергающих милости Аллаха и воскресение, в аду и подробно рассказывает о блаженстве, уготованном богобоязненным в раю. Сура заканчивается прославлением Аллаха Всевышнего и вознесением Ему хвалы. Айат \"Какую же из милостей Господа вашего вы отвергаете?!\" повторен в суре тридцать один раз. Такое одобрямое и уместное повторение свойственно Корану. Этот айат повторяется каждый раз для порицания отвергающих посланников Аллаха и Его милости за то, что они не признали милость Аллаха, упомянутую в предыдущем айате.]]",
    "научил человека Корану, облегчив его, чтобы он выучил и понимал его,",
    "сотворил человека",
    "и научил его ясно выражать свои мысли при помощи речи в отличие от других тварей.",
    "Солнце и луна двигаются по своим орбитам, согласно точно установленному, неизменному порядку [[В этом айате говорится о том, что движение Солнца и Луны происходит согласно точному порядку с того момента, когда Всевышний сотворил их. Мы узнали тонкие подробности этого порядка сравнительно недавно, около трёхсот лет тому назад. И стало ясно, что видимое движение Солнца и Луны происходит по орбитам согласно законам тяготения, представляющим собой, особенно по отношению к Луне, очень тонкие математические расчёты.]].",
    "И растения, у которых нет стволов, и деревья, имеющие их, во всём подчиняются полностью Аллаху Всевышнему.",
    "И небо Он сотворил возведённым, и предписал справедливость,",
    "чтобы вы не преступали границы.",
    "Соблюдайте справедливость во всех ваших делах, и при взвешивании не сбавляйте меры .",
    "Он простёр и расстелил землю для Своих тварей, чтобы они извлекали пользу из неё.",
    "На земле произрастают различные виды фруктов и пальмы, на которых гроздья с плодами,",
    "и злаки в колосьях, служащие пропитанием для вас и для вашего скота, и всякие ароматные растения.",
    "Так какую же из милостей Господа вашего вы отвергаете, о джинны и люди?!",
    "Он сотворил человека из густой, сухой и звонкой глины, как гончарная,",
    "и создал джиннов из чистого пламени огня.",
    "Так какую же из милостей Господа вашего вы отвергаете?!",
    "Он - Господь обоих восходов солнца и обоих его закатов летом и зимой [[Здесь, может быть, имеются в виду оба восхода (Солнца и Луны) и оба их заката. В этом случае надо обращать внимание на день и но как на два знамения Аллаха. (См. также научный комментарий к айат 71,72,73 суры \"Рассказ\" (аль-Касас), которые начинаются со слов Всевышнего: \"Как думаете вы, если Аллах продлит вам день до Дня воскресения...\" Возможно также, что в этом айате имеется в вид только Солнце, являющееся основой жизни на Земле. В этом случае речь идёт о его восходе и закате зимой и его восходе и закате ле Этого мнения придерживается большинство комментаторов Корана. Причиной этого явления - наклон оси вращения Земли вокруг Солн на 523,5 градуса. Поэтому северное полушарие Земли, например, лет бывает ближе к Солнцу, и тогда день становится длинным, а ночь короткой. Зимой северное полушарие бывает дальше от Солнца, и тог ночь становится длинной, а день коротким. Южное полушарие Земли подвергается тем же процессам, но в обратном порядке. Это явление проявляется сильнее по мере приближения к северному и южному полюсам. Нет сомнения в том, что этот совершенный, мудрый порядо полезен для живых существ на Земле. Ведь благодаря этому порядку делится на сезоны, определяется время посева и уборки урожая и вс сезонные различия в активной деятельности человека, животного и растения.]].",
    "Так какую же из милостей Господа вашего вы отвергаете?!",
    "Он создал два моря: реки с пресной водой и моря с солёной водой. Они рядом, и воды их соприкасаются,",
    "но их разделяет могущество Аллаха, и они не сливаются.",
    "Так какую же из милостей Господа вашего вы отвергаете?!",
    "Из них (рек и морей) добывается жемчуг и кораллы, из которых вы делаете украшения для себя.",
    "Так какую же из милостей Господа вашего вы отвергаете?!",
    "Ему принадлежат корабли, сделанные вашими руками, плавающие по морям, большие и величественные, как высокие горы.",
    "Так какую же из милостей Господа вашего вы отвергаете?!",
    "Всё, что на земле, подвергнется умиранию,",
    "а вечен только Аллах - Обладатель величия и щедрости.",
    "Так какую же из милостей Господа вашего вы отвергаете?!",
    "Все, кто в небесах и на земле, просят Его удовлетворить их нужды. И Он всё время устраивает дела Своих творений: дарует власть и могущество одним, унижает других, даёт одним и отказывает другим.",
    "Так какую же из милостей Господа вашего вы отвергаете?!",
    "В День воскресения Мы произведём Суд над вами, о джинны и люди!",
    "Так какую же из милостей Господа вашего вы отвергаете?!",
    "О вы, джинны и люди! Если вы, убегая от Аллаха, способны проникнуть за пределы небес и земли, то идите. Но вы не сможете выйти за их пределы, кроме как с помощью мощи и силы, а их у вас нет, и вы этого не сможете [[До настоящего времени установлено, что требуются очень огромные усилия и энергия, чтобы освободиться от земного притяжения. Частичный успех в завоевании Космоса и пребывании там в течение небольшого срока по сравнению с обширностью Вселенной, потребовали много научных изысканий в области геологии, технологии, математики и геометрии, помимо колоссальных материальных средств, которые были вложены и вкладываются поныне. Это веско доказывает, что исключено проникновение человека или джинна за пределы небес и земли (Солнечной системы), где расстояния исчисляются миллионами световых лет.]].",
    "Так какую же из милостей Господа вашего вы отвергаете?!",
    "На вас направят пламя огня, вас обольют расплавленной медью, [[Медь - один из металлов, которые знал человек с давних лет. Она отличается тем, что плавится при очень высокой температуре (около 1083 градусов). Если этой расплавленной жидкостью обольют какое-либо живое тело, то это считается одним из видов мучительного наказания и страшных мук.]] и вы не сможете отвратить этого наказания.",
    "Так какую же из милостей Господа вашего вы отвергаете?!",
    "Когда разверзнется небо и станет багровым, как сильно раскалённое масло.",
    "Так какую же из милостей Господа вашего вы отвергаете?!",
    "В тот День, когда расколется небо, никого из джиннов и людей не будут спрашивать , грешен он или нет.",
    "Так какую же из милостей Господа вашего вы отвергаете?!",
    "Грешников из людей и джиннов узнают по особым приметам, которые их отличают, а потом их схватят за передние волосы на голове и ноги и сбросят в адский огонь.",
    "Так какую же из милостей Господа вашего вы отвергаете?!",
    "И будет сказано в порицание: \"Вот ад, который отвергли грешники среди вас\".",
    "И они будут блуждать между адским огнём и бурно кипящей водой.",
    "Так какую же из милостей Господа вашего вы отвергаете?!",
    "Тому же, кто страшится величия своего Господа и того, что он предстанет перед Ним для расплаты, уготовано два райских сада, -",
    "Так какую же из милостей Господа вашего вы отвергаете?! -",
    "с прекрасными зелёными ветвями (деревьев).",
    "Так какую же из милостей Господа вашего вы отвергаете?!",
    "В этих двух садах - два источника,которые текут там, где они пожелают.",
    "Так какую же из милостей Господа вашего вы отвергаете?!",
    "В них (садах) - два вида всякого плода.",
    "Так какую же из милостей Господа вашего вы отвергаете?!",
    "Они будут спокойно возлежать на ложах, у которых подкладка из парчи, а плоды двух садов будут близко (склоняться) к ним.",
    "Так какую же из милостей Господа вашего вы отвергаете?!",
    "В садах жёны-девственницы, взоры которых направлены только на своих супругов и которых не коснулся раньше ни человек, ни джинн.",
    "Так какую же из милостей Господа вашего вы отвергаете?!",
    "Эти красивые жёны похожи по своей красоте и сиянию (лиц) на рубины и кораллы.",
    "Так какую же из милостей Господа вашего вы отвергаете?!",
    "За благодеяния (в земном мире) не может быть другого воздаяния, кроме великой награды.",
    "Так какую же из милостей Господа вашего вы отвергаете?!",
    "И, кроме этих двух садов, есть ещё два других ,-",
    "Так какую же из милостей Господа вашего вы отвергаете?! -",
    "настолько зелёные, что их зелёный цвет кажется тёмно-зелёным.",
    "Так какую же из милостей Господа вашего вы отвергаете?!",
    "В этих садах - два источника, непрерывно бьющие водой.",
    "Так какую же из милостей Господа вашего вы отвергаете?!",
    "В них также различные виды фруктовых плодов, пальмы и гранаты [[В этом айате особо упоминаются пальмы и гранаты, может быть, потому, что их плоды отличаются от остальных плодов тем, что Аллах сделал их богатыми полезными элементами, которые обнаружила в них наука. Химический анализ фиников показал, что они содержат очень высокий процент сахаристых веществ (приблизительно 75%), которые организм превращает в высокую энергию и в большие калории. И, может быть, это было причиной того, что Аллах велел Марйам есть свежие спелые финики, чтобы восстановить силы, которые она потеряла при родах. Финики также содержат высокий процент минералов, полезных для организма, как кальций, фосфор, железо, много витаминов, белков и жиров, что делает финики ценным питательным продуктом. Что касается граната, то его мякоть и сок содержат, по сравнению с другими фруктами, высокий процент лимонной кислоты, которая уменьшает кислотность в моче и крови, что предохраняет от подагры и от отложения некоторых видов камней в почках. Кроме того, гранатовый сок содержит немалый процент сахаристых веществ (около 11%), которые легко превращаются в энергию. Кожура граната содержат вяжущие вещества, предохраняющие от поноса. Кора гранатового дерева употребляется как глистогонное средство при ленточных глистах.]].",
    "Так какую же из милостей Господа вашего вы отвергаете?!",
    "В них - благонравные жёны с сияющими лицами,-",
    "Так какую же из милостей Господа вашего вы отвергаете?\"-",
    "и красивыми глазами, скрытые в своих шатрах, -",
    "Так какую же из милостей Господа вашего вы отвергаете?! -",
    "и их раньше, до их мужей, не касался ни человек, ни джинн.",
    "Так какую же из милостей Господа вашего вы отвергаете?!",
    "Они будут возлежать на ложах с зелёными покрывалами и на коврах удивительной красоты.",
    "Так какую же из милостей Господа вашего вы отвергаете?\"",
    "Да будет возвышенно и благословенно имя твоего Господа - Обладателя величия и щедрости!",
    "Когда наступит День воскресения, [[Во имя Аллаха Милостивого, Милосердного! Эта сура ниспослана в Мекке и состоит из 96 айатов. Она начинается с рассказа о неизбежном наступлении Дня воскресения, о событиях, которые произойдут в этот День, и о том, что в этот День люди разделятся на три группы. Затем подробно рассказывается о том, что уготовано каждой группе в зависимости от их деяний - блаженство для богобоязненных, соответствующее их положению, или наказание для неверных за то, что они не уверовали и ослушались Аллаха. В суре показаны знаки милостей Аллаха Всевышнего и доказательства Его могущества в творении людей, в растениях, воде и огне и указано, что эти свидетельства могущества Аллаха требуют, чтобы люди восхваляли, почитали и славили Великого Аллаха. В айатах содержится клятва в том, что Священный Коран высокочтим, имеет большое значение и заслуживает, чтобы его почитали, как подобает Священному Писанию Аллаха. Сура порицает неверных за их злодеяние, - за то, что они вместо благодарности отвергли Коран. Затем в суре вкратце изложено то, что касается трёх групп, на которые разделятся люди в День воскресения, и говорится о том, что уготовано для каждой группы из блаженства или адского огня. В конце суры подчёркивается, что она содержит только истинное знание и непреклонную истину, и, следовательно, люди должны восхвалять и славить Аллаха Всевышнего.]]",
    "никто не сможет отвергать его.",
    "Этот День унизит несчастных и возвысит счастливых.",
    "56:4-6. Когда земля, сильно дрожа, сотрясётся,",
    "и горы рассыплются,",
    "и ветер развеет их пылью [[Эти Священные айаты удостоверяют ужасы, которые поразят Вселенную, когда настанет День воскресения. Среди них - вселенские катастрофы, которые повлияют на землю и её слои. Ведь земля, на которой мы живём, не очень устойчива и не находится в полном равновесии, поскольку она состоит из входящих друг в друга прерывистых скальных слоёв, что привело к появлению так называемых геологических разломов во многих районах. Эти разломы были и остаются эпицентрами крупных землетрясений, которые могут уничтожить всё, что находится на поверхности земли поблизости от эпицентра. Изложенное выше научное объяснение не противоречит религиозной точке зрения. Ведь Аллах Всевышний, может быть, соединит обычные вселенские явления по неизвестному нам порядку, чтобы их страшное взаимодействие стало причиной разрушения Вселенной. В этом случае научное разъяснение будет в полном соответствии с айатами, увещевающими о страшных ужасах, и всё это - от Аллаха и произойдёт, когда Аллах соизволит выполнить Своё решение относительно нашей земной жизни.]].",
    "вы будете разделены в этот День на три группы согласно вашим деяниям.",
    "Те, которым будут вручены Книги записи их деяний в правую руку, будут на возвышенном почётном месте. И какая это прекрасная степень для них!",
    "А те, которым будет вручена Книга записи их деяний в левую руку, будут на самом низком презренном месте. И как скверен их исход!",
    "А те, которые опережали других в совершении благочестивых деяний в земном мире, опередят всех также и в будущей жизни, вознесясь степенями.",
    "Они будут приближены к Аллаху.",
    "И Господь введёт их в райские сады благодати.",
    "Большое количество этих приближённых к Аллаху людей будет из прежних народов и их пророков,",
    "а малое - по сравнению с первыми - из общины Мухаммада.",
    "Они будут возлежать на ложах, украшенных драгоценными камнями,",
    "удобно и спокойно облокотясь на них и обратя лица друг к другу, чтобы ещё более подчеркнуть дружеское расположение и любовь.",
    "Их будут обслуживать вечно юные отроки, обходя их",
    "с чашами и кувшинами, наполненными райским напитком и кубками, полными вина, из текущих источников,",
    "от него они не испытают головной боли, которая может отвратить их от него, и не потеряют разума,",
    "В раю для них - фруктовые плоды любого вида из тех, что они выберут,",
    "и мясо птиц из тех, что они пожелают,",
    "а также большеглазые девы,",
    "подобные - по сиянию, чистоте и красоте - жемчугу, хранящемуся в раковине.",
    "Всё это - воздаяние за благие деяния, которые они совершили в земном мире.",
    "В раю они не услышат ни пустословия, ни навлекающей грехи речи,",
    "а скажут только слово: \"Мир!\"- которым они будут приветствовать друг друга.",
    "А тем, кому будет вручена Книга записи их деяний в правую руку, - никто не может представить, каково будет воздаяние им.",
    "Они будут в раю среди деревьев \"ас-сидр\", лишённых шипов,",
    "и бананов с обильными плодами,",
    "и вечной, широко раскинувшейся тени,",
    "и воды, льющейся в их чаши, где они пожелают,",
    "и различных фруктовых плодов,",
    "доступных в любое время и разрешённых тому, кто их пожелает,",
    "и мягких высоких лож.",
    "Поистине, Мы сотворили большеглазых дев-гурий в раю творением особым",
    "и создали их девственницами,",
    "любящими своих мужей, сверстницами,",
    "предназначенными для блаженства тех, кому будет вручена Книга записи их деяний в правую руку,",
    "их много из прежних народов",
    "и много их из общины Мухаммада.",
    "А тех, которым вручена Книга записи их деяний в левую руку, - никто не может представить себе, какое наказание постигнет их.",
    "Они будут в огненном вихре, проникающем через поры и охватывающем их, и в кипящей воде, которую они будут пить и которую будут лить им на головы,",
    "в тени очень чёрного огненного дыма.",
    "Этот дым не прохладный, чтобы дать им остыть, не полезный, чтобы им дышать.",
    "Прежде, до этого наказания, они в земной жизни чрезмерно наслаждались преходящими мирскими благами, отвлекаясь от повиновения Аллаху Всевышнему.",
    "Они настойчиво впадали в тяжкий, большой грех. Ведь они клялись Аллахом, сильнейшей из клятв, что Аллах не воскресит того, кто умрёт.",
    "Отвергая воскрешение, они говорили: \"Неужели мы будем воскрешены после смерти, когда часть наших тел уже превратилась в прах, а другая часть - в истлевшие кости. Неужели мы действительно вернёмся к жизни второй раз?",
    "Неужели мы вместе с нашими праотцами, которые превратились в рассеявшийся по земле прах, будем воскрешены?",
    "Скажи им в ответ на их отрицание воскрешения: \"Поистине, и прежние древние народы, и последующие народы, в том числе и вы,",
    "будут собраны в определённый День без отсрочки.",
    "Затем вы, о неверные, сбившиеся с прямого пути, отвергающие воскрешение,",
    "непременно будете есть плоды с дерева заккум в аду",
    "и будете наполнять ими свои животы из-за сильного голода.",
    "И запивать плоды заккума будете кипящей водой, не утоляющей жажды.",
    "Вы будете пить много, словно верблюды, томимые жаждой, которые не могут утолить свою жажду водой.",
    "Все упомянутые виды наказания - угощение, уготованное им в День воскресения.",
    "Мы вас сотворили из небытия. Так почему же вы не признаете, что Мы можем вас воскресить?",
    "Видели ли вы семя, которое вы извергаете в матку?",
    "Вы ли создатели, которые заботитесь о нём при его развитии, пока оно не становится человеком, или Мы Творцы?!",
    "Мы предопределили вам смерть и установили для вашей смерти определённый срок. Мы можем",
    "изменить ваши облики и вновь создать вас в непривычном для вас образе.",
    "Вы уже убедились, что Аллах создал вас в первый раз. Так почему вы не размышляете о том, что Аллаху, который сотворил вас в первый раз, легче будет сотворить вас во второй раз?!",
    "Видели ли вы семена, которые вы сеете в землю?",
    "Это вы заставляете их прорастать или Мы одни заставляем их пустить ростки?",
    "Если бы Мы захотели, Мы превратили бы это растение в искрошенную дроблёную солому до того, как оно поспеет, и вы, удивляясь злу, постигшему его,",
    "сказали бы: \"Поистине, мы потерпели убытки, расстратив свои усилия напрасно!",
    "Мы несчастны и лишены пропитания\".",
    "Видели ли вы пресную воду, которую вы пьёте?",
    "Это вы низвели её из тучи, или Мы её низвели, оказывая вам милость? [[Чтобы пошёл дождь из дождевых туч, требуются определённые климатические условия, которые человек не в состоянии контролировать или искусственно создать, например, наличие холодного ветра над потоком тёплого ветра или наличие неустойчивой погоды. Человек сделал попытки искусственно вызвать дождь из проходящих туч, но эти попытки - лишь эксперименты, и наука доказала, что успех, достигнутый в этой области, очень ограничен и требует подходящих природных условий.]]",
    "Если бы Мы захотели, Мы обратили бы её в солёную, невыносимую. Так не будете ли вы благодарны Аллаху за то, что Он сделал воду вкусной и пресной?",
    "Видели ли вы огонь, который разжигаете?",
    "Это вы вырастили дерево, пригодное для огня, или Мы создали его также?",
    "Мы сделали этот огонь назиданием, напоминающим, когда на него смотрят, об адском огне, и создали его для пользы тех, кто находится в пустыне, чтобы они использовали его для приготовления пищи и отопления.",
    "Так постоянно прославляй имя Великого Господа твоего, отвергая от Него всё, что не подобает Ему, и благодари Его за эти великие милости!",
    "Клянусь местом заката звёзд, когда они исчезают в конце ночи - временем для совершения молитвы \"ат- Тахаджжуд\" (дополнительная добровольная молитва в последней части ночи) и обращения к Аллаху за прощением грехов.",
    "И эта клятва, если вы размышляете о её значении, очень велика, важна и значительна [[Эти два айата показывают значение этой великой клятвы. Ведь звёзды - (самосветящиеся) небесные тела, сверкающие сами по себе, а Солнце, самая близкая к нам из звёзд, находится от нас на асстоянии приблизительно в 500 световых лет. Солнечная энергия - основа жизни. Если бы расстояние между Землёй и Солнцем было больше или меньше, чем оно есть, то жизнь была бы невозможной. Звёзды также различаются по величине. Среди них есть гигантские звёзды, которые так велики, что одна может охватить и Землю, и Солнце, несмотря на расстояние между ними. Существуют звёздные скопления, которые называются кистями, они плавают по космическому пространству и иногда вторгаются в созвездие \"Млечный путь\". Если они случайно столкнутся с планетами Солнечной системы, будет неизбежная гибель. Если даже одна звезда приблизится к Солнцу, это приведёт к нарушению равновесия, гибели и умиранию. Поэтому знаки напоминания и могущества видны во Вселенной, которую Аллах Всевышний создал и организовал.]].",
    "Поистине, это - Коран, приносящий пользу,",
    "хранимый в \"аль-Лаух аль-Махфуз\" (Небесной Скрижали), и ведают о нём только приближённые из ангелов.",
    "К Священному Корану пусть прикасаются только очищенные от осквернения люди, совершившие омовение.",
    "Он ниспослан Аллахом - Господом всех обитателей миров.",
    "Неужели вы отвратитесь, пренебрегая этим великим Кораном и его достоинством?",
    "И вместо того, чтобы благодарить Аллаха за дарованное вам пропитание, вы не верите в Него!",
    "Когда кто-либо из вас умирает, и душа подступает к горлу,",
    "а вы около умирающего и смотрите на него,",
    "Мы ближе к нему и лучше знаем его состояние, чем вы, но вы этого не видите и не чувствуете,",
    "и если вы независимы от Нас и не подчиняетесь Нам,",
    "то верните душу умирающего в его тело, если вы говорите правду, утверждая, что вы обладаете непобедимой мощью!",
    "Если же умирающий был из числа близких к Аллаху - опережавший в совершении благих деяний, - то для него будет покой, милость, прекрасный удел и благодатный райский сад.",
    "Если же умирающий был из числа близких к Аллаху - опережавший в совершении благих деяний, - то для него будет покой, милость, прекрасный удел и благодатный райский сад.",
    "А если он из числа тех, которым вручена Книга записи его деяний в правую руку,",
    "то ему будет сказано в знак приветствия и почёта: \"Мир тебе и приветствие от твоих братьев, которым вручена Книга записи их деяний в правую руку!\"",
    "Если он из числа отвергающих воскресение, заблудших, которым Книга записи их деяний будет вручена в левую руку,",
    "то первое угощение, уготованное ему, - сильно кипящая вода",
    "и горение в пылающем огне.",
    "То, что содержится в этой Священной суре - непреложная истина, в которой нет никакого сомнения!",
    "Так постоянно прославляй имя Великого Господа твоего, отвергая от Него всё, что не подобает Ему и благодаря Его за Его милости!",
    "Аллаха Всевышнего восхваляет всё, что в небесах и на земле - из людей, животных, живое и неживое. Он - Всемогущий, устраивает всё согласно Своей мудрости. [[Во имя Аллаха Милостивого, Милосердного! Эта сура ниспослана в Медине. Она состоит из 29 айатов. Сура начинается с сообщения, что Аллаха восхваляет всё, что в небесах и на земле, отвергая от Него всё, что не подобает Ему. Затем в суре излагаются причины, требующие это: Аллаху принадлежат небеса и земля. Он властен над ними, объемлет их и распоряжается ими по Своей мудрости, как пожелает. В суре повелено уверовать в Аллаха и расходовать на Его пути. Сура показала различие степеней воздаяния за расходование в зависимости от причины и цели. В суре рассказывается о состоянии верующих в День воскресения, перед которыми, а также со всех сторон будет струиться их ясный Свет, и о состоянии лицемеров, когда они попросят верующих подождать, чтобы позаимствовать у них долю Света. Между ними возведена стена с вратами. Внутренняя сторона стены (со стороны рая) - милосердие, а наружная (со стороны ада) - наказание. Сура призывает верующих быть смиренными и покорными при поминании Аллаха и того, что ниспослано из Истины (Священного Корана), и разъясняет им достоинства мужчин и женщин, подающих милостыню, перед своим Господом, и конец неверных, отвергающих День воскресения, в аду. В суре приводятся примеры ничтожности земной жизни с её преходящими мирскими благами и величия будущей жизни с её благодатным блаженством и наказанием, и содержится призыв поспешить усердно просить у Аллаха прощения. Сура успокаивает людей тем, что добро или зло, которые постигают человека, предопределены и записаны в Книге у Аллаха, чтобы каждая душа покорилась предопределению Аллаха. Потом в суре рассказывается о последовательном направлении посланников с вескими доказательствами, Писаниями и правилами для приобретения силы в жизни и для организации своей деятельности, чтобы люди придерживались справедливости. Сура завершается призывом к верующим быть богобоязненными и обещает им, что Аллах окажет им Своё милосердие в двойном размере и дарует им Свою милость и щедроты, над которыми не властен никто, кроме Аллаха. Он дарует их тому, кому пожелает. Аллах обладает великой милостью и щедростью.]]",
    "Только Аллаху, и никому другому, принадлежат небеса и земля и власть над ними, и Он распоряжается всем, что на них, как желает. Он оживляет и умерщвляет и обладает полной властью над всем сущим.",
    "Он - существовавший прежде, чем сотворена любая вещь, вечный, остающийся после гибели и исчезновения всякой вещи, видимый в каждой вещи - ведь в каждой вещи - знамения Аллаха, скрытый, которого не постигают взоры, а Он полностью знает всякую вещь - явную и скрытую.",
    "Он - Тот, кто сотворил небеса и землю, а также всё, что между ними, за шесть дней, потом утвердился на Троне, как подобает Его благородному Лику. Он знает всё, что проникает в землю, что скрывается в ней и что выходит из неё. Он знает всё, что нисходит с неба и что восходит туда. Он знает всё о вас и Своим знанием объемлет все ваши дела, где бы вы ни были. Ему ведомо всё, что вы творите, и ничто не скрывается от Него.",
    "Только Аллаху одному принадлежит власть над небесами и над землёй. К Нему, Всевышнему, возвращаются дела Его творений, а Он по Своей воле решает всё, что касается их судеб.",
    "Он добавляет часы из ночи ко дню и часы из дня к ночи, поэтому меняется продолжительность дня и ночи. Он - Тот, кто знает, что в груди и сокровенные тайны сердца.",
    "Веруйте в Аллаха и в Его посланника и расходуйте из имущества, которое Аллах даровал вам и дал в ваше распоряжение, на пути Аллаха и на угодные Ему дела. Ведь Аллах уготовил великую награду тем из вас, которые уверовали в Аллаха и в Его посланника и расходовали из того, что Он даровал им в наследство.",
    "Почему же вы не веруете в Аллаха, когда Его посланник призывает вас к вере в вашего Господа и побуждает вас к ней, а Аллах прежде взял с вас обет о вере? Если вы желаете верить, то уже приведены веские доказательства веры.",
    "Он - Тот, кто ниспосылает Своему посланнику ясные айаты Корана, чтобы вывести вас из заблуждения к прямому пути. Поистине, милости Аллаха и Его милосердие к вам велики!",
    "Что мешало вам расходовать из своего имущества на пути Аллаха, а ведь Он наследует небеса и землю?! Он наследует всё, что на них, и никто другой, кроме Него, не будет владеть ничем на них. Не равны среди вас по степени и награде те, которые расходовали и сражались за веру до завоевания Мекки, когда ислам нуждался в помощи и поддержке, и те, которые расходовали и сражались за веру после завоевания Мекки. Ведь тот, кто расходовал и сражался за веру до завоевания Мекки, выше степенью, чем тот, кто расходовал и сражался за веру после завоевания её. И тем и другим Аллах обещал наилучшую награду, но отличаются они по степеням. Аллах осведомлён в том, что вы творите, и воздаст каждому по заслугам.",
    "Кто из верующих искренне расходует на пути Аллаха, чтобы Аллах удвоил ему награду, и сверх этого в День воскресения ему была бы уготована ещё великая награда?",
    "В тот День, когда ты увидишь впереди верующих мужчин и верующих женщин и по правую сторону от них Свет их веры и добродеяний, а ангелы им говорят: \"Вам - добрая весть! Радуйтесь! Сегодня вам уготованы райские сады, где внизу текут реки, и в них вы вечно пребудете. Такое великое воздаяние - прекрасный успех благодаря вашим благочестивым деяниям\".",
    "В тот День, когда лицемеры и лицемерки скажут верующим мужчинам и верующим женщинам: \"Подождите нас, чтобы нам досталась доля вашего Света!\" - но им в порицание скажут: \"Вернитесь туда, откуда мы получили этот Свет и там возьмите его!\" И между верующими и лицемерами воздвигнута стена с вратами, внутренняя часть которой (со стороны рая) - милосердие и блаженство, а её наружная часть (со стороны адского огня) - кара и наказание.",
    "Лицемеры спросят верующих: \"Разве мы не были с вами и не сопутствовали вам в земной жизни?\" Верующие им ответят: \"Да, вы были с нами, как вы говорите, но вы погубили себя лицемерием. Вы выжидали, чтобы губительные беды постигли верующих, и впали в сомнение относительно религии. Вас обманывали ваши ложные надежды и ваше благополучие, пока не постигла вас смерть, а шайтан обманул и соблазнил вас тем, что Аллах простит вас и отпустит вам грехи.",
    "Сегодня же от вас не принимается выкуп, которым вы хотите избавиться от наказания, каким бы он ни был, как не принимается выкуп от неверных, которые открыто заявили о своём неверии. Для вас местопребыванием будет огонь, который более подходит вам, а какой скверный исход - огонь! \"",
    "Разве не настало время для тех, которые уверовали, чтобы смягчились и смирились их сердца при поминании Аллаха и Священного Корана и чтобы они не стали, как те из иудеев и христиан, которым было ниспослано Писание раньше них и которые придерживались его некоторое время? Но прошло много времени, и их сердца очерствели, и многие из них не придерживаются своей религии.",
    "Знайте, о верующие, что Аллах уготовил землю и устроил её, чтобы на ней произрастали растения, когда на неё проливается дождь после того, как она иссохла. Мы разъяснили вам айаты и знамения и привели притчи, может быть, вы поразмышляете над ними, и ваши сердца смягчатся для благоговейного упоминания Аллаха.",
    "Поистине, тем из мужчин и женщин, которые дают милостыню и искренне расходуют из своего имущества на пути Аллаха, и их души довольны этим, Аллах удвоит награду. А сверх этого, для них в День воскресения будет ещё великая награда.",
    "А те, которые уверовали в Аллаха и в Его посланников и не делали различия между посланниками - по достоинству и высокой степени - подобны правдивейшим праведникам и погибшим на пути Аллаха. Им уготованы в День воскресения награда и Свет, подобные награде и Свету правдивейшим и погибшим на пути Аллаха. А те, которые не уверовали и отвергли знамения Аллаха, будут обитателями адского огня, где они вечно пребудут.",
    "Знайте же, о те, которые обольщаются земной жизнью, что эта жизнь - лишь бесполезная игра и забава, отвлекающая человека от того, что приносит ему пользу, и украшение, не возвышающее личного достоинства, и кичливое взаимное хвастовство преходящим знатным родством и истлевшими костями, и состязание в умножении имущества и детей. Это подобно дождю, благодаря которому росло растение, приводящее сеятелей в восхищение. Когда же оно начнёт поспевать, ты увидишь, что оно увядает и желтеет, а потом, через некоторое время, оно превратится в сухую раскрошенную солому, не приносящую никакой пользы. В будущей жизни уготовано мучительное наказание тому, кто выбрал земную жизнь, предпочтя её жизни будущей и не узнав её истинной цены. А тем, кто предпочитал будущую жизнь земной, будет прощение от Аллаха и Его благосклонность. Ведь земная жизнь - лишь преходящее, призрачное, ложное обольщение для тех, кто довольствовался только ею и не готовился к жизни будущей, совершая благочестивые деяния.",
    "Спешите же опережать друг друга, чтобы заслужить прощение от вашего Господа и войти в обширный райский сад, ширина которого, как ширина небес и земли, уготованный тем, кто уверовал в Аллаха и в Его посланников. Это великое воздаяние - милость Аллаха, и Он дарует её, кому пожелает из Своих рабов. И только Аллах обладает великой милостью, недоступной человеческому разуму и не поддающейся описанию.",
    "Никакая беда не поразит землю: засуха, недостаток в плодах и т.д., и не поразит ваши души: болезнь, бедность, смерть и т.д., если она не была записана в аль-Лаух\" (Скрижали), предопределена Аллахом и подтверждена Его знанием, раньше чем Мы претворим её в жизнь на земле и в ваших душах. Предопределение беды, знание о ней для Аллаха очень легки и не представляют никакого труда, поскольку Его знание объемлет всё сущее.",
    "Мы открыли вам это, чтобы вас не постигла чрезмерная печаль, приводящая вас к негодованию, о том, чего вы лишились, и чтобы вы не радовались кичливо тому, что Он вам даровал. Ведь Аллах не любит всяких гордецов, заносчиво кичащихся перед людьми тем, что имеют,",
    "которые, скупясь, не расходуют из своего имущества на пути Аллаха и приказывают людям скупиться, представляя им скупость в лучшем свете. А если кто- нибудь отказывается от повиновения Аллаху, то только Аллах богат и не нуждается в нём, и только Он - Тот, кто заслуживает хвалу и прославление.",
    "Мы отправили Своих посланников, которых Мы избрали, с вескими доводами и явными чудесами и ниспослали с ними Писания, содержащие установления и законы религии, и весы, которые устанавливают справедливость в отношениях между людьми, чтобы люди придерживались справедливости, сотрудничая друг с другом. И Мы создали железо, причиняющее людям страшные муки во время войны и приносящее им пользу в мирное время. Ведь люди используют его в ремёслах в своих интересах и на пользу в своей жизни. Всё это - для того, чтобы Аллах выявил, кто помогает Его религии и поддерживает Его посланников. Поистине, Сам Аллах Всемогущ и не нуждается ни в чьей помощи [[Железо - один среди семи элементов (золото, серебро, ртуть, медь, свинец, железо, олово), которые уже знали древние. Это самый распространённый металл в природе. Он, в основном, находится в соединении с другими элементами в различных формах. В айате указывается, что железо причиняет людям зло и приносит им пользу. Доказательством этого является то, что железо и железные слитки обладают очень многими свойствами. Это сделало его самым подходящим металлом для производства оружия, основой тяжёлой и лёгкой промышленности и опорой цивилизации. Железо играет важную роль в биологических процессах, происходящих в живых существах, и находится во многих органах тела: печени, селезёнке, почках, суставах. Организм нуждается в определённом количестве железа, которое он получает из различных источников. Нехватка железа в организме приводит к малокровию и другим заболеваниям.]].",
    "Мы послали Нуха и Ибрахима и из их потомства избрали пророков, и ниспослали им Писания, ведущие к прямому пути. Часть их потомства шла по прямому пути, но многие из них сбились с него и впали в заблуждение.",
    "Вслед за Нухом и Ибрахимом, и теми посланниками, которые предшествовали им или были их современниками, Мы отправляли Своих посланников одного за другим. После них Мы послали Ису, сына Марйам, и внушили ему Евангелие, и вселили в сердца тех, кто последовал за ним, сочувствие, сострадание и нежность. Для большего поклонения, и проявляя чрезмерность в набожности, они сами выдумали монашество, которое Мы им не предписывали. Но они его придерживались, чтобы приобрести благосклонность Аллаха Всевышнего. Однако они не соблюдали положения о монашестве должным образом. Тем из последователей Исы, которые уверовали в Мухаммада, Мы даровали награду и вознаграждение, которые они заслуживают. Но многие из них не уверовали в Мухаммада, отвергнув его, ослушались Аллаха и сбились с прямого пути.",
    "О вы, которые уверовали! Страшитесь наказания Аллаха и придерживайтесь веры в Его посланника, и Он удвоит для вас Своё милосердие и дарует вам Свет, который будет освещать вам путь, и простит вам грехи, которые вы совершили. Ведь Его прощение и милосердие велики!",
    "Аллах Всевышний дарует вам всё это, чтобы люди Писания, не уверовавшие в Мухаммада, знали, что они не властны ни над чем из милостей Аллаха и что они не могут её приобрести себе или даровать кому- либо другому, и что вся милость во власти Аллаха одного. Он дарует её, кому пожелает из Своих рабов. Ведь Аллах - Обладатель великой милости!"
  ]
}