{
  "meta": {
    "id": 153,
    "name": "Hamza Roberto Piccardo",
    "translator_name": "Hamza Roberto Piccardo",
    "slug": "italian-hamza-roberto-piccardo",
    "language_name": "italian"
  },
  "verses": [
    "Rispose: «Non ti avevo detto che non avresti avuto pazienza insieme con me?».",
    "Disse [Mosè]: «Se dopo di ciò ancora ti interrogherò, non mi tenere più insieme con te. Ne avrai buon diritto».",
    "Continuarono insieme e giunsero nei pressi di un abitato. Chiesero da mangiare agli abitanti, ma costoro rifiutarono l’ospitalità. S’imbatterono poi in un muro che minacciava di crollare e [quello] lo raddrizzò. Disse [Mosè]: «Potresti ben chiedere un salario per quello che hai fatto».",
    "Disse: «Questa è la separazione. Ti spiegherò il significato di ciò che non hai potuto sopportare con pazienza.",
    "Per quel che riguarda la nave, apparteneva a povera gente che lavorava sul mare. L’ho danneggiata perché li inseguiva un tiranno che l’avrebbe presa con la forza.",
    "Il giovane aveva padre e madre credenti, abbiamo voluto impedire che imponesse loro ribellione e miscredenza",
    "e abbiamo voluto che il loro Signore desse loro in cambio [un figlio] più puro e più degno di affetto.",
    "Il muro apparteneva a due orfani della città e alla sua base c’era un tesoro che apparteneva loro. Il loro padre era uomo virtuoso e il tuo Signore volle che raggiungessero la loro età adulta e disseppellissero il loro tesoro; segno questo della misericordia del tuo Signore. Io non l’ho fatto di mia iniziativa. Ecco la spiegazione di quello che non hai potuto sopportare con pazienza».",
    "Ti interrogheranno a proposito del Bicorne . Di’: «Vi racconterò qualcosa sul suo conto».",
    "In verità gli abbiamo dato ampi mezzi sulla terra e modo di riuscire in ogni impresa.",
    "Egli seguì una via .",
    "Quando giunse all’[estremo] occidente , vide il sole che tramontava in una sorgente ribollente e nei pressi c’era un popolo. Dicemmo: «O Bicorne, puoi punirli oppure esercitare benevolenza nei loro confronti».",
    "Disse: «Puniremo chi avrà agito ingiustamente e poi sarà ricondotto al suo Signore che gli infliggerà un terribile castigo.",
    "E chi crede e compie il bene avrà la migliore delle ricompense e gli daremo ordini facili».",
    "Seguì poi una via.",
    "E, quando giunse dove sorge il sole, trovò che sorgeva su di un popolo cui non avevamo fornito alcunché per ripararsene.",
    "Così avvenne e Noi abbracciavamo nella Nostra scienza tutto quello che era presso di lui.",
    "Seguì poi una via.",
    "Quando giunse alle due barriere , trovò tra di loro un popolo che quasi non comprendeva alcun linguaggio.",
    "Dissero: «O Bicorne, invero Gog e Magog portano grande disordine sulla terra! Ti pagheremo un tributo se erigerai una barriera tra noi e loro».",
    "Disse: «Ciò che il mio Signore mi ha concesso è assai migliore . Voi aiutatemi con energia e porrò una diga tra voi e loro.",
    "Portatemi masse di ferro». Quando poi ne ebbe colmato il valico [tra le due montagne] disse: «Soffiate!». Quando fu incandescente, disse: «Portatemi rame, affinché io lo versi sopra» .",
    "Così non poterono scalarlo e neppure aprirvi un varco.",
    "Disse: «Ecco una misericordia che proviene dal mio Signore. Quando verrà la promessa del mio Signore, sarà ridotta in polvere; e la promessa del mio Signore è veridica».",
    "In quel Giorno lasceremo che calino in ondate gli uni sugli altri. Sarà soffiato nel Corno e li riuniremo tutti insieme.",
    "In quel Giorno mostreremo l’Inferno ai miscredenti",
    "che hanno avuto gli occhi velati di fronte al Mio Monito e che non potevano udire.",
    "I miscredenti credono di potersi scegliere per patroni i Miei servi all’infuori di Me? In verità abbiamo preparato l’Inferno come dimora dei miscredenti.",
    "Di’: «Volete che vi citiamo coloro le cui opere sono più inutili,",
    "coloro il cui sforzo in questa vita li ha sviati, mentre credevano di fare il bene?».",
    "Sono coloro che negarono i segni del loro Signore e l’Incontro con Lui. Le loro azioni falliscono e non avranno alcun peso nel Giorno della Resurrezione.",
    "La loro retribuzione sarà l’Inferno, per la loro miscredenza e per essersi burlati dei Miei segni e dei Miei Messaggeri.",
    "Coloro che credono e compiono il bene avranno per dimora i giardini del Paradiso,",
    "dove rimarranno in perpetuo senza desiderare alcun cambiamento.",
    "Di’: «Se il mare fosse inchiostro per scrivere le Parole del mio Signore, di certo si esaurirebbe prima che fossero esaurite le Parole del mio Signore, anche se Noi ne aggiungessimo altrettanto a rinforzo».",
    "Di’: «Non sono altro che un uomo come voi. Mi è stato rivelato che il vostro Dio è un Dio Unico. Chi spera di incontrare il suo Signore compia il bene e nell’adorazione non associ alcuno al suo Signore».  Questa sura, centrale rispetto al Corano, contiene tre storie di notevole spessore spirituale e concettuale: «i compagni della Caverna», «l’incontro di Mosè con al-Khidr», «la vicenda del Bicorne». E davvero meraviglioso il segno che l’Altissimo (gloria a Lui) ci illustra raccontandoci la storia dei giovani credenti. E un segno di rinuncia alle cose terrene che si realizza e si compie in due fasi successive. In un primo tempo i giovani abbandonarono la loro città e si ritirarono in una caverna per sfuggire alle persecuzioni di un tiranno pagano che voleva costringerli ad abiurare il loro credo. Volevano conservare la purezza della loro fede e si abbandonarono fiduciosi alla misericordia divina. Allah (gloria a Lui l’Altissimo) li fece addormentare per poi risvegliarli molto tempo dopo, quando le condizioni esterne erano cambiate: la gente riconosceva l’Unità di Allah ed era governata da un sovrano saggio e pio. Si erano realizzate le condizioni per una vita terrena accettabile al credente, ma ormai lo spirito dei giovani si era elevato al punto tale da renderli incompatibili alla miseria terrena e Colui Che ha esatta percezione di ogni cosa prese le loro anime e fece di loro un segno imperituro per tutti gli uomini. La seconda storia vede protagonisti Mosè e un servo dell’Altissimo (gloria a Lui) che l’esegesi identifica con al-Khidr. Una tradizione, riferita dal Bukhari, spiega le circostanze dell’incontro tra Mosè e Khidr che troviamo nei verss. -della sura. Riferì Ibn ‘Abbàs: «L’Inviato di Allah (pace e benedizioni su di lui) raccontò che Mosè stava tenendo un sermone alla sua gente quando uno degli astanti gli chiese chi fosse l’uomo più sapiente. Mosè rispose che era lui. Allah (gloria a Lui l’Altissimo) lo rimproverò per la sua compassione e per non aver ricordato che tutta la scienza appartiene a Lui e gli disse: “Invero alla confluenza dei due mari c’è uno dei Miei servitori che è più sapiente di te”. “Signore”, esclamò Mosè, “come potrò incontrarlo?” “Prendi un pesce”, rispose Allah, “mettilo in un cesto. Nel luogo in cui perderai il pesce troverai quell’uomo.” Mosè prese un pesce, lo mise in un cesto e partì con il suo giovane servo…». Questo episodio ha dato adito a molte interpretazioni. La sua collocazione centrale rispetto al Corano, la natura di Khidr e la sua conoscenza di realtà sottili e inevidenti, hanno suggerito importanti considerazioni a proposito della relatività della conoscenza umana, dell’umanità dei profeti, della necessità di un atteggiamento di umiltà totale di fronte alla potenza, alla scienza e alla volontà divina. Infine, i verss. -ci parlano del Bicorne, che la gran parte dei commentatori identificano con Alessandro il Macedone basandosi su un detto dell’Inviato di Allah (pace e benedizioni su di lui), che disse: «…è il greco che fondò Alessandria» (Tabarì xvI, ). Il Bicorne spazia tra gli estremi orizzonti terreni recando un messaggio di fede, di giustizia e di conoscenza e giunge ai limiti del mondo conosciuto, dove vivono Gog e Magog. In base ai dati tradizionali queste creature hanno caratteristiche subumane e sembrano rappresentare tutta l’animalità insita nell’individuo. Il Bicorne le imprigiona elevando un vallo di ferro ricoperto di rame, dietro il quale rimarranno confinate fino al giorno in cui, nei tempi ultimi, sciameranno da ogni declivio. Rimane da dire che l’Inviato di Allah (pace e benedizioni su di lui) invitò i devoti a leggere la Sura della Caverna il venerdì, giorno della preghiera congregazionale, in quanto essa costituisce espiazione dei peccati meno gravi commessi tra un venerdì e l’altro, e disse: «Chi conosce a memoria [e recita] i primi dieci versetti della Sura della Caverna, si preserva dalla fitna, in questo caso aberrazione (vedi nota a II, del Dajjàl, l’Anticristo». Disse l’Inviato di Allah (pace e benedizioni su di lui): «Tra la creazione di Adamo e l’arrivo dell’Ultima Ora non vi è fatto più grave dell’apparizione del Dajjàl» (lo ha tramandato Müslim); e disse ancora: «Non c’è alcun profeta che non abbia messo in guardia la sua gente dall’impostore con un occhio solo, [il Dajjàl] ma il vostro Signore non ha un occhio solo. Sulla sua fronte ci sono le lettere K-F-R (lettere che formano il radicale che dà origine ai termini kufr, kâfir: miscredenza, miscredenti ecc.)» (lo hanno riferito al-Bukhari e Muslim). Un’altra redazione della stessa tradizione dice invece: «…gli ultimi dieci versetti».  «…Discorso»: in arabo «hadith»: discorso, racconto, in questo caso si riferisce al Corano stesso.  «compagni della caverna»: vedi nota introduttiva.  L’esegesi avanza diverse ipotesi a proposito del significato di «Ar-Raqìm», secondo quella più accreditata (in base all’interpretazione di Ibn ‘Abbàs), si tratterebbe del nome di un fiume nella vallata del quale si trovava la caverna. Tabarì (xv, afferma essere il nome di una scrittura posta sull’entrata della caverna; qualcuno ritiene invece che sia il nome del cane di cui al vers.  «quale delle due fazioni»: a proposito di queste due fazioni, l’esegesi non è unanime. Secondo alcuni si tratterebbe di un’allusione all’esistenza di due sette diverse di cristiani, una credeva nella Resurrezione del corpo e dell’anima, l’altra solo in quella dell’anima; altri ritengono che l’espressione si riferisca ai «Dormienti» e agli abitanti della città, altri ancora alla gente della città che si divise in due fazioni a proposito degli anni che i sette avevano passato nella caverna.  Abbiamo riferito, letteralmente, alla seconda persona plurale il discorso che i giovani si rivolgevano l’un altro. Si tratta di una costruzione sintattica araba. Cfr. la Sura di Giuseppe (pace su di lui) al vers. quando i fratelli complottano contro di lui.  «Avresti visto»: «se ci fossi stato o Muhammad avresti visto che Allah aveva voluto che il sole non penetrasse nella caverna e non la scaldasse troppo».  «Li giravamo…»: per rendere meno penoso il loro decubito, Tabarì xv,  II terrore che avrebbe preso chi li avesse scoperti fu una potente protezione che Allah (gloria a Lui l’Altissimo) concesse ai Suoi devoti, affinché non fossero oggetto di alcuna molestia o ingiuria.  Gli esegeti che hanno proceduto al computo delle lettere che compongono il Corano hanno verificato che la parola «wa lyatalattaf» (che abbiamo tradotto: «che si comporti con gentilezza», è il centro esatto del Libro Santo.  I giovani parlano tra loro, a proposito dell’uso della seconda persona plurale vedi sopra nota al vers. «un santuario»: il termine arabo è «masjid» (luogo in cui si pratica il «sujùd», la prosternazione), la cui traduzione esatta è «moschea». Si è preferito il più generico termine «santuario» in quanto la moschea si identifica tradizionalmente con il luogo di culto della religione islamica.  Su istigazione dei rabbini i meccani insistettero a lungo sul numero dei dormienti. sulla loro postura nel sonno e su mille altri particolari. Allah (gloria a Lui L Altissimo), ordina al Suo Inviato (pace e benedizioni su di lui) di non raccogliere tali provocazioni.  «se Allah vuole»: la formula «in shà’ Allah» che i musulmani aggiungono ad ogni espressione che implichi una qualche progettualità, speranza o aspettativa, è stata oggetto di molte interpretazioni pseudoculturali e sociologiche sulla mentalità araba. In realtà essa è assolutamente islamica, coranica, come si può ben leggere in questo versetto. Significa l’assoluta consapevolezza del credente sul fatto che solo Allah (gloria a Lui l’Altissimo) è il Padrone della volontà e del futuro.  Trecento anni solari corrispondono a trecentonove anni lunari, infatti a ogni secolo di anni lunari vanno aggiunti tre anni per avere la concordanza con quelli solari. Si tratta solo di un’interpretazione possibile: infatti, l’inizio del versetto seguente, con la tipica formula dell’incertezza, lascia spazio al dubbio.  Tutto quanto non cade sotto il dominio dei nostri sensi, o non ci sia stato notificato da una Sacra Scrittura o una rivelazione profetica, fa parte del «ghayb», un termine che abbiamo tradotto anche con «l’invisibile, l’occulto» che appartiene ad Allah (gloria a Lui l’Altissimo) e solo a Lui.  A proposito dell’immutabilità della rivelazione coranica vedi anche nota a xv,  «non troverai»: secondo l’esegesi classica: «nel caso, o Muhammad, che non obbedirai ai Suoi ordini».  I meccani miscredenti avevano chiesto all’Inviato di Allah (pace e benedizioni su di lui) di lasciar perdere gli schiavi e la povera gente che lo seguiva e pregava con lui dicendo che «puzzavano». Lo invitavano a frequentarli, nelle loro belle case, partecipando a ricchi banchetti, in maniera da «discutere» con loro. Il versetto scese per dare a Muhammad un avvertimento chiaro ed inequivocabile.  La fede è una libera scelta dell’uomo o è un dono di Allah a coloro che la desiderano? Ma chi mette nel cuore il desiderio di fede se non Allah Stesso (gloria a Lui l’Altissimo)? I fautori del libero arbitrio hanno fatto di questo versetto uno dei punti di forza della loro speculazione dottrinale e filosofica, cui si oppongono quei pensatori islamici convinti assertori della predestinazione della grazia divina. Allah ne sa di più.  Pare che la metafora contenuta nei versetti che seguono sia rivolta in paricolare a quegli idolatri di cui abbiamo già parlato nella nota al vers. I beni materiali provengono da Allah e una condizione agiata non deve essere motivo di superbia e di disprezzo per i poveri. Ingratitudine e miscredenza sono intimamente legate l’una all’altra, anzi è la miscredenza che crea i presupposti dell’ingratitudine verso il Creatore, è l’ingratitudine a far ricadere l’uomo nella miscredenza. In arabo i due concetti sono espressi da nomi derivati dalla medesima radice K-F-R, avente il senso di «negazione». È infatti miscredente (kâfir) colui che nega le verità rivelate; ed ingrato (kafûr) colui che nega di rendere grazie al suo Signore.  L’Ora escatologica, quella della Resurrezione e del Giudizio.  «Così Allah ha voluto! Non c’è potenza se non in Allah!»: (ma sha’ Allah la quwwa- ta illa bi-Llah»), questa è un’altra delle formule che Allah (gloria a Lui l’Altissimo) ci suggerisce per esprimere l’abbandono del credente alla Sua divina volontà. (Vedi anche nota al vers. ).  «Le buone tracce»: le opere buone, materiali e morali compiute nella vita terrena.  Il muoversi delle montagne è uno dei prodigi del Giorno del Giudizio. Il Corano ne parla in altri tre brani, lii, Lxxviii, Lxxxi,  «il Registro»: l’annotazione della vita dell’uomo: tutte le sue azioni diligentemente registrate dai due angeli che Allah (gloria a Lui l’Altissimo) ha destinato ad ognuno di noi.  A proposito della ribellione di Iblîs, vedi Appendice  «e tra loro»: tra i politeisti e i loro idoli, i loro «intercessori».  «quello che ha commesso»: lett. «quello che le sue mani gli hanno preparato».  «Quelle città»: il riferimento è alla città degli ‘Ad, dei Thamùd, a Sodoma e Gomorra ecc. che furono distrutte per l’empietà e la perversione dei loro abitanti.  Secondo la tradizione si tratta di Yushà’ ibn Nùn (Giosuè). A proposito dell’intera parabola (verss. -vedi nota  «la confluenza dei due mari»: molte e diverse le interpretazioni classiche a proposito di questa «confluenza». A prescindere dall’identificazione del luogo geografico, ci sembra che essa possa altresì essere intesa in senso allegorico. Si tratta infatti del punto di contatto tra la conoscenza assoluta di Allah (gloria a Lui l’Altissimo) e quella relativa dell’uomo. Vedi nota  «uno dei Nostri schiavi»: «‘abd min ‘ibâdinâ» con questa definizione Allah (gloria a Lui l’Altissimo) introduce la figura di quello che secondo tutta l’esegesi è «al-Khidr». (Vedi nota .)  «abbiamo voluto impedire»: abbiamo tradotto così «fakhashînâ», forma del verbo «khashiya» in base ad uno dei significati del verbo. Infatti, un altro significato darebbe il senso di «temevamo che…» il che ci pare un’incongruenza in quanto, come detto nel vers. Khidr agisce non di sua iniziativa ma per ordine di Allah, che tutto conosce e non teme alcunché.  Vedi nota  «seguì una via»: nel senso di: «seguì il percorso necessario per giungere al suo obiettivo».  «all’[estremo] occidente»: come più sotto (vers. si dovrebbe intendere come il luogo più occidentale (oppure orientale).  «giunse alle due barriere»: secondo i commentatori (Tabarì, Ibn Kathìr) si tratta di due montagne.  L’escatologia islamica afferma che Gog e Magog sono due popoli che avranno un ruolo nei tempi ultimi. La tradizione ce ne parla come creature mostruose, nemiche del genere umano a cui non appartengono. Tra i segni riferiti dall’Inviato di Allah (pace e benedizioni su di lui) a proposito della fine del mondo c’è appunto lo straripamento di Gog e Magog che saranno riusciti ad abbattere la barriera con cui il Bicorne riuscì a contenerli (vedi versetto successivo). La Sunna riferisce che una notte il Profeta (pace e benedizioni su di lui) si svegliò e disse: «Disgrazia sugli arabi! Hanno appena fatto un buco così (e indicò un cerchio con il pollice e l’indice) nella barriera di Gog e Magog». Sua moglie (che Allah sia soddisfatto di lei) chiese: «Periremo anche se tra noi ci saranno dei Santi?». Rispose: «Sarà più grande il numero degli iniqui». Cfr. Apocalisse xx,  «… è assai migliore»: la ricompensa per la quale il Bicorne agisce.  II Corano descrive la tecnica costruttiva che Allah (gloria a Lui l’Altissimo) ispirò al Bicorne. Riempito il varco di minerale di ferro, lo fece fondere con l’aiuto di mantici aggiungendo poi rame fuso.  II pronome si riferisce a Gog e Magog.  «la promessa»: la venuta dell’Ora e il Giudizio.",
    "Kâf, Hâ’, Yâ’, ‘Aîn, Şâd .",
    "[Questo è il] racconto della Misericordia del tuo Signore verso il Suo servo Zaccaria ,",
    "quando invocò il suo Signore con un’invocazione segreta,",
    "dicendo: «O Signor mio, già sono stanche le mie ossa e sul mio capo brilla la canizie e non sono mai stato deluso invocandoTi, o mio Signore!",
    "Mia moglie è sterile e temo [il comportamento] dei miei parenti dopo di me: concedimi, da parte Tua, un erede",
    "che erediti da me ed erediti dalla famiglia di Giacobbe. Fa’, mio Signore, che sia a Te gradito!» .",
    "«O Zaccaria, ti diamo la lieta novella di un figlio. Il suo nome sarà Giovanni . A nessuno, in passato, imponemmo lo stesso nome.»",
    "Disse: «Come potrò mai avere un figlio? Mia moglie è sterile e la vecchiaia mi ha rinsecchito».",
    "Rispose: «È così! Il tuo Signore ha detto: “Ciò è facile per me: già una volta ti ho creato quando non esistevi”».",
    "Disse [Zaccaria]: «Dammi un segno, mio Signore!». Rispose: «Il tuo segno sarà che, pur essendo sano, non potrai parlare alla gente per tre notti [e giorni successivi] » .",
    "Uscì dall’oratorio verso la sua gente e indicò loro di rendere gloria [al Signore] al mattino e alla sera.",
    "«O Giovanni, tienti saldamente alla Scrittura.» E gli demmo la saggezza fin da fanciullo,",
    "tenerezza da parte Nostra e purezza. Era uno dei timorati,",
    "amorevole con i suoi genitori, né violento né disobbediente .",
    "Pace su di lui nel giorno in cui nacque, in quello della sua morte e nel Giorno in cui sarà risuscitato a [nuova] vita.",
    "Ricorda Maria nel Libro, quando si allontanò dalla sua famiglia, in un luogo ad oriente.",
    "Tese una cortina tra sé e gli altri. Le inviammo il Nostro Spirito , che assunse le sembianze di un uomo perfetto.",
    "Disse [Maria]: «Mi rifugio contro di te presso il Compassionevole, se sei [di Lui] timorato!».",
    "Rispose: «Non sono altro che un messaggero del tuo Signore, per darti un figlio puro».",
    "Disse: «Come potrei avere un figlio, ché mai un uomo mi ha toccata e non sono certo una libertina?».",
    "Rispose: «È così. Il tuo Signore ha detto: “Ciò è facile per Me… Faremo di lui un segno per le genti e una misericordia da parte Nostra. È cosa stabilita”».",
    "Lo concepì e, in quello stato, si ritirò in un luogo lontano.",
    "I dolori del parto la condussero presso il tronco di una palma. Diceva: «Me disgraziata! Fossi morta prima di ciò e fossi già del tutto dimenticata!».",
    "Fu chiamata da sotto : «Non ti affliggere, ché certo il tuo Signore ha posto un ruscello ai tuoi piedi;",
    "scuoti il tronco della palma : lascerà cadere su di te datteri freschi e maturi.",
    "Mangia, bevi e rinfrancati . Se poi incontrerai qualcuno, di’: “Ho fatto un voto al Compassionevole e oggi non parlerò a nessuno”».",
    "Tornò dai suoi portando [il bambino]. Dissero: «O Maria, hai commesso un abominio!",
    "O sorella di Aronne , tuo padre non era un empio né tua madre una libertina».",
    "Maria indicò loro [il bambino]. Dissero: «Come potremmo parlare con un infante nella culla?»,",
    "[Ma Gesù] disse: «In verità sono un servo di Allah. Mi ha dato la Scrittura e ha fatto di me un profeta.",
    "Mi ha benedetto ovunque sia e mi ha imposto l’orazione e la decima finché avrò vita,",
    "e la bontà verso colei che mi ha generato. Non mi ha fatto né violento né miserabile.",
    "Pace su di me il giorno in cui sono nato, il giorno in cui morrò e il Giorno in cui sarò resuscitato a nuova vita».",
    "Questo è Gesù, figlio di Maria, parola di verità della quale essi dubitano.",
    "Non si addice ad Allah prendersi un figlio. Gloria a Lui! Quando decide qualcosa dice: «Sii!» ed essa è.",
    "«In verità, Allah è il mio e vostro Signore, adorateLo! Questa è la retta via.»",
    "Poi le sette furono in disaccordo tra loro. Guai a coloro che non credono, quando compariranno nel Giorno terribile .",
    "Ah, come vedranno e intenderanno nel Giorno in cui saranno ricondotti a Noi! Ma gli ingiusti, oggi, sono in palese errore.",
    "Avvertili del Giorno del Rimorso, in cui sarà emesso l’Ordine, mentre essi saranno distratti e non credenti.",
    "Siamo Noi che erediteremo la terra e quanti vi stanno sopra e che a Noi saranno ricondotti.",
    "Ricorda Abramo nel Libro . In verità era un veridico, un profeta.",
    "Disse a suo padre: «O padre, perché adori ciò che non vede e non sente e non può proteggerti da alcunché?",
    "O padre, mi è stata data una scienza che tu non hai avuto, seguimi e ti condurrò sulla retta via.",
    "O padre, non adorare Satana: egli è sempre disobbediente al Compassionevole.",
    "O padre, temo che ti giunga un castigo del Compassionevole e che tu divenga uno dei prossimi di Satana».",
    "Disse: «O Abramo, hai in odio i miei dèi? Se non desisti, ti lapiderò. Allontanati per qualche tempo».",
    "Rispose: «Pace su di te, implorerò per te il perdono del mio Signore, poiché Egli è sollecito nei miei confronti.",
    "Mi allontano da voi e da ciò che adorate all’infuori di Allah. Mi rivolgo al Signore, ché certamente non sarò infelice nella mia invocazione al mio Signore».",
    "Quando poi si fu allontanato da loro e da quello che adoravano all’infuori di Allah, gli donammo Isacco e Giacobbe ed entrambi li facemmo profeti.",
    "Concedemmo loro la Nostra misericordia e un sublime, veritiero eloquio.",
    "Ricorda Mosè nel Libro. In verità era un eletto, un messaggero, un profeta.",
    "Lo chiamammo dalla parte destra del Monte e lo facemmo avvicinare in confidenza.",
    "E come misericordia da parte Nostra, gli demmo suo fratello Aronne, come profeta.",
    "Ricorda Ismaele nel Libro. In verità era sincero nella sua promessa, era un messaggero, un profeta.",
    "Imponeva alla sua famiglia l’orazione e la decima ed era gradito al suo Signore.",
    "Ricorda Idris nel Libro. In verità era veridico, un profeta.",
    "Lo elevammo in alto rango .",
    "Essi sono coloro che Allah ha colmato [della Sua grazia] tra i profeti discendenti di Adamo, tra coloro che portammo con Noè, tra i discendenti di Abramo e di Israele e tra coloro che abbiamo guidato e scelto. Quando venivano recitati loro i segni del Compassionevole, cadevano in prosternazione , piangendo.",
    "Coloro che vennero dopo di loro tralasciarono l’orazione, e si abbandonarono alle passioni. Incontreranno la perdizione.",
    "Coloro che invece si pentono, credono e compiono il bene, entreranno nel Giardino e non subiranno alcun torto;",
    "nei Giardini di Eden, che il Compassionevole ha promesso ai Suoi servi che [hanno creduto] nell’invisibile , ai Suoi servi, ché la Sua promessa è imminente;",
    "e non ascolteranno colà nessun discorso vano, ma solo: «Pace!», e verranno sostentati al mattino e alla sera.",
    "Questo è il Giardino che faremo ereditare ai nostri servi che saranno stati timorati.",
    "«Noi scendiamo solo per ordine del tuo Signore. A Lui appartiene tutto quello che ci sta innanzi, tutto quello che è dietro di noi e ciò che vi è frammezzo. Il tuo Signore non è immemore.» ",
    "È il Signore dei cieli e della terra e di tutto ciò che vi è frammezzo, adoraLo dunque e persevera nell’adorazione. Conosci qualcuno che abbia il Suo stesso nome ?",
    "Dice l’uomo: «Quando sarò morto, chi mi riporterà alla vita?».",
    "Non si ricorda l’uomo che fummo Noi a crearlo quando ancora non era nulla?",
    "Per il tuo Signore, li riuniremo insieme ai diavoli e poi li condurremo inginocchiati attorno all’Inferno.",
    "Quindi trarremo da ogni gruppo quello che fu più arrogante verso il Compassionevole,",
    "ché meglio di tutti conosciamo coloro che più meritano di bruciarvi .",
    "Nessuno di voi mancherà di passarvi : ciò è fermamente stabilito dal tuo Signore.",
    "Salveremo coloro che Ci hanno temuto e lasceremo gli ingiusti in ginocchio.",
    "Quando vengono recitati i Nostri chiari versetti, i miscredenti dicono a coloro che credono: «Quale dei due partiti ha miglior posizione e buona compagnia?» .",
    "Quante generazioni abbiamo annientato prima di loro, più ricche di beni e di prestigio!",
    "Di’: «Che il Compassionevole prolunghi [la vita] di coloro che sono sviati, finché non vedranno il castigo e l’Ora che li minaccia. Sapranno allora chi si trova nella peggiore situazione e [chi ha] la compagine più debole».",
    "Allah rafforza la guida di quelli che seguono la retta via. Le buone tracce che restano sono le migliori, per la ricompensa e per il miglior esito presso Allah.",
    "Che ti sembra di colui che ha rinnegato i Nostri segni asserendo: «Certo avrò beni e figli» ?",
    "Conosce il mistero o ha stretto un patto con il Compassionevole?",
    "Certo che no! Annoteremo quello che dice e molto accresceremo il suo tormento.",
    "Saremo Noi ad ereditare ciò di cui parla e si presenterà da solo dinnanzi a Noi.",
    "Si sono presi dèi all’infuori di Allah [sperando] che fossero loro d’aiuto.",
    "Invece no! Essi rifiuteranno la loro adorazione e saranno loro nemici.",
    "Non vedi che abbiamo mandato i diavoli contro i miscredenti per incitarli con forza?",
    "Non aver fretta di combatterli. Siamo Noi a tenere il computo .",
    "Il Giorno in cui riuniremo i timorati presso il Compassionevole come invitati d’onore",
    "e spingeremo i malvagi nell’Inferno come [bestie] all’abbeveratoio,",
    "non beneficeranno di nessuna intercessione, a parte colui che avrà fatto un patto con il Compassionevole.",
    "Dicono: «Allah Si è preso un figlio».",
    "Avete detto qualcosa di mostruoso.",
    "Manca poco che si spacchino i cieli, si apra la terra e cadano a pezzi le montagne,",
    "perché attribuiscono un figlio al Compassionevole.",
    "Non si addice al Compassionevole prendersi un figlio.",
    "Tutte le creature dei cieli e della terra si presentano come servi al Compassionevole.",
    "Egli li ha contati e tiene il conto",
    "e nel Giorno della Resurrezione ognuno si presenterà da solo, davanti a Lui.",
    "In verità il Compassionevole concederà il Suo Amore a coloro che credono e compiono il bene.",
    "Lo rendemmo facile alla tua lingua, perché tu annunci la lieta novella ai timorati e avverta il popolo ostile.",
    "Quante generazioni facemmo perire prima di loro ! Ne puoi ritrovare anche uno solo o sentire il minimo bisbiglio ?     Relativamente alla figura di Maria, madre di Gesù, assistiamo nella società giudaico- cristiana a un deprimente spettacolo, peraltro paradigmatico delle laceranti contraddizioni che questa società esprime con drammaticità. Da un lato, da parte della cultura cosiddetta «laica», la negazione della sua virginale concezione di Gesù (pace su di lui), offensiva, netta, stolidamente «scientifica», dall’altro l’appellativo di «madre di Dio», il culto mariano fatto di immagini ed ex voto, di rosari e scapolari, di apparizioni e di santuari. Maria, per noi musulmani, è la donna tramite la quale Allah (gloria a Lui l’Altissimo) ha voluto dare un segno particolare «In verità o Maria Allah ti ha prescelta; ti ha purificata e prescelta tra tutte le donne del mondo» (III, e il segno è stato Gesù suo figlio, nato per volontà dell’Altissimo, divina creazione nella generazione umana, «…un segno per le genti e una misericordia da parte Nostra» (XIX, ). Tutta la vicenda di Maria è dolcemente contraddistinta dall’abbandono ad Allah e da una purezza delle intenzioni che ne fa una figura angelicata; l’Inviato di Allah (pace e benedizioni su di lui) disse che Maria, insieme a Fatima, Khadîja e ‘Asiya (la sposa di Faraone che salvò Mosè dal Nilo) è una delle signore del Paradiso.  Sul significato di queste lettere, vedi Appendice  Vedi sura III, -e le note.  Traduciamo con «parenti» il termine «mawàlia», che significa anche «eredi stretti» o «colleghi».  Zaccaria teme che, dopo la sua morte, il culto di Allah non venga assolto nella maniera corretta. Non ha un figlio che possa ereditare la sua funzione sacerdotale e chiede che Allah (gloria a Lui l’Altissimo) susciti un uomo da Lui illuminato.  In arabo Yahyà, vedi nota a III,  «tre notti»: nel senso di tre giornate.  II miracoloso colloquio riferito nei versetti che precedono, avviene in quello che il Sacro Testo definisce «mihrâb» e che abbiamo tradotto «oratorio» tenendo conto che tutto ciò avviene in un tempio. Nel lessico islamico questo termine indica la nicchia, in direzione della Qiblah davanti alla quale si pone l’imàm durante l’esecuzione della preghiera comunitaria.  Con un salto spazio-temporale tipico dello stile narrativo del Santo Corano, in questo passo è Allah (gloria a Lui l’Altissimo), che si rivolge al Suo profeta Giovanni.  «Ricorda Maria nel Libro»: come dire: «Menziona Maria nel Corano»; la stessa forma imperativa la ritroveremo più avanti riferita ad Abramo, Mosè, Ismaele e Idris. A proposito della posizione islamica rispetto a Maria vedi nota introduttiva.  «il Nostro Spirito»:l’angelo Gabriele (pace su di lui).  Secondo alcuni commentatori, che interpretano in tal senso un detto di Ibn ‘Abbâs, la gestazione di Maria non durò più di un’ora. Altri, e sono la maggioranza, ritengono invece che fu una gravidanza del tutto normale.  La voce di un angelo o dello stesso Gesù che, appena nato, si rivolse a sua madre per confortarla.  «scuoti il tronco»: certamente Allah (gloria a Lui l’Altissimo) avrebbe potuto far cadere i datteri direttamente su Maria e invece le chiede uno sforzo personale, un atto di volontà. Nella vita dei devoti l’abbandono ad Allah non deve impedire il fatto di essere presenti a se stessi, volitivi e attivi. E comunque presente è operante la volontà miracolosa dell’Altissimo; si trattava del tronco di una palma secca.  «rinfrancati»: lett. «rinfresca il tuo occhio». La freschezza dell’occhio in arabo è sinonimo di soddisfazione, sollievo, profondo piacere dello spirito.  In arabo e in generale nelle lingue semitiche (ebraico, aramaico ecc.) i termini: figlio o figlia di…, padre o madre di…, fratello o sorella di… non presuppongono necessariamente quel legame di parentela, ma anche un concetto di affinità per ragioni etnicotribali o sostanziali (vedi anche nota a III, ); «sorella di Aronne»: in questo caso sottointende l’appartenenza di Maria alla discendenza del fratello di Mosè (pace su di entrambi).  Vedi Appendici e  «Poi le sette…»: il Corano accenna alle divisioni esistenti tra i cristiani ai tempi della sua rivelazione.  II Giorno della Resurrezione.  A proposito di Abramo vedi introduzione dell’omonima sura XIV; per quello che riguarda l’espressione con cui inizia il versetto vedi sopra nota al vers.  Si tratta del monte che ha la massima valenza spirituale, il Sinai.  La tradizione islamica identifica Idris con l’Enoch della Bibbia. Fu uno dei patriarchi, era figlio di Caino e padre di Matusalemme. Il suo nome significherebbe «il dotto» e la tradizione gli attribuisce l’inizio di importanti tecniche umane: la scrittura con un calamo, il cucire e il cavalcare.  «Lo elevammo in alto luogo»: Ibn ‘Abbàs (che Allah sia soddisfatto di lui) disse che questa espressione significa che Idris fu elevato da Allah (gloria a Lui l’Altissimo) al sesto cielo. Altri commentatori ritengono che sia un’allusione al Paradiso stesso.  Durante la recitazione canonica del Corano in questo punto vi è una «sajda», prosternazione. Vedi in Appendice l’elenco delle prosternazioni.  «nell’invisibile»: «bi-ghayb»: in ciò che non cade sotto l’esperienza dei nostri sensi.  La tradizione riferisce che questo versetto scese per rispondere a Muhammad (pace e benedizioni su di lui) che aveva chiesto a Gabriele di aumentare la frequenza delle sue visite per rendere più intenso il rapporto con il Wahy (la rivelazione).  «Conosci qualcuno…»: che possa attribuirsi il nome «Allah».  «Li riuniremo tutti i miscredenti.»  «di bruciarvi»: nell’Inferno.  Disse l’Inviato di Allah (pace e benedizioni su di lui) che nel Giorno del Giudizio ogni uomo dovrà passare su di un ponte gettato sull’Inferno. La facilità e la rapidità di questo transito sull’abisso infernale dipenderà dal carico di peccati di ognuno: ci sarà chi passerà in un lampo, chi come un colpo di vento, chi come cavalcando un veloce destriero, chi camminando, chi ginocchioni. I peggiori saranno afferrati dagli angeli e saranno precipitati negli Inferi.  «Quale dei due partiti»: i politeisti meccani si burlavano dei musulmani sbandierando la loro ricchezza e il loro prestigio sociale.  «Le buone tracce»: le buone azioni sono come tracce imperiture del passaggio dell’uomo nella vita terrena.  A proposito del fatto cui alludono i verss. -Tabarì (XVI, -afferma che si riferiscono ad un notabile Quraysh che rifiutò il pagamento di debito nei confronti di un musulmano dicendo ironicamente: «… aspetta che resusciti, avrò certamente beni e figli e pagherò quello che ti devo».  «ciò di cui parla»: i beni e i figli del vers. (vedi anche la nota).  «il computo»: dei loro misfatti.  «li ha contati…»: Allah ha contato gli esseri che ha creato (Tabarì XVI, ).  «Lo rendemmo…»: il Corano fu rivelato nella lingua che Muhammad (pace e benedizioni su di lui) conosceva in modo che il suo compito fosse facilitato e il messaggio risultasse inequivocabile.  «prima di loro»: i meccani che rifiutavano il messaggio recato da Muhammad (pace e benedizioni su di lui).  La sura termina con un severo monito che ricorda il destino di coloro che incorsero nel castigo di Allah (gli ‘Âd, i Thamùd, la gente di Sodoma e Gomorra ecc.). Di queste genti nessuno rimase in vita.",
    "Tâ-Hâ   .",
    "Non abbiamo fatto scendere il Corano su di te per renderti infelice   ,",
    "ma come Monito per chi ha timore [di Allah],",
    "sceso da parte di Colui Che ha creato la terra e gli alti cieli.",
    "Il Compassionevole Si è innalzato sul Trono.",
    "Appartiene a Lui quello che è nei cieli e quello che sta sulla terra, quello che vi è frammezzo e nel sottosuolo.",
    "[È inutile che] parli ad alta voce, ché in verità Egli conosce il segreto, anche il più nascosto.",
    "Allah, non c’è dio all’infuori di Lui! A Lui appartengono i nomi più belli   .",
    "Ti è giunta la storia di Mosè?",
    "Quando vide un fuoco, disse alla sua famiglia: «Aspettate! Ho avvistato un fuoco, forse [potrò] portarvene un tizzone o trovare nei suoi pressi una guida».",
    "Quando vi giunse, sentì chiamare: «O Mosè,",
    "in verità sono il tuo Signore. Levati i sandali, ché sei nella valle santa di Tuwà   .",
    "Io ti ho scelto. Ascolta ciò che sta per esserti rivelato.",
    "In verità Io sono Allah: non c’è dio all’infuori di Me. AdoraMi ed esegui l’orazione per ricordarti di Me.",
    "In verità l’Ora è imminente anche se la tengo celata, affinché ogni anima sia compensata delle opere sue.",
    "Non lasciare che ti ostacoli colui che non crede in essa ed è incline alle sue passioni, ché altrimenti periresti.",
    "O Mosè, cosa tieni nella tua mano destra?»   .",
    "Disse: «È il mio bastone, mi ci appoggio, e faccio cadere foglie [degli alberi] per i miei montoni e mi serve anche per altre cose».",
    "Disse [Allah]: «Gettalo, Mosè».",
    "Lo gettò ed ecco che divenne un serpente che strisciava veloce.",
    "Disse [Allah]: «Afferralo e non temere: gli daremo la sua forma originaria.",
    "Stringi la mano sotto l’ascella: ne uscirà bianca senza alcun male   . Ecco un altro segno,",
    "per mostrarti altri Nostri segni ben più grandi   .",
    "Vai da Faraone. In verità si è ribellato».",
    "Disse: «Aprimi il petto, Signore,",
    "facilita il mio compito,",
    "e sciogli il nodo della mia lingua   ,",
    "sì che possano capire il mio dire;",
    "concedimi in aiuto uno della mia famiglia,",
    "Aronne, mio fratello.",
    "Accresci con lui la mia forza,",
    "e associalo alla mia missione,",
    "perché possiamo renderTi gloria molto",
    "e perché possiamo ricordarTi molto;",
    "e in verità Tu sempre ci osserverai»   .",
    "Disse: «O Mosè, la tua richiesta è esaudita.",
    "Già innanzi ti favorimmo,",
    "quando ispirammo a tua madre quello che le fu ispirato:",
    "“Mettilo in una cesta e gettala nell’acqua, così che le onde la riportino a riva ove lo raccoglierà un Mio e suo nemico”   . Ho posto su di te il Mio [sguardo] amorevole, affinché tu venissi allevato sotto il Mio occhio.",
    "Passava tua sorella e disse: “Posso indicarvi chi potrà occuparsene”. E ti riportammo a tua madre, perché si consolassero i suoi occhi e più non si affliggesse. Uccidesti un uomo: ti cavammo d’impaccio e ti imponemmo molte prove   . Rimanesti per anni presso la gente di Madian. Poi venisti fin qui, o Mosè, per una predestinazione.",
    "Ti ho scelto per Me.",
    "Va’ con tuo fratello con i segni Miei e non trascurate di ricordar- Mi.",
    "Andate da Faraone: in verità si è ribellato!",
    "Parlategli con dolcezza. Forse ricorderà   o temerà [Allah]».",
    "Dissero: «O Signor nostro, temiamo che si scagli contro di noi o che accresca la ribellione».",
    "Rispose: «Non temete. Io sono con voi: [tutto] odo e vedo.",
    "Andate pure da lui e ditegli: “In verità siamo due messaggeri del tuo Signore. Lascia partire con noi i Figli di Israele e non tormentarli più. Siamo venuti da te con un segno da parte del tuo Signore. Pace su chi segue la retta via.",
    "In verità ci è stato rivelato che il castigo sarà per chi nega e volge le spalle!”»   .",
    "Disse [Faraone]: «O Mosè, chi è il vostro Signore?».",
    "Rispose: «Il nostro Signore è Colui Che ha dato ad ogni cosa la sua propria natura e poi l’ha guidata sulla retta via».",
    "Disse: «Cosa ne è delle generazioni antiche?»   .",
    "Rispose: «La conoscenza di ciò è in una Scrittura presso il mio Signore. Il mio Signore non sbaglia e non dimentica».",
    "È Lui Che vi ha dato la terra come culla e vi ha tracciato sentieri e dal cielo fa scendere l’acqua, per mezzo della quale facciamo germinare diverse specie di piante a coppie   .",
    "Mangiatene e fatevi pascolare il vostro bestiame. Ecco segni per coloro che hanno intelletto.",
    "Da essa vi abbiamo creati, in essa vi faremo ritornare e da essa vi trarremo un’altra volta.",
    "Gli mostrammo tutti i Nostri segni, ma li ha tacciati di menzogna e rinnegati   .",
    "Disse: «O Mosè, sei venuto per cacciarci dalla nostra terra con la tua magia?»",
    "Allora ti opporremo una magia simile. Fissa per te e per noi un incontro in un luogo appropriato, noi non mancheremo e tu neppure».",
    "Rispose: «L’incontro sarà nel giorno della festa   . Che la gente sia riunita al mattino».",
    "Si ritirò Faraone, preparò i suoi artifici e poi si presentò.",
    "Disse Mosè: «Guai a voi, non inventate menzogne contro Allah: vi annienterebbe per punizione. Chi inventa menzogne è certamente perduto».",
    "Discussero in proposito [i maghi], in segreti conciliaboli.",
    "Dissero: «Quei due sono sicuramente due maghi che vogliono cacciarvi dalla vostra terra con la magia e cancellare la vostra esemplare dottrina»   .",
    "«Riunite i vostri incantesimi e venite in fila. Chi avrà oggi il sopravvento sarà il vincitore.»",
    "Dissero: «Getti tu, Mosè, o gettiamo noi per primi?».",
    "Disse: «Gettate pure!». Ed ecco che gli parve che le loro corde e i loro bastoni si mettessero a correre per effetto di magia.",
    "Mosè ne fu intimorito nell’intimo.",
    "Gli dicemmo: «Non aver paura. Avrai il sopravvento   .",
    "Getta quello che c’è nella tua mano destra: divorerà quello che han fatto, perché quello che han fatto è artificio di mago; e il mago, ovunque vada, non avrà riuscita».",
    "I maghi caddero in prosternazione e dissero: «Crediamo nel Signore di Aronne e di Mosè»   .",
    "Disse [Faraone]: «Crederete in lui prima che io ve lo permetta? E certo lui il vostro maestro che vi ha insegnato la magia. Vi farò tagliare mani e piedi alternati   e vi farò crocifiggere a tronchi di palma e capirete chi di noi è più duro e pertinace nel castigo»   .",
    "Dissero: «Non ti potremmo mai preferire a quello che ci è stato provato e a Colui Che ci ha creati. Attua pure quello che hai deciso. Le tue decisioni non riguardano che questa vita!",
    "In verità noi crediamo nel nostro Signore, ché ci perdoni i nostri peccati e la magia che ci hai imposto. Allah è migliore e duraturo».",
    "Chi si presenterà empio al suo Signore, certamente avrà l’Inferno dove non morirà né vivrà   .",
    "Chi [invece] si presenterà a Lui credente, e avrà compiuto opere buone… ecco coloro che avranno l’onore più grande,",
    "i Giardini di Eden dove scorrono i ruscelli e in cui rimarranno in perpetuo. Questo è il compenso per chi si purifica.",
    "In verità ispirammo questo a Mosè: «Parti durante la notte, alla testa dei Miei servi e apri per loro una strada asciutta nel mare: non devi temere che vi raggiungano, non aver alcun timore»   .",
    "Li inseguì Faraone con i suoi armati e furono sommersi dalle onde.",
    "Faraone sviò la sua gente e non la guidò [al bene],",
    "O Figli di Israele, vi liberammo dal vostro nemico e vi demmo convegno sul lato destro del Monte. Facemmo scendere su di voi la manna e le quaglie.",
    "«Mangiate le ottime cose di cui vi abbiamo provveduto e non ribellatevi o la Mia collera sarà su di voi, e colui sul quale si abbatte la Mia collera è destinato all’abisso!».",
    "In verità Io sono Colui Che assolve chi si pente, crede, compie il bene e poi segue la retta via   .",
    "«Cos’è che ti ha spinto a sopravanzare il tuo popolo, o Mosè?»   .",
    "Rispose: «Essi sono sui miei passi. Mi sono affrettato verso di Te, o Signore, per compiacerTi».",
    "Disse: «In tua assenza abbiamo tentato la tua gente e il Sâmirî   li ha traviati».",
    "Ritornò Mosè al suo popolo pieno di collera e dispiacere, disse: «O popol mio, non vi ha fatto il vostro Signore una bella promessa? [L’attesa] del patto era troppo lunga per voi? Avete voluto che fosse su di voi la collera del vostro Signore e così avete mancato alla promessa   che mi avevate fatto?».",
    "Dissero: «Non è per nostra volontà che abbiamo mancato alla promessa. Eravamo appesantiti dai gioielli di quella gente   . Li abbiamo buttati, il Sâmirî li ha gettati  ",
    "e ne ha tratto un vitello dal corpo mugghiante». E [tutti] dissero: «È il vostro dio, il dio di Mosè. [Mosè] ha dimenticato [di informarvene]!».",
    "Che? Non vedevano che quello non poteva rispondere e non poteva apportar loro né danno né giovamento?",
    "Già Aronne li aveva avvertiti: «O popol mio, siete caduti nella tentazione! il Compassionevole è veramente il vostro Signore. Seguitemi allora e obbedite ai miei ordini»   .",
    "Risposero: «Non cesseremo di adorarlo finché Mosè non sarà di ritorno».",
    "Disse [Mosè]: «O Aronne, cosa ti ha impedito   , quando li hai visti sviarsi?",
    "Perché non mi hai raggiunto? Hai disobbedito ai miei ordini?».",
    "Rispose: «O figlio di mia madre, non prendermi per la barba o per i capelli. Temevo che avresti detto: “Hai creato una divisione tra i Figli di Israele e non hai obbedito alle mie parole”».",
    "Disse [Mosè]: «E tu, Sâmirî, qual era il tuo disegno?».",
    "Rispose. «Ho visto quello che non hanno visto   , ho preso un pugno di polvere dalla traccia dell’Inviato e l’ho gettata   , questo mi ha suggerito l’animo mio».",
    "«Vattene – disse [Mosè] – Per [tutta] la vita dovrai avvertire: “Non toccatemi”. Sei destinato ad un incontro cui non potrai mancare   ! Guarda il dio che hai adorato assiduamente: lo bruceremo e disperderemo [le ceneri] nel mare.",
    "In verità il vostro Dio è Allah, al di fuori del Quale non c’è divinità alcuna. Egli tutto abbraccia nella Sua Scienza.»",
    "Così ti raccontiamo le storie del passato. E un Monito da parte Nostra che ti abbiamo dato.",
    "Chiunque se ne allontana, nel Giorno della Resurrezione porterà un fardello,",
    "resteranno perpetuamente in quello stato. Che atroce fardello nel Giorno della Resurrezione!",
    "Nel Giorno in cui sarà soffiato nel Como, riuniremo in quel Giorno i malvagi, [e avranno] gli occhi bluastri   .",
    "Bisbiglieranno tra loro: «Non siete rimasti [nella tomba] che dieci [giorni]».",
    "Conosciamo meglio [di chiunque altro] quello che diranno, quando il più ragionevole di loro dirà: «Siete rimasti solo un giorno»   .",
    "Ti chiederanno [a proposito] delle montagne; di’: «Il mio Signore le ridurrà in polvere",
    "e ne farà una pianura livellata",
    "dove non vedrai asperità o depressioni»   .",
    "In quel Giorno seguiranno indefettibilmente colui che li avrà chiamati   e abbasseranno le voci davanti al Compassionevole. Non sentirai altro che un mormorio.",
    "In quel Giorno si potrà godere dell’intercessione solo con il permesso del Compassionevole e da parte di coloro le cui parole saranno da Lui accette.",
    "Egli conosce quello che li precede e quello che li segue, mentre la loro scienza non può comprenderLo   .",
    "Si umilieranno i loro volti davanti al Vivente, Colui che esiste di per Se Stesso e per il Quale sussiste ogni cosa, mentre chi sarà carico di peccati si perderà,",
    "e chi sarà stato credente e avrà compiuto il bene, non temerà alcun danno o ingiustizia.",
    "Lo facemmo scendere [sotto forma di] Corano arabo, nel quale formulammo esplicite minacce. Chissà che non divengano timorati o che sia per essi un monito.",
    "Sia esaltato Allah, il Re, il Vero. Non aver fretta di recitare prima che sia conclusa la rivelazione, ma di’: «Signor mio, accresci la mia scienza»   .",
    "Già imponemmo il patto ad Adamo, ma lo dimenticò, perché non ci fu in lui risolutezza.",
    "E quando dicemmo agli angeli: «Prosternatevi davanti ad Adamo», tutti si prosternarono, eccetto Iblîs, che rifiutò.",
    "Dicemmo: «O Adamo, in verità quello è un nemico manifesto, per te e per la tua sposa. Bada a che non vi tragga, entrambi, fuori dal Paradiso, che in tal caso saresti infelice.",
    "[Ti promettiamo che qui] non avrai mai fame e non sarai nudo,",
    "non avrai mai sete e non soffrirai la calura del giorno».",
    "Gli sussurrò Satana: «O Adamo, vuoi che ti mostri l’albero dell’eternità e il regno imperituro?».",
    "Ne mangiarono entrambi   e presero coscienza della loro nudità. Iniziarono a coprirsi intrecciando foglie del giardino. Adamo disobbedì al suo Signore e si traviò.",
    "Lo scelse   poi il suo Signore, accolse il suo pentimento e lo guidò",
    "e disse: «Scendete insieme! Sarete nemici gli uni degli altri. Quando poi vi giungerà una guida da parte Mia… chi allora la seguirà non si svierà e non sarà infelice»   .",
    "Chi si sottrae al Mio Monito, avrà davvero vita miserabile e sarà resuscitato cieco   nel Giorno della Resurrezione.",
    "Dirà: «Signore! Perché mi hai resuscitato cieco quando prima ero vedente?».",
    "[Allah] Risponderà: «Ecco, ti giunsero i Nostri segni e li dimenticasti; alla stessa maniera oggi sei dimenticato».",
    "Compensiamo così il trasgressore che non crede ai segni del suo Signore. In verità il castigo dell’altra vita è più severo e durevole.",
    "Non è servito loro da lezione che facemmo perire le generazioni nelle cui dimore, oggi, si aggirano   ? In verità in ciò vi sono certo segni per coloro che hanno intelletto.",
    "Se non fosse stato per una precedente parola del tuo Signore e per un termine già stabilito, già [tutto questo] sarebbe avvenuto   .",
    "Sopporta dunque con pazienza quello che dicono, glorifica e loda il tuo Signore prima del levarsi del sole e prima che tramonti. GlorificaLo durante la notte e agli estremi del giorno   , così che tu possa essere soddisfatto   .",
    "Non volgere lo sguardo ai beni effimeri che abbiamo concesso ad alcuni di loro   per metterli alla prova. Il compenso del tuo Signore è certamente migliore e più duraturo!",
    "Comanda la preghiera alla tua gente e assiduamente assolvila. Non ti chiediamo alcun nutrimento: siamo Noi a nutrirti! Il felice esito è nel timore di Allah.",
    "Dicono: «Perché mai non ci porta un segno da parte del suo Signore?». Non è forse giunta a loro la Prova   che era [annunciata] nelle antiche scritture?",
    "Se per castigo li avessimo fatti perire prima della sua venuta   , avrebbero certamente detto: «O Signor nostro, perché non ci hai inviato un messaggero? Avremmo seguito i Tuoi segni, prima di essere umiliati e coperti di abominio».",
    "Di’: «Tutti aspettano, aspettate allora, e ben presto saprete chi sono i compagni della retta via e chi sono i ben guidati».  Quando fu rivelata questa sura ‘Umar ibn al-Khattâb, colui che sarebbe diventato uno dei più ardenti musulmani, amico e suocero dell’Inviato di Allah (pace e benedizioni su di lui) e infine secondo califfo con il prestigioso appellativo di «amir al müminin» (principe dei credenti), era un giovane di -anni forte e coraggioso ed era uno dei più validi sostenitori di suo zio Abû Jahl nella persecuzione contro i Musulmani. A suo modo di vedere, Muhammad (pace e benedizioni su di lui) stava seminando divisione e discordia tra i Quraysh e un giorno ‘Umar prese la decisione di affrontarlo e ucciderlo, senza curarsi delle conseguenze che il suo gesto gli avrebbe procurato. Cinse la sua spada e si diresse verso la casa dell’Inviato di Allah. Nu‘aym, Ibn Abdallah, uno del suo clan che in segreto era diventato musulmano lo vide e leggendo sul suo volto una spietata determinazione gli chiese dove stesse andando. La risposta di ‘Umar gettò il credente nella più totale costernazione ed egli, non sapendo come trattenerlo, decise di tentare un diversivo che gli avrebbe consentito di guadagnare tempo ed organizzare la difesa del Profeta. «Prima di far questo», gli disse, «occupati della gente di casa tua!» e gli rivelò che sua sorella Fâtimah e il marito Sa‘ìd erano musulmani. ‘Umar accusò il colpo e si diresse immediatamente verso la casa dei suoi congiunti. Giunto nelle vicinanze sentì una voce salmodiante che proveniva dall’interno. Era quella di Khabàb ibnu ’l-‘Arit che stava appunto recitando la sura Tâ-Hâ. Sentendolo arrivare Khabàb si nascose. ‘Umar irruppe nella casa, accusò la sorella e suo marito di essere diventati seguaci di Muhammad e al loro diniego aggredì il cognato percuotendolo duramente e ferendo la sorella che cercava di difenderlo. Infine la donna gli disse in tono di sfida: «Siamo diventati musulmani, puoi fare quello che vuoi». ‘Umar la guardò, vide il sangue colare dalla sua testa e si dispiacque della sua condotta. Chiese di leggere quello che stavano recitando. La sorella gli impose la purificazione completa ed egli vi si sottopose di buon grado poi, cominciato a leggere il foglio su cui era scritta la prima parte della sura esclamò: «Quanta bellezza e nobiltà in queste parole!». Khabàb, che si era nascosto al suo arrivo, uscì dal suo nascondiglio e disse: «‘Umar, spero che Allah ti abbia prescelto per la preghiera che ha fatto ieri all’Inviato di Allah. Ha detto: “Signor mio fa’ di Abû’l Hakam ibn Hishâm (Abû Jahl) o di ‘Umar ibn al-Khattâb un sostenitore dell’IsIàm”». Allah (gloria a Lui l’Altissimo) aveva deciso di conquistare il cuore di ‘Umar: con la stessa determinazione che aveva mosso la sua volontà omicida, egli si recò presso l’Inviato di Allah (pace e benedizioni su di lui) e dichiarò il suo IsIàm. Allah (gloria a Lui l’Altissimo) lo avrebbe reso grandissimo nella fede, e il Suo Inviato disse che se dopo di lui ci fosse stato un altro profeta, quell’uomo sarebbe stato ‘Umar. Alla morte di Abû Bakr, nel assunse il califfato e nel fu martirizzato.  Vedi Appendice  II miracolo della Rivelazione aveva fatto sì che Muhammad (pace e benedizioni su di lui) e i primi musulmani fossero pervasi da una fede di grandissima intensità e da un amore per l’Altissimo che rischiava di essere nocivo per la loro salute. La tradizione ci riferisce che il Profeta e i suoi compagni rimanevano tutta la notte in preghiera, legandosi con delle corde al soffitto per rimanere in piedi e non crollare per la stanchezza. Il versetto scese per invitare il Messaggero ad un rapporto più sereno ed equilibrato con la missione che Allah (gloria a Lui l’Altissimo) gli aveva affidato.  «al’asmâ-’u--husnâ», i bellissimi nomi di Allah sono novantanove. Vedi Appendice  Secondo l’esegesi Tuwà è il nome di un fiume e di una valle che si trovano nel Sinai. Il nome Tuwà significa «purificata, benedetta».  Allah (gloria a Lui l’Altissimo) non chiede per sapere ma per attirare l’attenzione di Mosè.  Molte e diverse le tesi interpretative a proposito del significato di questo segno. La Bibbia parla di lebbra ma il Corano è categorico su questo punto e mette in risalto il fatto che Mosè ha una pelle sana.  «per mostrarti…»: per prepararti al fatto che ti saranno mostrati altri Nostri segni.   La tradizione riferisce che Mosè (pace su di lui) aveva un difetto di pronuncia.   Mosè presenta le sue richieste al suo Signore e termina con una frase che ci rivela la sua sottomissione e il suo timor di Allah.  Terrorizzato da una profezia, Faraone faceva uccidere tutti i neonati maschi ebrei.Per salvare il suo bambino, ispirata da Allah (gloria a Lui l’Altissimo), la madre di Mosè lo pose in una cesta e lo affidò alle acque del Nilo. Lo sguardo d’amore del Creatore fece sì che la moglie di Faraone lo vedesse e lo amasse (alcuni affermano che alla vista del neonato la donna guarì dalla lebbra).   La misericordia di Allah, oltre a salvare Mosè dalla strage dei neonati e dalle acque del fiume, fa sì che possa tornare a sua madre che viene scelta come nutrice. Svezzato, fu portato al palazzo di Faraone ed educato come un principe. Non dimenticò la sua origine e un giorno uccise un egiziano che maltrattava un suo contribulo. Temendo le conseguenze del suo gesto fuggì dall’Egitto. Tra le prove di cui parla il Santo Corano, il duro lavoro che sopportò a Madyan e, forse, la prova cui lo sottopose al-Khidr (vedi XVIII, -).   «Forse ricorderà»: il monoteismo che era stato insegnato ai suoi avi da Giuseppe? (vedi più avanti nota al vers. ).   «per chi nega e…»: smentisce i segni di Allah e volge le spalle ai Suoi Messaggeri.   Faraone cerca di mettere Mosè in difficoltà. Ci può essere una responsabilità per coloro che non hanno ricevuto l’invito alla retta via? Allah (gloria a Lui l’Altissimo) dice nel Santo Corano: «Ad ogni comunità inviammo un profeta…» (XVI, ), la tradizione ci dice che sono stati centoventiquattromila i profeti, trecentotredici dei quali latori di una Scrittura. Oltre ciò c’è la misericordai di Allah e la Sua giustizia.   È comune nello stile coranico il passaggio dalla terza persona singolare al pluralis maiestatis.   II versetto si riferisce a Faraone.   Secondo una tradizione si tratta della festa annuale del fiume Nilo.  É il conciliabolo dei maghi cui accenna il precedente vesetto. Il fatto che venga utilizzata la seconda persona plurale on significa che qualcuno li sta arringando, é invece una forma tipica dell’espressione coranica(vedi nota a XII,).   Allah parla al cuore di Mosè.   II miracolo della conversione dei maghi di Faraone è qualcosa di veramente sensazionale e commovente. Vedi in proposito anche le note a vii, -  «Vi farò tagliare…»: si tratta di un supplizio che comporta il taglio della mano destra e del piede sinistro.   L’ira di Faraone si scatena sui suoi stessi maghi. È il furore di un despota tradito o di un maestro amareggiato dal tradimento dei suoi discepoli? Alcune interpretazioni esoteriche insistono sul fatto che Faraone era depositario di una vera tradizione snaturata e corrotta, degenerata in magia. Non si dimentichi l’influenza che Giuseppe figlio di Giacobbe e la sua famiglia avevano assunto in Egitto. Princìpi di monoteismo erano stati introdotti nel politeismo degli egizi e la concezione del Dio Unico e Supremo si era diffusa tra i depositari della sapienza e della scienza. Si spiega così il fatto che i maghi di Faraone (che sono piuttosto sacerdoti di questa religione alterata dalla magia; vedi anche vers. passino immediatamente dalla loro pratica di artifici al riconoscimento dell’Unicità di Allah (gloria a Lui l’Altissimo) e al conseguente martirio (vedi vii, e la nota).   Oltre la sofferenza fisica e morale, il castigo dell’Inferno ha la particolarità che in esso «non si vive e non si muore». La vita intesa come speranza, purificazione, tensione al meglio e la morte come estrema liberazione, ritorno dell’anima al Creatore, sono negate ai dannati, la loro condizione è atroce.   La grandiosità dell’Esodo e il miracolo del passaggio del Mar Rosso sintetizzati in un versetto di grande intensità espressiva.  In questo versetto sono precisate le condizioni alle quali si può sperare nel perdono di Allah (gloria a Lui l’Altissimo). Innanzitutto il pentimento, che è ritorno ad Allah, contrizione per aver mancato nei Suoi confronti e dolore per il male compiuto; poi è necessaria la fede, senza la quale nessuna opera dell’uomo produrrà i suoi effetti spirituali, in terzo luogo fare il bene, nei propri e negli altrui confronti e riparare il male commesso o riscattarlo con opere meritorie e infine l’intenzione di seguire la retta via, quella indicata da Allah e dal Suo Inviato, che conduce ai beni dell’altra vita e ci allontana dal Fuoco.   Allah (gloria a Lui l’Altissimo) non chiede mai per sapere, Egli è Colui che conosce tutte le cose, la sua domanda ha lo scopo di far notare a Mosè l’imprudenza commessa nel lasciare il popolo.   Molte e diverse le ipotesi esegetiche sulla natura e le caratteristiche di questo personaggio il cui nome sembra piuttosto indicare più un’origine geografica che un vero nome proprio. Alcuni lo hanno considerato come il capostipite delle genti che in seguito abitarono quella regione nell’altopiano centrale della Palestina che fu appunto chiamata Samaria e che i giudei consideravano ritualmente impuri. La loro dottrina che traeva origine dall’ebraismo era stata contaminata da culti demoniaci di origine assira e dalla magia al punto che, nei templi di Dan e Bethel, i samaritani adoravano Jahvè (questo è il nome che gli Israeliti danno all’Altissimo) rappresentato da un vitello. I samaritani furono accertimi nemici dei giudei i quali non risparmiarono loro persecuzioni pur, e questo getta una luce inquietante sui loro rapporti, non accusandoli mai di idolatria ma solo di eresia. Ci sono notizie della loro presenza nella città di Nablus (attuale Cisgiordania occupata) fino al ma la loro comunità ridotta a non più di persone si stava lentamente estinguendo. Per ciò che riguarda il significato della figura del Sâmirî nel testo coranico, essa è certamente simile a quella di un demone che tenta di attuare una frattura insanabile tra Mosè e il suo popolo. Nel momento più alto di tutto l’Esodo, mentre Mosè ricevuta da Allah la Legge, il popolo si abbandonava a riti pagani e orgiastici.  «avete mancato alla promessa…»: quella di non adorare altri che Allah, l’Unico (gloria a Lui l’Altissimo) e non associare a Lui alcunché.  E addirittura ingenua e risibile la scusa che i Figli di Israele inventano per negare la responsabilità della fabbricazione e dell’adorazione del Vitello d’oro: «eravamo appesantiti e abbiamo voluto renderci più leggeri per il viaggio». A proposito dell’espressione «dai gioielli di quella gente»: ci è penosa la polemica con la «gente della Scrittura» con la quale, disse il Profeta (pace e benedizioni su di lui), «parlate delle cose che vi uniscono e non di quelle che vi dividono», tuttavia ci sembra irrinunciabile la necessità di far notare la differenza della versione islamica di questo episodio da quella riferita dalla Bibbia, Riferisce la tradizione islamica (Tabarì XVI, che i Figli di Israele scambiarono i loro beni immobili con oggetti di valore facili da trasportare, gioielli ed ornamenti d’oro e d’argento; versione logicamente compiuta, moralmente accettabile e non in contrasto con la vicenda dell’Esodo, che ben più di una migrazione di massa da un luogo ad un altro rappresenta il progetto di ritorno spirituale di un intero popolo al culto del Dio Unico, negletto e dimenticato negli anni trascorsi in Egitto. Nella Bibbia invece è lo stesso Mosè che istiga i suoi alla truffa nei confronti degli egiziani loro amici, chiedendo in prestito oggetti d’oro e d’argento. Vedi Esodo XI, e XII, - II «gettare» del Samiri, ci sembra che rappresenti molto di più del gesto fisico di prendere qualcosa e buttarlo in un crogiolo. Come già nell’episodio che oppose Mosè ai maghi di Faraone, «gettare» assume un significato del rituale magico religioso che ha sostituito il culto di Allah. Satana, sconfitto dalla professione di fede dei maghi, usa il Samiri per ripristinare il suo blasfemo dominio sul popolo di Israele.  Come già in vii, (vedi la nota), il Corano scagiona il profeta Aronne (pace su di lui) dall’accusa biblica (Esodo XXXII, -di essere uno dei maggiori responsabili dell’idolatrìa dei Figli di Israele.  «cosa ti ha impedito»: di fermarli.  «Ho visto quello che non hanno visto»: secondo una tradizione attribuita ad Ali ibn Abî Tàlib (che Allah sia soddisfatto di lui), il Samiri avrebbe visto Gabriele (pace su di lui) che precedeva a cavallo la marcia degli ebrei ed ebbe l’ispirazione diabolica di prendere un pugno di polvere calpestata dagli zoccoli dell’animale per gettarla in seguito su qualcosa che, in tal modo, si sarebbe trasformata in quello che lui avrebbe voluto.  «l’ho gettata»: vedi sopra nota al vers.   II Samiri viene condannato alFintoccabilità e destinato all’inferno. Una tradizione riferisce che fu colpito da una grave malattia della pelle e non potè più sopportare che lo toccassero. Ad ogni modo ci pare più plausibile la tesi di una intoccabilità causata da un’impurità spirituale. La maledizione di Mosè era ancora operante al tempo di Gesù, che per abrogarla, chiese da bere alla samaritana (Giovanni -e raccontò la parabola del «buon samaritano» (Luca -).   «gli occhi bluastri»: si tratta del paragone tra la cecità spirituale che conduce gli uomini alla rovina dell’anima e quella fisica che sembra coprire gli occhi di un velo azzurrognolo.   Certamente la vita terrena è ben poca cosa di fronte ai tempi biologici dell’universo e all’etemità che appartiene all’Altissimo. Anche la permanenza nella tomba tra la morte terrena e la Resurrezione sembrerà di un solo giorno al credente, cui Allah avrà reso breve l’attesa del Paradiso e sembrerà altrettanto breve all’empio che vedrà giungere con rapidità il Giorno del castigo.   Questi tre versetti (-scesero per rispondere alle provocazioni odiose dei meccani che si prendevano gioco dell’Inviato di Allah (pace e benedizioni su di lui) e delle sue parole. Quando Muhammad disse che nel Giorno del Giudizio tutta la terra sarebbe stata un’unica grande pianura, ironizzarono a proposito della sorte delle montagne che circondano la Mecca.   «colui che li avrà chiamati»: l’angelo che secondo la tradizione si chiama Isràfil.   Allah conosce la storia personale di ogni creatura e il suo destino ultimo, mentre le creature non riescono neppure a intuire l’immensità del Suo sapere.  Riferisce la tradizione che, per paura di dimenticarle, il Profeta (pace e benedizioni su di lui), spesso cercava di recitare le Parole di Allah prima che la Rivelazione fosse conclusa. Il versetto scese per invitarlo alla pazienza. L’invocazione che Allah (gloria a Lui l’Altissimo) propone al Suo Inviato deve essere scolpita nelle nostre menti di credenti perché è attraverso la scienza che Egli ci trae dalle tenebre dell’ignoranza e ci conduce alla luce della conoscenza di Lui. «Signor mio, accresci la mia scienza!» (Rabbi zidnî ‘ilmâ).  «Ne mangiarono entrambi»: Adamo ed Eva, che condividono la responsabilità della disobbedienza al comando di Allah.  La capacità di pentirsi è un dono di Allah (gloria a Lui l’Altissimo), il suo favore infatti precede il pentimento di Adamo e lo rende degno della Sua guida (cioè della Rivelazione).  Nella concezione islamica la vita terrena non è assolutamente un castigo, ma il segno tangibile della «rahma» (della misericordia di Allah) che ci offre la possibilità di riscattarci dalla disobbedienza assolvendo al compito di «Khalîfa fî ’-ard» (luogotenente di Allah sulla terra); non a caso, nel Santo Corano l’accettazione “del pentimento dell’uomo precede la sua destinazione sulla terra.  La peggiore cecità è quella dello spirito: esserne affetto nel Giorno del Giudizio sarà per l’uomo il dolore più grande, essa infatti gli precluderà quella contemplazione del Volto del Signore che rappresenta l’apice assoluto della beatitudine.   «nelle cui dimore oggi si aggirano»: anche «le cui dimore oggi calpestano». Le rovine delle antiche civiltà sono spesso indicate come segni della caducità delle realizzazioni umane.  Ogni comunità ha il suo destino nei modi e nei tempi prestabiliti da Allah (gloria a Lui l’Altissimo); se non fosse così, la malvagità degli uomini avrebbe già scatenato il castigo del Signore.   Vengono ribadite le cinque orazioni quotidiane: «prima del levarsi del sole e prima che tramonti»: salât-ul fajr e salàt-ul ‘asr (adorazione dell’alba e del pomeriggio); «durante la notte»: salât-ul aishà (adorazione della notte), «agli estremi del giorno»: salàt-ul dhohr e salàt-ul maghrib (adorazione del mezzogiorno e adorazione del tramonto). (Vedi Appendice .)   «così che tu possa essere soddisfatto»: nel senso di «rasserenato dall’adorazione del tuo Signore». O anche: «così che tu possa essere accettato [da Allah]».   «ai beni effimeri che abbiamo concesso ad alcuni di loro»: non c’è «baraka» (pienezza di benedizioni) nei beni dei miscredenti. Essi sono per loro preoccupazioni in questa vita e tormento nell’altra (vedi anche IX, e la nota).   «la Prova»: il Corano.   «… della sua venuta»: la missione di Muhammad (pace e benedizioni su di lui)."
  ]
}