{
  "meta": {
    "id": 153,
    "name": "Hamza Roberto Piccardo",
    "translator_name": "Hamza Roberto Piccardo",
    "slug": "italian-hamza-roberto-piccardo",
    "language_name": "italian"
  },
  "verses": [
    "Tra i messaggeri, a taluni abbiamo dato eccellenza sugli altri   . A qualcuno Allah ha parlato, e altri li ha elevati a gradi superiori. A Gesù, figlio di Maria, abbiamo dato prove chiare e lo abbiamo coadiuvato con lo Spirito puro   . E se Allah avesse voluto, quelli che vennero dopo di loro non si sarebbero uccisi tra loro, dopo aver ricevuto le prove. Ma caddero nel disaccordo: alcuni credettero e altri negarono. Se Allah avesse voluto, non si sarebbero uccisi tra loro; ma Allah fa quello che vuole.",
    "O voi che credete, elargite di quello che vi abbiamo concesso, prima che venga il Giorno in cui non ci saranno più commerci, amicizie e intercessioni. I negatori sono coloro che prevaricano.",
    "Allah! Non c’è altro dio che Lui, il Vivente, l’Assoluto   . Non Lo prendon mai sopore né sonno. A Lui appartiene tutto quello che è nei cieli e sulla terra. Chi può intercedere presso di Lui senza il Suo permesso? Egli conosce quello che è davanti a loro e quello che è dietro di loro e, della Sua scienza, essi apprendono solo ciò che Egli vuole. Il Suo Trono è più vasto dei cieli e della terra, e custodirli non Gli costa sforzo alcuno. Egli è l’Altissimo, l’Immenso   .",
    "Non c’è costrizione nella religione   . La retta via ben si distingue dall’errore. Chi dunque rifiuta l’idolo   e crede in Allah, si aggrappa all’impugnatura più salda senza rischio di cedimenti. Allah è audiente, sapiente.",
    "Allah è il patrono di coloro che credono, li trae dalle tenebre verso la luce. Coloro che non credono hanno per patroni gli idoli che dalla luce li traggono alle tenebre. Ecco i compagni del Fuoco in cui rimarranno in eterno.",
    "Non hai visto colui che per il fatto che Allah lo aveva fatto re, discuteva con Abramo a proposito del suo Signore   ? Quando Abramo disse: «Il mio Signore è Colui che dà la vita e la morte», rispose [l’altro]: «Sono io che do la vita e la morte!». E Abramo: «Allah fa sorgere il sole da Oriente, fallo nascere da Occidente». Restò confuso il miscredente: Allah non guida i popoli che prevaricano.",
    "O colui   che passando presso una città in completa rovina [disse]: «Come potrà Allah ridarle la vita dopo che è morta?». Allah allora lo fece morire per cento anni, poi lo resuscitò e gli chiese: «Quanto [tempo] sei rimasto?». Rispose: «Rimasi un giorno o una parte di esso». «No, disse Allah, sei rimasto cento anni. Guarda il tuo cibo e la tua acqua, sono intatti; poi guarda il tuo asino, [Ti mostriamo tutto ciò] affinché tu divenga un segno per gli uomini. Guarda come riuniamo le ossa e come le rivestiamo di carne.» Davanti all’evidenza disse: «So che Allah è onnipotente».",
    "E quando Abramo disse: «Signore, mostrami come resusciti i morti», Allah disse: «Ancora non credi?». «Sì, disse Abramo, ma [fa] che il mio cuore si acquieti.» Disse Allah: «Prendi quattro uccelli e falli a pezzi, poi mettine una parte su ogni monte e chiamali: verranno da te con volo veloce. Sappi che Allah è eccelso e saggio».",
    "Quelli che con i loro beni sono generosi per la causa di Allah, sono come un seme da cui nascono sette spighe e in ogni spiga ci sono cento chicchi. Allah moltiplica il merito di chi vuole Lui. Allah è immenso, sapiente.",
    "Quelli che con i loro beni sono generosi per la causa di Allah senza far seguire il bene da rimproveri   e vessazioni, avranno la loro ricompensa presso il loro Signore, non avranno nulla da temere e non saranno afflitti.",
    "Le buone parole e il perdono sono migliori deirelemosina seguita da vessazioni. Allah è Colui che non ha bisogno di nulla, è indulgente.",
    "O voi che credete, non vanificate le vostre elemosine con rimproveri e vessazioni, come quello che dà per mostrarsi alla gente e non crede in Allah e nell’Ultimo Giorno. Egli è come una roccia ricoperta di polvere sulla quale si rovescia un acquazzone e la lascia nuda. Essi non avranno nessun vantaggio dalle loro azioni. Allah non guida il popolo dei miscredenti.",
    "Coloro che invece elargiscono i loro averi per la soddisfazione di Allah e per rafforzarsi, saranno come un giardino su di un colle: quando l’acquazzone vi si rovescia raddoppierà i suoi frutti. E se l’acquazzone non lo raggiunge, sarà allora la rugiada. Allah osserva quello che fate.",
    "Chi di voi vorrebbe possedere un giardino di palme e vigne, dove scorrono i ruscelli e dove crescono per lui ogni specie di frutti e, colto dalla vecchiaia con i figli ancora piccoli, [vorrebbe vedere] un uragano di fuoco investirlo e bruciarlo   ? Così Allah vi dichiara i Suoi segni, affinché meditiate.",
    "O voi che credete, elargite le cose migliori che vi siete guadagnati e di ciò che Noi abbiamo fatto spuntare per voi dalla terra. Non scegliete appositamente il peggio, ciò che [voi] accettereste soltanto chiudendo gli occhi   Sappiate che Allah è Colui che non ha bisogno di nulla, il Degno di lode.",
    "Satana vi minaccia di povertà e vi ordina l’avarizia, mentre Allah vi promette il perdono e la grazia, Allah è immenso, sapiente.",
    "Egli dà la saggezza a chi vuole. E chi riceve la saggezza, ha ricevuto un bene enorme. Ma si ricordano di ciò solo coloro che sono dotati di intelletto.",
    "Quali che siano i beni che darete in elemosina, o i voti che avete fatto, Allah li conosce. E per gli iniqui non ci saranno soccorritori.",
    "Se lasciate vedere le vostre elargizioni, è un bene; ma è ancora meglio per voi, se segretamente date ai bisognosi; [ciò] espierà una parte dei vostri peccati. Allah è ben informato su quello che fate.",
    "Non sta a te guidarli, ma è Allah che guida chi vuole. E tutto quello che darete nel bene sarà a vostro vantaggio, se darete solo per tendere al Volto di Allah   . E tutto quello che darete nel bene vi sarà restituito e non subirete alcun torto.",
    "[Date] ai poveri che sono assediati per la causa di Allah, che non possono andare per il mondo a loro piacere. L’ignorante li crede agiati perché si astengono dalla mendicità. Li riconoscerai per questo segno, che non chiedono alla gente importunandola   . E tutto ciò che elargirete nel bene, Allah lo conosce.",
    "Quelli che di giorno o di notte, in segreto o apertamente, danno dei loro beni, avranno la ricompensa presso il loro Signore, non avranno nulla da temere e non saranno afflitti.",
    "Coloro invece che si nutrono di usura   resusciteranno come chi sia stato toccato da Satana. E questo perché dicono: «Il commercio è come la usura!». Ma Allah ha permesso il commercio e ha proibito l’usura. Chi desiste dopo che gli è giunto il monito del suo Signore, tenga per sé quello che ha e il suo caso dipende da Allah. Quanto a chi persiste, ecco i compagni del Fuoco. Vi rimarranno in perpetuo.",
    "Allah vanifica l’usura e fa decuplicare l’elemosina. Allah non ama nessun ingrato peccatore.",
    "In verità coloro che avranno creduto e avranno compiuto il bene, avranno assolto l’orazione e versato la decima, avranno la loro ricompensa presso il loro Signore. Non avranno nulla da temere e non saranno afflitti.",
    "O voi che credete, temete Allah e rinunciate ai profitti dell’usura se siete credenti.",
    "Se non lo farete vi è dichiarata guerra da parte di Allah e del Suo Messaggero; se vi pentirete, conserverete il vostro patrimonio. Non fate torto e non subirete torto.",
    "Chi è nelle difficoltà, abbia una dilazione fino a che si risollevi. Ma è meglio per voi se rimetterete il debito, se solo lo sapeste!",
    "E temete il giorno in cui sarete ricondotti verso Allah. Allora ogni anima avrà quello che si sarà guadagnato. Nessuno subirà un torto.",
    "O voi che credete, quando contraete un debito con scadenza precisa, mettetelo per iscritto; che uno scriba tra di voi lo metta per iscritto, secondo giustizia. Lo scriba non si rifiuti di scrivere secondo quel che Allah gli ha insegnato; che scriva dunque e sia il contraente a dettare, temendo il suo Signore Allah e badi a non diminuire in nulla. Se il debitore è deficiente, o minorato o incapace di dettare lui stesso, detti il suo procuratore secondo giustizia. Chiamate a testimoni due dei vostri uomini o in mancanza di due uomini, un uomo e due donne, tra coloro di cui accettate la testimonianza, in maniera che, se una sbagliasse l’altra possa rammentarle. E i testimoni non rifiutino quando sono chiamati. Non fatevi prendere da pigrizia nello scrivere il debito e il termine suo, sia piccolo o grande. Questo è più giusto verso Allah, più corretto nella testimonianza e atto ad evitarvi ogni dubbio; a meno che non sia una transazione che definite immediatamente tra voi: in tal caso non ci sarà colpa se non lo scriverete. Chiamate testimoni quando trattate tra voi e non venga fatto alcun torto agli scribi e ai testimoni; e se lo farete, sarà il segno dell’empietà che è in voi. Temete Allah, è Allah che vi insegna. Allah conosce tutte le cose   .",
    "Se siete in viaggio e non trovate uno scriba, scambiatevi dei pegni. Se qualcuno affida qualcosa ad un altro, restituisca il deposito il depositario e tema Allah il suo Signore. Non siate reticenti nella testimonianza, ché invero, chi agisce così, ha un cuore peccatore. Allah conosce tutto quello che fate.",
    "Ad Allah appartiene tutto ciò che è nei cieli e sulla terra. Che lo manifestiate o lo nascondiate, Allah vi chiederà conto di quello che è negli animi vostri. E perdonerà chi vuole e castigherà chi vuole. Allah è onnipotente.",
    "Il Messaggero   crede in quello che è stato fatto scendere su di lui da parte del suo Signore, come del resto i credenti: tutti credono in Allah, nei Suoi Angeli, nei Suoi Libri e nei Suoi Messaggeri. «Non facciamo differenza alcuna tra i Suoi Messaggeri.»   E dicono: «Abbiamo ascoltato e obbediamo. Perdono, Signore! È a Te che tutto ritorna».",
    "Allah non impone a nessun’anima un carico al di là delle sue capacità   . Quello che ognuno avrà guadagnato sarà a suo favore e ciò che avrà demeritato sarà a suo danno. «Signore, non ci punire per le nostre dimenticanze e i nostri sbagli. Signore, non caricarci di un peso grave come quello che imponesti a coloro che furono prima di noi. Signore, non imporci ciò per cui non abbiamo la forza. Assolvici, perdonaci, abbi misericordia di noi. Tu sei il nostro patrono, dacci la vittoria sui miscredenti.»     Rivelata a Medina immediatamente dopo l’Egira, questa sura è la più lunga di tutto il Corano e contiene elementi di grande importanza sia dal punto di vista dottrinale, che da quello giuridico. L’Inviato di Allah (pace e benedizioni su di Lui), disse: «Ogni cosa ha il suo culmine, “Al-baqara” è il culmine del Corano». Il suo nome deriva dalla storia raccontata nei verss. -La tradizione islamica riferisce un detto di ‘Ubayda che disse: «Tra i Figli di Israele un uomo anziano fu ucciso da un parente e portato nottetempo nel territorio di una tribù diversa dalla sua per far ricadere su di essa la responsabilità dell’omicidio». La questione causò gravi incidenti tra le tribù al punto che stava per scoppiare una vera guerra. Qualcuno più sensato disse loro: «Volete uccidervi l’un l’altro quando tra noi c’è un Inviato di Allah?». Si recarono da Mosè (pace su di lui) [affinché indicasse il colpevole]… (prosegue la storia con il dialogo tra Mosè e la sua gente a proposito dell’ordine di sacrificare la giovenca e delle sue caratteristiche)… ‘Ubayda concluse: «Allah disse loro di colpire il cadavere con una parte della giovenca [la mascella secondo alcuni]. Il morto si alzò e indicò il suo assassino. La giovenca era stata pagata a peso d’oro». Quest’ultimo particolare avvalora l’interpretazione che vede nell’episodio una prova che gli ebrei dovevano superare per dimostrare di aver completamente abbandonato l’idolatria, nella quale erano caduti adorando il Vitello d’oro nel deserto. Oltre a Mosè, nella Sura della Giovenca vengono citati, direttamente o per allusione, altri Profeti: Adamo (di cui viene narrata la creazione nei verss. -), Abramo con i figli Ismaele e Isacco, Samuele, Saul, Davide, Salomone, Gesù (pace su tutti loro) e viene espresso con la massima chiarezza che il Corano non è una «nuova» rivelazione, ma piuttosto la «Rivelazione Ultima» che si ricollega a quelle precedenti per confermarle (vers. ), per abrogare elementi che avevano solo valore contingente, per ristabilire la purezza del culto in seguito alle deviazioni e alle aberrazioni degli uomini.  Vedi Appendice  «i timorati»: con questa allocuzione abbiamo tradotto il termine «muttaqùn». La «taqwà», che è appunto quello che provano i muttaqùn, è il timore reverenziale di Allah (gloria a Lui l’Altissimo). Qualcosa che non ha nulla a che fare con la paura, che è molto più grande ma che non diventa mai terrore. Il musulmano piange per timor di Allah, ma è piuttosto la dolcezza e non l’ansia quella che scioglie il suo cuore, scuote il petto nei singhiozzi e fa colare le lacrime.  «assolvono all’orazione»: vedi Appendice  «e donano…» lett. spendono (caritatevolmente). Si tratta di elemosina volontaria; per quella obbligatoria, «zakât», vedi Appendice  «ciò che è stato fatto scendere»: questa espressione indica la Rivelazione.  «su di te e… prima di te»: «su di te o Muhammad». Il Corano non rinnega la tradizione profetica precedente, anzi la conferma e la rafforza.  Quando l’uomo rifiuta con pervicacia il timore di Allah, condizione necessaria e sufficiente per poter ricevere il Suo messaggio, Allah lo ottenebra completamente, rende impenetrabile il suo cuore, sorde le sue orecchie, ciechi i suoi occhi (vedi n, ).  In questo versetto Allah (gloria a Lui l’Altissimo) ci parla dei falsi credenti. Quelli nel cui cuore c’è il «nifàq», l’ipocrisia e che, pertanto, vengono chiamati «munàfiqùn». Come sempre il Corano ha una valenza particolare e universale: ogni versetto ha un significato relativamente alle contingenze specifiche della sua rivelazione e un significato per tutti gli uomini e per tutti i tempi. Per quanto riguarda il significato contingente, i commentatori classici ci vedono un’allusione ad alcuni clan medinesi che avevano accettato di malavoglia la presenza dell’Inviato di Dio (pace e benedizioni su di lui) e gli avevano promesso obbedienza solo con la segreta intenzione di tramare contro di lui con chiunque gli fosse nemico.  una malattia»: il dubbio. Nella cultura occidentale si è scritto e detto molto a proposito dell’importanza del dubbio, del valore assoluto della critica per preservare la società e la cultura dalle aberrazioni totalitarie e assolutiste. Tutto questo può anche essere vero, in una cultura che si basa su teorie umane, su assunti ideologici o filosofici concepiti dall’uomo, su princìpi etici contingenti e instabili. Quando però ci si trova di fronte alla Parola di Allah, alla Rivelazione della Sua Dottrina e della Sua Legge, questo dubbio è davvero una malattia, un qualcosa di distruttivo e destabilizzante per l’equilibrio dell’uomo e della società in cui vive. Immaginate la condizione di un uomo che pretenda di analizzare ogni singola boccata d’aria prima di respirarla, ogni cibo e bevanda prima di consumarli. Immaginate qualcuno che voglia verificare tutto un impianto elettrico prima di accendere una lampadina o che non accetti di iniziare una giornata senza prima aver eseguito un check-up completo delle sue condizioni fisiche, con tanto di elettrocardiogramma, elettroencefalogramma, analisi del sangue, tac e simili. Dubitare di Allah, dei Suoi Libri, dei Suoi Angeli e dei Suoi Inviati ha un effetto ancora più devastante sulla mente di chi dubita e sulla società che è afflitta dal dubbio e dai dubbiosi.  « «siamo dei conciliatori»; traducendo il termine «muslihùn» con «conciliatori», abbiamo scelto l’interpretazione di Ibn Abbàs che disse: «Innama nahnu muslihùna, significa “noi cerchiamo di conciliare le due parti, i credenti e la Gente del Libro”. Mujàhid invece ritenne che volesse significare: «Noi agiamo nella buona direzione». In entrambi i casi quello che il Corano stigmatizza è il comportamento degli ipocriti.   «i loro dèmoni»: in questo caso si tratta di certi dottori ebrei e cristiani che facevano di tutto per distogliere la gente dalla fede nell’Islàm. In senso generale consideriamo che ogni uomo ha il suo demone (e a volte più di uno), che è connaturato alle sue passioni terrene; nella solitudine del dialogo interiore può avvenire un discorso di questo genere.   «che sprofondino»: lett. «che si estendano nella…»; noi diremmo che «si allarghino…».   II fuoco acceso è la luce della fede che dà forma alla realtà storica dell’uomo, con leggi, usi, tradizioni. Nel caso degli ipocriti questa illuminazione si riferisce solo ad un fatto esteriore. Se hanno accettato l’IsIàm solo come forma della loro realtà materiale, senza una sincera adesione interiore, al momento della morte Allah (gloria a Lui l’Altissimo) sottrarrà loro la luce della fede e quelli saranno come ciechi per l’eternità.   Tre aggettivi pesanti come macigni: sordi alla Parola di Allah, muti perché non la ripetono, ciechi perché privati della luce di cui, comunque, l’IsIàm ha irradiato la loro esistenza.   «non possono ritornare»: il pentimento tardivo è del tutto inutile. Secondo la dottrina islamica Allah (gloria a Lui l’Altissimo) accetta il pentimento dell’uomo finché in esso c’è ancora una ragionevole speranza di vita. Quando l’anima «risale alla gola» per lasciare l’uomo, il destino si è compiuto e non c’è più nessuna possibilità di modificarlo.   Continua la descrizione della condizione dei «munàfiqùn» (gli ipocriti): il loro comportamento ricorda quello degli struzzi: sono convinti che basti non sentire il fragore dei fulmini che si abbattono per sfuggire al loro effetto. La luce dellTslàm, che hanno accettato solo esteriormente, provoca in loro un grande sconvolgimento. Ciononostante l’effetto positivo della pratica religiosa fa sì che possano esserne rischiarati e possano procedere. Il fragore e la luce sono mezzi attraverso i quali Allah (gloria a Lui l’Altissimo), li vuole condurre sulla retta via e, pertanto, non li ha privati dell’udito e della vista.   «In verità Allah su tutte le cose è potente.» Crediamo che talvolta la traduzione letterale renda meglio il significato di un’espressione che ricorre molto spesso nel Corano. In altre occasioni tradurremo «Egli è L’Onnipotente».   L’adorazione è un mezzo per realizzare la «taqwà», il timor di Allah (vedi n, ), ed essere quindi i veri destinatari del Messaggio coranico.  «sul Nostro Servo»: Muhammad (pace e benedizioni su di lui), quello che è sceso su di lui è il Corano.  «portate…»: A proposito dell’inimitabilità del Corano vedi anche x, xI, xvII, xxvIII,  «il Fuoco»: quello dell’Inferno, il Corano gli dà diversi nomi: Al-Jahìm (la Fornace), As-Sa‘ìr (la Fiamma), Hutama (Quella che distrugge), Hàwiya (Il Baratro, l’Abisso), Al- Harìq (l’Incendio).  «Giardini in cui scorrono i ruscelli»: il giardino percorso dall’acqua e ricco di frutti: è questa l’immagine del Paradiso che più frequentemente ricorre nel Corano. Per chiunque abbia avuto la possibilità di vedere un’oasi nel deserto, l’immagine è di grande eloquenza: con attorno sabbia o sassi, per un raggio di decine o centinaia di chilometri, l’oasi è la vita dopo la morte, la frescura dopo la calura insopportabile, l’acqua dopo la disidratazione, la vegetazione dopo l’aridità quasi assoluta, il cibo dopo la fame, il riposo dopo la fatica, in definitiva una promessa di vita dopo una minaccia di morte.  «… Già ci era stato concesso!» La vita eterna è specchio solo apparente della vita terrena. I credenti riconosceranno i frutti che avevano goduto o desiderato sulla terra, ma ben diversa è la qualità di quello che viene loro offerto. E anche per quanto riguarda le «spose purissime», vale lo stesso discorso. La malevolenza della critica occidentale più rozza e prevenuta ha spesso ironizzato pesantemente sulla «forma» del Paradiso islamico, gratificandolo di: «materiale, sensuale, rigurgitante di donne disponibili ed efebi coppieri». Nulla di più sviante e mistificante. Senza entrare nel merito delle diverse interpretazioni che tradizionalisti e mistici hanno avanzato a proposito della realtà o della allegoria delle descrizioni coraniche, ci si consenta citare l’hadith con il quale l’imam Al-Nawawì conclude il «Riyâdu aş-Şâlihîn». «L’Inviato di Allah disse: “Quando gli abitanti del Paradiso vi entreranno, Allah Benedetto ed Altissimo dirà: ‘Volete che vi sia qualcosa in sovrappiù?’. ‘Non hai forse rischiarato i nostri volti?’ diranno ‘Non ci hai forse fatti entrare in Paradiso e liberati dal Fuoco?”’, ed Egli strapperà il velo: e non sarà stata data loro cosa più cara della vista del loro Signore”». (Muslim) [Il Giardino dei Devoti, (.), Trieste, siti, ].  Tramite il Corano Allah (gloria a Lui l’Altissimo) risponde a quei critici che argomentavano che una Sacra Scrittura non poteva abbassarsi ad esempi vili (le formiche, le api, il ragno ecc.). Allah Onnipotente ribadisce la Sua potestà di usare le parabole per spiegare la Verità alle menti umane.  «allontana»: Allah allontana coloro che non vogliono essere ricondotti a Lui. Chi si permette un’orgogliosa polemica con la Parola di Allah certamente non brama la Sua Guida e il Suo Volto, e certamente non lo avrà; questi sono i «fàsiqùn» che abbiamo tradotto con «iniqui».   «il patto di Allah»: proviamo un certo disagio ad usare il termine «Patto» quando una delle parti è Allah (gloria a Lui l’Altissimo). Ciononostante è questo il significato esatto di «‘ahdu ‘Llàh». Secondo i commentatori c’è una diretta allusione agli ebrei, che accettarono la missione che Allah diede loro e poi la tradirono.   «spezzano ciò»: i legami della solidarietà islamica, quelli di alleanza e quelli di sangue. Ogni impegno lecito e lecitamente accettato diventa vincolante per il credente.   «che spargono la corruzione sulla terra»: il concetto che viene espresso con «corruzione» è proprio quello che deriva dalla concezione di un mondo creato puro da Allah (gloria a Lui, l’Altissimo) e degradato dal peccato dell’uomo.   Ecco gli stati dell’uomo, che il Corano ci ricorderà in molti brani esemplificandoli in maniere diverse. Una prima condizione di «non-vita» durante la quale l’uomo è solo un’intenzione divina, poi la vita terrena attraverso le fasi del concepimento, la gestazione, la nascita, la crescita, la maturazione, il decadimento cui segue la morte fisica; preludio «sine qua non» della Resurrezione, del Giudizio e della vita eterna.   «in sette cieli»: il sette non indica un valore numerico preciso ma un concetto di pluralità.   «un vicario»: il termine (in arabo khalìfa) deriva da un verbo che significa rilevare, venire dopo, e pertanto ha assunto il significato di successore, vicario, luogotenente. Nello Stato Islamico fondato dall’inviato di Allah (pace e benedizioni su di lui) vennero così chiamati coloro che via via esercitarono le funzioni politiche e istituzionali di Muhammad.   «le presentò agli Angeli»: presentò loro le creature i cui nomi aveva insegnato all’uomo. – Allah ha dimostrato agli angeli che non c’è scienza se non in Lui. Allah (gloria a Lui l’Altissimo) realizza il Suo disegno su Adamo; insegnandogli i nomi delle cose, gli dà la possibilità di conoscerle, identificarle, utilizzarle. Attraverso la conoscenza dei «nomi» si realizza la supremazia della natura umana su qualsiasi altra natura creata. Allah diede vita ad Adamo soffiando in lui «del Suo spirito» e questo fatto fece sì che egli potesse acquisire le capacità logiche, induttive e deduttive che caratterizzano la mente umana.   Iblìs non è un angelo decaduto ma un jinn (vedi xvm, ). A proposito della prò sternazione degli angeli e del rifiuto di Iblìs (vedi anche vii, xv, xvn, xviii, xx, xxxvm, ).  L’uomo è creatura finita, imperfetta, effimera e caduca. La sua esaltazione sta nella sua condizione di «servo di Allah»: il limite dell’«albero» è il segno della sua inferiorità, della necessità della sua sottomissione, della sua obbedienza al suo Creatore e Signore.  L’inimicizia di cui parla il versetto si riferisce a quella sempiterna tra gli uomini e i dèmoni e non già tra l’uomo e la donna come si potrebbe equivocare.  «Adamo ricevette parole»: Allah gli insegnò la maniera di pentirsi. La capacità di pentirsi è già un segno della misericordia di Allah. A questo proposito vedi anche sura ix, Secondo un hadith citato da al Bayhaqì, ‘Umar Ibn al Khattàb disse: «Quando Adamo si pentì della sua colpa disse: “Mio Signore, ti chiedo di perdonarmi per il diritto di Muhammad”. Allah (gloria a Lui l’Altissimo) disse: “Come conosci Muhammad se ancora non l’ho creato?”. Rispose: “Quando mi hai creato con la Tua mano e hai soffiato in me del Tuo Spirito ho alzato la testa e ho visto che sul basamento del Tuo trono era scritto ‘Non vi è altro dio all’infuori di Allah e Muhammad è l’Inviato di Allah’. Ho dunque capito che, a fianco del Tuo nome, non avresti posto altro che il nome della creatura che ami di più”. Allah disse: “O Adamo, dal momento che hai chiesto nel suo nome, ti ho perdonato, poiché se non fosse per Muhammad, non ti avrei nemmeno creato”».  Allah preannuncia la Rivelazione.  «e rispetterò il vostro»: nel senso di «rispetterò le promesse che vi ho fatto». Vedi più sopra nota al vers.  «ciò che ho fatto scendere»: il Corano.  «quello che già era sceso su di voi»: le Scritture rivelate in precedenza.  «orazione, decima»: vedi Appendici e  II versetto è rivolto a coloro che predicano il bene e non lo compiono. In particolare sono i rabbini e i saggi cristiani quelli che vengono presi di mira. Essi conoscono le Scritture e non le applicano.  Sommando il tempo necessario per assolvere correttamente alle orazioni giornaliere, ci si accorge che esso può essere contenuto in una mezz’ora complessiva: /della giornata che Allah ci concede: non è certamente da questo punto di vista che essa è gravosa. I movimenti e le stazioni che ne sono l’aspetto esteriore, sono tali da essere facilmente compiuti da chiunque sia in condizioni fisiche normali. In caso di malattia o altro impedimento è prevista tutta una serie di facilitazioni che giungono fino all’assolvimento dell’orazione con i soli movimenti delle palpebre. Quindi non è neppure sotto questo aspetto che può essere considerata gravosa. Le formule e i versetti da recitare possono essere facilmente appresi con poche ore di studio da chiunque e non ci sono particolari necessità di spazio o ristrettezze temporali. La pesantezza dell’orazione è quella dell’abito mentale che deve indossare chi si rivolge al suo Signore con devozione e costanza. È l’abito della sottomissione ad Allah e all’insegnamento del Suo Inviato. È l’intima certezza che il massimo della dimensione umana si realizza quando, nella prosternazione, la testa del fedele è bassa, bassissima, la fronte è a terra e lo spirito al suo culmine. Abbassare la testa, inchinare con metodo e convinzione la scatola dell’intelligenza, il contenitore dei pensieri, l’archivio della memoria, questa è la difficoltà della prosternazione. Quando l’io pretende di essere più grande di Dio certamente l’orazione è gravosa, ma quando l’uomo è umile di fronte al suo Signore, quando riesce a scorgere anche solo una scintilla della Sua Grandezza, allora l’orazione è davvero il momento in cui la natura umana giganteggia e si eleva verso una forma angelicata. L’orazione è un rifugio per l’uomo di fronte alla fatica del vivere quotidiano. Insieme all’orazione Allah ci raccomanda la virtù della costante pazienza, la ferma sopportazione delle avversità. Nel Corano viene citata volte (vedi n, xvi, cııı, ).  Nel Giorno del Giudizio.  Allah (gloria a Lui l’Altissimo) ricorda agli ebrei la Sua benevolenza e la grande tradizione profetica di cui li fece destinatari.  «Essi non saranno…»: i malvagi.  II versetto si riferisce alla servitù degli ebrei in Egitto e alla loro liberazione attuata per il tramite della missione che Allah (gloria a Lui l’Altissimo) affidò a Mosè. La storia di Mosè, e le storie di molti altri Profeti, ricorrono molte volte nel Corano, a volte in maniera estesa, più spesso in modo sintetico.  «e voi vi prendeste il Vitello»: lett. adottaste il Vitello, così come si dice «adottare un bambino». Cfr. ıı, Si deve intendere «vi prendeste il Vitello a guisa di divinità»; è evidente che si tratta del Vitello d’oro.   «il Discrimine» (al-Furqàn): lo strumento per distinguere il vero dal falso. Con questo termine si designa spesso la Scrittura (la Torâh o il Corano).   «e datevi la morte»: a proposito di quest’ordine sono state avanzate diverse spiegazioni: una interpretazione parla di «al-nafs» (anima bestiale), contrapposta ad «ar-rùh» (Spirito, anima di essenza divina) e afferma che venne comandato agli ebrei di uccidere la loro anima bestiale. Un’altra interpretazione si basa sull’esegesi di Ibn ‘Abbas che disse: «In seguito ad un ordine ricevuto dal suo Signore, Mosè ordinò al suo popolo “Uccidetevi!”. Allora quelli che si erano abbandonati all’adorazione del Vitello si misero da parte, si sedettero e gli altri brandirono i coltelli. Scese su di loro una notte profondissima e cominciarono ad uccidersi l’un l’altro finché l’oscurità non si dissipò. Ci furono settantamila vittime. Tutti quelli che furono uccisi e tutti quelli che sopravvissero furono perdonati».   «cambiarono la parola»: cambiarono «hitta» (perdono) con «hinta» (grano) o «habba» (granaglia) (Tabarî, ı ).   «dodici fonti, e ogni tribù…»: i dodici figli di Israele diedero origine ad altrettante tribù che si riconobbero in questa fase dell’esodo (vedi Esodo, xvn).   Secondo alcuni esegeti è anche possibile tradurre: «tornate in Egitto».   «e uccidevano i profeti…»: allusione a Zakariyâ, a Yahyâ (Giovanni Battista), ecc. (pace su di loro).   Non si potrà utilizzare questo versetto per rivendicare una sorta di atteggiamento di tipo irenistico o, peggio ancora sincretista, da parte della dottrina islamica. Tutta l’esegesi afferma che esso si riferisce a quelli che vissero prima della rivelazione del Corano e della missione profetica affidata a Muhammad (pace e benedizioni su di lui). Non c’è nessuna alternativa allTslàm (vedi m, ). Ciononostante il versetto stabilisce tolleranza e rispetto per i seguaci di un culto monoteista. Grazie a questo atteggiamento da parte islamica, abbiamo visto nella storia la pacifica sopravvivenza di comunità autoctone di «gente del Libro», in tutti (o quasi) i paesi conquistati dai musulmani e islamizzati. Sorte ben diversa subirono purtroppo i musulmani di Sicilia e di Spagna dopo le riconquiste cristiane.   «ed elevammo il Monte»: il Monte per antonomasia: il Sinai.   «quello che vi abbiamo dato»: la Toràh.   «Siate scimmie reiette.» Secondo una tradizione si sarebbe trattato di un gruppo di ebrei che vivevano sul golfo di Aqaba, ai tempi di Davide (pace su di lui). Si lasciarono tentare da una facile pesca nel giorno di sabato. La trasformazione può essere intesa in senso fisico (in questi termini l’hadith) ma ancora di più in senso morale e testimoniereb- be il baratro di abiezione in cui sprofonda l’uomo a causa della sua disobbedienza ad Allah.   «una giovenca»: vedi nota   Incontriamo per la prima volta un’espressione contenente l’Isti’àdha, la formula della protezione: «A ‘ûdhu billâhi min a sh-shaytâni ar-rajìm» (mi rifugio in Allah da Satana il lapidato). A proposito della sua origine, la tradizione riferisce un commento di Ibn ‘Abbàs che disse: «Quando Gabriele scese la prima volta su Muhammad (pace e benedizioni su di lui) gli disse: O Muhammad, di’: Mi rifugio in Allah, l’Udente, il Sapiente contro Satana il lapidato”, e poi gli disse: Leggi in nome del tuo Signore che ha creato…” (cfr. xcvı, -).   «rallegri la vista»: lett. che piaccia a quelli che la guardano.   «Volete dibattere.» La seconda persona plurale è utilizzata per riferire quello che costoro si dicono gli uni agli altri. Gli ebrei non accettano di riconoscere che il Corano è la Rivelazione di Allah (vedi ıı, ).   Secondo la tradizione questo versetto fu rivelato in seguito a questo episodio della vita dell’Inviato di Allah riferito da ‘Ikrima: «Gli ebrei si erano riuniti per polemizzare con il Profeta (pace e benedizioni su di lui). Dicevano che il Fuoco li avrebbe toccati solo per un numero ben delimitato di giorni, dicevano quaranta giorni e aggiungevano che altri uomini avrebbero preso il loro posto nel Fuoco e, così dicendo, indicavano l’Inviato di Allah e i suoi compagni. Il Profeta rispose loro: “Mentite! Voi vi resterete in eterno, noi non prenderemo il vostro posto e non vi raggiungeremo”».   È bene inquadrare storicamente questo versetto: Ibn ‘Abbâs, As-Suûdi e Ibn Zayd hanno detto che questo versetto allude agli ebrei di Medina che si lasciavano coinvolgere nei conflitti che scoppiavano tra i clan arabi ai quali erano alleati. Ibn ‘Abbâs ha così commentato «Significa: Date man forte agli idolatri per opprimere i vostri correligionari con crimini ed ostilità fino al punto di spargere il loro sangue e scacciarli dalle loro case. Allah ricorda loro che la Toràh proibiva che si facessero la guerra gli uni agli altri come esigeva che riscattassero quelli che erano stati fatti prigionieri dai nemici. In quel tempo a Medina c’erano due schieramenti, da un lato i Banì Qaynuqà’ alleati dei Khazràj (clan arabo) e dall’altro i Banì Nadir e i Banì Quraydha alleati degli Aws (l’altro clan arabo). In caso di conflitto tra i Khazrâj e gli Aws i rispettivi alleati ebrei entravano in campo e combattevano contro i loro fratelli di religione e versavano il loro sangue (…) Quando il conflitto era terminato riscattavano quelli dei loro che erano stati fatti prigionieri, obbedendo in questo alla Toràh. Agendo in questo modo rispettavano una parte della Scrittura e ne trasgredivano un’altra».   «in questa vita»: il termine è «dünyâ» cioè basso, per cui la traduzione letterale dovrebbe essere: «il basso» (della vita).   Gesù, (pace su di lui) è Inviato di Allah, amato e riverito da tutti i musulmani.   «lo Spirito di Santità»: «ar-Rùh al-qudus»; con questo nome viene qui indicato l’angelo Gabriele (pace su di lui). Il termine santità va comunque inteso nel senso di «purezza», infatti solo Allah è «il Santo».   «cuori sono incirconcisi»: nel senso di «cuori miscredenti». La circoncisione è intesa come iniziazione all’alleanza con Allah.   Disse Ibn ‘Abbàs: «Gli ebrei di Medina chiedevano ad Allah l’aiuto di un Inviato contro gli Aws e i Khazràj [clan arabi medinesi] e ciò prima che giungesse. Quando poi Allah lo suscitò tra gli arabi, lo rifiutarono».   «E rinnegano il resto»: cioè il Corano, che conferma la Toràh.   «perché in passato avete ucciso i profeti di Allah», cfr. l’invettiva di Gesù contro i Farisei e gli Scribi in Matteo xxııı, -  «vi prendeste il Vitello», vedi ıı,   «si abbeverarono al Vitello»: trad. lett. Significa: «si lasciarono andare al culto idolatrico del Vitello d’oro».   «per ciò che…»: lett. «hanno messo avanti». Questa espressione ricorre spesso. Le mani, che nella vita terrena credono di agire e fare, in realtà non fanno altro che preparare la ricompensa o il castigo nella vita ultima.   «associatori»: nel Sacro Testo «mushrikùn». Questo termine indica tutti coloro che oltre ad Allah, o in vece Sua, adorano divinità, intermediari, semidei inventati dall’uomo.   «lo [il Corano ] ha fatto scendere nel tuo cuore.»   «si gettarono alle spalle il Libro di Allah»: lo rifiutarono categoricamente.   Gli ebrei di Medina consideravano Salomone (pace su di lui) una sorta di re-mago e, conformemente a quanto si legge nel Libro dei Re (I Re -), lo accusavano di essersi lasciato irretire dalle donne abbandonando il culto del Dio Unico. Con la rivelazione coranica Allah (gloria a Lui l’Altissimo) prende le difese del Suo Profeta e ristabilisce la verità. La tradizione islamica racconta che Salomone, con il potere che Allah gli aveva concesso, aveva soggiogato i dèmoni. Aveva fatto seppellire i loro libri della magia sotto il suo trono e li costringeva a lavorare per lui. Il versetto prosegue accennando alla storia di Hârût e Mârût. La tradizione ce ne parla come di due angeli che schernivano gli uomini per la loro debolezza e che furono messi alla prova da Allah. Inviati sulla terra, cedettero alla libidine e furono condannati ad espiare la loro colpa appesi per i piedi in un pozzo di Babilonia. La tradizione islamica fa risalire a loro l’inizio dell’arte magica, il Corano ci dice che in essa non c’è alcun bene e condanna alla dannazione chi la esercita.  Non dite «râ’inâ» ma dite «un dhurnâ»: râ’inâ significa «ascoltaci», ma nel dialetto parlato dagli ebrei di Medina, la stessa parola poteva assomigliare a un’espressione di dileggio. Essi si rivolgevano al Profeta (pace e benedizioni su di lui) utilizzando questo gioco di parole. I musulmani provenienti da Mecca non se ne rendevano conto e rischiavano, imitandoli, di prestarsi al gioco dei nemici del Profeta. Il Corano invita i credenti ad utilizzare un’espressione più rispettosa e non equivocabile (vedi anche ıv, ).  «gente del Libro»: si tratta degli Ebrei e dei Cristiani e di tutti coloro che affermano di riferirsi a una Scrittura rivelata.  Allah (gloria a Lui l’Altissimo), si rivolge al Suo Inviato (vedi xvı, lxxxvıı, -).   «Vorreste»: «o musulmani»; «il vostro Messaggero»: Muhammad.   «come in passato fu interrogato Mosè»: forse la gente chiese anche a Muhammad (pace e benedizioni su di lui) di mostrare loro il volto di Allah (vedi ı, oppure il riferimento è all’interrogatorio cui fu sottoposto a proposito del sacrificio della giovenca (vedi ıı, -).   Allah mette in guardia in merito all’ostilità che appartenenti a tradizioni precedenti avranno per coloro che seguiranno la predicazione di Muhammad (pace e benedizioni su di lui). Non si tratta, sia chiaro di un’ostilità dovuta a ragioni spirituali ma di potere. L’Islam, con la sua intransigenza etica, tradizionalmente consolidata, si pone a tutt’oggi come la sola speranza di liberazione dell’uomo da tutte le forme di dominazione umana. Quando ci si riconosce servi di Allah, non si può essere servi dell’uomo, delle sue ideologie, delle sue merci, delle sue passioni, delle sue illusioni.   «orazione, decima»: vedi Appendici e   «i giudei e i nazareni»: gli ebrei e cristiani. Nella traduzione abbiamo preferito utilizzare questi due termini per ragioni di fedeltà al testo coranico. Il termine «giudei» deriva da Giuda, uno dei figli di Giacobbe; «nazareni» deriva da Nasira (Nazareth), città in cui Gesù era vissuto con la sua famiglia.   In base a questo versetto alcuni sostengono che anche l’orazione compiuta con un errore di orientamento (qiblah) è comunque valida. Quello che conta è sempre l’intenzione di assolverla correttamente, per ottenere il compiacimento di Allah. Secondo un altro parere l’orazione è valida solo se ci si accorge dell’errore dopo l’inizio del tempo dell’orazione successiva, mentre se ci si accorge dell’errore in tempo utile è necessario ripeterla.   «Allah si è preso un figlio»: netto e lapidario il versetto smentisce le affermazioni dei cristiani a proposito della «paternità divina». Nelle lingue semitiche i termini che per noi indicano inequivocabili rapporti di consanguineità o di parentela (come padre, madre, figlio, fratello, sorella) hanno significati più generali e complessi. Il Corano proibisce l’uso dell’espressione «figlio di Allah» perché foriera di equivoci.   «Gloria a Lui»: «Subhàna Allah», esclamazione molto usata con la quale si esprime meraviglia, ammirazione, stupore, si ribadisce la prevalenza di Allah (gloria a Lui l’Altissimo).   «ti abbiamo inviato»: (O Muhammad).   «non ti sarà chiesto conto»: il Messaggero (pace e benedizioni su di lui), ha solo la responsabilità di trasmettere il Messaggio di Allah, non dovrà rendere conto delle azioni degli uomini che lo hanno ascoltato.   «Fornace», vedi nota a ıı,   Come già in ıı, Allah (gloria a Lui l’Altissimo), informa il Suo Inviato (pace e benedizioni su di lui) in merito all’atteggiamento che molti fedeli ebrei e cristiani avranno nei suoi confronti (e in quelli dell’Islam). Inevitabilmente la nuova rivelazione e la conseguente predicazione sarebbero state viste come “concorrenti” e foriere di un rime- scolamento degli equilibri religiosi presenti. Per tali ragioni colui il quale è stato destinato ad esserne il latore sarebbe stato vittima di incomprensione, ostracismo e persecuzione a meno di rinunciare alla missione affidategli. La parte finale del versetto e il succ. v. sono un severo monito a non lasciarsi intimidire.   Gli ebrei e i cristiani rispettosi di Allah e delle Scritture che Egli ha voluto rivelare loro, non possono esimersi dal prestare fede alla rivelazione coranica.   In questo versetto viene tratteggiata la solitudine dell’uomo nel Giorno del Giudizio. A nulla serviranno il potere e le ricchezze godute nella vita terrena.   «lo provò con i Suoi ordini»: lett. «lo provò con certe parole»; la prova è probabilmente quella di sacrificare Ismaele, vedi xxxvıı , -  «[il Signore] disse», «disse Allah»: nel Corano solo «disse». La maggior parte dei dialoghi riferiti non hanno alcun elemento scenico: ogni replica è introdotta dal «disse» senza menzionare il soggetto. Ogniqualvolta inseriremo un’aggiunta che riteniamo indispensabile alla corretta comprensione del testo, la metteremo in parentesi quadra […].   «un imâm»: il termine di imâm (dalla radice ‘amama, «star davanti»), che nel contesto di questo versetto significa un esempio di perfetto monoteismo, si applica comunemente a chi dirige orazione congregazionale (salâ al-jamà), nonché, in senso eminente, a colui che, per via delle sue eccellenti qualificazioni, assuma una funzione di guida nei confronti della comunità. L’espressione «i quattro imam» designa per antonomasia i fondatori delle quattro scuole giurisprudenziali sunnite, cioè Abû Hanîfa, Mâlik ibn Anas, Ash-Shâf î e Ahmad Ibn Hanbal.   «Casa»: la Santa Ka‘ba della Mecca, il luogo del pellegrinaggio.   «in cui Abramo ristette»: in preghiera? (lett. Makâm Ibrâhîm: il posto di Abramo).   «vi gireranno attorno»: allusione al Tawàf (la circoambulazione) del Pellegrinaggio o dell’Umra (la visita ai Luoghi Santi).   «vi si ritireranno»: lo I’tikàf (il ritiro) nelle moschee è una Sunna particolarmente meritevole negli ultimi dieci giorni del mese di Ramadan.   «si inchineranno e…» nella salât.   «Colui che tutto ascolta e conosce»: l’Audiente, Sapiente (al-Samì ‘al-‘Alìm).   «dei musulmani e…», «una comunità musulmana», e poi al vers. «se non musulmani»: si potrebbe anche dire «sottomessi/a» ma abbiamo preferito la traduzione più letterale in quanto chiara dimostrazione che tutta la rivelazione di Allah (gloria a Lui l’Altissimo) si inquadra nello stesso divino disegno dell’IsIàm, la sottomissione ad Allah.   «i Tuoi versetti»: «ayât»: versetti, segni. La parola «aya» indica qualsiasi manifestazione dell’intervento di Allah. I fatti che accadono nella vita sono degli «ayât»; anche ogni versetto rivelato lo è, e così pure il racconto di un miracolo o di una catastrofe o la definizione di un precetto.   «Forse eravate presenti»: come dire: «voi che non credete certamente non eravate presenti». Allah (gloria a Lui l’Altissimo) si rivolge a quegli ebrei e cristiani che riconoscevano la tradizione Profetica della famiglia di Abramo ma rifiutavano di credere nel Messaggio recato da Muhammad (pace e benedizioni su di lui).   «era puro credente e non associatore»: i due termini sono assolutamente antitetici: «puro credente (hanìf) significa monoteista (in origine «sincero»), l’associatore invece è un fabbricatore di dèi, colui che associa qualcosa alla Unicità di Allah (gloria a Lui l’Altissimo). Il messaggio coranico è chiaro: ebraismo e cristianesimo sono religioni che hanno alla loro origine una Rivelazione divina ma gli ebrei e cristiani si sono allontanati dalla verità alterando i princìpi della loro religione e non hanno voluto riconoscere nel Corano il prosieguo, il coronamento e la conclusione della profezia. Ricollegandosi direttamente al padre Abramo, i musulmani evitano di ereditare tutte le deviazioni e le miopie.   «sulle Tribù»: le dodici tribù di Israele che ebbero origine dai dodici figli di Giacobbe (Israele), figlio di Isacco, figlio di Abramo.   «la tintura di Allah»: il termine arabo sibghah che abbiamo tradotto con «tintura», sta a significare secondo Ibn Abbas la religione. Egli disse: «as-sibghah non è altro che la religione di Allah». Secondo altri commentatori si tratta della fitra, della natura profonda che Allah ha dato al genere umano, la religione naturale: la sottomissione a Lui.   Nessuna polemica tra la «Gente del Libro». Esiste un solo Dio ed è il Dio di tutti quanti. Per quanto riguarda il giudizio sul modo di rapportarsi a Lui, ognuno risponderà delle sue azioni.  «Vorreste forse sostenere…»: ebraismo e cristianesimo sono forme di culto successive ad Abramo, ai suoi figli, ai suoi nipoti. Qualsiasi tentativo di legittimarle in opposizione all’IsIàm è prodotto dall’ignoranza («Ne sapete forse più di Allah?») o dalla malafede («Chi è peggior empio di chi nasconde qualcosa che ha ricevuto da Allah?»).  «l’orientamento»: la qiblah, la direzione verso la quale ci si rivolge durante l’orazione (vedi Appendice ). Nei primi mesi che seguirono l’Egira, i musulmani avevano per «qiblah» Gerusalemme poi, dopo dieci mesi secondo alcuni o dopo sedici secondo altri, Allah ordinò che si girassero verso la Ka‘ba, il tempio al Dio Unico edificato da Abramo e Ismaele nel luogo in cui sarebbe sorta la città di Mecca. Quando avvenne questa modifica nell’orientamento rituale, i nemici dell’Inviato di Allah (pace e benedizioni su di lui) ne fecero un argomento di derisione e scherno. Vedi nota  «equilibrata»: con questa espressione abbiamo tradotto «wasatà» che in arabo implica i concetti di media, moderata, equilibrata. È il concetto romano di «aurea medio- critas» che non c’entra niente con la «mediocrità» come è intesa nell’attuale accezione. Questo concetto di equilibrio è molto importante nell’IsIàm. La dottrina islamica e tutto ciò che essa informa, diritto, etica, norme consuetudinarie, è improntata al rifiuto dell’estremismo, della radicalità, del fanatismo. Solo l’equilibrio tra gli elementi che costituiscono l’uomo: lo spirito, l’intelletto e il corpo, potranno dare pienezza e serenità all’individuo, alla famiglia in cui vive, alla comunità di cui fa parte.  Allah (gloria a Lui l’Altissimo) conferma di aver voluto rispondere all’aspettativa del Suo Inviato (pace e benedizioni su di lui). Dopo aver cercato di convincere gli ebrei e i cristiani di Medina che il Corano confermava e superava la loro Legge e che l’IsIàm era «la religione», Muhammad sentiva che erano maturi i tempi di dare un segno certo del ritorno alla purezza iniziale del culto abramico. Quale miglior segno se non quello di rivolgersi verso il Tempio che lo stesso Abramo e suo figlio Ismaele avevano costruito? Il fatto era avvenuto in maniera netta e clamorosa. L’Inviato di Allah (pace e benedizioni su di lui) stava guidando l’orazione del mezzogiorno nella casa di Bishr ibnu Barà, quando a metà dell’orazione, ricevette il seguente vers. e, abbandonando l’orientamento verso Gerusalemme, si volse in direzione della Ka‘ba. Quando poi vennero inviati messi per informare tutti i credenti a proposito di questo fatto, essi giunsero presso alcune comunità mentre erano riunite in preghiera. Essendo rivolto a Nord l’imam si alzò, risalì le file degli oranti per compiere una rotazione di che lo ponesse con fronte a Sud, in direzione della Mecca. Questo fatto provocò un minimo di scompiglio e la gente dovette riallinearsi. Le tradizioni ci hanno riferito questi episodi con grande precisione.   «Sacra Moschea»: AI-Masjid Al-Haràm, Masjid significa luogo in cui si pratica il sujud, la prosternazione dell’orazione.   «Coloro… lo riconoscono»: gli ebrei e cristiani che sono consci del fatto che Muhammad (pace e benedizioni su di lui) è il Messaggero di Allah, ma non vogliono ammetterlo. Vedi nota a vı,   Vedi nota a ıı,   «una direzione»: si tratta sempre dell’orientamento rituale di cui ai versetti precedenti.   «la Santa Moschea»: la Ka‘ba (vedi nota ).   «non abbia pretesti contro di voi»: se i musulmani non avessero accettato la nuova qiblah, questo fatto avrebbe certamente scatenato polemiche nei loro confronti.   «Invero Allah è con coloro che perseverano»: «inna Allâh ma‘as-sâbirîn». Questa espressione molto nota e usata in tutto il mondo islamico, testimonia di un atteggiamento che spesso la cultura occidentale ha definito «fatalismo islamico». In realtà è frutto della tranquilla coscienza che tutto quello che accade è volontà di Allah, ed accade per il bene del credente, in questa vita e nell’altra. Se è pur vero che in alcuni casi è stato l’alibi per condotte rinunciatarie e ignave, è altrettanto vero che in generale ha preservato da due delle grandi malattie contemporanee, la disperazione e la nevrosi.   «sulla via di Allah» («fî sabîl Allàh»): sul sentiero di Allah, per la causa di Allah, al servizio di Allah.   La vera morte è quella dello spirito e, in tal caso, non sono certamente morti coloro che sono caduti combattendo per la causa di Allah. Nell’Islâm sono chiamati «shuha- dà’» (sing. shahìd) (il termine deriva da un verbo che significa testimoniare) che tradurremmo con «martiri» (coloro che hanno testimoniato la loro fede con l’estremo sacrificio). Cfr. ııı, -  Allah non promette vita facile ai credenti, tutt’altro! Il musulmano dà prova della sua fede accettando con dignitosa rassegnazione quello che il suo Signore ha deciso per lui.   «Ebbene da’»: (o Muhammad!).   «coloro che perseverano»: un altro significato di «sabr»: perseveranza.   «Siamo di Allah e a Lui ritorniamo»: questa espressione è la sintesi di quello che è l’atteggiamento del credente di fronte alla morte e alla disgrazia. L’accettazione della volontà di Allah (gloria a Lui l’Altissimo), si trasforma in forza e serenità per il musulmano.   «Safâ e Marwa»: Safâ (la Roccia) e Marwa (la Pietra) sono due colline che si trovano all’interno del recinto del Masjid al Harâm di Mecca. Il «correre tra» di cui si parla nel testo è il «Sa‘ì», uno dei riti fondamentali del Hajj, il Pellegrinaggio e della ’Umra, la visita ai Luoghi Santi (vedi Appendice ). Questo rito commemora e rivive la storia di Agar che Abramo, per volontà di Allah, abbandonò in quel luogo insieme al figlioletto Ismaele. Quando l’otre che Abramo aveva lasciato fu vuoto, Agar presa dall’ansia e dal timore di vedere morire di sete Ismaele, corse tra Safâ e Marwa, nella speranza di poter avvistare qualcuno a cui chiedere aiuto. Al settimo percorso Allah fece sgorgare la fonte di Zamzam che li salvò dalla morte e rese possibile la vita in quell’arida valle dell’Hijàz. Immemori del significato, ma fedeli al rito, gli Arabi avevano continuato a compiere questi sette percorsi. Il versetto scese per fugare i dubbi dei musulmani a proposito di questa pratica rituale.   In base ad una tradizione questo sarebbe uno dei versetti in cui si trova il Nome Sublime di Allah. Vedi Appendice (vedi anche ııı, -e xxı, ).   «i seguiti sconfesseranno i loro seguaci»: i capi non si assumeranno la responsabilità dei peccati dei loro accoliti.   La similitudine risponde ad un angoscioso interrogativo che spesso il credente si pone: «perché molti non recepiscono il messaggio di Allah quando lo ascoltano?». La risposta è chiara: è inutile dare a chi non ha capacità di ricevere. La traduzione del versetto è stata formulata in base all’interpretazione del Tabarì (ıı, -).   Allah (gloria a Lui l’Altissimo) ci proibisce tutto quello che è un male per noi. In moltissime lingue il maiale è sinonimo di sporcizia fisica e morale. Maiale, maialata, porco, porcheria, porcata, porcile, troia, troiata: quanto di peggio possa esprimere il comportamento umano viene espresso con colore ed efficacia per mezzo di questi termini. Basterebbe questa semplice considerazione per rendere l’idea della ripugnanza che dovrebbero ispirare le carni suine. Purtroppo la grande convenienza economica dell’allevamento fa sì che i non musulmani se ne cibino, con grave pregiudizio per la loro salute fisica c spirituale.   II Corano condanna severamente coloro che, conoscendo la Parola di Allah, ne dissimulano una parte o ne fanno simonia.   «si allontanano nello scisma»: lett. «sono in uno scisma lontano».   La carità è amore di Allah, non formalismo ma fede sincera, generosità, devozione, obbedienza, senso dell’onore, pazienza.   «il contrappasso»: abbiamo scelto questo termine per tradurre «al-qişâs» piuttosto che quello usuale di «taglione» in accordo con le considerazioni di uno dei massimi traduttori e commentatori contemporanei del Santo Corano, il prof. Yusuf Alì. Il taglione era un istituto giuridico rozzo e feroce, per il quale ad esempio non si distingueva tra omicidio volontario, involontario e preterintenzionale. In base alla legge islamica (sharia) il «qisàs» si applica solo per l’omicidio volontario.   In questo versetto vengono stabiliti tre princìpi giuridici di grandissima importanza. Mentre nelle culture primitive tutta la famiglia o il clan dell’uccisore subiva la vendetta della gente dell’ucciso, l’IsIàm afferma il principio della responsabilità personale. Il secondo riguarda la vendetta, che deve essere proporzionata all’offesa subita. Il terzo quello della remissione mediante indennizzo.   II valore deterrente della legge del contrappasso è evidente. Chi si fosse macchiato di una colpa grave contro la persona, omicidio o lesioni gravi, non avrebbe più potuto sperare nella solidarietà tribale per sfuggire alla vendetta (magari scatenando una faida sanguinosa).   «lo altererà dopo averlo ascoltato»: è il caso delle disposizioni testamentarie rese verbalmente.   «e ristabilisce la concordia»: tra gli eredi e coloro che sono stati diseredati ingiustamente.   «non avrà commesso peccato»: se per far ciò cambia qualcosa nel testamento con il consenso dei beneficiari.   «il digiuno» (al-Sawm) si svolge durante il mese di Ramadàn (il nono dell’anno). A causa dello sfasamento tra il calendario islamico (anno lunare di giorni) e quello solare (-giorni), ogni anno la data di inizio del Ramadàn anticipa di -giorni rispetto a quella dell’anno precedente. Vedi anche Appendice   «Chi… altrettanti giorni»: «digiuni quando sarà nelle condizioni di farlo».   «per coloro che [a stento] potrebbero sopportarlo»: secondo i commentatori sono i credenti in età avanzata o in stato di debilitazione permanente (una malattia cronica ad esempio). Costoro non possono digiunare e non possono neppure sperare di recuperare in seguito. Coloro che invece possono digiunare e non lo fanno, sono soggetti ad una espiazione per ognuno dei giorni che hanno mancato al precetto. L’espiazione consiste nella liberazione di uno schiavo, o nell’impossibilità di farlo, nel nutrire poveri o ancora, non avendone i mezzi, in un digiuno di giorni consecutivi.   «Chi di voi ne testimoni [l’inizio]»: l’avvistamento della luna del mese di Ramadàn segna l’inizio del periodo di digiuno.   Con questo versetto sono fissati con chiarezza alcuni punti fondamentali del digiuno di Ramadàn. Innanzitutto il fatto che i rapporti coniugali sono leciti nel periodo notturno: «vi è stato permesso di avvicinarvi…» e la maniera in cui devono essere intesi e vissuti questi rapporti, con naturalezza e intima donazione: «esse sono una veste per voi e voi…»; poi il momento in cui iniziare l’astinenza. A questo proposito, nonostante che il testo dica: «… finché all’alba possiate distinguere il filo bianco dal filo nero», si deve intendere: «finché possiate scorgere ad oriente il filo bianco della luce dell’alba, distinguendolo dal filo nero [della notte]». Inoltre, viene istituita la pratica dell’i‘tikàf, il ritiro nella moschea: una pratica devota per trascorrere nella maniera migliore gli ultimi dieci giorni di Ramadàn.  La corruzione è un flagello che affligge le società, essa corrode profondamente il tessuto etico-sociale, semina prevaricazione e sfiducia. In certi paesi essere giudice è la maniera più rapida e meno rischiosa per arricchirsi. Ed era già così al tempo dell’inviato di Allah (pace e benedizioni su di lui), Egli disse: «Su tre giudici due conosceranno il castigo dell’inferno e solo uno entrerà in Paradiso».  «ti interrogano sui noviluni»: in questo fatto non ci sono magici arcani ma solo un fatto astronomico di grande importanza per la scansione del tempo.  «il Pellegrinaggio»: l’Hajj, vedi Appendice  «entrare in casa dalla parte posteriore»: prima della predicazione di Muhammad (pace e benedizioni su di lui), i pellegrini in stato di sacralizzazione non osavano rientrare nelle loro case prima di aver esaurito i riti del pellegrinaggio. In caso di urgenza entravano per una porta posteriore o una finestra.  «la persecuzione»: il termine che, in questo caso traduciamo con persecuzione è in arabo «fitna». Una parola pesante come una montagna e che presenta grandi difficoltà di traduzione. Non abbiamo trovato di meglio che formulare questa lunga (e senz’altro non esaustiva) definizione: «fitna»: tutti i fenomeni, i comportamenti e le intenzioni connessi a persecuzione, sedizione, sovversione, scandalo, vizio, inquinamento, corruzione, discordia, disordine, disobbedienza, ribellione, contro Allah, le Sue leggi, le Sue creature.  «Se desistono, non ci sia ostilità»: la guerra è un aspro dovere da compiere per amore di Allah, non è un mestiere, non è una ragione di vita. E, soprattutto, non è la distruzione del nemico l’obiettivo dei credenti, ma la cessazione della fitna (oppressione-persecuzione, vedi sopra nota al vers. ), escludendo in seguito qualsiasi genere di rappresaglia.  «Mese sacro»: «Se il nemico rispetta la tregua del mese sacro, fatelo anche voi». Già in epoca «jahilì» (lett. dell’ignoranza: anteriore alla predicazione e all’affermazione dell’IsIàm) gli arabi osservano una tregua durante i mesi di Dhû ‘Qa‘da, Dhû ‘Hijja, Muharram e Rajab (xı, xıı, ı e vıi). Il Corano ribadisce però che in caso di attacco la difesa è sacrosanta.  «per ogni cosa proibita un contrappasso»: tutto quanto ha a che fare con i sacri riti è in qualche modo protetto dalla legge del contrappasso (Tabarì ıı, ). Il termine «haram» intende in questo caso qualsiasi violazione degli interdetti rituali. Vedi Pellegrinaggio nell’Appendice In generale harâm significa divieto, proibizione. La moschea di Mecca che ospita la Sacra Ka‘ba si chiama appunto «Al-Masjid Al-haram» espressione che traduciamo «la Moschea Santa» (vedi xvıı,l) e che potrebbe intendersi come «la moschea degli interdetti», riferendoci alle proibizioni rituali connesse con il Pellegrinaggio o la ’Umra.  «Pellegrinaggio e Visita»: vedi Appendice  «nei mesi ben noti»: cioè nei mesi di Shawwàl, Dhù ‘-Qa‘da e Dhù ‘-Hijja. E possibile iniziare la Visita dal primo giorno di Shawwàl in poi, quindi attendere sino all’ottavo giorno di Dhù ‘I-Hijja per iniziare il Pellegrinaggio.  II Corano impone ai pellegrini di prepararsi per il viaggio e il soggiorno, sia spiritualmente che materialmente. Ben diversamente dalle culture più orientali, in cui il pellegrino è a carico della comunità, la dottrina islamica insiste sull’autosufficienza, foriera di dignità personale e di libertà dell’individuo.  «cercherete di guadagnarvi la Grazia»: secondo la maggior parte dei commentatori, questa espressione coranicamente molto frequente, significa l’acquisizione di qualche bene materiale mediante il commercio, il cui profitto altro non è che il segno della Grazia di Allah. In base a questo versetto il commercio del pellegrino durante il Pellegrinaggio è considerato lecito.  «‘Arafa»: la valle in cui si trova la Montagna della Misericordia. In questo luogo i pellegrini stazionano nel ix giorno del mese di Dhù ‘-Hijja, pregando e chiedendo perdono ad Allah dei loro peccati.  «il Sacro Monumento»: si trova a Muzdalifa; è il luogo in cui, durante il Pellegrinaggio, si trascorre la notte del di Dhù ‘-Hijja.  «Fate la marcia»: si tratta di uno dei riti del Pellegrinaggio e consiste nel percorrere a passo di corsa un breve tratto del cammino tra ‘Arafa e Muzdalifa. Questo versetto abolì un privilegio tribale dei Meccani, quello di non recarsi ad ‘Arafa durante il Pellegrinaggio fermandosi a Muzdalifa. Vedi anche Appendice   «nei giorni contati»: i tre giorni che seguono quello di ‘Arafâ in cui, durante il Pellegrinaggio, si rimane a Minâ.   Oltre ai significati generali, eterni ed universali, questi due ultimi versetti, che prendono di mira coloro che utilizzano la parola per confondere la gente e fare del male, sono stati messi in relazione alla vicenda di un certo al-Aknas ibn Shurayq-th-Thaqîfî, che si recò dal Profeta (pace e benedizioni su di lui), per abbracciare l’Islàm nelle sue mani. La conversione, però era solo un espediente per fare, indisturbato, i suoi affari a Medina. Quando ripartì dalla città del Profeta, predò le colture dei musulmani che trovò sulla via e uccise il loro bestiame.   «nella Pace», in arabo Silm, parola che ha la stessa radice di Islàm.   Quando, nel Giorno del Giudizio, i miscredenti si renderanno conto della realtà divina, non avranno più la possibilità di modificare il loro destino.   Dalla creazione di Adamo, e fino a Noè, gli uomini facevano parte di una sola comunità di credenti. Quando empietà e miscredenza cominciarono a manifestarsi Allah (gloria a Lui l’Altissimo) ispirò la predicazione di Noè che durò anni (vedi xxıx, e poi inviò il castigo del diluvio.   «coloro che credettero»: i musulmani.   Credete forse [o musulmani] che…   Questo è uno dei versetti più conosciuti da quanti hanno sempre sostenuto la tesi che l’IsIàm sia «la religione della spada» e che i musulmani sono fondamentalmente, dottrinalmente aggressivi. La verità è molto diversa. I musulmani hanno il diritto e il dovere di combattere solo se vengono aggrediti, personalmente o come comunità di credenti (umma islamica). A parte le conquiste islamiche dei primi secoli, che furono in verità delle vere e proprie guerre di liberazione di popolazioni oppresse da regni dispotici e ingiusti, quali erano quello bizantino e quello persiano, ogniqualvolta i musulmani hanno combattuto è stato per difendersi: dalla guerra contro le crociate, tese a ristabilire il dominio cristiano sulla Palestina, alle lotte anticoloniali di questo ultimo secolo, alla resistenza islamica contro i tentativi di deislamizzazione palesi o striscianti. Alcune vicende internazionali (Guerra del Golfo, inverno hanno riproposto all’attenzione dell’opinione pubblica occidentale comportamenti equivoci e discordanti pareri giuridici a proposito della «guerra per la causa di Allah». Il fatto che due parti in conflitto rivendicassero la loro guerra come «jihàd fi-sabili-llah» (sforzo per la causa di Allah) non significa assolutamente che: di jihàd si trattasse, che le due parti combattessero veramente per la causa di Allah. Non ci si stupisca di ciò. Tutta la storia è costellata di guerre grandi e piccole in cui, in nome della stessa identica concezione di Dio, venivano benedette le armate e le armi degli avversi contendenti.   «fitna»: in questo caso il termine ha il significato di «oppressione, persecuzione». Vedi nota a ıı,   «coloro che… sono emigrati»: coloro che hanno fatto l’Egira con il Profeta (pace e benedizioni su di lui), o che lo hanno raggiunto a Medina.   Ad Allah (gloria a Lui l’Altissimo) piacque che il Corano scendesse sul Suo Inviato (pace e benedizione su di lui) in un arco di tempo lungo ventitré anni. Si trattava infatti di costruire una comunità di credenti che avesse in sé doti di solidità e di coesione eccezionali. Il dato di partenza era davvero infimo. La maggior parte degli arabi della jahiliya (lett. l’ignoranza, la condizione dell’uomo prima che gli giunga la luce della Parola di Allah) avevano stili di vita ed etiche personali particolarmente discutibili. L’abuso di alcool era diffuso e riguardava anche il notabilato delle città. Nella Sua Lungimiranza e Magnanimità Allah (gloria a Lui l’Altissimo) formulò per gradi la Sua legge a proposito dell’ebbrezza. In questa prima «comunicazione» attira l’attenzione sulla nocività spirituale del vino (e del gioco d’azzardo). Poi in ıv, rende incompatibile la condizione dell’ubriachezza con quella necessaria per assolvere all’orazione. Infine con il vers. e della sura v, venne decretato il divieto nella maniera più netta; di conseguenza, i credenti si astennero immediatamente dal consumo di bevande alcoliche.   Una donna musulmana non può sposare un non musulmano, vedi anche lx, Per quanto riguarda l’uomo musulmano e la donna non musulmana vedi v,   «un danno»: anche «dolore, inconveniente, fonte di male, sporcizia», il termine «adhà» significa tutte queste cose.   «nel modo che Allah vi ha comandato»: l’IsIàm considera contro natura il rapporto sessuale per via anale e lo proibisce, come del resto proibisce i rapporti omosessuali.  II rapporto che lega un uomo al suo campo, è certamente un qualcosa di complesso e complessivo. Egli può godere della sua bellezza intrinseca, senza però dimenticare gli impegni che esso comporta. Può amarlo per i frutti che produce e allo stesso tempo confortarsi della sicurezza che esso ispira. Il campo, se amato, rispettato, lavorato, curato, dà il meglio di sé. Questo il significato della metafora che Allah (gloria a Lui l’Altissimo) ci offre.  «Venite pure al vostro campo come volete»: secondo i commentatori classici questa espressione tende a far tabula rasa di molte superstizioni che gravavano sulla forma dei rapporti sessuali.  «ma predisponetevi»: non dimenticatevi che anche l’atto sessuale lecitamente compiuto equivale «a un’elemosina», come ebbe a dire l’Inviato di Allah (pace e benedizioni su di lui), e pertanto iniziatelo in nome di Allah. L’Inviato di Allah (pace e benedizioni su di lui) suggerì questa invocazione da pronunciare prima di iniziare l’atto coniugale: «Bismì ‘Llàh. Signore, proteggici da Satana e proteggi da lui i figli che ci concederai». Ci sono altre possibilità di comprensione di questa espressione: alcuni commentatori vi leggono l’ordine di compiere correttamente i preparativi dell’atto sessuale e si appoggiano su un hadith nel quale il Profeta (pace e benedizioni su di lui) invitò a farsi precedere, nell’atto sessuale, da un messaggero. Quando gli chiesero di che messaggero si trattasse, citò esplicitamente i preliminari affettuosi dell’atto coniugale.  Non è lecito giurare in Nome di Allah, qualcosa che ostacoli la generosità, la devozione, la magnanimità. Vedi nota a xxıv,  II diritto islamico ha stabilito norme precise che regolano i giuramenti e puntuali sanzioni per lo spergiuro. Oltre il diritto degli uomini c’è la giustizia di Allah (gloria a Lui l’Altissimo), ed Egli, che conosce la profondità del cuore degli uomini, non ci castigherà per le nostre leggerezze, ma per le intenzioni reali dell’animo nostro.  Si tratta in questo caso di una forma di giuramento diffuso nell’Arabia preislamica; un uomo ad esempio diceva: «Giuro di non toccare più mia moglie finché non sarò riuscito a…». Se poi non riusciva ad ottenere quello che voleva, il suo senso dell’onore gli impediva di recedere dal giuramento, danneggiando i diritti alla relazione coniugale della sposa. In base a questo versetto del Corano si è stabilito che, dopo quattro mesi, la moglie ha diritto di chiedere e ottenere il ripristino dei rapporti coniugali oppure il divorzio.  «un ritiro della durata di tre cicli»: il periodo di attesa (‘idda) che la donna deve osservare prima di risposarsi. Il Corano utilizza un termine che significa stagione secca e siccome il divorzio è vietato durante il mestruo della donna non c’è dubbio alcuno che la «‘idda» inizierà con la fine del primo mestruo. Un altro autorevole parere sostiene che devono essere contati tre «tuhùr», stati di purificazione: la donna avrà osservato il suo periodo di ‘idda appena iniziato il terzo periodo mestruale, e cioè prima della terza purificazione. Es.: la donna viene ripudiata dopo il mestruo, in stato di purificazione (), senza aver più avuto rapporti con il marito, ha il primo mestruo a cui segue la purificazione (), ha il secondo mestruo e la relativa purificazione (), inizia quindi il terzo periodo mestruale avendo già avuto tre stati di purificazione e pertanto il suo obbligo è assolto.  «ma gli uomini hanno maggior responsabilità»: letteralmente «sugli uomini c’è un grado maggiore». Questo versetto può dar luogo a equivoci, in quanto si ha l’impressione che sancisca una disparità tra i diritti degli uomini e delle donne. Tenendo conto che esso è inserito nel contesto di un discorso sui rapporti familiari, si deve interpretare questa superiorità maschile non in senso assoluto, ma relativo all’ambito domestico, posizione maschile che troviamo ribadita anche in iv, con il verbo qaAma (da qiwaAma) che significa occuparsi di qualcosa, prendersene cura. Si tratta quindi di una superiorità relativa a certi ambiti, per l’assunzione di alcuni compiti, mai da intendersi in ogni caso sul piano del valore intrinseco dell’essere femminile e maschile, e mai da espletarsi nel senso di un odioso dominio o di una cieca imposizione. Ben al contrario, l’autorità familiare deve esser basata su concertazione e rispetto reciproci. Le differenze fisiologiche e psicologiche tra l’essere maschile e quello femminile debbono, proprio nella realizzazione della loro diversità, creare uno sviluppo armonico familiare e sociale. La sensibilità maschile è per lo più esteriore, proiettata in un ambito extrafamigliare che tende a diventare pubblico e politico. Quella femminile è per lo più interiore, attenta a se stessa, tesa alla protezione di quanto acquisito o alla acquisizione di semplici mezzi di sostentamento e di sicurezza. La psicologia maschile in generale immaginifica, creativa, sperimentale, amante di un certo rischio, desiderosa di novità di affermazione dell’io, per lo più ampia e superficiale. Quella femminile è invece solitamente concreta, tradizionale, nemica dell’azzardo, desiderosa di certezze, di conservazione del “mio”, il più delle volte profonda e limitata. Nell’ambito famigliare, il rispetto della Legge di Allah e della Sunna dell’Inviato, fa sì che non si creino situazioni tali da esigere un’affermazione di potere che mortifichi la complementarietà dei coniugi. L’abolizione completa della diversità dei ruoli, propugnata in ambito contemporaneo, è altrettanto ingiusta e contro natura che la fissità assoluta di questi. Essere diversi e complementari implica anche l’assunzione, da parte dell’uomo, di un ruolo di guida, che esercitato nel giusto senso, non sva- lorizza l’essere femminile, ma lo completa.  «trattenetele… o rimandatele…»: Durante il periodo del ritiro legale il marito può riprendere la moglie precedentemente ripudiata senza altre formalità. Questa facoltà gli è data per due volte. Vedi anche nota  «non vi è permesso riprendervi»: in caso di divorzio la moglie trattiene (in alcuni casi incassa) tutta la dote che il marito aveva stabilito all’atto del contratto nuziale.  «i limiti di Allah»: in questo caso si tratta della mutua accettazione tra gli sposi.  Se la moglie non si sentisse in condizione di continuare la convivenza matrimoniale, può ottenere il divorzio offrendo al marito una compensazione materiale.  «non sarà più lecita per lui»: la consuetudine preislamica permetteva agli arabi una pratica vessatoria nei confronti delle mogli di cui volevano liberarsi. Il marito pronunciava un divorzio non definitivo e riprendeva la moglie prima che la ‘idda (il ritiro legale di tre mestrui) fosse trascorso. La cosa poteva andare avanti indefinitamente e mirava a stancare la moglie in modo tale da imporle il pagamento di un riscatto, o la restituzione della dote per ottenere il divorzio definitivo e la libertà di risposarsi.Questo versetto coranico rende impraticabile questa tecnica vessatoria.   La rottura di un matrimonio, per quanto possa essere spiacevole e a volte traumatica, si può e si deve fare nel rispetto delle norme consuetudinarie e con la più grande cortesia.   «non impedite loro di risposarsi con i loro mariti»: «risposarsi», si tratta dunque di un nuovo matrimonio con l’ex marito dopo aver divorziato da un marito intermediario, oppure è l’esortazione a non impedire il matrimonio delle proprie ex spose una volta trascorso il periodo di «’idda».  «allatteranno per due anni completi»: nell’IsIàm, ogni creatura ha i suoi diritti, anche il neonato, che ha diritto al latte e alle cure della madre. Oltre al grande vantaggio psicofisico che il bambino ricava dalla suzione del seno materno si consideri anche che per tutta la durata dell’allattamento permane nella donna una condizione di cosiddetto «conflitto ormonale» che rende diffìcile un nuovo concepimento e l’inizio di un’ulteriore gravidanza. Questo fa sì che sommando i nove mesi della gestazione ai ventiquattro dell’allattamento si arrivi ad un periodo minimo di quasi tre anni tra una gravidanza e l’altra.   «per l’erede»: che si deve accollare le responsabilità civili del de cuius nei confronti della madre che allatta.  Nella società araba preislamica la vedova si trovava in una condizione molto difficile: era considerata facente parte del patrimonio del marito defunto e poteva venire attribuita in eredità al maggiore dei suoi figliastri, che disponeva di lei come gli pareva. Poteva sposarla egli stesso, lasciarla in condizione di vedovanza o sposarla ad un terzo incassando la dote.  «non proponete loro il libertinaggio»: traduzione in base all’interpretazione data da Tabarì (ıı, -).  «la dote»: il termine che traduciamo con «dote» è «farìda». Si tratta di uno degli otto termini (mahr, sadàq, nihla, hibâ, ‘ajr, ‘uqr, ‘alàq) che precisano l’esatto significato del denaro e dei doni che intervengono in un contratto nuziale. Ognuno di questi termini ha un significato preciso e indica una particolare situazione. Il «mahr» ad esempio viene versato al padre della sposa, mentre il «sadàq» appartiene alla donna stessa; «‘uqr» è il termine che viene utilizzato in caso di matrimonio con una vergine, «nihla, hibâ e ‘alàq» indicano oltre alla dote anche tutto l’insieme dei doni e delle spese a carico dello sposo. Attribuendo alla donna una personalità giuridica completa, l’IsIàm ha stabilito che la sposa potesse godere pienamente del dono versato dal marito. Non esistono limiti a questo dono che può essere anche molto consistente, anche se è considerata azione pia limitare la pretesa a termini ragionevoli.  «colui che ha in mano…»: in base ad una interpretazione che è stata consolidata dal diritto malichita e sciafiita si tratta del tutore matrimoniale della sposa. Gli hanafiti ritengono invece che si tratti dello stesso sposo. In tal caso il versetto significherebbe: «a meno che non rinuncino esse al loro diritto (ad avere la metà della dote) o non rinunci lo sposo al suo (di versare solo la metà e versi pertanto l’intera dote).   «l’orazione mediana»: «al-salât al wustà»: secondo la maggior parte dei commentatori si tratta della preghiera del pomeriggio, la terza delle cinque canoniche, a partire da quella dell’alba. Altri, facendo iniziare la giornata al maghrib (tramonto), ritengono che la terza sia quella del «fajr» (l’alba). Altri ancora optano per la preghiera del mezzogiorno. Un’altra opinione pone la questione sotto un altro punto di vista e considera un altro significato di «wusta» e cioè quello di «migliore»; in quest’ottica ogni salât è «wusta».  Secondo alcuni commentatori il versetto sarebbe abrogato dal precedente vers.in quanto prevederebbe un anno di ritiro della vedova e non i quattro mesi e dieci giorni di cui sopra. Altri invece, affermano che viene stabilito il diritto della vedova di rimanere almeno un anno nel domicilio coniugale, una specie di usufrutto temporaneo dell’abitazione. Naturalmente dopo ridda prevista dal vers. potranno risposarsi e di conseguenza abbandoneranno anzitempo il domicilio vedovile.  Ci sono tre tipi di divorziate, quelle con le quali non è stato consumato il matrimonio e alle quali non è stata fissata la dote il cui trattamento è regolato dal precedente vers. quelle cui è stata fissata la dote ma con le quali non si è consumato il matrimonio che vengono trattate in base al vers. quelle che hanno consumato il matrimonio, la cui dote è stata fissata che dovranno incassarla per intero ed avere ancora qualcosa a titolo di compensazione.  «Non hai forse visto»: secondo l’esegesi il Corano allude ad una città abitata da ebrei da cui gli abitanti fuggirono per scampare ad una epidemia. Allah (gloria a Lui l’Altissimo) li fece morire e li risuscitò.  «sulla via di Allah»: vedi nota a ıı,  «È Allah che stringe [la mano e la] apre»: (Tabarì ıı, nel senso di «elargisce agli uomini abbondanza o carestia».  II Profeta cui allude il versetto dovrebbe essere Samuele (Tabari ıı, Ibn Kathir (ı, ). Saul, il re designato, fu rifiutato da molti in quanto appartenente alla tribù di Beniamino e non a quella di Giuda.  «l’Arca»: dell’Alleanza. Sua origine vedi Esodo xxv, ss.; uso che ne fece Saul vedi ı Samuele xıv, sulla sua riapparizione al tempo di Davide ıı Samuele vı, ss.  «sakîna»: la serenità irradiante dalla presenza di Allah.   Di fronte alle proteste che c’erano state a proposito della sua investitura, Saul aveva bisogno di verificare il grado di fedeltà e di obbedienza dei suoi soldati. La prova dell’acqua è quindi rivelatrice dell’adesione da parte dei Figli di Israele, alla volontà di Allah, che attraverso il Suo Profeta Samuele aveva designato Saul loro re.   «Allah è con coloro che perseverano»: «Pazienza, costanza e perseveranza, doti indispensabili per chi si rivolge al Suo Signore e chiede il Suo aiuto. Vedi anche nota a n, (in cui abbiamo tradotto: «Allah è con coloro che perseverano»).   A proposito di Davide e Golia vedi i Samuele xvn.   «che ti recitiamo» (o Muhammad).   Vedi nota a ıı,   «lo Spirito puro»: con questo nome il Corano si riferisce all’angelo Gabriele (pace su di lui).   «l’Assoluto»: questo termine, in mancanza di migliori, esprime in una parola il concetto di: «Colui Che esiste di per Se Stesso e per il Quale tutto esiste».   Questo è il celeberrimo «ayat-al kursi», il versetto del Trono, conosciuto a memoria da moltissimi musulmani; contiene una splendida sintesi di alcune delle caratteristiche di Allah (gloria a Lui l’Altissimo).   «Non c’è costrizione nella religione»: nessuno può essere costretto a seguire una religione e d’altra parte nessuno può essere impedito dal praticarla. Questo il significato generale del versetto. Secondo alcuni esegeti il versetto scese per tutelare la libertà religiosa della gente della Scrittura (nazareni ed israeliti). Vedi in proposito anche la sura cıx.   «l’idolo»: at-Tâghût, indica idoli, diavoli e tutto quanto viene adorato dagli uomini erroneamente e al di fuori di Allah.   «colui che… discuteva»: Nemrod, re di Babilonia.   Sull’identità del personaggio ci sono pareri discordanti: ’Uzayr, (Esdra) secondo una tradizione, altri indicano Elia o Geremia.   «da rimproveri»: il vers. precisa che rinfacciare un bene ne annulla il merito.   Tutto quello che l’uomo possiede in questa vita è caduco, la delusione e la disperazione di chi si accorge tardivamente di questa verità è esemplificata con la parabola di un uomo che vede distruggersi il suo patrimonio quando la vecchiaia gli impedisce di ricostituirlo e i suoi figli non possono essergli d’aiuto.   La qualità dell’elemosina è importante come la sua quantità. È certamente vero che Allah (gloria a Lui l’Altissimo) ci domanda di dare il «sovrappiù», ma questo non è certo lo scarto. Anche la maniera di dare fa parte della carità.   L’unica carità che sarà compensata è quella del tutto disinteressata, che brama solo il Volto di Allah.   II versetto, per il suo significato contingente al momento della Rivelazione, si riferisce ad un gruppo consistente di musulmani che erano fuggiti dalla Mecca per raggiungere il Profeta a Medina. Li chiamavano ash-shàbu al-suffa (la gente del portico), vivevano all’entrata della moschea in condizioni di povertà assoluta.   «Coloro invece che si nutrono di usura»: netta e assoluta la condanna dell’interesse sul denaro, dell’usura, della speculazione finanziaria sull’oro e sulle valute.   L’IsIàm tende alla prevenzione di tutto ciò che può portare turbamento all’interno della comunità dei credenti. Le questioni di denaro sono una delle maggiori occasioni di contrasto tra gli uomini e pertanto Allah (gloria a Lui l’Altissimo) ci ha imposto di regolarizzarle con documenti scritti e controfirmati da testimoni.   «Il Messaggero»: Muhammad.   «Non facciamo differenza…»: l’IsIàm, lo ribadiamo, riconosce tutta la tradizione Profetica, a partire da Adamo fino a Gesù e afferma che Muhammad (pace e benedizioni su di lui) è l’ultimo inviato di Allah. In questa tradizione distinguiamo quelli che hanno recato una rivelazione (tra i quali Abramo, Mosè, Davide, Gesù, Muhammad) e sono chiamati Messaggeri (rusul, sing. rasûl) e quelli che, ispirati da Allah, hanno predicato agli uomini, il culto del Dio unico e li hanno esortati al bene (‘anbiyâ, sing. nabi). Secondo una tradizione questo versetto fu rivelato durante l’ascensione di Muhammad al cospetto di Allah: vedi nota iniziale della sura xvıı.   «Allah non impone a nessun’anima al di là delle sue capacità»: la sensazione che il «destino» ci sottoponga a prove troppo difficili per le nostre forze, fa parte di una fede strutturalmente od occasionalmente debole. Allah è il Giusto (gloria a Lui l’Altissimo), e certamente conosce esattamente le capacità di ognuna delle Sue creature.   La sura si conclude con un’invocazione all’Altissimo affinché sia misericordioso e paziente con noi, indulgente verso le nostre debolezze e le nostre sviste, renda chiara alle nostre menti e facile da seguire la legge che ci impone, ci aiuti e ci dia la vittoria, amin.",
    "Alif, Làm, Mìm   ;",
    "Allah, non c’è dio all’infuori di Lui, il Vivente, l’Assoluto   .",
    "Ha fatto scendere   su di te   il Libro con la verità, a conferma di ciò che era prima di esso   . E fece scendere la Torâh e l’Ingìl   ,",
    "in precedenza, come guida per le genti. E ha fatto scendere il Discrimine   . In verità, a coloro che negano i segni di Allah, un duro castigo! Allah è potente e vendicatore.",
    "Nulla di quel che è sulla terra o nei cieli è nascosto ad Allah.",
    "È Lui che vi plasma come vuole negli uteri. Non c’è dio all’in- fuori di Lui, l’Eccelso, il Saggio.",
    "E Lui Che ha fatto scendere il Libro su di te. Esso contiene versetti espliciti   , che sono la Madre del Libro   , e altri che si prestano ad interpretazioni diverse   . Coloro che hanno una malattia nel cuore   , che cercano la discordia e la [scorretta] interpretazione, seguono quello che è allegorico, mentre solo Allah ne conosce il significato. Coloro che sono radicati nella scienza dicono: «Noi crediamo: tutto viene dal nostro Signore»   . Ma i soli a ricordarsene sempre sono i dotati di intelletto   .",
    "«Signor nostro, non lasciare che i nostri cuori si perdano dopo che li hai guidati e concedici misericordia da parte Tua. In verità Tu sei Colui Che dona.",
    "Signor nostro, in verità sei Tu Che radunerai gli uomini in un Giorno a proposito del quale non v’è dubbio alcuno.» Allah certamente non manca alla Sua promessa.",
    "No, per quelli che sono miscredenti non basteranno i loro beni e i loro figli per metterli al riparo da Allah. Saranno combustibile del Fuoco.",
    "Come la gente di Faraone   e quelli che vissero prima di loro   ! Avevano tacciato di menzogna i Nostri segni   . Allah li ha colti nel peccato. Allah è severo nel punire.",
    "Di’ ai miscredenti: «Presto sarete sconfitti. Sarete radunati nell’Inferno   . Che infame giaciglio!».",
    "Vi fu certamente un segno nelle due schiere che si fronteggiavano: una combatteva sul sentiero di Allah e l’altra era miscredente, li videro a colpo d’occhio due volte più numerosi di quello che erano   . Ebbene, Allah presta il Suo aiuto a chi vuole. Ecco un argomento di riflessione per coloro che hanno intelletto.",
    "Abbiamo abbellito, agli [occhi degli] uomini, le cose che essi desiderano: le donne, i figli, i tesori accumulati d’oro e d’argento, i cavalli marchiati, il bestiame e i campi coltivati; tutto ciò è solo godimento temporaneo della vita terrena, mentre verso Allah è il miglior ritorno.",
    "Di’: «Posso insegnarvi qualcosa meglio di ciò? Per quelli che sono timorati ci sono, presso il Signore, giardini nei quali scorrono ruscelli ed essi vi resteranno in eterno, e spose purissime   e il compiacimento di Allah». Allah osserva i Suoi servi  ",
    "che dicono: «O Signor nostro, abbiamo creduto; perdona i nostri peccati e proteggici dal castigo del Fuoco».",
    "Questi i pazienti, i veritieri, gli uomini pii, i generosi, quelli che implorano perdono nelle ultime ore della notte.",
    "Allah testimonia, e con Lui gli Angeli e i sapienti, che non c’è dio all’infuori di Lui, Colui Che realizza la giustizia. Non c’è dio all’infuori di Lui, l’Eccelso, il Saggio.",
    "Invero, la religione presso Allah è l’IsIàm   . Quelli che ricevettero la Scrittura   caddero nella discordia, nemici gli uni degli altri, solo dopo aver avuto la scienza. Ma chi rifiuta i segni di Allah, [sappia che] Allah è rapido al conto.",
    "Se polemizzano contro di te   , di’: «Sottometto ad Allah il mio volto, io e coloro che mi hanno seguito». E di’ a coloro che hanno ricevuto il Libro e agli illetterati: «Vi siete sottomessi?». Se si sottomettono, saranno ben guidati; se ti volgono le spalle, il tuo compito è solo il trasmettere. Allah osserva i Suoi schiavi.",
    "Annuncia un castigo doloroso a quelli che smentiscono i segni di Allah, ingiustamente uccidono i Profeti e uccidono coloro che invitano alla giustizia.",
    "Coloro le cui opere sono diventate inutili in questo mondo e nell’Altro non avranno chi li soccorra.",
    "Non hai visto coloro ai quali era stata data una parte della Scrittura? Quando sono invitati al Libro di Allah perché sia giudice tra loro   , una parte di loro volge le spalle nel rifiuto assoluto.",
    "E ciò perché dicono: «Il Fuoco non ci toccherà, se non per giorni contati»   . Le loro stesse calunnie li hanno ingannati sulla loro religione.",
    "Che accadrà quando li avremo riuniti, in un Giorno sul quale non c’è dubbio alcuno, e ogni anima riceverà quello che si sarà guadagnata e non verrà fatto loro alcun torto?",
    "Di’: «O Allah, Sovrano del regno, Tu dai il regno a chi vuoi e lo strappi a chi vuoi, esalti chi vuoi e umili chi vuoi. Il bene è nelle Tue mani, Tu sei l’Onnipotente.",
    "Tu fai che la notte si insinui nel giorno e il giorno nella notte, dal morto trai il vivo e dal vivo il morto. E concedi a chi vuoi senza contare»   .",
    "I credenti non si alleino con i miscredenti, preferendoli ai fedeli. Chi fa ciò contraddice la religione di Allah, a meno che temiate qualche male da parte loro   . Allah vi mette in guardia nei Suoi Stessi confronti. Il divenire è verso Allah.",
    "Di’: «Sia che nascondiate quello che avete nei cuori sia che lo manifestiate, Allah lo conosce. Egli conosce tutto quello che è nei cieli e sulla terra. Allah è onnipotente».",
    "Il Giorno in cui ogni uomo avrà dinanzi ciò che avrà fatto di bene e ciò che avrà commesso di male, e si augurerà che tra lui e tutto questo ci sia un tempo immenso. Allah vi mette in guardia da Se Stesso. Allah è indulgente con i servi.",
    "Di’: «Se avete sempre amato Allah, seguitemi. Allah vi amerà e perdonerà i vostri peccati. Allah è perdonatore, misericordioso».",
    "Di’: «Obbedite ad Allah e al Messaggero. Ma se volgerete le spalle, ecco, Allah non ama i miscredenti».",
    "In verità Allah ha eletto Adamo e Noè e la famiglia di Abramo e la famiglia di ‘Imrân   al di sopra del resto del creato,",
    "[in quanto] discendenti gli uni degli altri. Allah è audiente, sapiente.",
    "Quando la moglie di Imrân disse: «Mio Signore, ho consacrato a Te e solo a Te quello che è nel mio ventre. Accettalo da parte mia. In verità Tu sei Colui che tutto ascolta e conosce!».",
    "Poi, dopo aver partorito, disse: «Mio Signore, ecco che ho partorito una femmina»: ma Allah sapeva meglio di lei quello che aveva partorito. «Il maschio non è certo simile alla femmina   ! L’ho chiamata Maria e pongo lei e la sua discendenza sotto la Tua protezione contro Satana il lapidato.»",
    "L’accolse il suo Signore di accoglienza bella, e la fece crescere della migliore crescita. L’affidò a Zaccaria   e ogni volta che egli entrava nel santuario trovava cibo presso di lei. Disse: «O Maria, da dove proviene questo?». Disse: «Da parte di Allah». In verità Allah dà a chi vuole senza contare.",
    "Zaccaria allora si rivolse al suo Signore e disse: «O Signor mio, concedimi da parte Tua una buona discendenza. In verità Tu sei Colui che ascolta l’invocazione».",
    "Gli angeli lo chiamarono mentre stava ritto in preghiera nel Santuario: «Allah ti annuncia Giovanni   , che confermerà una parola di Allah   , sarà un nobile, un casto, un profeta, uno dei devoti».",
    "Disse: «O mio Signore, come mai potrò avere un figlio? Già ho raggiunto la vecchiaia e mia moglie è sterile». Disse: «Così! Allah fa quel che vuole».",
    "«Signore, disse Zaccaria, dammi un segno.» «Il tuo segno, disse [il Signore], sarà che per tre giorni potrai parlare alla gente solo a segni. Ma ricorda molto il tuo Signore e glorificaLo al mattino e alla sera.»",
    "E quando gli angeli dissero: «In verità, o Maria, Allah ti ha eletta; ti ha purificata ed eletta tra tutte le donne del mondo.",
    "O Maria, sii devota al tuo Signore, prosternati e inchinati con coloro che si inchinano   ».",
    "Ti riveliamo   cose del mondo invisibile, perché tu non eri con loro quando gettarono i loro calami   per stabilire chi dovesse avere la custodia di Maria e non eri presente quando disputavano tra loro.",
    "Quando gli angeli dissero: «O Maria, Allah ti annuncia la lieta novella di una Parola da Lui proveniente   : il suo nome è il Messia   , Gesù figlio di Maria, eminente in questo mondo e nell’Altro, uno dei più vicini   .",
    "Dalla culla parlerà alle genti e nella sua età adulta sarà tra gli uomini devoti».",
    "Ella disse: «Come potrei avere un bambino se mai un uomo mi ha toccata?». Disse: «È così che Allah crea ciò che vuole: quando decide una cosa dice solo “Sii” ed essa è.",
    "E Allah gli insegnerà il Libro e la saggezza, la Torâh e l’Ingìl.",
    "E [ne farà un] messaggero per i figli di Israele   [che dirà loro]: “In verità vi reco un segno da parte del vostro Signore. Plasmo per voi un simulacro di uccello nella creta e poi vi soffio sopra e, con il permesso di Allah, diventa un uccello. E per volontà di Allah, guarisco il cieco nato e il lebbroso, e resuscito il morto. E vi informo di quel che mangiate e di quel che accumulate nelle vostre case. Certamente in ciò vi è un segno se siete credenti!",
    "[Sono stato mandato] a confermarvi la Toràh che mi ha preceduto e a rendervi lecito qualcosa che vi era stata vietata   . Sono venuto a voi con un segno da parte del vostro Signore. Temete dunque Allah e obbeditemi.",
    "In verità Allah è il mio e vostro Signore. AdorateLo dunque: ecco la retta via”».",
    "Quando poi Gesù avvertì la miscredenza in loro, disse: «Chi sono i miei ausiliari sulla via di Allah?». «Noi, dissero gli apostoli, siamo gli ausiliari di Allah. Noi crediamo in Allah, sii testimone della nostra sottomissione.",
    "Signore! Abbiamo creduto in quello che hai fatto scendere e abbiamo seguito il messaggero, annoveraci tra coloro che testimoniano.»",
    "Tessono   strategie   e anche Allah ne tesse. Allah è il migliore degli strateghi!",
    "E quando Allah disse: «O Gesù, ti porrò un termine e ti eleverò a Me e ti purificherò dai miscredenti. Porrò quelli che ti seguono al di sopra degli infedeli, fino al Giorno della Resurrezione   . Ritornerete tutti verso di Me e Io giudicherò le vostre discordie.",
    "E castigherò di duro castigo quelli che sono stati miscredenti, in questa vita e nell’Altra, e non avranno chi li soccorrerà.",
    "Quelli che invece hanno creduto e operato il bene, saranno ripagati in pieno. Allah non ama i prevaricatori».",
    "Ecco quello che ti recitiamo dei segni e del Saggio Ricordo   .",
    "In verità, per Allah Gesù è simile ad Adamo   che Egli creò dalla polvere, poi disse: «Sii» ed egli fu.",
    "[Questa è] la verità [che proviene] dal tuo Signore. Non essere tra i dubbiosi.",
    "A chi polemizza con te, ora che hai ricevuto la scienza, di’ solo: «Venite, chiamiamo i nostri figli e i vostri, le nostre donne e le vostre, noi stessi e voi stessi e invochiamo la maledizione di Allah sui bugiardi»   .",
    "Ecco il racconto veridico. Non c’è altro dio che Allah e in verità Allah, Lui, è l’Eccelso, il Saggio.",
    "Se dunque volgono le spalle, invero Allah ben conosce i seminatori di discordia.",
    "Di’: «O gente della Scrittura, addivenite ad una dichiarazione comune tra noi e voi: [e cioè] che non adoreremo altri che Allah, senza nulla associarGli, e che non prenderemo alcuni di noi come signori all’infuori di Allah». Se poi volgono le spalle allora dite: «Testimoniate che noi siamo musulmani».",
    "O gente della Scrittura, perché polemizzate a proposito di Abramo mentre la Torâh e il Vangelo sono scesi dopo di lui? Non capite dunque?",
    "Ecco, già polemizzate su ciò che conoscete, perché dunque intendete polemizzare su ciò di cui non avete conoscenza alcuna   ? Allah sa e voi non sapete.",
    "Abramo non era né giudeo né nazareno, ma puro credente   e musulmano. E non era uno degli associatori.",
    "I più vicini ad Abramo sono quelli che lo hanno seguito [così come hanno seguito] questo Profeta   e quelli che hanno creduto. Allah è il patrono dei credenti.",
    "Una parte della gente della Scrittura avrebbe voluto, potendo, farvi perdere. Ma furono loro a perdersi e non ne sono coscienti.",
    "O gente della Scrittura, perché smentite i segni di Allah mentre ne siete testimoni?",
    "O gente della Scrittura, perché avvolgete di falso il vero e lo nascondete, mentre ben lo conoscete?",
    "Una parte della gente della Scrittura dice così: «All’inizio del giorno credete in quello che è stato fatto scendere su coloro che credono, e alla fine del giorno rinnegatelo. Forse si ricrederanno   .",
    "Credete solo a quelli che seguono la vostra religione». Di’: «In verità la guida è quella di Allah: Egli può dare a chi vuole quello che ha dato a voi. [E coloro che da Lui ricevono] dovrebbero forse polemizzare con voi davanti al vostro Signore?». Di’: «In verità la Grazia è nelle mani di Allah che la dà a chi vuole. Allah è immenso, sapiente.",
    "Riserva la Sua misericordia a chi vuole Lui, Allah possiede la grazia più grande».",
    "Tra le genti della Scrittura ci sono alcuni che, se affidi loro un qintàr   , te lo rendono e altri che se affidi loro un denaro non te lo rendono finché tu non stia loro addosso per riaverlo. E ciò perché dicono: «Non abbiamo obblighi verso i gentili»   . E consapevolmente dicono menzogne contro Allah.",
    "Chi invece è fedele ai suoi impegni e agisce con pietà, ebbene Allah ama i pii.",
    "In verità coloro che svendono a vii prezzo il patto con Allah e i loro giuramenti, non avranno parte alcuna nell’altra vita. Allah non parlerà loro, né li guarderà nel Giorno della Resurrezione, non li purificherà e avranno doloroso castigo.",
    "Ci sono alcuni di loro che distorcono la Scrittura con la lingua per farvi credere che ciò è parte della Scrittura, mentre le è estraneo. Dicono: «Proviene da Allah», mentre invece non proviene da Allah. E, consapevolmente, dicono menzogne contro Allah.",
    "Non si addice ad un uomo al quale Allah ha dato la Scrittura e la saggezza e la dignità di profeta, dire alle genti: «Adorate me all’infuori di Allah»   , ma piuttosto: «Siate veri devoti del Signore, voi che insegnate il Libro e lo avete studiato».",
    "E non vi ordinerà di prendere per signori Angeli e Profeti. Vi ordinerebbe la miscredenza mentre siete musulmani?",
    "E quando Allah accettò il patto dei Profeti: «Ogni volta che vi darò una parte della Scrittura e della saggezza e che vi invierò un messaggero per confermarvi quello che avete già ricevuto, dovrete credergli e aiutarlo». Disse: «Accettate queste Mie condizioni?». «Accettiamo», dissero. «Siate testimoni e io sarò con voi testimone   .",
    "Quanto poi a chi volgerà le spalle, questi saranno i perversi.»",
    "Desiderano altro che la religione di Allah, quando, per amore o per forza tutto ciò che è nei cieli e sulla terra si sottomette a Lui e verso di Lui [tutti gli esseri] saranno ricondotti?",
    "Di’: «Crediamo in Allah e in quello che ha fatto scendere su di noi e in quello che ha fatto scendere su Abramo, Ismaele, Isacco, Giacobbe e le Tribù, e in ciò che, da parte del Signore, è stato dato a Mosè, a Gesù e ai Profeti: non facciamo alcuna differenza tra loro e a Lui siamo sottomessi».",
    "Chi vuole una religione diversa dallTslàm, il suo culto non sarà accettato   , e nell’altra vita sarà tra i perdenti.",
    "Potrebbe mai Allah guidare sulla retta via genti che rinnegano dopo aver creduto e testimoniato che il Messaggero è veridico e dopo averne avute le prove? Allah non guida coloro che prevaricano.",
    "Loro ricompensa sarà la maledizione di Allah, degli angeli e di tutti gli uomini.",
    "[Rimarranno in essa] in perpetuo. Il castigo non sarà loro alleviato e non avranno alcuna dilazione,",
    "eccetto coloro che poi si pentiranno e si emenderanno, poiché Allah è perdonatore, misericordioso.",
    "In verità, di quelli che rinnegano dopo aver creduto e aumentano la loro miscredenza, non sarà accettato il pentimento. Essi sono coloro che si sono persi.",
    "Quanto ai miscredenti che muoiono nella miscredenza, quand’anche offrissero come riscatto tutto l’oro della terra, non sarà accettato. Avranno un castigo doloroso e nessuno li soccorrerà."
  ]
}