{
  "meta": {
    "id": 19,
    "name": "M. Pickthall",
    "translator_name": "Mohammed Marmaduke William Pickthall",
    "slug": "en-pickthall",
    "language_name": "english"
  },
  "verses": [
    "For what cause should I not serve Him Who hath created me, and unto Whom ye will be brought back?",
    "Shall I take (other) gods in place of Him when, if the Beneficent should wish me any harm, their intercession will avail me naught, nor can they save?",
    "Then truly I should be in error manifest.",
    "Lo! I have believed in your Lord, so hear me!",
    "It was said (unto him): Enter paradise. He said: Would that my people knew",
    "With what (munificence) my Lord hath pardoned me and made me of the honoured ones!",
    "We sent not down against his people after him a host from heaven, nor do We ever send.",
    "It was but one Shout, and lo! they were extinct.",
    "Ah, the anguish for the bondmen! Never came there unto them a messenger but they did mock him!",
    "Have they not seen how many generations We destroyed before them, which indeed returned not unto them;",
    "But all, without exception, will be brought before Us.",
    "A token unto them is the dead earth. We revive it, and We bring forth from it grain so that they eat thereof;",
    "And We have placed therein gardens of the date-palm and grapes, and We have caused springs of water to gush forth therein,",
    "That they may eat of the fruit thereof, and their hands made it not. Will they not, then, give thanks?",
    "Glory be to Him Who created all the sexual pairs, of that which the earth groweth, and of themselves, and of that which they know not!",
    "A token unto them is night. We strip it of the day, and lo! they are in darkness.",
    "And the sun runneth on unto a resting-place for him. That is the measuring of the Mighty, the Wise.",
    "And for the moon We have appointed mansions till she return like an old shrivelled palm-leaf.",
    "It is not for the sun to overtake the moon, nor doth the night outstrip the day. They float each in an orbit.",
    "And a token unto them is that We bear their offspring in the laden ship,",
    "And have created for them of the like thereof whereon they ride.",
    "And if We will, We drown them, and there is no help for them, neither can they be saved;",
    "Unless by mercy from Us and as comfort for a while.",
    "When it is said unto them: Beware of that which is before you and that which is behind you, that haply ye may find mercy (they are heedless).",
    "Never came a token of the tokens of their Lord to them, but they did turn away from it!",
    "And when it is said unto them: Spend of that wherewith Allah hath provided you, those who disbelieve say unto those who believe: Shall we feed those whom Allah, if He willed, would feed? Ye are in naught else than error manifest.",
    "And they say: When will this promise be fulfilled, if ye are truthful?",
    "They await but one Shout, which will surprise them while they are disputing.",
    "Then they cannot make bequest, nor can they return to their own folk.",
    "And the trumpet is blown and lo! from the graves they hie unto their Lord,",
    "Crying: Woe upon us! Who hath raised us from our place of sleep? This is that which the Beneficent did promise, and the messengers spoke truth.",
    "It is but one Shout, and behold them brought together before Us!",
    "This day no soul is wronged in aught; nor are ye requited aught save what ye used to do.",
    "Lo! those who merit paradise this day are happily employed,",
    "They and their wives, in pleasant shade, on thrones reclining;",
    "Theirs the fruit (of their good deeds) and theirs (all) that they ask;",
    "The word from a Merciful Lord (for them) is: Peace!",
    "But avaunt ye, O ye guilty, this day!",
    "Did I not charge you, O ye sons of Adam, that ye worship not the devil - Lo! he is your open foe! -",
    "But that ye worship Me? That was the right path.",
    "Yet he hath led astray of you a great multitude. Had ye then no sense?",
    "This is hell which ye were promised (if ye followed him).",
    "Burn therein this day for that ye disbelieved.",
    "This day We seal up their mouths, and their hands speak out to Us and their feet bear witness as to what they used to earn.",
    "And had We willed, We verily could have quenched their eyesight so that they should struggle for the way. Then how could they have seen?",
    "And had We willed, We verily could have fixed them in their place, making them powerless to go forward or turn back.",
    "He whom we bring unto old age, We reverse him in creation (making him go back to weakness after strength). Have ye then no sense?",
    "And We have not taught him (Muhammad) poetry, nor is it meet for him. This is naught else than a Reminder and a Lecture making plain,",
    "To warn whosoever liveth, and that the word may be fulfilled against the disbelievers.",
    "Have they not seen how We have created for them of Our handiwork the cattle, so that they are their owners,",
    "And have subdued them unto them, so that some of them they have for riding, some for food?",
    "Benefits and (divers) drinks have they from them. Will they not then give thanks?",
    "And they have taken (other) gods beside Allah, in order that they may be helped.",
    "It is not in their power to help them; but they (the worshippers) are unto them a host in arms.",
    "So let not their speech grieve thee (O Muhammad). Lo! We know what they conceal and what proclaim.",
    "Hath not man seen that We have created him from a drop of seed? Yet lo! he is an open opponent.",
    "And he hath coined for Us a similitude, and hath forgotten the fact of his creation, saying: Who will revive these bones when they have rotted away?",
    "Say: He will revive them Who produced them at the first, for He is Knower of every creation,",
    "Who hath appointed for you fire from the green tree, and behold! ye kindle from it.",
    "Is not He Who created the heavens and the earth Able to create the like of them? Aye, that He is! for He is the All-Wise Creator,",
    "But His command, when He intendeth a thing, is only that He saith unto it: Be! and it is.",
    "Therefor Glory be to Him in Whose hand is the dominion over all things! Unto Him ye will be brought back.",
    "By those who set the ranks in battle order",
    "And those who drive away (the wicked) with reproof",
    "And those who read (the Word) for a reminder,",
    "Lo! thy Lord is surely One;",
    "Lord of the heavens and of the earth and all that is between them, and Lord of the sun's risings.",
    "Lo! We have adorned the lowest heaven with an ornament, the planets;",
    "With security from every froward devil.",
    "They cannot listen to the Highest Chiefs for they are pelted from every side,",
    "Outcast, and theirs is a perpetual torment;",
    "Save him who snatcheth a fragment, and there pursueth him a piercing flame.",
    "Then ask them (O Muhammad): Are they stronger as a creation, or those (others) whom we have created? Lo! We created them of plastic clay.",
    "Nay, but thou dost marvel when they mock",
    "And heed not when they are reminded,",
    "And seek to scoff when they behold a portent.",
    "And they say: Lo! this is mere magic;",
    "When we are dead and have become dust and bones, shall we then, forsooth, be raised (again)?",
    "And our forefathers?",
    "Say (O Muhammad): Ye, in truth; and ye will be brought low.",
    "There is but one Shout, and lo! they behold,",
    "And say: Ah, woe for us! This is the Day of Judgment.",
    "This is the Day of Separation, which ye used to deny.",
    "(And it is said unto the angels): Assemble those who did wrong, together with their wives and what they used to worship",
    "Instead of Allah, and lead them to the path to hell;",
    "And stop them, for they must be questioned.",
    "What aileth you that ye help not one another?",
    "Nay, but this day they make full submission.",
    "And some of them draw near unto others, mutually questioning.",
    "They say: Lo! ye used to come unto us, imposing, (swearing that ye spoke the truth).",
    "They answer: Nay, but ye (yourselves) were not believers.",
    "We had no power over you, but ye were wayward folk.",
    "Now the Word of our Lord hath been fulfilled concerning us. Lo! we are about to taste (the doom).",
    "Thus we misled you. Lo! we were (ourselves) astray.",
    "Then lo! this day they (both) are sharers in the doom.",
    "Lo! thus deal We with the guilty.",
    "For when it was said unto them, There is no Allah save Allah, they were scornful",
    "And said: Shall we forsake our gods for a mad poet?",
    "Nay, but he brought the Truth, and he confirmed those sent (before him).",
    "Lo! (now) verily ye taste the painful doom -",
    "Ye are requited naught save what ye did -",
    "Save single-minded slaves of Allah;",
    "For them there is a known provision,",
    "Fruits. And they will be honoured",
    "In the Gardens of delight,",
    "On couches facing one another;",
    "A cup from a gushing spring is brought round for them,",
    "White, delicious to the drinkers,",
    "Wherein there is no headache nor are they made mad thereby.",
    "And with them are those of modest gaze, with lovely eyes,",
    "(Pure) as they were hidden eggs (of the ostrich).",
    "And some of them draw near unto others, mutually questioning.",
    "A speaker of them saith: Lo! I had a comrade",
    "Who used to say: Art thou in truth of those who put faith (in his words)?",
    "Can we, when we are dead and have become mere dust and bones - can we (then) verily be brought to book?",
    "He saith: Will ye look?",
    "Then looketh he and seeth him in the depth of hell.",
    "He saith: By Allah, thou verily didst all but cause my ruin,",
    "And had it not been for the favour of my Lord, I too had been of those haled forth (to doom).",
    "Are we then not to die",
    "Saving our former death, and are we not to be punished?",
    "Lo! this is the supreme triumph.",
    "For the like of this, then, let the workers work.",
    "Is this better as a welcome, or the tree of Zaqqum?",
    "Lo! We have appointed it a torment for wrong-doers.",
    "Lo! it is a tree that springeth in the heart of hell.",
    "Its crop is as it were the heads of devils",
    "And lo! they verily must eat thereof, and fill (their) bellies therewith.",
    "And afterward, lo! thereupon they have a drink of boiling water",
    "And afterward, lo! their return is surely unto hell.",
    "They indeed found their fathers astray,",
    "But they make haste (to follow) in their footsteps.",
    "And verily most of the men of old went astray before them,",
    "And verily We sent among them warners.",
    "Then see the nature of the consequence for those warned,",
    "Save single-minded slaves of Allah.",
    "And Noah verily prayed unto Us, and gracious was the Hearer of his prayer",
    "And We saved him and his household from the great distress,",
    "And made his seed the survivors,",
    "And left for him among the later folk (the salutation):",
    "Peace be unto Noah among the peoples!",
    "Lo! thus do We reward the good.",
    "Lo! he is one of Our believing slaves.",
    "Then We did drown the others.",
    "And lo! of his persuasion verily was Abraham",
    "When he came unto his Lord with a whole heart;",
    "When he said unto his father and his folk: What is it that ye worship?",
    "Is it a falsehood - gods beside Allah - that ye desire?",
    "What then is your opinion of the Lord of the Worlds?",
    "And he glanced a glance at the stars",
    "Then said: Lo! I feel sick!",
    "And they turned their backs and went away from him.",
    "Then turned he to their gods and said: Will ye not eat?",
    "What aileth you that ye speak not?",
    "Then he attacked them, striking with his right hand.",
    "And (his people) came toward him, hastening.",
    "He said: Worship ye that which ye yourselves do carve",
    "When Allah hath created you and what ye make?",
    "They said: Build for him a building and fling him in the red-hotfire.",
    "And they designed a snare for him, but We made them the undermost.",
    "And he said: Lo! I am going unto my Lord Who will guide me.",
    "My Lord! Vouchsafe me of the righteous.",
    "So We gave him tidings of a gentle son.",
    "And when (his son) was old enough to walk with him, (Abraham) said: O my dear son, I have seen in a dream that I must sacrifice thee. So look, what thinkest thou? He said: O my father! Do that which thou art commanded. Allah willing, thou shalt find me of the steadfast.",
    "Then, when they had both surrendered (to Allah), and he had flung him down upon his face,",
    "We called unto him: O Abraham!",
    "Thou hast already fulfilled the vision. Lo! thus do We reward the good.",
    "Lo! that verily was a clear test.",
    "Then We ransomed him with a tremendous victim.",
    "And We left for him among the later folk (the salutation):",
    "Peace be unto Abraham!",
    "Thus do We reward the good.",
    "Lo! he is one of Our believing slaves.",
    "And we gave him tidings of the birth of Isaac, a prophet of the righteous.",
    "And We blessed him and Isaac. And of their seed are some who do good, and some who plainly wrong themselves.",
    "And We verily gave grace unto Moses and Aaron,",
    "And saved them and their people from the great distress,",
    "And helped them so that they became the victors.",
    "And We gave them the clear Scripture",
    "And showed them the right path.",
    "And We left for them among the later folk (the salutation):",
    "Peace be unto Moses and Aaron!",
    "Lo! thus do We reward the good.",
    "Lo! they are two of Our believing slaves.",
    "And lo! Elias was of those sent (to warn),",
    "When he said unto his folk: Will ye not ward off (evil)?",
    "Will ye cry unto Baal and forsake the Best of creators,",
    "Allah, your Lord and Lord of your forefathers?",
    "But they denied him, so they surely will be haled forth (to the doom)",
    "Save single-minded slaves of Allah.",
    "And we left for him among the later folk (the salutation):",
    "Peace be unto Elias!",
    "Lo! thus do We reward the good.",
    "Lo! he is one of our believing slaves.",
    "And lo! Lot verily was of those sent (to warn).",
    "When We saved him and his household, every one,",
    "Save an old woman among those who stayed behind;",
    "Then We destroyed the others.",
    "And lo! ye verily pass by (the ruin of) them in the morning",
    "And at night-time; have ye then no sense?",
    "And lo! Jonah verily was of those sent (to warn)",
    "When he fled unto the laden ship,",
    "And then drew lots and was of those rejected;",
    "And the fish swallowed him while he was blameworthy;",
    "And had he not been one of those who glorify (Allah)",
    "He would have tarried in its belly till the day when they are raised;",
    "Then We cast him on a desert shore while he was sick;",
    "And We caused a tree of gourd to grow above him;",
    "And We sent him to a hundred thousand (folk) or more",
    "And they believed, therefor We gave them comfort for a while.",
    "Now ask them (O Muhammad): Hath thy Lord daughters whereas they have sons?",
    "Or created We the angels females while they were present?",
    "Lo! it is of their falsehood that they say:",
    "Allah hath begotten. Allah! verily they tell a lie.",
    "(And again of their falsehood): He hath preferred daughters to sons.",
    "What aileth you? How judge ye?",
    "Will ye not then reflect?",
    "Or have ye a clear warrant?",
    "Then produce your writ, if ye are truthful.",
    "And they imagine kinship between him and the jinn, whereas the jinn know well that they will be brought before (Him).",
    "Glorified be Allah from that which they attribute (unto Him),",
    "Save single-minded slaves of Allah.",
    "Lo! verily, ye and that which ye worship,",
    "Ye cannot excite (anyone) against Him.",
    "Save him who is to burn in hell.",
    "There is not one of us but hath his known position.",
    "Lo! we, even we are they who set the ranks,",
    "Lo! we, even we are they who hymn His praise",
    "And indeed they used to say:",
    "If we had but a reminder from the men of old",
    "We would be single-minded slaves of Allah.",
    "Yet (now that it is come) they disbelieve therein; but they will come to know.",
    "And verily Our word went forth of old unto Our bondmen sent (to warn)",
    "That they verily would be helped,",
    "And that Our host, they verily would be the victors.",
    "So withdraw from them (O Muhammad) awhile,",
    "And watch, for they will (soon) see.",
    "Would they hasten on Our doom?",
    "But when it cometh home to them, then it will be a hapless morn for those who have been warned.",
    "Withdraw from them awhile",
    "And watch, for they will (soon) see.",
    "Glorified be thy Lord, the Lord of Majesty, from that which they attribute (unto Him)",
    "And peace be unto those sent (to warn).",
    "And praise be to Allah, Lord of the Worlds!",
    "Sad. By the renowned Qur'an,",
    "Nay, but those who disbelieve are in false pride and schism.",
    "How many a generation We destroyed before them, and they cried out when it was no longer the time for escape!",
    "And they marvel that a warner from among themselves hath come unto them, and the disbelievers say: This is a wizard, a charlatan.",
    "Maketh he the gods One Allah? Lo! that is an astounding thing.",
    "The chiefs among them go about, exhorting: Go and be staunch to your gods! Lo! this is a thing designed.",
    "We have not heard of this in later religion. This is naught but an invention.",
    "Hath the reminder been unto him (alone) among us? Nay, but they are in doubt concerning My reminder; nay but they have not yet tasted My doom.",
    "Or are theirs the treasures of the mercy of thy Lord, the Mighty, the Bestower?",
    "Or is the kingdom of the heavens and the earth and all that is between them theirs? Then let them ascend by ropes!",
    "A defeated host are (all) the factions that are there.",
    "The folk of Noah before them denied (their messenger) and (so did the tribe of) A'ad, and Pharaoh firmly planted,",
    "And (the tribe of) Thamud, and the folk of Lot, and the dwellers in the wood: these were the factions.",
    "Not one of them but did deny the messengers, therefor My doom was justified,",
    "These wait for but one Shout, there will be no second thereto.",
    "They say: Our Lord! Hasten on for us our fate before the Day of Reckoning.",
    "Bear with what they say, and remember Our bondman David, lord of might, Lo! he was ever turning in repentance (toward Allah).",
    "Lo! We subdued the hills to hymn the praises (of their Lord) with him at nightfall and sunrise,",
    "And the birds assembled; all were turning unto Him.",
    "We made his kingdom strong and gave him wisdom and decisive speech.",
    "And hath the story of the litigants come unto thee? How they climbed the wall into the royal chamber;",
    "How they burst in upon David, and he was afraid of them. They said: Be not afraid! (We are) two litigants, one of whom hath wronged the other, therefor judge aright between us; be not unjust; and show us the fair way.",
    "Lo! this my brother hath ninety and nine ewes while I had one ewe; and he said: Entrust it to me, and he conquered me in speech.",
    "(David) said: He hath wronged thee in demanding thine ewe in addition to his ewes, and lo! many partners oppress one another, save such as believe and do good works, and they are few. And David guessed that We had tried him, and he sought forgiveness of his Lord, and he bowed himself and fell down prostrate and repented.",
    "So We forgave him that; and lo! he had access to Our presence and a happy journey's end.",
    "(And it was said unto him): O David! Lo! We have set thee as a viceroy in the earth; therefor judge aright between mankind, and follow not desire that it beguile thee from the way of Allah. Lo! those who wander from the way of Allah have an awful doom, forasmuch as they forgot the Day of Reckoning.",
    "And We created not the heaven and the earth and all that is between them in vain. That is the opinion of those who disbelieve. And woe unto those who disbelieve, from the Fire!",
    "Shall We treat those who believe and do good works as those who spread corruption in the earth; or shall We treat the pious as the wicked?",
    "(This is) a Scripture that We have revealed unto thee, full of blessing, that they may ponder its revelations, and that men of understanding may reflect.",
    "And We bestowed on David, Solomon. How excellent a slave! Lo! he was ever turning in repentance (toward Allah).",
    "When there were shown to him at eventide lightfooted coursers",
    "And he said: Lo! I have preferred the good things (of the world) to the remembrance of my Lord; till they were taken out of sight behind the curtain.",
    "(Then he said): Bring them back to me, and fell to slashing (with his sword their) legs and necks.",
    "And verily We tried Solomon, and set upon his throne a (mere) body. Then did he repent.",
    "He said: My Lord! Forgive me and bestow on me sovereignty such as shall not belong to any after me. Lo! Thou art the Bestower.",
    "So We made the wind subservient unto him, setting fair by his command whithersoever he intended.",
    "And the unruly, every builder and diver (made We subservient),",
    "And others linked together in chains,",
    "(Saying): This is Our gift, so bestow thou, or withhold, without reckoning.",
    "And lo! he hath favour with Us, and a happy journey's end.",
    "And make mention (O Muhammad) of Our bondman Job, when he cried unto his Lord (saying): Lo! the devil doth afflict me with distress and torment.",
    "(And it was said unto him): Strike the ground with thy foot. This (spring) is a cool bath and a refreshing drink.",
    "And We bestowed on him (again) his household and therewith the like thereof, a mercy from Us, and a memorial for men of understanding.",
    "And (it was said unto him): Take in thine hand a branch and smite therewith, and break not thine oath. Lo! We found him steadfast, how excellent a slave! Lo! he was ever turning in repentance (to his Lord).",
    "And make mention of Our bondmen, Abraham, Isaac and Jacob, men of parts and vision.",
    "Lo! We purified them with a pure thought, remembrance of the Home (of the Hereafter).",
    "Lo! in Our sight they are verily of the elect, the excellent.",
    "And make mention of Ishmael and Elisha and Dhu'l-Kifl. All are of the chosen.",
    "This is a reminder. And lo! for those who ward off (evil) is a happy journey's end,",
    "Gardens of Eden, whereof the gates are opened for them,",
    "Wherein, reclining, they call for plenteous fruit and cool drink (that is) therein.",
    "And with them are those of modest gaze, companions.",
    "This it is that ye are promised for the Day of Reckoning.",
    "Lo! this in truth is Our provision, which will never waste away.",
    "This (is for the righteous). And lo! for the transgressors there with be an evil journey's end,",
    "Hell, where they will burn, an evil resting-place.",
    "Here is a boiling and an ice-cold draught, so let them taste it,",
    "And other (torment) of the kind in pairs (the two extremes)!",
    "Here is an army rushing blindly with you. (Those who are already in the Fire say): No word of welcome for them. Lo! they will roast at the Fire.",
    "They say: Nay, but you (misleaders), for you there is no word of welcome. Ye prepared this for us (by your misleading). Now hapless is the plight.",
    "They say: Our Lord! Whoever did prepare this for us, oh, give him double portion of the Fire!",
    "And they say: What aileth us that we behold not men whom we were wont to count among the wicked?",
    "Did we take them (wrongly) for a laughing-stock, or have our eyes missed them?",
    "Lo! that is very truth: the wrangling of the dwellers in the Fire.",
    "Say (unto them, O Muhammad): I am only a warner, and there is no Allah save Allah, the One, the Absolute,",
    "Lord of the heavens and the earth and all that is between them, the Mighty, the Pardoning.",
    "Say: It is tremendous tidings",
    "Whence ye turn away!",
    "I had no knowledge of the Highest Chiefs when they disputed;",
    "It is revealed unto me only that I may be a plain warner.",
    "When thy Lord said unto the angels: Lo! I am about to create a mortal out of mire,",
    "And when I have fashioned him and breathed into him of My Spirit, then fall down before him prostrate,",
    "The angels fell down prostrate, every one,",
    "Saving Iblis; he was scornful and became one of the disbelievers.",
    "He said: O Iblis! What hindereth thee from falling prostrate before that which I have created with both My hands? Art thou too proud or art thou of the high exalted?",
    "He said: I am better than him. Thou createdst me of fire, whilst him Thou didst create of clay.",
    "He said: Go forth from hence, for lo! thou art outcast,",
    "And lo! My curse is on thee till the Day of Judgment.",
    "He said: My Lord! Reprieve me till the day when they are raised.",
    "He said: Lo! thou art of those reprieved",
    "Until the day of the time appointed.",
    "He said: Then, by Thy might, I surely will beguile them every one,",
    "Save Thy single-minded slaves among them.",
    "He said: The Truth is, and the Truth I speak,",
    "That I shall fill hell with thee and with such of them as follow thee, together.",
    "Say (O Muhammad, unto mankind): I ask of you no fee for this, and I am no simulating.",
    "Lo! it is naught else than a reminder for all peoples",
    "And ye will come in time to know the truth thereof.",
    "The revelation of the Scripture is from Allah, the Mighty, the Wise.",
    "Lo! We have revealed the Scripture unto thee (Muhammad) with truth; so worship Allah, making religion pure for Him (only).",
    "Surely pure religion is for Allah only. And those who choose protecting friends beside Him (say): We worship them only that they may bring us near unto Allah. Lo! Allah will judge between them concerning that wherein they differ. Lo! Allah guideth not him who is a liar, an ingrate.",
    "If Allah had willed to choose a son, He could have chosen what He would of that which He hath created. Be He Glorified! He is Allah, the One, the Absolute.",
    "He hath created the heavens and the earth with truth. He maketh night to succeed day, and He maketh day to succeed night, and He constraineth the sun and the moon to give service, each running on for an appointed term. Is not He the Mighty, the Forgiver?",
    "He created you from one being, then from that (being) He made its mate; and He hath provided for you of cattle eight kinds. He created you in the wombs of your mothers, creation after creation, in a threefold gloom. Such is Allah, your Lord. His is the Sovereignty. There is no Allah save Him. How then are ye turned away?",
    "If ye are thankless, yet Allah is Independent of you, though He is not pleased with thanklessness for His bondmen; and if ye are thankful He is pleased therewith for you. No laden soul will bear another's load. Then unto your Lord is your return; and He will tell you what ye used to do. Lo! He knoweth what is in the breasts (of men).",
    "And when some hurt toucheth man, he crieth unto his Lord, turning unto Him (repentant). Then, when He granteth him a boon from Him he forgetteth that for which he cried unto Him before, and setteth up rivals to Allah that he may beguile (men) from his way. Say (O Muhammad, unto such an one): Take pleasure in thy disbelief a while. Lo! thou art of the owners of the Fire.",
    "Is he who payeth adoration in the watches of the night, prostrate and standing, bewaring of the Hereafter and hoping for the mercy of his Lord, (to be accounted equal with a disbeliever)? Say (unto them, O Muhammad): Are those who know equal with those who know not? But only men of understanding will pay heed.",
    "Say: O My bondmen who believe! Observe your duty to your Lord. For those who do good in this world there is good, and Allah's earth is spacious. Verily the steadfast will be paid their wages without stint.",
    "Say (O Muhammad): Lo! I am commanded to worship Allah, making religion pure for Him (only).",
    "And I am commanded to be the first of those who are muslims (surrender unto Him).",
    "Say: Lo! if I should disobey my Lord, I fear the doom of a tremendous Day.",
    "Say: Allah I worship, making my religion pure for Him (only).",
    "Then worship what ye will beside Him. Say: The losers will be those who lose themselves and their housefolk on the Day of Resurrection. Ah, that will be the manifest loss!",
    "They have an awning of fire above them and beneath them a dais (of fire). With this doth Allah appal His bondmen. O My bondmen, therefor fear Me!",
    "And those who put away false gods lest they should worship them and turn to Allah in repentance, for them there are glad tidings. Therefor give good tidings (O Muhammad) to My bondmen",
    "Who hear advice and follow the best thereof. Such are those whom Allah guideth, and such are men of understanding.",
    "Is he on whom the word of doom is fulfilled (to be helped), and canst thou (O Muhammad) rescue him who is in the Fire?",
    "But those who keep their duty to their Lord, for them are lofty halls with lofty halls above them, built (for them), beneath which rivers flow. (It is) a promise of Allah. Allah faileth not His promise.",
    "Hast thou not seen how Allah hath sent down water from the sky and hath caused it to penetrate the earth as watersprings, and afterward thereby produceth crops of divers hues; and afterward they wither and thou seest them turn yellow; then He maketh them chaff. Lo! herein verily is a reminder for men of understanding.",
    "Is he whose bosom Allah hath expanded for Al-Islam, so that he followeth a light from his Lord, (as he who disbelieveth)? Then woe unto those whose hearts are hardened against remembrance of Allah. Such are in plain error.",
    "Allah hath (now) revealed the fairest of statements, a Scripture consistent, (wherein promises of reward are) paired (with threats of punishment), whereat doth creep the flesh of those who fear their Lord, so that their flesh and their hearts soften to Allah's reminder. Such is Allah's guidance, wherewith He guideth whom He will. And him whom Allah sendeth astray, for him there is no guide.",
    "Is he then, who will strike his face against the awful doom upon the Day of Resurrection (as he who doeth right)? And it will be said unto the wrong-doers: Taste what ye used to earn.",
    "Those before them denied, and so the doom came on them whence they knew not.",
    "Thus Allah made them taste humiliation in the life of the world, and verily the doom of the Hereafter will be greater if they did but know.",
    "And verily We have coined for mankind in this Qur'an all kinds of similitudes, that haply they may reflect;",
    "A Lecture in Arabic, containing no crookedness, that haply they may ward off (evil).",
    "Allah coineth a similitude: A man in relation to whom are several part-owners, quarrelling, and a man belonging wholly to one man. Are the two equal in similitude? Praise be to Allah! But most of them know not.",
    "Lo! thou wilt die, and lo! they will die;",
    "Then lo! on the Day of Resurrection, before your Lord ye will dispute."
  ]
}