{
  "meta": {
    "id": 19,
    "name": "M. Pickthall",
    "translator_name": "Mohammed Marmaduke William Pickthall",
    "slug": "en-pickthall",
    "language_name": "english"
  },
  "verses": [
    "Ha. Mim.",
    "The revelation of the Scripture is from Allah the Mighty, the Wise.",
    "We created not the heavens and the earth and all that is between them save with truth, and for a term appointed. But those who disbelieve turn away from that whereof they are warned.",
    "Say (unto them, O Muhammad): Have ye thought on all that ye invoke beside Allah? Show me what they have created of the earth. Or have they any portion in the heavens? Bring me a scripture before this (Scripture), or some vestige of knowledge (in support of what ye say), if ye are truthful.",
    "And who is further astray than those who, instead of Allah, pray unto such as hear not their prayer until the Day of Resurrection, and are unconscious of their prayer,",
    "And when mankind are gathered (to the Judgment) will become enemies for them, and will become deniers of having been worshipped.",
    "And when Our clear revelations are recited unto them, those who disbelieve say of the Truth when it reacheth them: This is mere magic.",
    "Or say they: He hath invented it? Say (O Muhammad): If I have invented it, still ye have no power to support me against Allah. He is Best Aware of what ye say among yourselves concerning it. He sufficeth for a witness between me and you. And He is the Forgiving, the Merciful.",
    "Say: I am no new thing among the messengers (of Allah), nor know I what will be done with me or with you. I do but follow that which is inspired in me, and I am but a plain warner.",
    "Bethink you: If it is from Allah and ye disbelieve therein, and a witness of the Children of Israel hath already testified to the like thereof and hath believed, and ye are too proud (what plight is yours)? Lo! Allah guideth not wrong-doing folk.",
    "And those who disbelieve say of those who believe: If it had been (any) good, they would not have been before us in attaining it. And since they will not be guided by it, they say: This is an ancient lie;",
    "When before it there was the Scripture of Moses, an example and a mercy; and this is a confirming Scripture in the Arabic language, that it may warn those who do wrong and bring good tidings for the righteous.",
    "Lo! those who say: Our Lord is Allah, and thereafter walk aright, there shall no fear come upon them neither shall they grieve.",
    "Such are rightful owners of the Garden, immortal therein, as a reward for what they used to do.",
    "And We have commended unto man kindness toward parents. His mother beareth him with reluctance, and bringeth him forth with reluctance, and the bearing of him and the weaning of him is thirty months, till, when he attaineth full strength and reacheth forty years, he saith: My Lord! Arouse me that I may give thanks for the favour wherewith Thou hast favoured me and my parents, and that I may do right acceptable unto Thee. And be gracious unto me in the matter of my seed. Lo! I have turned unto Thee repentant, and lo! I am of those who surrender (unto Thee).",
    "Those are they from whom We accept the best of what they do, and overlook their evil deeds. (They are) among the owners of the Garden. This is the true promise which they were promised (in the world).",
    "And whoso saith unto his parents: Fie upon you both! Do ye threaten me that I shall be brought forth (again) when generations before me have passed away? And they twain cry unto Allah for help (and say): Woe unto thee! Believe! Lo! the promise of Allah is true. But he saith: This is naught save fables of the men of old:",
    "Such are those on whom the Word concerning nations of the jinn and mankind which have passed away before them hath effect. Lo! they are the losers.",
    "And for all there will be ranks from what they do, that He may pay them for their deeds; and they will not be wronged.",
    "And on the day when those who disbelieve are exposed to the Fire (it will be said): Ye squandered your good things in the life of the world and sought comfort therein. Now this day ye are rewarded with the doom of ignominy because ye were disdainful in the land without a right, and because ye used to transgress.",
    "And make mention (O Muhammad) of the brother of A'ad when he warned his folk among the wind-curved sandhills - and verily warners came and went before and after him - saying: Serve none but Allah. Lo! I fear for you the doom of a tremendous Day.",
    "They said: Hast come to turn us away from our gods? Then bring upon us that wherewith thou threatenest us, if thou art of the truthful.",
    "He said: The knowledge is with Allah only. I convey unto you that wherewith I have been sent, but I see you are a folk that know not.",
    "Then, when they beheld it as a dense cloud coming toward their valleys, they said: Here is a cloud bringing us rain. Nay, but it is that which ye did seek to hasten, a wind wherein is painful torment,",
    "Destroying all things by commandment of its Lord. And morning found them so that naught could be seen save their dwellings. Thus do We reward the guilty folk.",
    "And verily We had empowered them with that wherewith We have not empowered you, and had assigned them ears and eyes and hearts; but their ears and eyes and hearts availed them naught since they denied the revelations of Allah; and what they used to mock befell them.",
    "And verily We have destroyed townships round about you, and displayed (for them) Our revelation, that haply they might return.",
    "Then why did those whom they had chosen for gods as a way of approach (unto Allah) not help them? Nay, but they did fail them utterly. And (all) that was their lie, and what they used to invent.",
    "And when We inclined toward thee (Muhammad) certain of the jinn, who wished to hear the Qur'an and, when they were in its presence, said: Give ear! and, when it was finished, turned back to their people, warning.",
    "They said: O our people! Lo! we have heard a scripture which hath been revealed after Moses, confirming that which was before it, guiding unto the truth and a right road.",
    "O our people! respond to Allah's summoner and believe in Him. He will forgive you some of your sins and guard you from a painful doom.",
    "And whoso respondeth not to Allah's summoner he can nowise escape in the earth, and he hath no protecting friends instead of Him. Such are in error manifest.",
    "Have they not seen that Allah, Who created the heavens and the earth and was not wearied by their creation, is Able to give life to the dead? Aye, He verily is Able to do all things.",
    "And on the day when those who disbelieve are exposed to the Fire (they will be asked): Is not this real? They will say: Yea, by our Lord. He will say: Then taste the doom for that ye disbelieved.",
    "Then have patience (O Muhammad) even as the stout of heart among the messengers (of old) had patience, and seek not to hasten on (the doom) for them. On the day when they see that which they are promised (it will seem to them) as though they had tarried but an hour of daylight. A clear message. Shall any be destroyed save evil-living folk?",
    "Those who disbelieve and turn (men) from the way of Allah, He rendereth their actions vain.",
    "And those who believe and do good works and believe in that which is revealed unto Muhammad - and it is the truth from their Lord - He riddeth them of their ill-deeds and improveth their state.",
    "That is because those who disbelieve follow falsehood and because those who believe follow the truth from their Lord. Thus Allah coineth their similitudes for mankind.",
    "Now when ye meet in battle those who disbelieve, then it is smiting of the necks until, when ye have routed them, then making fast of bonds; and afterward either grace or ransom till the war lay down its burdens. That (is the ordinance). And if Allah willed He could have punished them (without you) but (thus it is ordained) that He may try some of you by means of others. And those who are slain in the way of Allah, He rendereth not their actions vain.",
    "He will guide them and improve their state,",
    "And bring them in unto the Garden which He hath made known to them.",
    "O ye who believe! If ye help Allah, He will help you and will make your foothold firm.",
    "And those who disbelieve, perdition is for them, and He will make their actions vain.",
    "That is because they are averse to that which Allah hath revealed, therefor maketh He their actions fruitless.",
    "Have they not travelled in the land to see the nature of the consequence for those who were before them? Allah wiped them out. And for the disbelievers there will be the like thereof.",
    "That is because Allah is patron of those who believe, and because the disbelievers have no patron.",
    "Lo! Allah will cause those who believe and do good works to enter Gardens underneath which rivers flow; while those who disbelieve take their comfort in this life and eat even as the cattle eat, and the Fire is their habitation.",
    "And how many a township stronger than thy township (O Muhammad) which hath cast thee out, have We destroyed, and they had no helper!",
    "Is he who relieth on a clear proof from his Lord like those for whom the evil that they do is beautified while they follow their own lusts?",
    "A similitude of the Garden which those who keep their duty (to Allah) are promised: Therein are rivers of water unpolluted, and rivers of milk whereof the flavour changeth not, and rivers of wine delicious to the drinkers, and rivers of clear-run honey; therein for them is every kind of fruit, with pardon from their Lord. (Are those who enjoy all this) like those who are immortal in the Fire and are given boiling water to drink so that it teareth their bowels?",
    "Among them are some who give ear unto thee (Muhammad) till, when they go forth from thy presence they say unto those who have been given knowledge: What was that he said just now? Those are they whose hearts Allah hath sealed, and they follow their own lusts.",
    "While as for those who walk aright, He addeth to their guidance, and giveth them their protection (against evil).",
    "Await they aught save the Hour, that it should come upon them unawares? And the beginnings thereof have already come. But how, when it hath come upon them, can they take their warning?",
    "So know (O Muhammad) that there is no Allah save Allah, and ask forgiveness for thy sin and for believing men and believing women. Allah knoweth (both) your place of turmoil and your place of rest.",
    "And those who believe say: If only a surah were revealed! But when a decisive surah is revealed and war is mentioned therein, thou seest those in whose hearts is a disease looking at thee with the look of men fainting unto death. Therefor woe unto them!",
    "Obedience and a civil word. Then, when the matter is determined, if they are loyal to Allah it will be well for them.",
    "Would ye then, if ye were given the command, work corruption in the land and sever your ties of kinship?",
    "Such are they whom Allah curseth so that He deafeneth them and maketh blind their eyes.",
    "Will they then not meditate on the Qur'an, or are there locks on the hearts?",
    "Lo! those who turn back after the guidance hath been manifested unto them, Satan hath seduced them, and He giveth them the rein.",
    "That is because they say unto those who hate what Allah hath revealed: We will obey you in some matters; and Allah knoweth their secret talk.",
    "Then how (will it be with them) when the angels gather them, smiting their faces and their backs!",
    "That will be because they followed that which angereth Allah, and hated that which pleaseth Him. Therefor He hath made their actions vain.",
    "Or do those in whose hearts is a disease deem that Allah will not bring to light their (secret) hates?",
    "And if We would, We could show them unto thee (Muhammad) so that thou shouldst know them surely by their marks. And thou shalt know them by the burden of their talk. And Allah knoweth your deeds.",
    "And verily We shall try you till We know those of you who strive hard (for the cause of Allah) and the steadfast, and till We test your record.",
    "Lo! those who disbelieve and turn from the way of Allah and oppose the messenger after the guidance hath been manifested unto them, they hurt Allah not a jot, and He will make their actions fruitless.",
    "O ye who believe! Obey Allah and obey the messenger, and render not your actions vain.",
    "Lo! those who disbelieve and turn from the way of Allah and then die disbelievers, Allah surely will not pardon them.",
    "So do not falter and cry out for peace when ye (will be) the uppermost, and Allah is with you, and He will not grudge (the reward of) your actions.",
    "The life of the world is but a sport and a pastime. And if ye believe and ward off (evil). He will give you your wages, and will not ask of you your wordly wealth.",
    "If He should ask it of you and importune you, ye would hoard it, and He would bring to light your (secret) hates.",
    "Lo! ye are those who are called to spend in the way of Allah, yet among you there are some who hoard. And as for him who hoardeth, he hoardeth only from his soul. And Allah is the Rich, and ye are the poor. And if ye turn away He will exchange you for some other folk, and they will not be the likes of you.",
    "Lo! We have given thee (O Muhammad) a signal victory,",
    "That Allah may forgive thee of thy sin that which is past and that which is to come, and may perfect His favour unto thee, and may guide thee on a right path,",
    "And that Allah may help thee with strong help -",
    "He it is Who sent down peace of reassurance into the hearts of the believers that they might add faith unto their faith. Allah's are the hosts of the heavens and the earth, and Allah is ever Knower, Wise -",
    "That He may bring the believing men and the believing women into Gardens underneath which rivers flow, wherein they will abide, and may remit from them their evil deeds - That, in the sight of Allah, is the supreme triumph -",
    "And may punish the hypocritical men and the hypocritical women, and the idolatrous men and the idolatrous women, who think an evil thought concerning Allah. For them is the evil turn of fortune, and Allah is wroth against them and hath cursed them, and hath made ready for them hell, a hapless journey's end.",
    "Allah's are the hosts of the heavens and the earth, and Allah is ever Mighty, Wise.",
    "Lo! We have sent thee (O Muhammad) as a witness and a bearer of good tidings and a warner,",
    "That ye (mankind) may believe in Allah and His messenger, and may honour Him, and may revere Him, and may glorify Him at early dawn and at the close of day.",
    "Lo! those who swear allegiance unto thee (Muhammad), swear allegiance only unto Allah. The Hand of Allah is above their hands. So whosoever breaketh his oath, breaketh it only to his soul's hurt; while whosoever keepeth his covenant with Allah, on him will He bestow immense reward.",
    "Those of the wandering Arabs who were left behind will tell thee: Our possessions and our households occupied us, so ask forgiveness for us! They speak with their tongues that which is not in their hearts. Say: Who can avail you aught against Allah, if He intend you hurt or intend you profit? Nay, but Allah is ever Aware of what ye do.",
    "Nay, but ye deemed that the messenger and the believers would never return to their own folk, and that was made fairseeming in your hearts, and ye did think an evil thought, and ye were worthless folk.",
    "And so for him who believeth not in Allah and His messenger - Lo! We have prepared a flame for disbelievers.",
    "And Allah's is the Sovereignty of the heavens and the earth. He forgiveth whom He will, and punisheth whom He will. And Allah is ever Forgiving, Merciful.",
    "Those who were left behind will say, when ye set forth to capture booty: Let us go with you. They fain would change the verdict of Allah. Say (unto them, O Muhammad): Ye shall not go with us. Thus hath Allah said beforehand. Then they will say: Ye are envious of us. Nay, but they understand not, save a little.",
    "Say unto those of the wandering Arabs who were left behind: Ye will be called against a folk of mighty prowess, to fight them until they surrender; and if ye obey, Allah will give you a fair reward; but if ye turn away as ye did turn away before, He will punish you with a painful doom.",
    "There is no blame for the blind, nor is there blame for the lame, nor is there blame for the sick (that they go not forth to war). And whoso obeyeth Allah and His messenger, He will make him enter Gardens underneath which rivers flow; and whoso turneth back, him will He punish with a painful doom.",
    "Allah was well pleased with the believers when they swore allegiance unto thee beneath the tree, and He knew what was in their hearts, and He sent down peace of reassurance on them, and hath rewarded them with a near victory;",
    "And much booty that they will capture. Allah is ever Mighty, Wise.",
    "Allah promiseth you much booty that ye will capture, and hath given you this in advance, and hath withheld men's hands from you, that it may be a token for the believers, and that He may guide you on a right path.",
    "And other (gain), which ye have not been able to achieve, Allah will compass it, Allah is Able to do all things.",
    "And if those who disbelieve join battle with you they will take to flight, and afterward they will find no protecting friend nor helper.",
    "It is the law of Allah which hath taken course aforetime. Thou wilt not find for the law of Allah aught of power to change.",
    "And He it is Who hath withheld men's hands from you, and hath withheld your hands from them, in the valley of Mecca, after He had made you victors over them. Allah is Seer of what ye do.",
    "These it was who disbelieved and debarred you from the Inviolable Place of Worship, and debarred the offering from reaching its goal. And if it had not been for believing men and believing women, whom ye know not - lest ye should tread them under foot and thus incur guilt for them unknowingly; that Allah might bring into His mercy whom He will - If (the believers and the disbelievers) had been clearly separated We verily had punished those of them who disbelieved with painful punishment.",
    "When those who disbelieve had set up in their hearts zealotry, the zealotry of the Age of Ignorance, then Allah sent down His peace of reassurance upon His messenger and upon the believers and imposed on them the word of self-restraint, for they were worthy of it and meet for it. And Allah is Aware of all things.",
    "Allah hath fulfilled the vision for His messenger in very truth. Ye shall indeed enter the Inviolable Place of Worship, if Allah will, secure, (having your hair) shaven and cut, not fearing. But He knoweth that which ye know not, and hath given you a near victory beforehand.",
    "He it is Who hath sent His messenger with the guidance and the religion of truth, that He may cause it to prevail over all religion. And Allah sufficeth as a Witness.",
    "Muhammad is the messenger of Allah. And those with him are hard against the disbelievers and merciful among themselves. Thou (O Muhammad) seest them bowing and falling prostrate (in worship), seeking bounty from Allah and (His) acceptance. The mark of them is on their foreheads from the traces of prostration. Such is their likeness in the Torah and their likeness in the Gospel - like as sown corn that sendeth forth its shoot and strengtheneth it and riseth firm upon its stalk, delighting the sowers - that He may enrage the disbelievers with (the sight of) them. Allah hath promised, unto such of them as believe and do good works, forgiveness and immense reward.",
    "O ye who believe! Be not forward in the presence of Allah and His messenger, and keep your duty to Allah. Lo! Allah is Hearer, Knower.",
    "O ye who believe! Lift not up your voices above the voice of the Prophet, nor shout when speaking to him as ye shout one to another, lest your works be rendered vain while ye perceive not.",
    "Lo! they who subdue their voices in the presence of the messenger of Allah, those are they whose hearts Allah hath proven unto righteousness. Theirs will be forgiveness and immense reward.",
    "Lo! those who call thee from behind the private apartments, most of them have no sense.",
    "And if they had had patience till thou camest forth unto them, it had been better for them. And Allah is Forgiving, Merciful.",
    "O ye who believe! If an evil-liver bring you tidings, verify it, lest ye smite some folk in ignorance and afterward repent of what ye did.",
    "And know that the messenger of Allah is among you. If he were to obey you in much of the government, ye would surely be in trouble; but Allah hath endeared the faith to you and hath beautified it in your hearts, and hath made disbelief and lewdness and rebellion hateful unto you. Such are they who are the rightly guided.",
    "(It is) a bounty and a grace from Allah; and Allah is Knower, Wise.",
    "And if two parties of believers fall to fighting, then make peace between them. And if one party of them doeth wrong to the other, fight ye that which doeth wrong till it return unto the ordinance of Allah; then, if it return, make peace between them justly, and act equitably. Lo! Allah loveth the equitable.",
    "The believers are naught else than brothers. Therefore make peace between your brethren and observe your duty to Allah that haply ye may obtain mercy.",
    "O ye who believe! Let not a folk deride a folk who may be better than they (are), not let women (deride) women who may be better than they are; neither defame one another, nor insult one another by nicknames. Bad is the name of lewdness after faith. And whoso turneth not in repentance, such are evil-doers.",
    "O ye who believe! Shun much suspicion; for lo! some suspicion is a crime. And spy not, neither backbite one another. Would one of you love to eat the flesh of his dead brother? Ye abhor that (so abhor the other)! And keep your duty (to Allah). Lo! Allah is Relenting, Merciful.",
    "O mankind! Lo! We have created you male and female, and have made you nations and tribes that ye may know one another. Lo! the noblest of you, in the sight of Allah, is the best in conduct. Lo! Allah is Knower, Aware.",
    "The wandering Arabs say: We believe. Say (unto them, O Muhammad): Ye believe not, but rather say \"We submit,\" for the faith hath not yet entered into your hearts. Yet, if ye obey Allah and His messenger, He will not withhold from you aught of (the reward of) your deeds. Lo! Allah is Forgiving, Merciful.",
    "The (true) believers are those only who believe in Allah and His messenger and afterward doubt not, but strive with their wealth and their lives for the cause of Allah. Such are the sincere.",
    "Say (unto them, O Muhammad): Would ye teach Allah your religion, when Allah knoweth all that is in the heavens and all that is in the earth, and Allah is Aware of all things?",
    "They make it a favour unto thee (Muhammad) that they have surrendered (unto Him). Say: Deem not your Surrender a favour unto me; but Allah doth confer a favour on you, inasmuch as He hath led you to the Faith, if ye are earnest.",
    "Lo! Allah knoweth the Unseen of the heavens and the earth. And Allah is Seer of what ye do.",
    "Qaf. By the Glorious Qur'an,",
    "Nay, but they marvel that a warner of their own hath come unto them; and the disbelievers say: This is a strange thing:",
    "When we are dead and have become dust (shall we be brought back again)? That would be a far return!",
    "We know that which the earth taketh of them, and with Us is a recording Book.",
    "Nay, but they have denied the truth when it came unto them, therefor they are now in troubled case.",
    "Have they not then observed the sky above them, how We have constructed it and beautified it, and how there are no rifts therein?",
    "And the earth have We spread out, and have flung firm hills therein, and have caused of every lovely kind to grow thereon,",
    "A vision and a reminder for every penitent slave.",
    "And We send down from the sky blessed water whereby We give growth unto gardens and the grain of crops,",
    "And lofty date-palms with ranged clusters,",
    "Provision (made) for men; and therewith We quicken a dead land. Even so will be the resurrection of the dead.",
    "The folk of Noah denied (the truth) before them, and (so did) the dwellers at Ar-Rass and (the tribe of) Thamud,",
    "And (the tribe of) A'ad, and Pharaoh, and the brethren of Lot,",
    "And the dwellers in the wood, and the folk of Tubb'a: every one denied their messengers, therefor My threat took effect.",
    "Were We then worn out by the first creation? Yet they are in doubt about a new creation.",
    "We verily created man and We know what his soul whispereth to him, and We are nearer to him than his jugular vein.",
    "When the two Receivers receive (him), seated on the right hand and on the left,",
    "He uttereth no word but there is with him an observer ready.",
    "And the agony of death cometh in truth. (And it is said unto him): This is that which thou wast wont to shun.",
    "And the trumpet is blown. This is the threatened Day.",
    "And every soul cometh, along with it a driver and a witness.",
    "(And unto the evil-doer it is said): Thou wast in heedlessness of this. Now We have removed from thee thy covering, and piercing is thy sight this day.",
    "And (unto the evil-doer) his comrade saith: This is that which I have ready (as testimony).",
    "(And it is said): Do ye twain hurl to hell each rebel ingrate,",
    "Hinderer of good, transgressor, doubter,",
    "Who setteth up another god along with Allah. Do ye twain hurl him to the dreadful doom.",
    "His comrade saith: Our Lord! I did not cause him to rebel, but he was (himself) far gone in error.",
    "He saith: Contend not in My presence, when I had already proffered unto you the warning.",
    "The sentence that cometh from Me cannot be changed, and I am in no wise a tyrant unto the slaves.",
    "On the day when We say unto hell: Art thou filled? and it saith: Can there be more to come?",
    "And the Garden is brought nigh for those who kept from evil, no longer distant.",
    "(And it is said): This is that which ye were promised. (It is) for every penitent and heedful one,",
    "Who feareth the Beneficent in secret and cometh with a contrite heart.",
    "Enter it in peace. This is the day of immortality.",
    "There they have all that they desire, and there is more with Us.",
    "And how many a generation We destroyed before them, who were mightier than these in prowess so that they overran the lands! Had they any place of refuge (when the judgment came)?",
    "Lo! therein verily is a reminder for him who hath a heart, or giveth ear with full intelligence.",
    "And verily We created the heavens and the earth, and all that is between them, in six Days, and naught of weariness touched Us.",
    "Therefor (O Muhammad) bear with what they say, and hymn the praise of thy Lord before the rising and before the setting of the sun;",
    "And in the night-time hymn His praise, and after the (prescribed) prostrations.",
    "And listen on the day when the crier crieth from a near place,",
    "The day when they will hear the (Awful) Cry in truth. That is the day of coming forth (from the graves).",
    "Lo! We it is Who quicken and give death, and unto Us is the journeying.",
    "On the day when the earth splitteth asunder from them, hastening forth (they come). That is a gathering easy for Us (to make).",
    "We are Best Aware of what they say, and thou (O Muhammad) art in no wise a compeller over them. But warn by the Qur'an him who feareth My threat.",
    "By those that winnow with a winnowing",
    "And those that bear the burden (of the rain)",
    "And those that glide with ease (upon the sea)",
    "And those who distribute (blessings) by command,",
    "Lo! that wherewith ye are threatened is indeed true,",
    "And lo! the judgment will indeed befall.",
    "By the heaven full of paths,",
    "Lo! ye, forsooth, are of various opinion (concerning the truth).",
    "He is made to turn away from it who is (himself) averse.",
    "Accursed be the conjecturers",
    "Who are careless in an abyss!",
    "They ask: When is the Day of Judgment?",
    "(It is) the day when they will be tormented at the Fire,",
    "(And it will be said unto them): Taste your torment (which ye inflicted). This is what ye sought to hasten.",
    "Lo! those who keep from evil will dwell amid gardens and watersprings,",
    "Taking that which their Lord giveth them; for lo! aforetime they were doers of good;",
    "They used to sleep but little of the night,",
    "And ere the dawning of each day would seek forgiveness,",
    "And in their wealth the beggar and the outcast had due share.",
    "And in the earth are portents for those whose faith is sure.",
    "And (also) in yourselves. Can ye then not see?",
    "And in the heaven is your providence and that which ye are promised;",
    "And by the Lord of the heavens and the earth, it is the truth, even as (it is true) that ye speak.",
    "Hath the story of Abraham's honoured guests reached thee (O Muhammad)?",
    "When they came in unto him and said: Peace! he answered, Peace! (and thought): Folk unknown (to me).",
    "Then he went apart unto his housefolk so that they brought a fatted calf;",
    "And he set it before them, saying: Will ye not eat?",
    "Then he conceived a fear of them. They said: Fear not! and gave him tidings of (the birth of) a wise son.",
    "Then his wife came forward, making moan, and smote her face, and cried: A barren old woman!",
    "They said: Even so saith thy Lord. Lo! He is the Wise, the Knower."
  ]
}