{
  "meta": {
    "id": 153,
    "name": "Hamza Roberto Piccardo",
    "translator_name": "Hamza Roberto Piccardo",
    "slug": "italian-hamza-roberto-piccardo",
    "language_name": "italian"
  },
  "verses": [
    "Quando si fenderà il cielo",
    "e obbedirà al suo Signore e quel che deve fare farà;",
    "quando la terra sarà spianata  ,",
    "rigetterà quello che ha in seno e si svuoterà ",
    "e obbedirà al suo Signore e quel che deve fare farà,",
    "o uomo che aneli al tuo Signore, tu Lo incontrerai.",
    "Quanto a colui che riceverà il suo libro  nella mano destra,",
    "gli verrà chiesto conto con indulgenza,",
    "e lietamente ritornerà ai suoi  .",
    "Quanto a colui che riceverà il suo libro da dietro la schiena  ,",
    "invocherà l’annientamento,",
    "e brucerà nella Fiamma  !",
    "Si rallegrava in mezzo ai suoi  ,",
    "e pensava che mai sarebbe ritornato [ad Allah].",
    "Invece sì, in verità il suo Signore lo osservava.",
    "Lo giuro per il crepuscolo,",
    "per la notte e per quello che essa avvolge  ,",
    "per la luna quando si fa piena:",
    "invero passerete attraverso fasi successive  .",
    "Cos’hanno dunque, che non credono",
    "e non si prosternano quando si recita loro il Corano()?",
    "I miscredenti invece tacciano di menzogna.",
    "Ma Allah ben conosce quel che celano.",
    "Annuncia loro un doloroso castigo,",
    "eccetto che per coloro che credono e compiono il bene: essi avranno ricompensa inesauribile.  Il tema del livellamento della terra ricorre spesso nel Corano. Conseguenza del cataclisma che farà «correre» e poi «disperdere come polvere» le montagne. Quando giungerà l’Ora tutta la terra sarà una sterminata distesa sulla quale non ci sarà né ombra né nascondiglio.  Si svuoterà dei morti che sono dentro di essa (vedi XCIX, ).  «il suo libro»: il registro contenente l’annotazione delle sue azioni terrene.  Il versetto allude al fatto che i familiari che avranno meritato il Paradiso saranno ricongiunti in esso o esprime il concetto di una famiglia il cui legame sarà quello della comune beatitudine? Allah ne sa di più.  Gli uomini che saranno destinati alla dannazione si presenteranno al Giudizio con la mano destra attaccata al collo e la sinistra legata dietro la schiena, quindi riceveranno il loro registro da dietro.  «la Fiamma»: uno dei tormenti dell’Inferno.  Allah (gloria a Lui l’Altissimo) ci ricorda l’effimera sicurezza che può venire dagli affetti familiari e dalle solidarietà tribali (e oggi di classe, nazionali, ecc.). L’unica vera sicurezza è in Lui.  «quello che essa avvolge»: fiere, jinn, umori. La mancanza di luce rappresenta un segno dell’esistenza dell’invisibile (ghayb) e della notte dello spirito dell’uomo che non si relaziona correttamente con il suo Creatore (gloria a Lui l’Altissimo).  «fasi successive»: la morte – la Resurrezione – il Giudizio – la Vita eterna nel Paradiso o nell’Inferno (Signor nostro, dacci il bene di questa vita e il bene dell’Altra e allontanaci dal fuoco!)."
  ]
}