{
  "meta": {
    "id": 163,
    "name": "Sheikh Mujibur Rahman",
    "author_name": "Darussalaam Publication",
    "slug": "bn-sheikh-mujibur-rahman",
    "language_name": "bengali"
  },
  "verses": [
    "যারা আমার সাক্ষাৎ কামনা করেনা তারা বলেঃ আমাদের নিকট মালাক/ফেরেশতা অবতীর্ণ করা হয়না কেন? অথবা আমরা আমাদের রাব্বকে প্রত্যক্ষ করি না কেন? তারা তাদের অন্তরে অহংকার পোষণ করে এবং তারা সীমালংঘন করেছে গুরুতর রূপে।",
    "যেদিন তারা মালাইকাকে/ফেরেশতাদেরকে প্রত্যক্ষ করবে সেদিন অপরাধীদের জন্য সুসংবাদ থাকবে না এবং তারা বলবেঃ যদি কোনো বাধা থাকত!",
    "আমি তাদের কৃতকর্মগুলি বিবেচনা করব, অতঃপর সেগুলিকে বিক্ষিপ্ত ধূলিকণায় পরিণত করব।",
    "সেদিন জান্নাতবাসীদের বাসস্থান হবে উৎকৃষ্ট এবং বিশ্রামস্থল হবে মনোরম।",
    "যেদিন আকাশ মেঘপুঞ্জসহ বিদীর্ণ হবে এবং মালাইকাকে (ফেরেশতাদেরকে) নামিয়ে দেয়া হবে –",
    "সেদিন প্রকৃত রাজত্ব হবে দয়াময় আল্লাহর এবং কাফিরদের জন্য সেদিন হবে কঠিন।",
    "যালিম ব্যক্তি সেদিন নিজ হস্তদ্বয় দংশন করতে করতে বলবেঃ হায়! আমি যদি রাসূলের সাথে সৎ পথ অবলম্বন করতাম!",
    "হায় দুর্ভোগ আমার! আমি যদি অমুককে বন্ধু রূপে গ্রহণ না করতাম!",
    "আমাকেতো সে বিভ্রান্ত করেছিল আমার নিকট উপদেশ পৌঁছার পর; শাইতানতো মানুষের জন্য মহাপ্রতারক।",
    "তখন রাসূল বলবেঃ হে আমার রাব্ব! আমার সম্প্রদায়তো এই কুরআনকে পরিত্যাজ্য মনে করেছিল।",
    "এভাবেই প্রত্যেক নাবীর জন্য আমি অপরাধীদের মধ্য থেকে শত্রু করেছি। তোমার জন্য তোমার রাব্ব পথ প্রদর্শক ও সাহায্যকারী রূপে যথেষ্ট।",
    "কাফিরেরা বলেঃ সমগ্র কুরআন তার নিকট একবারেই অবতীর্ণ হলনা কেন? এভাবেই অবতীর্ণ করেছি, যাতে তোমার হৃদয় ওর দ্বারা মযবূত হয় এবং তা সম্পূর্ণ রুপে আস্তে আস্তে আত্মস্থ করতে পার।",
    "তারা তোমার নিকট এমন কোন সমস্যা উপস্থিত করেনি যার সঠিক সমাধান ও সুন্দর ব্যাখ্যা আমি তোমাকে দান করিনি।",
    "যাদেরকে মুখে ভর দিয়ে দিয়ে চলা অবস্থায় জাহান্নামের দিকে একত্র করা হবে, তাদেরই স্থান হবে অতি নিকৃষ্ট এবং তারাই পথভ্রষ্ট।",
    "আমিতো মূসাকে কিতাব দিয়েছিলাম এবং তার ভাই হারূনকে তার সাহায্যকারী করেছিলাম।",
    "এবং বলেছিলামঃ তোমরা সেই সম্প্রদায়ের নিকট যাও যারা আমার নিদর্শনাবলীকে অস্বীকার করেছে; অতঃপর আমি তাদেরকে সম্পূর্ণরূপে ধ্বংস করেছিলাম।",
    "আর নূহের সম্প্রদায় যখন রাসূলদের প্রতি মিথ্যারোপ করল তখন আমি তাদেরকে নিমজ্জিত করলাম এবং তাদেরকে মানবজাতির জন্য নিদর্শন স্বরূপ করে রাখলাম; যালিমদের জন্য আমি মর্মন্তদ শাস্তি প্রস্তুত করে রেখেছি।",
    "আমি ধ্বংস করেছিলাম ‘আদ, ছামূদ, রা’স্ এবং তাদের অর্ন্তবর্তী কালের বহু সম্প্রদায়কেও।",
    "আমি তাদের প্রত্যেকের জন্য দৃষ্টান্ত বর্ণনা করেছিলাম, আর তাদের সকলকেই আমি সম্পূর্ণ রূপে ধ্বংস করেছিলাম।",
    "তারাতো সেই জনপদ দিয়েই যাতায়াত করে যার উপর বর্ষিত হয়েছিল অকল্যাণের বৃষ্টি; তাহলে কি তারা এটা প্রত্যক্ষ করেনা? বস্তুতঃ তারা পুনরুত্থানের আশংকা করেনা।",
    "তারা যখন তোমাকে দেখে তখন তারা তোমাকে শুধু ঠাট্টা-বিদ্রুপের পাত্র রূপে গণ্য করে এবং বলেঃ এ-ই কি সে, যাকে আল্লাহ রাসূল করে পাঠিয়েছেন!",
    "সেতো আমাদেরকে আমাদের দেবতাদের হতে দূরে সরিয়ে দিত যদি না আমরা তাদের আনুগত্যে দৃঢ় প্রতিষ্ঠিত থাকতাম। যখন তারা শাস্তি প্রত্যক্ষ করবে তখন তারা জানবে কে সর্বাধিক পথভ্রষ্ট।",
    "তুমি কি দেখনা তাকে, যে তার কামনা বাসনাকে উপাস্য রূপে গ্রহণ করে? তবুও কি তুমি তার যিম্মাদার হবে?",
    "তুমি কি মনে কর যে, তাদের অধিকাংশ শোনে ও বুঝে? তারাতো পশুরই মত; বরং তারা আরও অধম।",
    "তুমি কি তোমার রবের প্রতি লক্ষ্য করনা, কিভাবে তিনি ছায়া সম্প্রসারিত করেন? তিনি ইচ্ছা করলে এটাকে তো স্থির রাখতে পারতেন। অনন্তর আমি সূর্যকে করেছি এর নির্দেশক।",
    "অতঃপর আমি একে আমার দিকে ধীরে ধীরে গুটিয়ে আনি।",
    "এবং তিনিই তোমাদের জন্য রাতকে করেছেন আবরণ স্বরূপ, বিশ্রামের জন্য তোমাদের দিয়েছেন নিদ্রা এবং সমুত্থানের জন্য দিয়েছেন দিন।",
    "তিনিই স্বীয় রাহমাতের প্রাক্কালে সুসংবাদবাহী রূপে বায়ু প্রেরণ করেন এবং আমি আকাশ হতে বিশুদ্ধ পানি বর্ষণ করি –",
    "যদ্বারা আমি মৃত ভূ-খন্ডকে সঞ্জীবিত করি এবং আমার সৃষ্টির মধ্যের বহু জীব জন্তু ও মানুষকে তা পান করাই।",
    "আর আমি এটা তাদের মধ্যে বিতরণ করি যাতে তারা স্মরণ করে; কিন্তু অধিকাংশ লোক শুধু অকৃতজ্ঞতাই প্রকাশ করে।",
    "আমি ইচ্ছা করলে প্রতিটি জনপদের জন্য একজন সতর্ককারী প্রেরণ করতে পারতাম।",
    "সুতরাং তুমি কাফিরদের আনুগত্য করনা এবং তুমি কুরআনের সাহায্যে তাদের সাথে প্রবল সংগ্রাম চালিয়ে যাও।",
    "তিনিই দুই সমুদ্রকে মিলিতভাবে প্রবাহিত করেছেন; একটি মিষ্টি, সুপেয় এবং অপরটি লবণাক্ত, খর; উভয়ের মধ্যে রেখে দিয়েছেন এক অন্তরায়, এক অনতিক্রম্য ব্যবধান।",
    "এবং তিনিই মানুষকে সৃষ্টি করেছেন পানি হতে; অতঃপর তিনি তার বংশগত ও বৈবাহিক সম্বন্ধ স্থাপন করেছেন। তোমার রাব্ব সর্বশক্তিমান।",
    "তারা আল্লাহর পরিবর্তে এমন কিছুর ইবাদাত করে যা তাদের উপকার করতে পারেনা, অপকারও করতে পারেনা; কাফিরতো স্বীয় রবের বিরোধী।",
    "আমিতো তোমাকে শুধু সুসংবাদ দাতা ও সতর্ককারী রূপেই প্রেরণ করেছি।",
    "বলঃ আমি তোমাদের নিকট এ জন্য কোন প্রতিদান চাইনা, তবে যে ইচ্ছা করে সে তার রবের পথ অবলম্বন করুক।",
    "তুমি নির্ভর কর তাঁর উপর যিনি চিরঞ্জীব, যাঁর মৃত্যু নেই এবং তাঁর সপ্রশংস পবিত্রতা ও মহিমা ঘোষণা কর। তিনি তাঁর বান্দাদের পাপ সম্পর্কে যথেষ্ট অবহিত।",
    "তিনি আকাশমন্ডলী, পৃথিবী এবং ওগুলির মধ্যবর্তী সমস্ত কিছু ছয় দিনে সৃষ্টি করেন; অতঃপর তিনি আরশে সমাসীন হন; তিনিই রাহমান। তাঁর সম্বন্ধে যে অবগত আছে তাকে জিজ্ঞেস করে দেখ।",
    "যখন তাদেরকে বল হয়ঃ সাজদাহবনত হও ‘রাহমান’ এর প্রতি তখন তারা বলেঃ রাহমান আবার কে? তুমি কেহকে সাজদাহ করতে বললেই কি আমরা তাকে সাজদাহ করব? এতে তাদের বিমুখতাই বৃদ্ধি পায়। [সাজদাহ]",
    "কত মহান তিনি, যিনি নভোমন্ডলে সৃষ্টি করেছেন তারকারাজি এবং তাতে স্থাপন করেছেন প্রদীপ ও জ্যোতির্ময় চাঁদ!",
    "এবং যারা উপদেশ গ্রহণ করতে ও কৃতজ্ঞ হতে চায় তাদের জন্য তিনিই সৃষ্টি করেছেন রাত এবং দিনকে পরস্পরের অনুগামী রূপে।",
    "‘রাহমান’ এর বান্দা তারাই যারা নম্রভাবে চলাফিরা করে পৃথিবীতে এবং তাদেরকে যখন অজ্ঞ লোকেরা সম্বোধন করে তখন তারা বলেঃ সালাম।",
    "এবং তারা রাত অতিবাহিত করে তাদের রবের উদ্দেশে সাজদাহবনত হয়ে ও দন্ডায়মান থেকে।",
    "এবং তারা বলেঃ হে আমাদের রাব্ব! আমাদের হতে জাহান্নামের শাস্তি বিদূরিত করুন; ওর শাস্তিতো নিশ্চিত বিনাশ।",
    "নিশ্চয়ই আশ্রয়স্থল ও বসতি হিসাবে ওটা কত নিকৃষ্ট!",
    "আর যখন তারা ব্যয় করে তখন তারা অপব্যয় করেনা এবং কার্পন্যও করেনা; বরং তারা আছে এতদুভয়ের মাঝে মধ্যম পন্থায়।",
    "এবং তারা আল্লাহর সাথে কোন উপাস্যকে ডাকেনা; আল্লাহ যার হত্যা নিষিদ্ধ করেছেন, যথার্থ কারণ ছাড়া তাকে তারা হত্যা করেনা এবং ব্যভিচার করেনা; যে এগুলি করে সে শাস্তি ভোগ করবে।",
    "কিয়ামাত দিবসে তার শাস্তি দ্বিগুণ করা হবে এবং সেখানে সে স্থায়ী হবে হীন অবস্থায়।",
    "তারা নয় - যারা তাওবাহ করে, ঈমান আনে ও সৎ কাজ করে; আল্লাহ তাদের পাপ পরিবর্তন করে দিবেন উত্তম আমলের দ্বারা; আল্লাহ ক্ষমাশীল, পরম দয়ালু।",
    "যে ব্যক্তি তাওবাহ করে ও সৎ কাজ করে সে সম্পূর্ণ রূপে আল্লাহর অভিমুখী হয়।",
    "আর যারা মিথ্যা সাক্ষ্য দেয়না এবং যখন তারা অসার ক্রিয়া-কলাপের সম্মুখীন হয় তখন স্বীয় মর্যাদার সাথে তা পরিহার করে চলে –",
    "এবং যারা তাদের রবের আয়াত স্মরণ করিয়ে দিলে ওর প্রতি অন্ধ এবং বধির সদৃশ আচরণ করেনা –",
    "আর যারা প্রার্থনা করেঃ হে আমাদের রাব্ব! আমাদের জন্য এমন স্ত্রী ও সন্তান-সন্ততি দান করুন যারা আমাদের জন্য নয়ন প্রীতিকর এবং আমাদেরকে মুত্তাকীদের জন্য আদর্শ স্বরূপ করুন।",
    "তাদেরকে প্রতিদান স্বরূপ দেয়া হবে জান্নাত, যেহেতু তারা ধৈর্যশীল। তাদেরকে সেখানে অভ্যর্থনা করা হবে অভিবাদন ও সালাম সহকারে।",
    "সেখানে তারা চিরকাল বসবাস করবে, কত উত্তম সেখানে অবস্থান ও আবাসস্থল!",
    "বলঃ তোমরা আমার রাব্বকে না ডাকলে তাঁর কিছুই আসে যায়না। তোমরা অস্বীকার করেছ, ফলে অচিরেই নেমে আসবে অপরিহার্য শাস্তি।",
    "তা’ সীন মীম।",
    "এগুলি সুস্পষ্ট কিতাবের আয়াত।",
    "তারা মু’মিন হচ্ছেনা বলে তুমি হয়ত মনকষ্টে আত্মবিনাশী হয়ে পড়বে।",
    "আমি ইচ্ছা করলে আকাশ হতে তাদের নিকট এক নিদর্শন প্রেরণ করতাম, ফলে তাদের গ্রীবা বিনত হয়ে পড়ত ওর প্রতি।",
    "যখনই তাদের কাছে দয়াময়ের নিকট হতে কোন নতুন উপদেশ আসে তখনই তারা তা হতে মুখ ফিরিয়ে নেয়।",
    "তারাতো মিথ্যা জেনেছে, সুতরাং তারা যা নিয়ে ঠাট্টা বিদ্রুপ করত তার প্রকৃত বার্তা তাদের নিকট শীঘ্রই এসে পড়বে।",
    "তারা কি পৃথিবীর দিকে দৃষ্টিপাত করেনা? আমি তাতে প্রত্যেক প্রকারের কত উৎকৃষ্ট জিনিস উদগত করেছি।",
    "নিশ্চয়ই তাতে আছে নিদর্শন, কিন্তু তাদের অধিকাংশই মু’মিন নয়।",
    "তোমার রাব্ব, তিনিতো পরাক্রমশালী, পরম দয়ালু।",
    "স্মরণ কর, যখন তোমার রাব্ব মূসাকে ডেকে বললেনঃ তুমি যালিম সম্প্রদায়ের নিকট চলে যাও –",
    "ফির‘আউনের সম্প্রদায়ের নিকট; তারা কি ভয় করেনা?",
    "তখন সে বলেছিলঃ হে আমার রাব্ব! আমি আশংকা করি যে, তারা আমাকে অস্বীকার করবে।",
    "এবং আমার হৃদয় সংকুচিত হয়ে পড়ছে, আর আমার জিহবাতো সাবলীল নয়, সুতরাং হারুনের প্রতিও প্রত্যাদেশ পাঠান।",
    "আমার বিরুদ্ধে তাদের এক অভিযোগ রয়েছে, আমি আশংকা করি যে, তারা আমাকে হত্যা করবে।",
    "আল্লাহ বললেনঃ না কখনই নয়, অতএব তোমরা উভয়ে আমার নিদর্শনসহ যাও, আমি তোমাদের সঙ্গে আছি শ্রবণকারী।",
    "অতএব তোমরা উভয়ে ফির‘আউনের নিকট যাও এবং বলঃ আমরা জগতসমূহের রবের রাসূল।",
    "আমাদের সাথে যেতে দাও বানী ইসরাঈলকে।",
    "ফির‘আউন বললঃ আমরা কি তোমাকে শৈশবে আমাদের মধ্যে লালন পালন করিনি? এবং তুমিতো তোমার জীবনের বহু বছর আমাদের মধ্যে কাটিয়েছ।",
    "তুমিতো তোমার কাজ যা করার তা করেছ; তুমি অকৃতজ্ঞ।",
    "মূসা বললঃ আমিতো এটা করেছিলাম তখন যখন আমি অজ্ঞ ছিলাম।",
    "অতঃপর আমি যখন তোমাদের ভয়ে ভীত হলাম তখন আমি তোমাদের নিকট হতে পালিয়ে গিয়েছিলাম; অতঃপর আমার রাব্ব আমাকে জ্ঞান দান করেছেন এবং আমাকে রাসূল করেছেন।",
    "আর আমার প্রতি তোমার যে অনুগ্রহের কথা উল্লেখ করেছ তাতো এই যে, তুমি বানী ইসরাঈলকে দাসে পরিণত করেছ।",
    "ফির‘আউন বললঃ জগতসমূহের রাব্ব আবার কি?",
    "মূসা বললঃ তিনি আকাশমন্ডলী ও পৃথিবী এবং এতদুভয়ের মধ্যবর্তী সব কিছুর রাব্ব, যদি তোমরা নিশ্চিত বিশ্বাসী হও।",
    "ফির‘আউন তার পরিষদবর্গকে লক্ষ্য করে বললঃ তোমরা শুনেছ তো!",
    "মূসা বললঃ তিনি তোমাদের রাব্ব এবং তোমাদের পূর্ব-পুরুষদেরও রাব্ব।",
    "ফির‘আউন বললঃ তোমাদের প্রতি প্রেরিত তোমাদের রাসূলটি নিশ্চয়ই পাগল।",
    "মূসা বললঃ তিনি পূর্ব ও পশ্চিমের এবং এতদুভয়ের মধ্যবর্তী সব কিছুর রাব্ব, যদি তোমরা বুঝতে।",
    "ফির‘আউন বললঃ তুমি যদি আমার পরিবর্তে অন্যকে মা‘বূদ রূপে গ্রহণ কর তাহলে আমি তোমাকে অবশ্যই কারারুদ্ধ করব।",
    "মূসা বললঃ আমি তোমার নিকট স্পষ্ট কোন নিদর্শন আনয়ন করলেও?",
    "ফির‘আউন বললঃ তুমি যদি সত্যবাদী হও তাহলে তা উপস্থিত কর।",
    "অতঃপর মূসা তার লাঠি নিক্ষেপ করলে তৎক্ষণাৎ তা এক সুস্পষ্ট অজগর হল।",
    "আর মূসা হাত বের করল, তৎক্ষণাৎ তা দর্শকদের দৃষ্টিতে শুভ্র উজ্জ্বল প্রতিভাত হল।",
    "ফির‘আউন তার পারিষদবর্গকে বললঃ এতো এক সুদক্ষ যাদুকর।",
    "এ তোমাদেরকে তোমাদের দেশ হতে তার যাদুবলে বহিস্কার করতে চায়! এখন তোমরা কি করতে বল?",
    "তারা বললঃ তাকে ও তার ভাইকে কিঞ্চিৎ অবকাশ দাও এবং নগরে সংগ্রাহকদেরকে পাঠাও –",
    "যেন তারা তোমার নিকট প্রতিটি সুদক্ষ যাদুকর উপস্থিত করে।",
    "অতঃপর এক নির্ধারিত দিনে নির্দিষ্ট সময়ে যাদুকরদেরকে একত্রিত করা হল।",
    "আর লোকদেরকে বলা হলঃ তোমরাও সমবেত হচ্ছ কি?",
    "যেন আমরা যাদুকরদের অনুসরণ করতে পারি, যদি তারা বিজয়ী হয়।",
    "অতঃপর যাদুকররা এসে ফির‘আউনকে বললঃ আমরা যদি বিজয়ী হই তাহলে আমাদের জন্য পুরস্কার থাকবে তো?",
    "ফির‘আউন বললঃ হ্যাঁ, তখন তোমরা অবশ্যই আমার নিকটজনদের অন্তর্ভুক্ত হবে।",
    "মূসা তাদেরকে বললঃ তোমাদের যা নিক্ষেপ করার তা নিক্ষেপ কর।",
    "অতঃপর তারা তাদের রজ্জু ও লাঠি নিক্ষেপ করল এবং তারা বললঃ ফির‘আউনের শপথ! আমরাই বিজয়ী হব।",
    "অতঃপর মূসা তার লাঠি নিক্ষেপ করল; সহসা ওটা তাদের অলীক সৃষ্টিগুলিকে গ্রাস করতে লাগল।",
    "তখন যাদুকরেরা সাজদাহবনত হয়ে পড়ল।",
    "তারা বললঃ আমরা ঈমান আনলাম জগতসমূহের রবের প্রতি –",
    "যিনি মূসা ও হারুনেরও রাব্ব।",
    "ফির‘আউন বললঃ আমি তোমাদেরকে অনুমতি দেয়ার পূর্বেই তোমরা তাতে বিশ্বাস করলে? এইতো তোমাদের প্রধান যে তোমাদেরকে যাদু শিক্ষা দিয়েছে; শীঘ্রই তোমরা এর পরিণাম জানবে; আমি অবশ্যই তোমাদের হাত এবং তোমাদের পা বিপরীত দিক হতে কেটে ফেলব এবং তোমাদের সবাইকে শুলবিদ্ধ করবই।",
    "তারা বললঃ কোন ক্ষতি নেই, আমরা আমাদের রবের নিকট প্রত্যাবর্তন করব।",
    "আমরা আশা করি যে, আমাদের রাব্ব আমাদের অপরাধ ক্ষমা করবেন, কারণ আমরা মু’মিনদের মধ্যে অগ্রণী।",
    "আমি মূসার প্রতি অহী করেছিলাম এই মর্মেঃ আমার বান্দাদেরকে নিয়ে রাতে বহির্গত হও; তোমাদেরতো পশ্চাদ্ধাবন করা হবে।",
    "অতঃপর ফির‘আউন শহরে শহরে লোক সংগ্রহকারী পাঠাল –",
    "এই বলেঃ এরাতো ক্ষুদ্র একটি দল।",
    "এবং তারা আমাদের ক্রোধের সৃষ্টি করেছে।",
    "এবং আমরাতো সদা সতর্ক একটি দল।",
    "পরিণামে আমি ফির‘আউন গোষ্ঠিকে বহিস্কৃত করলাম তাদের উদ্যানরাজি ও প্রস্রবণ হতে।",
    "এবং ধন ভান্ডার ও সুরম্য সৌধমালা হতে।",
    "এরূপই ঘটেছিল এবং বানী ইসরাঈলকে আমি করেছিলাম এ সমুদয়ের অধিকারী।",
    "তারা সূর্যোদয় কালে তাদের পশ্চাতে এসে পড়ল।",
    "অতঃপর যখন দু’ দল পরস্পরকে দেখল তখন মূসার সঙ্গীরা বললঃ আমরাতো ধরা পড়ে যাচ্ছি!",
    "মূসা বললঃ কক্ষণই নয়। আমার সঙ্গে আছেন আমার রাব্ব; সত্ত্বর তিনি আমাকে পথ নির্দেশ করবেন।",
    "অতঃপর আমি মূসার প্রতি অহী করলামঃ তোমার লাঠি দ্বারা সমুদ্রে আঘাত কর, ফলে তা বিভক্ত হয়ে প্রত্যেক ভাগ বিশাল পর্বত সদৃশ হয়ে গেল।",
    "আমি সেখানে উপনীত করলাম অপর দলটিকে।",
    "এবং আমি উদ্ধার করলাম মূসা ও তার সঙ্গী সকলকে।",
    "অতঃপর নিমজ্জিত করলাম অপর দলটিকে।",
    "এতে অবশ্যই নিদর্শন রয়েছে, কিন্তু তাদের অধিকাংশই মু’মিন নয়।",
    "এবং তোমার রাব্ব - তিনিতো পরাক্রমশালী, পরম দয়ালু।",
    "তাদের নিকট ইবরাহীমের বৃত্তান্ত বর্ণনা কর।",
    "সে যখন তার পিতা ও তার সম্প্রদায়কে বলেছিলঃ তোমরা কিসের ইবাদাত কর?",
    "তারা বললঃ আমরা মূর্তি পূজা করি এবং আমরা নিষ্ঠার সাথে তাদের পূজায় রত থাকব।",
    "সে বললঃ তোমরা প্রার্থনা করলে তারা কি শোনে?",
    "অথবা তারা কি তোমাদের উপকার কিংবা অপকার করতে পারে?",
    "তারা বললঃ না, তবে আমরা আমাদের পিতৃ-পুরুষদেরকে এরূপই করতে দেখেছি।",
    "সে বললঃ তোমরা কি তার সম্বন্ধে ভেবে দেখেছ যার পূজা করছ –",
    "তোমরা এবং তোমাদের পূর্ব-পুরুষরা?",
    "তারা সবাই আমার শত্রু, জগতসমূহের রাব্ব ব্যতীত।",
    "তিনি আমাকে সৃষ্টি করেছেন, তিনিই আমাকে পথ প্রদর্শন করেন।",
    "তিনিই আমাকে দান করেন আহার্য ও পানীয়।",
    "এবং অসুস্থ হলে তিনিই আমাকে রোগমুক্ত করেন।",
    "আর তিনিই আমার মৃত্যু ঘটাবেন, অতঃপর আমাকে পুনরুজ্জীবিত করবেন।",
    "এবং আশা করি, তিনি কিয়ামাত দিবসে আমার অপরাধসমূহ ক্ষমা করে দিবেন।",
    "হে আমার রাব্ব! আমাকে প্রজ্ঞা দান করুন এবং সৎ কর্মপরায়ণদের সাথে আমাকে মিলিত করুন।",
    "আমাকে পরবর্তীদের মধ্যে সত্যভাষী করুন!",
    "এবং আমাকে সুখময় জান্নাতের অধিকারীদের অন্তর্ভুক্ত করুন!",
    "আর আমার পিতাকে ক্ষমা করুন, সেতো পথভ্রষ্টদের অন্তর্ভুক্ত।",
    "এবং আমাকে লাঞ্ছিত করবেননা পুনরুত্থান দিবসে –",
    "যেদিন ধন-সম্পদ ও সন্তান-সন্ততি কোন কাজে আসবেনা।",
    "সেদিন উপকৃত হবে শুধু সে, যে আল্লাহর নিকট আসবে বিশুদ্ধ অন্তঃকরণ নিয়ে।",
    "মুত্তাকীদের নিকটবর্তী করা হবে জান্নাত।",
    "আর পথভ্রষ্টদের জন্য উম্মোচিত করা হবে জাহান্নাম।",
    "তাদেরকে বলা হবেঃ তারা কোথায়, তোমরা যাদের ইবাদাত করতে –",
    "আল্লাহর পরিবর্তে? তারা কি তোমাদের সাহায্য করতে পারে অথবা তারা কি আত্মরক্ষা করতে সক্ষম?",
    "অতঃপর তাদেরকে ও পথভ্রষ্টদেরকে জাহান্নামে নিক্ষেপ করা হবে।",
    "এবং ইবলীস বাহিনীর সবাইকেও।",
    "তারা সেখানে বিতর্কে লিপ্ত হয়ে বলবে –",
    "আল্লাহর শপথ! আমরাতো স্পষ্ট বিভ্রান্তিতেই ছিলাম।",
    "যখন আমরা তোমাদেরকে জগতসমূহের রবের সমকক্ষ মনে করতাম।",
    "আমাদেরকে দুস্কৃতকারীরাই বিভ্রান্ত করেছিল।",
    "পরিণামে আমাদের কোন সুপারিশকারী নেই।",
    "কোন সহৃদয় বন্ধুও নেই।",
    "হায়! যদি আমাদের একবার প্রত্যাবর্তনের সুযোগ ঘটত তাহলে আমরা মু’মিনদের অন্তর্ভুক্ত হতাম!",
    "এতে অবশ্যই নিদর্শন রয়েছে, কিন্তু তাদের অধিকাংশ মু’মিন নয়।",
    "তোমার রাব্ব, তিনিতো পরাক্রমশালী, পরম দয়ালু।",
    "নূহের সম্প্রদায় রাসূলদের প্রতি মিথ্যা আরোপ করেছিল।",
    "যখন তাদের ভাই নূহ তাদেরকে বললঃ তোমরা কি সাবধান হবেনা?",
    "আমিতো তোমাদের জন্য এক বিশ্বস্ত রাসূল।",
    "অতএব আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।",
    "আমি তোমাদের নিকট এ জন্য কোন প্রতিদান চাইনা; আমার পুরস্কারতো জগতসমূহের রবের নিকটই রয়েছে।",
    "সুতরাং আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।",
    "তারা বললঃ আমরা কি তোমার প্রতি বিশ্বাস স্থাপন করব, অথচ ইতর লোকেরা তোমার অনুসরণ করছে?",
    "নূহ বললঃ তারা কি কাজ করছে তা জানা আমার কি দরকার?",
    "তাদের হিসাব গ্রহণতো আমার রবেরই কাজ; যদি তোমরা বুঝতে।",
    "মু’মিনদেরকে তাড়িয়ে দেয়া আমার কাজ নয়,",
    "আমিতো শুধু একজন স্পষ্ট সতর্ককারী।",
    "তারা বললঃ হে নূহ! তুমি যদি নিবৃত্ত না হও তাহলে তুমি অবশ্যই প্রস্তরাঘাতে নিহতদের অন্তর্ভুক্ত হবে।",
    "নূহ বললঃ হে আমার রাব্ব! আমার সম্প্রদায়তো আমাকে অস্বীকার করছে।",
    "সুতরাং আমার ও তাদের মধ্যে স্পষ্ট মীমাংসা করে দিন এবং আমাকে এবং আমার সাথে যে সব মু’মিন রয়েছে তাদেরকে রক্ষা করুন।",
    "অতঃপর আমি তাকে ও তার সঙ্গে যারা ছিল তাদেরকে রক্ষা করলাম বোঝাই করা নৌ-যানে।",
    "অতঃপর অবশিষ্ট সবাইকে নিমজ্জিত করলাম।",
    "এতে অবশ্যই রয়েছে নিদর্শন, কিন্তু তাদের অধিকাংশই বিশ্বাসী নয়।",
    "এবং তোমার রাব্ব, তিনিতো পরাক্রমশালী, দয়ালু।",
    "‘আদ সম্প্রদায় রাসূলদেরকে মিথ্যা প্রতিপন্ন করেছিল।",
    "যখন তাদের ভাই হুদ তাদেরকে বললঃ তোমরা কি সাবধান হবেনা?",
    "আমি তোমাদের জন্য এক বিশ্বস্ত রাসূল।",
    "অতএব আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।",
    "আমি তোমাদের নিকট এর জন্য কোন প্রতিদান চাইনা, আমার পুরস্কারতো জগতসমূহের রবের নিকট রয়েছে।",
    "তোমরা কি প্রতিটি উঁচু স্থানে নিরর্থক স্মৃতিসৌধ/ভাস্কর্য নির্মাণ করছ?",
    "আর তোমরা প্রাসাদ নির্মাণ করছ এই মনে করে যে, তোমরা চিরস্থায়ী হবে?",
    "এবং যখন তোমরা আঘাত হান তখন আঘাত হেনে থাক কঠোরভাবে।",
    "তোমরা আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।",
    "ভয় কর তাঁকে, যিনি তোমাদেরকে দিয়েছেন সেই সমূদয় জ্ঞান যা তোমরা জান।",
    "তোমাদের দিয়েছেন পশু-সম্পদ ও সন্তান-সন্ততি।",
    "উদ্যান ও প্রস্রবন।",
    "আমি তোমাদের জন্য আশংকা করি মহা দিনের শাস্তির।",
    "তারা বললঃ তুমি উপদেশ দাও অথবা না’ই দাও, উভয়ই আমাদের জন্য সমান।",
    "এটাতো পূর্ববর্তীদেরই স্বভাব।",
    "আমরা শাস্তি প্রাপ্তদের অন্তর্ভুক্ত নই।",
    "অতঃপর তারা তাকে প্রত্যাখ্যান করল এবং আমি তাদের ধ্বংস করলাম। এতে অবশ্যই রয়েছে নিদর্শন; কিন্তু তাদের অধিকাংশই মু’মিন নয়।",
    "এবং তোমার রাব্ব পরাক্রমশালী, পরম দয়ালু।",
    "ছামূদ সম্প্রদায় রাসূলদের মিথ্যা প্রতিপন্ন করেছিল।",
    "যখন তাদের ভাই সালিহ তাদেরকে বললঃ তোমরা কি সাবধান হবেনা?",
    "আমিতো তোমাদের জন্য এক বিশ্বস্ত রাসূল।",
    "অতএব আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।",
    "আমি তোমাদের নিকট এ জন্য কোন প্রতিদান চাইনা, আমার পুরস্কারতো জগতসমূহের রবের নিকটই রয়েছে।",
    "তোমাদেরকে কি এ জগতে ভোগ বিলাসের মধ্যে নিরাপদে ছেড়ে দেয়া হবে –",
    "উদ্যানে, প্রস্রবণে –",
    "ও শস্যক্ষেতে এবং সুকোমল গুচ্ছ বিশিষ্ট খেজুর বাগানে?",
    "তোমরাতো নৈপুণ্যের সাথে পাহাড় কেটে গৃহ নির্মাণ করেছ।",
    "তোমরা আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।",
    "এবং সীমা লংঘনকারীদের আদেশ মান্য করনা –",
    "যারা পৃথিবীতে অশান্তি সৃষ্টি করে এবং শান্তি স্থাপন করেনা।",
    "তারা বললঃ তুমিতো যাদুগ্রস্তদের অন্যতম।",
    "তুমিতো আমাদের মত একজন মানুষ, অতএব তুমি যদি সত্যবাদী হও তাহলে একটি নিদর্শন উপস্থিত কর।",
    "সালিহ বললঃ এই যে উষ্ট্রী, এর জন্য রয়েছে পানি পানের এবং তোমাদের জন্য রয়েছে পানি পানের পালা নির্ধারিত এক এক দিনে।",
    "এবং তোমরা ওর কোন অনিষ্ট সাধন করনা; তাহলে মহা দিনের শাস্তি তোমাদের উপর আপতিত হবে।",
    "কিন্তু তারা ওকে বধ করল, পরিণামে তারা অনুতপ্ত হল।",
    "অতঃপর শাস্তি তাদেরকে গ্রাস করল; এতে অবশ্যই নিদর্শন রয়েছে। কিন্তু তাদের অধিকাংশই মু’মিন নয়।",
    "তোমার রাব্ব, তিনি পরাক্রমশালী, পরম দয়ালু।",
    "লূতের সম্প্রদায় রাসূলদেরকে অস্বীকার করেছিল।",
    "যখন তাদের ভাই লূত তাদেরকে বললঃ তোমরা কি সাবধান হবেনা?",
    "আমিতো তোমাদের জন্য এক বিশ্বস্ত রাসূল।",
    "সুতরাং তোমরা আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।",
    "আমি এ জন্য তোমাদের কাছে কোন প্রতিদান চাইনা, আমার পুরস্কারতো জগতসমূহের রবের নিকটই রয়েছে।",
    "সৃষ্টির মধ্যে তোমরা কি শুধু পুরুষের সাথেই উপগত হবে?",
    "আর তোমাদের রাব্ব তোমাদের জন্য যে স্ত্রীলোক সৃষ্টি করেছেন তাদেরকে তোমরা বর্জন করে থাক, বরং তোমরা সীমালংঘনকারী সম্প্রদায়।",
    "তারা বললঃ হে লূত! তুমি যদি নিবৃত্ত না হও তাহলে অবশ্যই তুমি নির্বাসিত হবে।",
    "লূত বলল, আমি তোমাদের এই কাজকে ঘৃণা করি।",
    "হে আমার রাব্ব! আমাকে ও আমার পরিবারবর্গকে, তারা যা করে তা হতে রক্ষা কর।",
    "অতঃপর আমি তাকে এবং তার পরিবার পরিজনের সবাইকে রক্ষা করলাম –",
    "এক বৃদ্ধা ব্যতীত, সে ছিল পশ্চাতে অবস্থানকারীদের অন্তর্ভুক্ত।",
    "অতঃপর অন্যদেরকে ধ্বংস করলাম।",
    "তাদের উপর শাস্তিমূলক বৃষ্টি বর্ষণ করেছিলাম, এবং ভীতি প্রদর্শনের জন্য এই বৃষ্টি ছিল কত নিকৃষ্ট!",
    "এতে অবশ্যই নিদর্শন রয়েছে, কিন্তু তাদের অধিকাংশই মু’মিন নয়।",
    "তোমার রাব্ব, তিনিতো পরাক্রমশালী, পরম দয়ালু।",
    "আইকাবাসীরা রাসূলদেরকে অস্বীকার করেছিল –",
    "যখন শু‘আইব তাদেরকে বলেছিলঃ তোমরা কি সাবধান হবেনা?",
    "আমিতো তোমাদের জন্য একজন বিশ্বস্ত রাসূল।",
    "সুতরাং তোমরা আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।",
    "আমি তোমাদের নিকট এ জন্য কোন প্রতিদান চাইনা; আমার পুরস্কারতো জগতসমূহের রবের নিকটই রয়েছে।",
    "তোমরা মাপে পূর্ণ মাত্রায় দিবে; যারা মাপে কমতি করে তাদের অন্তর্ভুক্ত হয়োনা।",
    "এবং তোমরা ওজন করবে সঠিক দাঁড়িপাল্লায়।",
    "লোকদেরকে তাদের প্রাপ্য বস্তু কম দিবেনা এবং পৃথিবীতে বিপর্যয় সৃষ্টি করে ফিরনা।",
    "এবং তোমরা ভয় কর তাঁকে, যিনি তোমাদেরকে এবং তোমাদের পূর্বে যারা গত হয়েছে তাদেরকে সৃষ্টি করেছেন।",
    "তারা বললঃ তুমিতো যাদুগ্রস্তদের অন্তর্ভুক্ত।",
    "তুমি আমাদেরই মত একজন মানুষ বলে আমরা মনে করি, তুমি মিথ্যাবাদীদের অন্তর্ভুক্ত।",
    "তুমি যদি সত্যবাদী হও তাহলে আকাশের একটি খন্ড আমাদের উপর ফেলে দাও।",
    "সে বললঃ আমার রাব্ব ভাল জানেন, যা তোমরা কর।",
    "অতঃপর তারা তাকে প্রত্যাখ্যান করল, পরে তাদেরকে মেঘাচ্ছন্ন দিনের শাস্তি গ্রাস করল; এটাতো ছিল এক ভীষণ দিনের শাস্তি।",
    "এতে অবশ্যই রয়েছে নিদর্শন, কিন্তু তাদের অধিকাংশই মু’মিন নয়।",
    "তোমার রাব্ব! তিনিতো পরাক্রমশালী, পরম দয়ালু।",
    "নিশ্চয়ই ইহা (আল কুরআন) জগতসমূহের রাব্ব হতে অবতারিত।",
    "জিবরাঈল ইহা নিয়ে অবতরণ করেছে –",
    "তোমার হৃদয়ে, যাতে তুমি সতর্ককারী হতে পার।",
    "অবতীর্ণ করা হয়েছে সুস্পষ্ট আরাবী ভাষায়।",
    "পূর্ববর্তী কিতাবসমূহে অবশ্যই এর উল্লেখ রয়েছে।",
    "বানী ইসরাঈলের পন্ডিতরা এটা অবগত আছে, এটা কি তাদের জন্য নিদর্শন নয়?",
    "আমি যদি ইহা কোন আজমীর (ভিন্ন ভাষী) প্রতি অবতীর্ণ করতাম –",
    "এবং ওটা সে তাদের নিকট পাঠ করত, তাহলে তারা তাতে ঈমান আনতনা।",
    "এভাবেই আমি পাপীদের অন্তরে অবিশ্বাস সঞ্চার করেছি।",
    "তারা এতে ঈমান আনবেনা যতক্ষণ না তারা মর্মন্তদ শাস্তি প্রত্যক্ষ করে।",
    "অতঃপর এটা তাদের নিকট এসে পড়বে আকস্মিকভাবে, তারা কিছুই বুঝতে পারবেনা।",
    "তখন তারা বলবেঃ আমাদেরকে কি অবকাশ দেয়া হবে?",
    "তারা কি তাহলে আমার শাস্তি ত্বরান্বিত করতে চায়?",
    "তুমি চিন্তা করে দেখ, যদি আমি তাদেরকে দীর্ঘকাল ভোগ-বিলাস করতে দিই,",
    "অতঃপর তাদেরকে যে বিষয়ে সতর্ক করা হয়েছিল তা তাদের নিকট এসে পড়ে –",
    "তখন তাদের ভোগ-বিলাসের উপকরণ তাদের কোন কাজে আসবে কি?",
    "আমি এমন কোন জনপদ ধ্বংস করিনি যার জন্য সতর্ককারী ছিলনা।",
    "এটা উপদেশ স্বরূপ, আর আমি অত্যাচারী নই।",
    "শাইতানরা ইহাসহ অবতীর্ণ হয়নি।",
    "তারা এ কাজের যোগ্য নয় এবং তারা এর সামর্থ্যও রাখেনা।",
    "তাদেরকে শ্রবণের সুযোগ হতে দূরে রাখা হয়েছে।",
    "অতএব তুমি অন্য কোন মা‘বূদকে আল্লাহর সাথে ডেকোনা, তাহলে তুমি শাস্তি প্রাপ্তদের অন্তর্ভুক্ত হবে।",
    "তোমার নিকটতম আত্মীয়বর্গকে সতর্ক করে দাও।",
    "এবং যারা তোমার অনুসরণ করে, সেই সব মু’মিনের প্রতি বিনয়ী হও।",
    "তারা যদি তোমার অবাধ্যতা করে তাহলে তুমি বলঃ তোমরা যা কর তার জন্য আমি দায়ী নই।",
    "তুমি নির্ভর কর পরাক্রমশালী, পরম দয়ালু আল্লাহর উপর।",
    "যিনি তোমাকে দেখেন যখন তুমি দন্ডায়মান হও (সালাতের জন্য)।",
    "এবং দেখেন সাজদাহকারীদের সাথে তোমার উঠা বসা।",
    "তিনিতো সর্বশ্রোতা, সর্বজ্ঞ।",
    "তোমাদেরকে কি জানাব, কার নিকট শাইতানরা অবতীর্ণ হয়?",
    "তারাতো অবতীর্ণ হয় প্রত্যেক চরম মিথ্যাবাদী ও পাপীর নিকট।",
    "তারা কান পেতে থাকে এবং তাদের অধিকাংশই মিথ্যাবাদী।",
    "এবং কবিদের অনুসরণ করে তারা, যারা বিভ্রান্ত।",
    "তুমি কি দেখনা, তারা বিভ্রান্ত হয়ে প্রত্যেক উপত্যকায় ঘুরে বেড়ায়?",
    "এবং যা তারা করেনা, তা বলে।",
    "কিন্তু তারা ব্যতীত, যারা ঈমান আনে ও সৎকার্য করে এবং আল্লাহকে বার বার স্মরণ করে ও অত্যাচারিত হবার পর প্রতিশোধ গ্রহণ করে। অত্যাচারীরা শীঘ্রই জানবে তাদের গন্তব্যস্থল কোথায়?",
    "তা সীন; এগুলি আয়াত আল-কুরআনের এবং সুস্পষ্ট কিতাবের।",
    "পথ নির্দেশ ও সুসংবাদ মু’মিনদের জন্য।",
    "যারা সালাত কায়েম করে ও যাকাত প্রদান করে এবং যারা আখিরাতে নিশ্চিত বিশ্বাসী।",
    "যারা আখিরাতে বিশ্বাস করেনা তাদের দৃষ্টিতে তাদের কাজকে আমি শোভন করেছি, ফলে তারা বিভ্রান্তিতে ঘুরে বেড়ায়।",
    "এদেরই জন্য রয়েছে কঠিন শাস্তি এবং এরাই আখিরাতে সর্বাধিক ক্ষতিগ্রস্ত।",
    "নিশ্চয়ই তোমাকে আল কুরআন দেয়া হয়েছে প্রজ্ঞাময়, সর্বজ্ঞের নিকট হতে।",
    "স্মরণ কর সেই সময়ের কথা, যখন মূসা তার পরিবারবর্গকে বলেছিলঃ আমি আগুন দেখেছি, সত্ত্বর আমি সেখান হতে তোমাদের জন্য কোন খবর আনব অথবা তোমাদের জন্য আনব জ্বলন্ত অঙ্গার, যাতে তোমরা আগুন পোহাতে পার।",
    "অতঃপর সে যখন ওর নিকট এলো তখন ঘোষিত হলঃ ধন্য সেই ব্যক্তি যে আছে এই আগুনের মধ্যে এবং যারা আছে ওর চতুস্পার্শ্বে। জগতসমূহের রাব্ব আল্লাহ পবিত্র ও মহিমান্বিত।",
    "হে মূসা! আমিতো আল্লাহ পরাক্রমশালী, প্রজ্ঞাময়।",
    "তুমি তোমার লাঠি নিক্ষেপ কর, অতঃপর যখন সে ওটাকে সর্পের ন্যায় ছুটাছুটি করতে দেখল তখন সে পিছনের দিকে ছুটতে লাগল এবং ফিরেও তাকালনা। বলা হলঃ হে মূসা! ভীত হয়োনা, নিশ্চয়ই আমি এমন, আমার সান্নিধ্যে রাসূলগণ ভয় পায়না।",
    "তবে যারা যুল্‌ম করার পর মন্দ কাজের পরিবর্তে সৎ কাজ করে তাদের প্রতি আমি ক্ষমাশীল, পরম দয়ালু।",
    "তোমার হাত তোমার বক্ষপার্শ্বে বস্ত্রের মধ্যে প্রবেশ করাও। এটা বের হয়ে আসবে শুভ্র নির্দোষ হয়ে; এটা ফির‘আউন ও তার সম্প্রদায়ের নিকট আনীত নয়টি নিদর্শনের অন্তর্গত; তারাতো সত্যত্যাগী সম্প্রদায়।",
    "অতঃপর যখন তাদের নিকট আমার স্পষ্ট আয়াত এলো তখন তারা বললঃ এটাতো সুস্পষ্ট যাদু।",
    "তারা অন্যায় ও উদ্ধতভাবে নিদর্শনগুলি প্রত্যাখ্যান করল, যদিও তাদের অন্তর ঐগুলিকে সত্য বলে গ্রহণ করেছিল। দেখ, বিপর্যয় সৃষ্টিকারীদের পরিণাম কি হয়েছিল!",
    "আমি অবশ্যই দাউদকে ও সুলাইমানকে জ্ঞান দান করেছিলাম এবং তারা বলেছিলঃ প্রশংসা আল্লাহর যিনি আমাদেরকে তাঁর বহু মু’মিন বান্দাদের উপর শ্রেষ্ঠত্ব দান করেছেন।",
    "সুলাইমান হয়েছিল দাউদের উত্তরাধিকারী এবং সে বলেছিলঃ হে লোক সকল! আমাকে পক্ষীকুলের ভাষা শিক্ষা দেয়া হয়েছে এবং আমাকে সব কিছু হতে প্রদান করা হয়েছে; এটা অবশ্যই সুস্পষ্ট অনুগ্রহ।",
    "সুলাইমানের সামনে সমবেত করা হল তার বাহিনীকে, জিন, মানুষ ও পক্ষীকুলকে এবং তাদেরকে বিন্যস্ত করা হল বিভিন্ন বুহ্যে।",
    "যখন তারা পিপীলিকা অধ্যুষিত উপত্যকায় পৌঁছল তখন এক পিপীলিকা বললঃ হে পিপীলিকা বাহিনী! তোমরা তোমাদের গৃহে প্রবেশ কর, যেন সুলাইমান এবং তার বাহিনী তাদের অজ্ঞাতসারে তোমাদেরকে পদতলে পিষে না ফেলে।",
    "সুলাইমান ওর উক্তিতে মৃদু হাস্য করল এবং বললঃ হে আমার রাব্ব! আপনি আমাকে সামর্থ্য দিন যাতে আমি আপনার প্রতি কৃতজ্ঞতা প্রকাশ করতে পারি, আমার প্রতি ও আমার মাতা-পিতার প্রতি আপনি যে অনুগ্রহ করেছেন তজ্জন্য এবং যাতে আমি সৎ কাজ করতে পারি, যা আপনি পছন্দ করেন এবং আপনার অনুগ্রহে আমাকে আপনার সৎকর্মপরায়ণ বান্দাদের শ্রেণীভুক্ত করুন।",
    "সুলাইমান পক্ষীকুলের সন্ধান নিল এবং বললঃ ব্যাপার কি, হুদহুদকে দেখছিনা যে! সে অনুপস্থিত না কি?",
    "সে উপযুক্ত কারণ দর্শাতে না পারলে আমি অবশ্যই তাকে কঠিন শাস্তি দিব অথবা যবাহ করব।",
    "অনতি বিলম্বে হুদহুদ এসে পড়ল এবং বললঃ আপনি যা অবগত নন আমি তা অবগত হয়েছি এবং ‘সাবা’ হতে সুনিশ্চিত সংবাদ নিয়ে এসেছি।",
    "আমি এক নারীকে দেখলাম যে তাদের উপর রাজত্ব করছে; তাকে সব কিছু দেয়া হয়েছে এবং তার আছে এক বিরাট সিংহাসন।",
    "আমি তাকে ও তার সম্প্রদায়কে দেখলাম, তারা আল্লাহর পরিবর্তে সূর্যকে সাজদাহ করছে; শাইতান তাদের কার্যাবলী তাদের নিকট শোভন করেছে এবং তাদেরকে সৎ পথ হতে নিবৃত্ত করেছে; ফলে তারা সৎ পথ প্রাপ্ত হয়না –",
    "তারা নিবৃত্ত রয়েছে আল্লাহকে সাজদাহ করা হতে, যিনি আকাশমন্ডলী ও পৃথিবীর লুকায়িত বস্তুকে প্রকাশ করেন, এবং যিনি জানেন যা তোমরা গোপন কর এবং যা তোমরা প্রকাশ কর।",
    "আল্লাহ, তিনি ছাড়া কোন মা‘বূদ নেই। তিনি মহাআরশের অধিপতি। [সাজদাহ]",
    "সুলাইমান বললঃ আমি দেখব, তুমি সত্য বলেছ, না কি তুমি মিথ্যাবাদী?",
    "তুমি যাও আমার এই পত্র নিয়ে এবং এটা তাদের নিকট অর্পন কর; অতঃপর তাদের নিকট হতে দূরে সরে থেক এবং লক্ষ্য কর তাদের প্রতিক্রিয়া কি?",
    "সেই নারী বললঃ হে পরিষদবর্গ! আমাকে এক সম্মানিত পত্র দেয়া হয়েছে।",
    "ইহা সুলাইমানের নিকট হতে এবং ইহা দয়াময়, পরম দয়ালু আল্লাহর নামে।",
    "অহমিকা বশে আমাকে অমান্য করনা, এবং আনুগত্য স্বীকার করে আমার নিকট উপস্থিত হও।",
    "সেই নারী বললঃ হে পরিষদবর্গ! আমার এই সমস্যায় তোমাদের অভিমত দাও; আমি যা সিদ্ধান্ত নিই তাতো তোমাদের উপস্থিতিতেই নিই।",
    "তারা বললঃ আমরাতো শক্তিশালী ও কঠোর যোদ্ধা; তবে সিদ্ধান্ত গ্রহণের ক্ষমতা আপনারই। কি আদেশ করবেন তা আপনি ভেবে দেখুন।",
    "সে বললঃ রাজা-বাদশাহরা যখন কোন জনপদে প্রবেশ করে তখন ওকে বিপর্যস্ত করে দেয় এবং সেখানকার মর্যাদাবান ব্যক্তিদেরকে অপদস্থ করে; এরাও এ রূপই করবে।",
    "আমি তাদের নিকট উপঢৌকন পাঠাচ্ছি, দেখি দূতেরা কি বার্তা নিয়ে ফিরে আসে!",
    "অতঃপর যখন দূত সুলাইমানের নিকট এলো তখন সুলাইমান বললঃ তোমরা আমাকে ধন-সম্পদ দিয়ে কি সাহায্য করবে? আল্লাহ আমাকে যা দিয়েছেন তা তোমাদেরকে যা দিয়েছেন তা হতে উৎকৃষ্ট। অথচ তোমরা তোমাদের উপঢৌকন নিয়ে আনন্দ বোধ করছ।",
    "তাদের নিকট ফিরে যাও, আমি অবশ্যই তাদের বিরুদ্ধে নিয়ে আসব এক সৈন্যবাহিনী যার মুকাবিলা করার শক্তি তাদের নেই। আমি অবশ্যই তাদেরকে সেখান হতে বহিস্কার করব লাঞ্ছিতভাবে এবং তারা হবে অপমানিত।",
    "সুলাইমান আরও বললঃ হে আমার পরিষদবর্গ! তারা আমার নিকট এসে আত্মসমর্পন করার পূর্বে তোমাদের মধ্যে কে তার সিংহাসন আমার নিকট নিয়ে আসবে?",
    "এক শক্তিশালী জিন বললঃ আপনি আপনার স্থান হতে উঠার পূর্বে আমি ওটা আপনার নিকট এনে দিব এবং এ ব্যাপারে আমি অবশ্যই ক্ষমতাবান, বিশ্বস্ত।",
    "কিতাবের জ্ঞান যার ছিল সে বললঃ আপনি চোখের পলক ফেলার পূর্বেই আমি ওটা আপনাকে এনে দিব। সুলাইমান যখন ওটা সামনে রক্ষিত অবস্থায় দেখল তখন সে বললঃ এটা আমার রবের অনুগ্রহ যাতে তিনি আমাকে পরীক্ষা করতে পারেন যে, আমি কৃতজ্ঞ না অকৃতজ্ঞ; যে কৃতজ্ঞতা প্রকাশ করে সে তা করে তার নিজের কল্যাণের জন্য এবং যে অকৃতজ্ঞ হয় সে জেনে রাখুক যে, আমার রাব্ব অভাবমুক্ত, মহানুভব।",
    "সুলাইমান বললঃ তার সিংহাসনের আকৃতি বদলে দাও; দেখি সে সঠিক দিশা পায়, না কি সে বিভ্রান্তের অন্তর্ভুক্ত হয়।",
    "ঐ নারী যখন এলো, তখন তাকে জিজ্ঞেস করা হলঃ তোমার সিংহাসন কি এইরূপই? সে বললঃ এটাতো যেন ওটাই; আমাদেরকে ইতোপূর্বেই প্রকৃত জ্ঞান দান করা হয়েছে এবং আমরা আত্মসমর্পনও করেছি।",
    "আল্লাহর পরিবর্তে সে যার পূজা করত তা’ই তাকে সত্য হতে নিবৃত করেছিল, সে ছিল কাফির সম্প্রদায়ের অন্তর্ভুক্ত।",
    "তাকে বলা হলঃ এই প্রাসাদে প্রবেশ কর। যখন সে ওটা দেখল তখন সে ওটাকে এক গভীর জলাশয় মনে করল এবং সে তার উভয় পায়ের গোছা অনাবৃত করল। সুলাইমান বললঃ স্বচ্ছ স্ফটিক মন্ডিত প্রাসাদ। সেই নারী বললঃ হে আমার রাব্ব! আমিতো নিজের প্রতি যুল্‌ম করেছিলাম, আমি সুলাইমানের সাথে জগতসমূহের রাব্ব আল্লাহর নিকট আত্মসমর্পন করছি।",
    "আমি ছামূদ সম্প্রদায়ের নিকট তাদের ভাই সালিহকে পাঠিয়েছিলাম এই মর্মে যে, তোমরা আল্লাহর ইবাদাত কর। কিন্তু তারা দ্বিধা বিভক্ত হয়ে বিতর্কে লিপ্ত হল।",
    "সে বললঃ হে আমার সম্প্রদায়! তোমরা কেন কল্যাণের পূর্বে অকল্যাণ ত্বরান্বিত করতে চাচ্ছ? কেন তোমরা আল্লাহর নিকট ক্ষমা প্রার্থনা করছনা, যাতে তোমরা অনুগ্রহ ভাজন হতে পার?",
    "তারা বললঃ তোমাকে ও তোমার সঙ্গে যারা আছে তাদেরকে আমরা অমঙ্গলের কারণ মনে করি। সালিহ বললঃ তোমাদের শুভাশুভ আল্লাহর এখতিয়ারে, বস্তুতঃ তোমরা এমন এক সম্প্রদায় যাদেরকে পরীক্ষা করা হচ্ছে।",
    "আর সেই শহরে ছিল এমন নয় ব্যক্তি যারা দেশে বিপর্যয় সৃষ্টি করত এবং সৎ কাজ করতনা।",
    "তারা বললঃ তোমরা আল্লাহর নামে শপথ গ্রহণ কর; আমরা রাতে তাকে ও তার পরিবার পরিজনকে অবশ্যই আক্রমণ করব, অতঃপর তার অভিভাবককে নিশ্চিত বলবঃ তার পরিবার পরিজনের হত্যা আমরা প্রত্যক্ষ করিনি; আমরা অবশ্যই সত্যবাদী।",
    "তারা এক চক্রান্ত করেছিল এবং আমিও এক কৌশল অবলম্বন করলাম, কিন্তু তারা বুঝতে পারেনি।",
    "অতএব দেখ, তাদের চক্রান্তের পরিণাম কি হয়েছে। আমি অবশ্যই তাদেরকে ও তাদের সম্প্রদায়ের সকলকে ধ্বংস করেছি।",
    "এইতো তাদের ঘরবাড়ী সীমা লংঘন হেতু যা জনশূন্য অবস্থায় পড়ে আছে; এতে জ্ঞানী সম্প্রদায়ের জন্য অবশ্যই নিদর্শন রয়েছে।",
    "এবং যারা মু’মিন ও মুত্তাকী ছিল তাদেরকে আমি উদ্ধার করেছি।",
    "স্মরণ কর লূতের কথা, সে তার সম্প্রদায়কে বলেছিলঃ তোমরা জেনে শুনে কেন অশ্লীল কাজ করছ?",
    "তোমরা কি কাম-তৃপ্তির জন্য নারীকে ছেড়ে পুরুষে উপগত হবে? তোমরাতো এক অজ্ঞ সম্প্রদায়।",
    "উত্তরে তার সম্প্রদায় শুধু বললঃ লূত পরিবারকে তোমাদের জনপদ হতে বহিস্কার কর, এরাতো এমন লোক যারা অতি পবিত্র সাজতে চায়।",
    "অতঃপর তাকে ও তার পরিজনবর্গকে আমি উদ্ধার করলাম, তার স্ত্রী ব্যতীত, তাকে করেছিলাম ধ্বংসপ্রাপ্তদের অন্তর্ভুক্ত।",
    "তাদের উপর ভয়ঙ্কর বৃষ্টি বর্ষণ করেছিলাম; যাদেরকে ভীতি প্রদর্শন করা হয়েছিল তাদের জন্য এই বর্ষণ ছিল কত মারাত্মক।",
    "বলঃ প্রশংসা আল্লাহই এবং শান্তি তাঁর মনোনীত বান্দাদের প্রতি। শ্রেষ্ঠ কি আল্লাহ, নাকি তারা যাদেরকে শরীক করা হয়?"
  ]
}