{
  "meta": {
    "id": 163,
    "name": "Sheikh Mujibur Rahman",
    "author_name": "Darussalaam Publication",
    "slug": "bn-sheikh-mujibur-rahman",
    "language_name": "bengali"
  },
  "verses": [
    "আর যখন রাসূলের কাছে যা অবতীর্ণ হয়েছে তা শ্রবণ করে তখন তুমি দেখতে পাও যে, তাদের অশ্রু বইছে; এ কারণে যে, তারা সত্যকে উপলদ্ধি করতে পেরেছে। তারা এরূপ বলেঃ হে আমাদের রাব্ব! আমরা মু’মিন হয়ে গেলাম, সুতরাং আমাদেরকেও ঐ সব লোকের সাথে লিপিবদ্ধ করে নিন, যারা (মুহাম্মাদ ও কুরআনকে সত্য বলে) স্বীকার করে ।",
    "আর আমাদের কি এমন ওযর আছে, যে জন্য আমরা ঈমান আনবনা আল্লাহর প্রতি এবং সেই সত্যের প্রতি যা আমাদের কাছে পৌঁছেছে; অথচ এ আশা রাখবো যে, আমাদের রাব্ব নেককারদের সাথে আমাদেরকে শামিল করবেন?",
    "ফলতঃ তাদের এই উক্তির বিনিময়ে আল্লাহ তাদেরকে এমন উদ্যানসমূহ প্রদান করবেন, যার তলদেশে নহর বইতে থাকবে, তারা তাতে অনন্তকাল অবস্থান করবে। সৎ কর্মশীলদের জন্য এটাই প্রতিদান!",
    "আর যারা কাফির হয়েছে এবং আমার আয়াতসমূহকে মিথ্যা বলেছে তারা হবে জাহান্নামের অধিবাসী।",
    "হে মু’মিনগণ! আল্লাহ যে সব বস্তু তোমাদের জন্য হালাল করেছেন তন্মধ্যে সুস্বাদু বস্তুগুলিকে হারাম করনা এবং সীমা লংঘন করনা; নিশ্চয়ই আল্লাহ সীমা লংঘনকারীদেরকে পছন্দ করেননা।",
    "আর আল্লাহ তোমাদেরকে যা দান করেছেন তন্মধ্য হতে হালাল ও পবিত্র বস্তুগুলি আহার কর, এবং আল্লাহকে ভয় কর - যাঁর প্রতি তোমরা বিশ্বাসী।",
    "আল্লাহ তোমাদের অর্থহীন কসমের জন্য তোমাদের পাকড়াও করবেননা, কিন্তু তিনি তোমাদেরকে ঐ কসমসমূহের জন্য পাকড়া করবেন যেগুলিকে তোমরা (ভবিষ্যত বিষয়ের প্রতি) দৃঢ় কর, সুতরাং ওর কাফফারা হচ্ছে দশজন অভাবগ্রস্তকে মধ্যম ধরণের খাদ্য প্রদান করা, যা তোমরা নিজ পরিবারের লোকদেরকে খাইয়ে থাক, কিংবা তাদেরকে পরিধেয় বস্ত্র দান করা (মধ্যম ধরণের), কিংবা একজন গোলাম কিংবা বাঁদী মুক্ত করা। আর যে ব্যক্তি সামর্থ্য রাখেনা সে (একাধারে) তিন দিন সিয়াম পালন করবে; এটা তোমাদের কসমসমূহের কাফ্ফারা যখন তোমরা কসম কর এবং অতঃপর ভঙ্গ কর এবং নিজেদের কসমসমূহকে রক্ষা করবে। এই রূপেই আল্লাহ তোমাদের জন্য স্বীয় বিধানসমূহ বর্ণনা করেন যেন তোমরা কৃতজ্ঞতা প্রকাশ কর।",
    "হে মু’মিনগণ! নিশ্চয়ই মদ, জুয়া, মূর্তি ইত্যাদি এবং লটারীর তীর, এ সব গর্হিত বিষয়, শাইতানী কাজ ছাড়া আর কিছুই নয়। সুতরাং এ থেকে সম্পূর্ণ রূপে দূরে থাক, যেন তোমাদের কল্যাণ হয়।",
    "শাইতানতো এটাই চায় যে, মদ ও জুয়া দ্বারা তোমাদের পরস্পরের মধ্যে শক্রতা ও হিংসা সৃষ্টি হোক এবং আল্লাহর স্মরণ হতে ও সালাত হতে তোমাদেরকে বিরত রাখে। সুতরাং এখনো কি তোমরা নিবৃত্ত হবেনা?",
    "আর তোমরা আল্লাহর আনুগত্য করতে থাক ও রাসূলের অনুগত হও এবং সতর্ক থাকো, আর যদি বিমুখ থাকো তাহলে জেনে রেখ যে, আমার রাসূলের দায়িত্ব ছিল শুধু স্পষ্টভাবে (আদেশ) পৌঁছে দেয়া।",
    "যারা ঈমান এনেছে ও ভাল কাজ করে, এরূপ লোকদের উপর কোন পাপ নেই যা তারা পূর্বে আহার করেছে যখন তারা ভবিষ্যতের জন্য পরহেয করে, ঈমান রাখে ও ভাল কাজ করে, পুনরায় সংযত থাকে এবং বিশ্বাস স্থাপন করে। পুনরায় সংযত থাকে ও ভাল কাজ করতে থাকে; বস্তুত আল্লাহ এরূপ সৎকর্মশীলদের ভালবাসেন।",
    "হে মু’মিনগণ! আল্লাহ তোমাদেরকে কতক শিকারের দ্বারা পরীক্ষা করবেন, যে শিকার পর্যন্ত তোমাদের হাত ও তোমাদের বল্লম পৌঁছতে পারবে, এই উদ্দেশে যে, আল্লাহ জেনে নিবেন কে তাঁকে না দেখে ভয় করে। সুতরাং যে ব্যক্তি এরপরও সীমা লংঘন করবে, তার জন্য যন্ত্রণাদায়ক শাস্তি রয়েছে।",
    "হে মু’মিনগণ! তোমরা ইহ্রামের অবস্থায় নিষিদ্ধ এলাকায় বণ্য শিকারকে হত্যা করনা; আর তোমাদের মধ্যে যে ব্যক্তি ইচ্ছা পূর্বক শিকার বধ করবে তার উপর তখন বিনিময় ওয়াজিব হবে, যা (মূল্যের দিক দিয়ে) সেই জানোয়ারের সমতুল্য হয় যাকে সে হত্যা করেছে, যার (আনুমানিক মূল্যের) মীমাংসা তোমাদের মধ্য হতে দু‘জন নির্ভরযোগ্য ব্যক্তি করে দিবে। (অতঃপর নিরূপিত মূল্য দ্বারা) সেই বিনিময় গৃহপালিত চতুস্পদ জন্তু নেয়ায্ স্বরূপ কা‘বা ঘর পর্যন্ত পৌঁছে দিবে, না হয় কাফফারা স্বরূপ (নিরূপিত মূল্যের খাদ্যদ্রব্য) মিসকীনদের মধ্যে বিতরণ করবে, অথবা এর সম পরিমাণ সিয়াম পালন করবে, যেন নিজের কৃতকর্মের পরিণামের স্বাদ গ্রহণ করে; অতীত (ক্রটি) আল্লাহ ক্ষমা করে দিয়েছেন; আর পুনরায় যে ব্যক্তি এরূপ কাজই করবে, আল্লাহ সেই ব্যক্তি হতে (এর) প্রতিশোধ গ্রহণ করবেন; আল্লাহ পরাক্রান্ত, প্রতিশোধ গ্রহণে সক্ষম।",
    "তোমাদের জন্য সামুদ্রিক শিকার ধরা ও খাওয়া হালাল করা হয়েছে তোমাদের ও মুসাফিরদের উপকারের জন্য, আর স্থলচর শিকার ধরা তোমাদের জন্য হারাম করা হয়েছে যতক্ষণ তোমরা ইহ্রাম অবস্থায় থাক; আর আল্লাহকে ভয় কর, যাঁর সমীপে তোমাদেরকে একত্রিত করা হবে।",
    "সম্মানিত গৃহ কা‘বাকে আল্লাহ মানুষের স্থিতিশীলতার কারণ রূপে তৈরী করেছেন এবং সম্মানিত মাসসমূহকে, হারামে কুরবানীর জন্তুকে এবং সেই পশুকেও যার গলায় বিশেষ ধরণের বেড়ী পড়ানো হয়েছে। এটা এ জন্য যেন তোমরা দৃঢ় বিশ্বাস রাখ যে, নিশ্চয়ই আল্লাহ আকাশসমূহ ও যমীনস্থিত সব বস্তুরই খবর রাখেন, আর নিশ্চয়ই আল্লাহ সর্ব বিষয়ে মহাজ্ঞানী।",
    "তোমরা জেনে রেখ যে, নিশ্চয়ই আল্লাহ কঠিন শাস্তিদাতা এবং নিশ্চয়ই অতি ক্ষমাশীল ।",
    "রাসূলের দায়িত্ব শুধু পৌঁছে দেয়া মাত্র; আর তোমরা যা কিছু প্রকাশ কর এবং যা কিছু গোপন কর তা সবকিছুই আল্লাহ জানেন।",
    "তুমি বলে দাওঃ পবিত্র ও অপবিত্র সমান নয়, যদিও অপবিত্রের আধিক্য তোমাকে চমৎকৃত করে। অতএব হে জ্ঞানীগণ! আল্লাহকে ভয় করতে থাক যেন তোমরা (পূর্ণ) সফলকাম হতে পার।",
    "হে মু’মিনগণ! তোমরা এমন সব বিষয় জিজ্ঞেস করনা, যদি তা তোমাদের নিকট প্রকাশ করে দেয়া হয় তাহলে তোমাদের খারাপ লাগবে, আর যদি তোমরা কুরআন অবতীর্ণ হওয়ার সময় উক্ত বিষয়সমূহ সম্বন্ধে জিজ্ঞেস কর তাহলে তোমাদের জন্য প্রকাশ করে দেয়া হবে, অতীতের জিজ্ঞাসাবাদ আল্লাহ ক্ষমা করে দিয়েছেন। বস্তুতঃ আল্লাহ মহাক্ষমাশীল, অতিশয় সহিষ্ণু।",
    "এরূপ বিষয় তোমাদের পূর্বে অন্যান্য লোকেরাও জিজ্ঞেস করেছিল, অতঃপর ঐ সব বিষয়ের হক তারা আদায় করেনি।",
    "আল্লাহ না বাহীরাহর প্রচলন করেছেন, না সায়েবাহর; না ওয়াছীলার আর না হা‘মীর; কিন্তু যারা কাফির তারা আল্লাহর প্রতি মিথ্যারোপ করে, আর অধিকাংশই (ধর্ম) জ্ঞান রাখে না।",
    "আর যখন তাদেরকে বলা হয়, ‘আল্লাহর অবতীর্ণ বিধানসমূহের দিকে এসো এবং রাসূলের দিকে’ তখন তারা বলেঃ আমাদের জন্য ওটাই যথেষ্ট যার উপর আমরা আমাদের পূর্ব-পুরুষদেরকে পেয়েছি; যদিও তাদের পূর্ব-পুরুষরা না কোন জ্ঞান রাখতো, আর না হিদায়াত প্রাপ্ত ছিল। তবুও কি তারা তাই করবে?",
    "হে মু’মিনগণ! তোমাদের (সংশোধন করার) দায়িত্ব তোমাদের, যারা পথভ্রষ্ট হয়েছে তারা তোমাদের কোন ক্ষতি করতে পারবেনা যদি তোমরা দীনের পথে চল; তোমরা সবাই আল্লাহরই সমীপে প্রত্যাবর্তিত হবে, অতঃপর তোমরা যা কিছু করছিলে সে সম্পর্কে তিনি তোমাদেরকে অবহিত করবেন।",
    "হে মু’মিনগণ! যখন তোমাদের মধ্যে কারও মৃত্যু আসন্ন হয় তখন অসীয়াত করার সময় তোমাদের মধ্য হতে দু’জন লোক সাক্ষী থাকা সঙ্গত। এই দু’ব্যক্তি হবে দীনদার এবং তোমাদের মধ্য হতে; অথবা ভিন্ন সম্প্রদায় হতে দু’জন হবে, যদি তোমরা সফরে থাক এবং ঐ অবস্থায় মৃত্যু তোমাদের উপর উপস্থিত হয়; যদি তোমাদের সন্দেহ হয় তাহলে ওসীদ্বয়কে সালাতের (জামা‘আতের) পর রুখে নাও, অতঃপর তারা আল্লাহর নামে শপথ করে বলবে, আমরা এই শপথের বিনিময়ে কোন স্বার্থ ভোগ করবনা যদি আত্মীয়ও হয়; আর আল্লাহর সাক্ষ্য প্রমাণকে আমরা গোপন করবনা, (যদি এরূপ করি) এমতাবস্থায় আমরা ভীষণ পাপী হব।",
    "অতঃপর যদি জানা যায় যে, ওসীদ্বয় কোন পাপে জড়িত হয়ে পড়েছিল তাদের মধ্য হতে (মৃতের) সর্বাপেক্ষা নিকটতম অপর দু’ব্যক্তি তাদের স্থলাভিষিক্ত হবে, অতঃপর উভয়ে (এরূপে) আল্লাহর নামে শপথ করে বলবেঃ নিশ্চয়ই আমাদের এই শপথ তাদের শপথ অপেক্ষা অধিক সত্য এবং আমরা বিন্দুমাত্র ব্যতিক্রম করিনি, (যদি করি তাহলে) এমতাবস্থায় যালিমদের অন্তর্ভুক্ত হব।",
    "এটাই এ বিষয়ে অতীব সহজ পন্থা যে, তারা ঘটনা যথাযথভাবে প্রকাশ করে দিবে, অথবা এই ভয় করবে যে, তাদের শপথ গ্রহণ করার পর (পুনঃ) শপথ করানো হবে; আল্লাহকে ভয় কর এবং (বিধানসমূহ) শ্রবণ কর, আর আল্লাহ ফাসিকদেরকে পথ দেখাবেননা।",
    "যে দিন আল্লাহ সমস্ত রাসূলদেরকে সমবেত করবেন, অতঃপর বলবেনঃ তোমরা (উম্মাতদের নিকট থেকে) কি উত্তর পেয়েছিলে? তারা বলবেঃ (তাদের অন্তরের কথা) আমাদের কিছুই জানা নেই; নিশ্চয়ই আপনি সমস্ত গোপনীয় বিষয়ে সম্পূর্ণ জ্ঞাত।",
    "যখন আল্লাহ বলবেনঃ হে ঈসা ইবনে মারইয়াম! আমার অনুগ্রহ স্মরণ কর যা তোমার উপর ও তোমার মাতার উপর (প্রদত্ত) হয়েছে। যখন আমি তোমাকে রূহুল কুদুস দ্বারা সাহায্য করেছি, (এবং) তুমি মানুষের সাথে (মাতার) ক্রোধের কথা বলেছ এবং পৌঁঢ় বয়সেও; আর যখন আমি তোমাকে কিতাবসমূহ, প্রগাঢ় জ্ঞান এবং তাওরাত ও ইঞ্জীল শিক্ষা দিয়েছি এবং যখন তুমি আমার আদেশে মাটি দ্বারা পাখীর আকৃতি সদৃশ এক আকৃতি প্রস্তুত করেছিলে, অতঃপর তুমি ওতে ফুৎকার দিলে, যার ফলে ওটা আমার আদেশে পাখী হয়ে যেত, আর তুমি আমার আদেশে জন্মান্ধ ও কুষ্ঠ রোগী নিরাময় করে দিতে আর যখন তুমি আমার আদেশে মৃতদেরকে বের করে দাঁড় করাতে, আর যখন আমি বানী ইসরাঈলকে (তোমাকে হত্যা করা হতে) নিবৃত্ত রেখেছি যখন তুমি তাদের কাছে (স্বীয় নবুওয়াতের) প্রমাণাদী নিয়ে হাজির হয়েছিলে, অতঃপর তাদের মধ্যে যারা কাফির ছিল তারা বলেছিলঃ এটা (মু’জিযাসমূহ) স্পষ্ট যাদু ছাড়া আর কিছুই নয়।",
    "আর যখন আমি হাওয়ারীদেরকে আদেশ করলামঃ আমার প্রতি এবং আমার রাসূলের প্রতি ঈমান আন তখন তারা বললঃ আমরা ঈমান আনলাম এবং আপনি সাক্ষী থাকুন যে, আমরা মুসলিম।",
    "যখন হাওয়ারীরা বললঃ হে ঈসা ইবনে মারইয়াম! আপনার রাব্ব কি এরূপ করতে পারেন যে, আমাদের জন্য আকাশ হতে কিছু খাদ্য প্রেরণ করেন? ঈসা বললঃ আল্লাহকে ভয় কর যদি তোমরা ঈমানদার হয়ে থাক।",
    "তারা বললঃ আমাদের উদ্দেশ্য এই যে, আমরা তা থেকে আহার করি এবং আমাদের অন্তর সম্পূর্ণ প্রশান্ত হয়ে যায়, আর আমাদের এই বিশ্বাস আরও সুদৃঢ় হয় যে, আপনি আমাদের নিকট সত্য বলেছেন এবং আমরা এর প্রতি সাক্ষ্যদানকারীদের অন্তর্ভুক্ত হই।",
    "ঈসা ইবনে মারইয়াম দু‘আ করলঃ হে আল্লাহ! আমাদের প্রতি আকাশ হতে খাদ্য অবতীর্ণ করুন যেন ওটা আমাদের, অগ্র ও পশ্চাতবর্তীদের জন্য একটি আনন্দের বিষয় হয় এবং আপনার পক্ষ হতে এক নিদর্শন হয়ে থাকে। আর আমাদেরকে রিয্ক প্রদান করুন, বস্তুতঃ আপনিতো সর্বোত্তম জীবিকা প্রদানকারী।",
    "আল্লাহ বললেনঃ আমি এই খাদ্য তোমাদের প্রতি অবতীর্ণ করব, অনন্তর তোমাদের মধ্য হতে যে এরপর অকৃতজ্ঞ হবে, আমি তাকে এমন শাস্তি দিব যে, বিশ্ববাসীদের মধ্যে ঐ শাস্তি আর কেহকেও দিবনা।",
    "আর যখন আল্লাহ বলবেনঃ হে ঈসা ইবনে মারইয়াম! তুমি কি লোকদেরকে বলেছিলেঃ তোমরা আল্লাহর সাথে আমার ও আমার মায়েরও ইবাদাত কর? ঈসা নিবেদন করবেঃ আপনি পবিত্র! আমার পক্ষে কোনক্রমেই শোভনীয় ছিলনা যে, আমি এমন কথা বলি যা বলার আমার কোন অধিকার নেই; যদি আমি বলে থাকি তাহলে অবশ্যই আপনার জানা থাকবে; আপনিতো আমার অন্তরে যা আছে তাও জানেন, পক্ষান্তরে আপনার জ্ঞানে যা কিছু রয়েছে আমি তা জানিনা; সমস্ত গাইবের বিষয় আপনিই জ্ঞাত।",
    "আমি তাদেরকে উহা ব্যতীত কিছুই বলিনি যা আপনি আমাকে আদেশ করেছেন যে, তোমরা আল্লাহর ইবাদাত কর, যিনি আমার রাব্ব এবং তোমাদেরও রাব্ব। আমি যতদিন তাদের মধ্যে ছিলাম ততদিন তাদের সম্পর্কে অবগত ছিলাম, অতঃপর আপনি যখন আমাকে তুলে নিলেন তখন আপনিই ছিলেন তাদের রক্ষক, বস্তুতঃ আপনিই সর্ব বিষয়ে পূর্ণ খবর রাখেন।",
    "আপনি যদি তাদেরকে শাস্তি প্রদান করেন তাহলে ওরাতো আপনার বান্দা; আর যদি তাদেরকে ক্ষমা করেন তাহলেতো আপনি পরাক্রমশালী, প্রজ্ঞাময়।",
    "আল্লাহ বলবেনঃ এটি সেই দিন যেদিন সত্যবাদীদের সত্যবাদীতা কাজে আসবে, তারা উদ্যান প্রাপ্ত হবে, যার তলদেশে নহরসমূহ বইতে থাকবে, আল্লাহ তাদের প্রতি সন্তুষ্ট হয়েছেন এবং তারাও আল্লাহর প্রতি সন্তুষ্ট; এটাই হচ্ছে মহাসফলতা।",
    "আল্লাহরই জন্য অধিপত্য রয়েছে নভোমন্ডল ও ভূ-মন্ডল এবং ঐ সমস্ত কিছুর যা এতদুভয়ের মাঝে বিদ্যমান; আর তিনি সকল বিষয়ে পূর্ণ ক্ষমতাবান।",
    "সমস্ত প্রশংসা আল্লাহরই জন্য যিনি আকাশসমূহ ও পৃথিবী সৃষ্টি করেছেন এবং সৃষ্টি করেছেন আলো ও অন্ধকার; এ সত্ত্বেও যারা কাফির হয়েছে তারা অপর কিছুকে তাদের রবের সমকক্ষ নিরূপণ করেছে।",
    "অথচ তিনি তোমাদের মাটি হতে সৃষ্টি করেছেন, অতঃপর তোমাদের জীবনের জন্য একটি নির্দিষ্ট মেয়াদ নির্ধারণ করেছেন, এছাড়া আরও একটি নির্দিষ্ট মেয়াদ তাঁর নিকট নির্ধারিত রয়েছে, কিন্তু এরপরেও তোমরা সন্দেহ করে থাক।",
    "আকাশসমূহ ও পৃথিবীতে ঐ এক আল্লাহই রয়েছেন, তোমাদের অপ্রকাশ্য ও প্রকাশ্য সব অবস্থাই তিনি জানেন, আর তোমরা যা কিছু কর তাও তিনি পূর্ণরূপে অবগত আছেন।",
    "আর তাদের অবস্থা হচ্ছে এই যে, তাদের নিকট তাদের রবের নিদর্শনসমূহ হতে যে কোন নিদর্শনই আসুক না কেন, তা হতেই তারা মুখ ফিরিয়ে নেয়।",
    "সুতরাং তাদের নিকট যখন সত্য বাণী এসেছে, ওটাও তারা মিথ্যা জেনেছে। অতএব অতি সত্ত্বরই তাদের নিকট সেই বিষয়ের সংবাদ এসে পৌঁছবে, যে ব্যাপারে তারা ঠাট্টা-বিদ্রুপ করত।",
    "তারা কি ভেবে দেখেনি যে, আমি তাদের পূর্বে বহু দল ও সম্প্রদায়কে ধ্বংস করেছি, যাদেরকে দুনিয়ায় এমন শক্তি সামর্থ্য ও প্রতিপত্তি দিয়েছিলাম যা তোমাদেরকে দিইনি, আর আমি তাদের প্রতি আকাশ হতে প্রচুর বৃষ্টি বর্ষণ করেছি এবং তাদের নিম্নভূমি হতে ঝর্ণাধারা প্রবাহিত করেছি, কিন্তু আমার নি‘আমাতের শোকর না করার পাপের কারণে আমি তাদেরকে ধ্বংস করেছি, এবং তাদের পর অন্য নতুন নতুন জাতি ও সম্প্রদায়সমূহ সৃষ্টি করেছি।",
    "যদি আমি তোমার প্রতি কাগজে লিখিত কোন কিতাব অবতীর্ণ করতাম, অতঃপর তারা তা নিজেদের হাত দ্বারা স্পর্শও করত; তবুও কাফির ও অবিশ্বাসী লোকেরা বলতঃ এটা প্রকাশ্য যাদু ছাড়া আর কিছুই নয়।",
    "আর তারা বলে থাকে, তাদের কাছে কোন মালাক/ফেরেশতা কেন পাঠানো হয়না? আমি যদি প্রকৃতই কোন মালাক/ফেরেশতা অবতীর্ণ করতাম তাহলে যাবতীয় বিষয়েরই চূড়ান্ত সমাধান হয়ে যেত, অতঃপর তাদেরকে কিছুমাত্রই অবকাশ দেয়া হতনা।",
    "আর যদি কোন মালাককেও/ফেরেশতাকেও রাসূল করে পাঠাতাম তাহলে তাকে মানুষ রূপেই পাঠাতাম; এতেও তারা ঐ সন্দেহই করত, যে সন্দেহ ও প্রশ্ন এখন তারা করছে।",
    "তোমার পূর্বে যে সব নাবী রাসূল এসেছিল, তাদের সাথেও ঠাট্টা বিদ্রুপ করা হয়েছে, ফলতঃ এই সব ব্যঙ্গ বিদ্রুপের পরিণাম ফল বিদ্রুপকারীদেরকেই পরিবেষ্টন করে ফেলেছিল।",
    "তুমি বলঃ তোমরা ভূ-পৃষ্ঠ পরিভ্রমণ কর, অতঃপর সত্যকে মিথ্যা প্রতিপন্নকারীদের পরিণাম কি হয়েছে তা গভীর অভিনিবেশ সহকারে লক্ষ্য কর।",
    "তুমি জিজ্ঞেস করঃ আকাশমন্ডলী ও ধরাধামে অবস্থিত যা কিছু রয়েছে তার মালিক কে? তুমি বলঃ তা সবই আল্লাহর মালিকানায়, অনুগ্রহ করা তিনি তাঁর নীতি বলে গ্রহণ করেছেন, তিনি তোমাদের সকলকে কিয়ামাত দিবসে অবশ্যই সমবেত করবেন যে দিন সম্পর্কে কোন সন্দেহই নেই; যারা নিজেরাই নিজেদের ক্ষতি ও ধবংসের মুখে ফেলেছে তারাই বিশ্বাস করেনা।",
    "রাতের অন্ধকারে এবং দিনের আলোয় যা কিছু বসবাস করে ও বর্তমান রয়েছে তা সব কিছুই আল্লাহর। তিনি সব কিছুই শোনেন ও জানেন।",
    "বলঃ আমি কি আল্লাহকে বাদ দিয়ে অন্য কেহকেও আমার অভিভাবক রূপে গ্রহণ করব, যিনি হলেন আকাশ ও পৃথিবীর সৃষ্টিকর্তা? তিনি রিয্ক দান করেন, কিন্তু কারও রিয্ক গ্রহণ করেননা। তুমি বলঃ আমাকে এই আদেশই করা হয়েছে যে, আমি সকলের আগেই ইসলাম গ্রহণ করে তাঁর সামনে মাথা নত করে দিব। আর তুমি মুশরিকদের মধ্যে শামিল হয়োনা।",
    "তুমি বলঃ আমি আমার রবের অবাধ্য হলে, আমি মহাবিচারের দিনের শাস্তির ভয় করছি।",
    "সেদিন যার উপর হতে শাস্তি প্রত্যাহার করা হবে তার প্রতি আল্লাহ বড়ই অনুগ্রহ করবেন, আর এটাই হচ্ছে প্রকাশ্য মহাসাফল্য।",
    "আল্লাহ যদি কারও ক্ষতি সাধন করেন তাহলে তিনি ছাড়া সেই ক্ষতি দূর করার আর কেহ নেই, আর যদি তিনি কারও কল্যাণ করেন, (তাহলে আল্লাহ সেটাও করতে পারেন, কেননা) তিনি সমস্ত কিছুর উপর ক্ষমতাবান।",
    "তিনিই তাঁর বান্দাদের উপর একচ্ছত্র ক্ষমতার অধিকারী, তিনিই মহাজ্ঞানী ও সর্ব বিষয়ে ওয়াকিফহাল।",
    "তুমি তাদেরকে জিজ্ঞেস করঃ কার সাক্ষ্য সবচেয়ে বেশি গণ্য? তুমি বলে দাওঃ আমার ও তোমাদের মধ্যে আল্লাহই হচ্ছেন সাক্ষী, আর এই কুরআন আমার নিকট অহীর মাধ্যমে পাঠানো হয়েছে, যেন আমি তোমাদেরকে এবং যাদের নিকট এটি পৌঁছবে তাদের সকলকে এর দ্বারা সতর্ক করি। বাস্তবিকই তোমরা কি এই সাক্ষ্য দিতে পার যে, আল্লাহর সাথে অন্য কোন মা‘বূদ রয়েছে? তুমি বলঃ আমি এই সাক্ষ্য দিতে পারিনা। তুমি ঘোষণা করঃ তিনিই একমাত্র ইলাহ, আর তোমরা যে শিরকে লিপ্ত রয়েছ, আমার সাথে ওর কোনই সম্পর্ক নেই।",
    "যাদেরকে আমি কিতাব দান করেছি, তারা রাসূলকে এমনভাবে জানে ও চিনে, যেরূপ তারা নিজেদের সন্তান-সন্ততিদেরকে জানে ও চিনে, কিন্তু যারা নিজেদেরকে ধ্বংসের মুখে ফেলে দিয়েছে তারা ঈমান আনবেনা।",
    "যে ব্যক্তি আল্লাহর প্রতি মিথ্যা দোষারোপ করে, কিংবা আল্লাহর আয়াতসমূহকে মিথ্যা প্রতিপন্ন করে, তার চেয়ে বড় যালিম আর কে হতে পারে? এরূপ যালিম লোক কক্ষনোই সাফল্য লাভ করতে পারবে না।",
    "সেই দিনটিও স্মরণযোগ্য যেদিন আমি সকলকে একত্রিত করব, অতঃপর যারা আমার সাথে শির্‌ক করেছে তাদেরকে আমি বলবঃ যাদেরকে তোমরা মা‘বূদ বলে ধারণা করতে তারা এখন কোথায়?",
    "তখন তাদের এ কথা বলা ব্যতীত আর কোন কথা বলার থাকবেনা, তারা বলবেঃ আল্লাহর শপথ, হে আমাদের রাব্ব! আমরা মুশরিক ছিলামনা।",
    "লক্ষ্য কর, তারা নিজেদের সম্পর্কে কিরূপ মিথ্যা বলছে! তখন যাদেরকে তারা মিথ্যা মা‘বূদ মনোনীত করেছিল তারা সবাই নিরুদ্দেশ হয়ে যাবে।",
    "তাদের মধ্যে এমন লোকও রয়েছে যারা মনোযোগ সহকারে কান লাগিয়ে তোমার কথা শুনে থাকে, (অথচ গ্রহণ করেনা) তোমার কথা যাতে তারা ভাল রূপে বুঝতে না পারে সেজন্য আমি তাদের অন্তরের উপর আবরণ রেখে দিয়েছি এবং তাদের কর্ণে কঠিন ভার (বধিরতা) অর্পণ করেছি। তারা যদি সমস্ত নিদর্শনও অবলোকন করে তবুও তারা ঈমান আনবেনা, এমনকি যখন তারা তোমার কাছে আসে তখন তোমার সাথে অর্থহীন বির্তক জুড়ে দেয়, আর তাদের কাফির লোকেরা (সব কথা শোনার পর) বলেঃ এটা প্রাচীন কালের লোকদের কিস্সা কাহিনী ব্যতীত আর কিছুই নয়।",
    "তারা নিজেরাতো তা থেকে বিরত থাকে, অধিকন্ত লোকদেরকেও তারা তা থেকে বিরত রাখতে চায়; বস্তুতঃ তারা ধ্বংস করছে শুধুমাত্র নিজেদেরকেই অথচ তারা অনুভব করছেনা।",
    "তুমি যদি তাদের সেই সময়ের অবস্থাটি অবলোকন করতে যখন তাদেরকে জাহান্নামের কিনারায় দাঁড় করানো হবে। তখন তারা বলবেঃ হায়! কতই না ভাল হত আমরা যদি আবার দুনিয়ায় ফিরে যেতে পারতাম, আমরা সেখানে আমাদের রবের নিদর্শনসমূহকে অবিশ্বাস করতামনা এবং আমরা ঈমানদার হয়ে যেতাম!",
    "যে সত্য তারা পূর্বে গোপন করেছিল তা তখন তাদের নিকট সুস্পষ্ট রূপে প্রতিভাত হয়ে পড়বে, আর যদি তাদেরকে সাবেক পার্থিব জীবনে ফিরে যেতেও দেয়া হয়, তবুও যা করতে তাদেরকে নিষেধ করা হয়েছিল তারা তা’ই করবে, নিঃসন্দেহে তারা মিথ্যাবাদী।",
    "তারা বলেঃ এই পার্থিব জীবনই প্রকৃত জীবন, এরপর আর কোন জীবন নেই, আর আমাদেরকে পুনরুত্থিত করা হবেনা।",
    "হায়! তুমি যদি সেই দৃশ্যটি দেখতে, যখন তাদেরকে তাদের রবের সম্মুখে দন্ডায়মান করা হবে, তখন আল্লাহ তা‘আলা জিজ্ঞেস করবেনঃ এটা (কিয়ামাত) কি সত্য নয়? তখন তারা উত্তরে বলবেঃ হ্যাঁ, আমরা আমাদের রবের (আল্লাহর) শপথ করে বলছি! এটা বাস্তব ও সত্য বিষয়। তখন আল্লাহ বলবেনঃ তাহলে তোমরা এটাকে অস্বীকার ও অমান্য করার ফল স্বরূপ শাস্তির স্বাদ গ্রহণ কর।",
    "ঐ সব লোকই ক্ষতিগ্রস্ত যারা আল্লাহর সাথে সাক্ষাত হওয়াকে মিথ্যা ভেবেছে। যখন সেই নির্দিষ্ট সময়টি হঠাৎ তাদের কাছে এসে পড়বে তখন তারা বলবেঃ হায়! পিছনে আমরা কতই না দোষ ক্রটি করেছি! তারা নিজেরাই নিজেদের বোঝা পিঠে বহন করবে। শুনে রেখ! তারা যা কিছু বহন করেছে তা কতই না নিকৃষ্টতর বোঝা!",
    "এই পার্থিব জীবন খেল-তামাশা ও আমোদ প্রমোদের ব্যাপার ছাড়া আর কিছুই নয়, যারা তাকওয়া অবলম্বন করে, পরকালের জীবনই হবে তাদের জন্য উৎকৃষ্টতর। তোমরা কি চিন্তা ভাবনা করবেনা?",
    "তাদের কথাবার্তায় তোমার যে দুঃখ ও মনঃকষ্ট হয় তা আমি খুব ভালভাবেই জানি, তারা শুধুমাত্র তোমাকেই মিথ্যা প্রতিপন্ন করছেনা, বরং এই পাপিষ্ঠ যালিমরা আল্লাহর আয়াতসমূহকেও অস্বীকার ও অমান্য করছে।",
    "তোমার পূর্বে বহু নাবী ও রাসূলকেও মিথ্যা প্রতিপন্ন করেছে, অতঃপর তারা এই মিথ্যা প্রতিপন্নকে এবং তাদের প্রতি কৃত নির্যাতন ও উৎপীড়নকে অম্লান বদনে সহ্য করেছে, যে পর্যন্ত না তাদের কাছে আমার সাহায্য এসে পৌঁছেছে। আল্লাহর আদেশকে পরিবর্তন করার কেহ নেই। তোমার কাছে পূর্ববর্তী কোন কোন নাবীর কিছু কিছু সংবাদ ও কাহিনীতো পৌঁছে গেছে।",
    "আর যদি তাদের অনাগ্রহ ও উপেক্ষা সহ্য করা তোমার কাছে কঠিন হয়ে পড়ে তাহলে ক্ষমতা থাকলে মাটির কোন সুড়ঙ্গ পথ অনুসন্ধান কর অথবা আকাশে সিঁড়ি লাগিয়ে দাও; অতঃপর তাদের কাছে কোন নিদর্শন নিয়ে এসো, আল্লাহ ইচ্ছা করলে তাদের সকলকে হিদায়াতের উপর সমবেত করতেন। সুতরাং তুমি অবুঝদের মত হয়োনা।",
    "যারা শুনে তারাই সত্যের ডাকে সাড়া দেয়। আল্লাহ মৃতদেরকে জীবিত করে উঠাবেন, অতঃপর তারা তাঁরই কাছে প্রত্যাবর্তিত হবে।",
    "তারা বলেঃ রবের পক্ষ হতে তার প্রতি কোন নিদর্শন কেন অবতীর্ণ করা হলনা? তুমি বলে দাওঃ নিদর্শন অবতীর্ণ করায় আল্লাহ নিঃসন্দেহে পূর্ণ ক্ষমতাবান, কিন্তু অধিকাংশ লোকই তা জ্ঞাত নয়।",
    "ভূ-পৃষ্ঠে চলাচলকারী প্রতিটি জীব এবং বায়ুমন্ডলে ডানার সাহায্যে উড়ন্ত প্রতিটি পাখীই তোমাদের ন্যায় এক একটি জাতি, আমি কিতাবে কোন বিষয়ই লিপিবদ্ধ করতে বাদ রাখিনি। অতঃপর তাদের সকলকে তাদের রবের কাছে সমবেত করা হবে।",
    "আর যারা আমার নিদর্শনসমূহকে মিথ্যা মনে করে তারা অন্ধকারে নিমজ্জিত মূক ও বধির, আল্লাহ যাকে ইচ্ছা পথভ্রষ্ট করেন এবং যাকে ইচ্ছা হিদায়াতের সরল সহজ পথের সন্ধান দেন।",
    "তুমি তাদেরকে বলঃ তোমরা যদি নিজেদের আদর্শে সত্যবাদী হও তাহলে চিন্তা করে দেখ, যদি তোমাদের প্রতি আল্লাহর শাস্তি এসে পড়ে অথবা তোমাদের নিকট কিয়ামাত দিবস এসে উপস্থিত হয় তখনও কি তোমরা আল্লাহ ব্যতীত অন্য কেহকে ডাকবে?",
    "বরং তাঁকেই তোমরা ডাকতে থাকবে। অতএব যে বিপদের জন্য তোমরা তাঁকে ডাকছো, ইচ্ছা করলে তিনি তা তোমাদের থেকে দূর করে দিবেন, আর যাদেরকে তোমরা অংশী করেছিলে তাদের কথা ভুলে যাবে।",
    "আর অবশ্যই আমি তোমার পূর্বে বিভিন্ন কওমের কাছে রাসূল প্রেরণ করেছি। অতঃপর আমি তাদেরকে দারিদ্র্য ও দুঃখ দ্বারা পাকড়াও করেছি, যাতে তারা অনুনয় বিনয় করে।",
    "সুতরাং তাদের প্রতি যখন আমার শাস্তি এসে পৌঁছল তখন তারা কেন নম্রতা ও বিনয় প্রকাশ করলনা? বরং তাদের অন্তর আরও কঠিন হয়ে পড়ল, আর শাইতান তাদের কাজকে তাদের চোখের সামনে সুশোভিত করে দেখাল।",
    "অতঃপর তাদেরকে যা কিছু উপদেশ ও নাসীহাত করা হয়েছিল তা যখন তারা ভুলে গেল তখন আমি সুখ শান্তির জন্য প্রতিটি বস্তুর দরজা উন্মুক্ত করে দিলাম। যখন তারা তাদেরকে দানকৃত বস্তু লাভ করে খুব আনন্দিত ও উল্লসিত হল তখন হঠাৎ একদিন আমি তাদেরকে পাকড়াও করলাম, আর তারা সেই অবস্থায় নিরাশ হয়ে পড়ল।",
    "অতঃপর অত্যাচারী সম্প্রদায়ের মূল শিকড় কেটে ফেলা হল, আর সমস্ত প্রশংসা বিশ্বের রাব্ব আল্লাহরই জন্য।",
    "তুমি জিজ্ঞেস করঃ আল্লাহ যদি তোমাদের শ্রবণশক্তি ও দৃষ্টিশক্তি কেড়ে নেন এবং তোমাদের মনের কপাটে তালা লাগিয়ে মোহর এটে দেন তাহলে এই শক্তি তোমাদেরকে আবার দান করতে পারে এমন কোন সত্তা আল্লাহ ব্যতীত আছে কি? লক্ষ্য করতো! আমি আমার নিদর্শনসমূহ ও দলীল প্রমাণাদী কিভাবে ঘুরিয়ে ফিরিয়ে বর্ণনা করছি। এর পরেও তারা তা থেকে মুখ ফিরিয়ে নেয়!",
    "তুমি আরও জিজ্ঞেস করঃ আল্লাহর শাস্তি যদি হঠাৎ করে অথবা প্রকাশ্যে তোমাদের উপর এসে পড়ে তাহলে কি অত্যাচারীরা ছাড়া আর কেহ ধ্বংস হবে?",
    "আমি রাসূলদেরকে শুধু এ উদ্দেশে পাঠিয়ে থাকি যে, তারা (সৎ লোকদেরকে) সুসংবাদ দিবে এবং (অসৎ লোকদেরকে) ভয় দেখাবে। সুতরাং যারা ঈমান এনেছে ও চরিত্র সংশোধন করেছে তাদের জন্য কোন ভয়-ভীতি থাকবেনা এবং তারা চিন্তিতও হবেনা।",
    "আর যারা আমার আয়াত ও নিদর্শনসমূহকে মিথ্যা প্রতিপন্ন করবে তারা তাদের নিজেদের ফাসেকীর কারণে শাস্তি ভোগ করবে।",
    "তুমি বলঃ আমি তোমাদেরকে এ কথা বলিনা যে, আমার কাছে আল্লাহর ধন ভান্ডার রয়েছে, আর আমি অদৃশ্য জগতেরও কোন জ্ঞান রাখিনা, এবং আমি তোমাদেরকে এ কথাও বলিনা যে, আমি একজন মালাক/ফেরেশতা। আমার কাছে যা কিছু অহী রূপে পাঠানো হয়, আমি শুধুমাত্র তারই অনুসরণ করে থাকি। তুমি (তাদেরকে) জিজ্ঞেস করঃ অন্ধ ও চক্ষুস্মান কি সমান হতে পারে? সুতরাং তোমরা কেন চিন্তা ভাবনা করনা?",
    "তুমি এর (কুরআন) সাহায্যে ঐ সব লোককে ভীতি প্রদর্শন কর যারা ভয় করে যে, তাদেরকে তাদের রবের কাছে এমন অবস্থায় সমবেত করা হবে যেখানে তিনি ছাড়া তাদের না কোন সাহায্যকারী থাকবে, আর না থাকবে কোন সুপারিশকারী, হয়ত তারা সাবধান হবে।",
    "আর যে সব লোক সকাল সন্ধ্যায় তাদের রবের ইবাদাত করে এবং এর মাধ্যমে তাঁর সন্তুষ্টিই কামনা করে, তাদেরকে তুমি দূরে সরিয়ে দিবেনা, তাদের হিসাব-নিকাশের কোন কিছুর দায়িত্ব তোমার উপর নয় এবং তোমার হিসাব-নিকাশের কোন কিছুর দায়িত্বও তাদের উপর নয়। এর পরও যদি তুমি তাদেরকে দূরে সরিয়ে দাও তাহলে তুমি যালিমদের মধ্যে শামিল হয়ে যাবে।",
    "এভাবেই আমি কিছু লোককে কিছু লোক দ্বারা পরীক্ষায় নিপতিত করি। তারা বলতে থাকেঃ এরাই কি ঐ সব লোক, আমাদের মধ্য থেকে যাদের প্রতি আল্লাহ অনুগ্রহ ও মেহেরবাণী করেছেন? আল্লাহ কি কৃতজ্ঞদের সম্পর্কে অবগত নন?",
    "আমার আয়াতসমূহের উপর বিশ্বাস স্থাপনকারীরা যখন তোমার নিকট আসে তখন তাদেরকে বলঃ তোমাদের প্রতি শান্তি বর্ষিত হোক, তোমাদের রাব্ব নিজের উপর দয়া ও অনুগ্রহ করার নীতি বাধ্যতামূলক করে নিয়েছেন। তোমাদের মধ্যে যে ব্যক্তি অজ্ঞতা ও মূর্খতাবশতঃ কোন খারাপ কাজ করে, অতঃপর সে যদি তাওবাহ করে এবং নিজেকে সংশোধন করে তাহলে জানবে যে, তিনি হচ্ছেন ক্ষমাপরায়ণ, করুণাময়।",
    "এমনিভাবে আমি আমার আয়াত ও নিদর্শনসমূহ সবিস্তার বর্ণনা করে থাকি যেন, অপরাধী লোকদের পথটি সুস্পষ্ট হয়ে পড়ে।",
    "তুমি কাফিরদেরকে বলে দাওঃ তোমরা আল্লাহকে ছেড়ে যার ইবাদাত কর, আমাকে তার ইবাদাত করতে নিষেধ করা হয়েছে। বলঃ আমি তোমাদের খেয়াল খুশির অনুসরণ করবনা, তাহলে আমি পথভ্রান্ত হয়ে যাব এবং আমি আর পথ প্রাপ্তদের মধ্যে শামিল থাকবনা।",
    "তুমি বলঃ আমি আমার রবের প্রদত্ত একটি সুস্পষ্ট উজ্জ্বল যুক্তি প্রমাণের উপর প্রতিষ্ঠিত, অথচ তোমরা সেই দলীলকে মিথ্যারোপ করছো। যে বিষয়টি তোমরা খুব তাড়াতাড়ি পেতে চাও তার এখতিয়ার আমার হাতে নেই। হুকুমের মালিক আল্লাহ ছাড়া আর কেহ নয়, তিনি সত্য ও বাস্তবানুগ কথা বর্ণনা করেন, তিনিই হচ্ছেন সর্বোত্তম ফাইসালাকারী।",
    "তুমি বলঃ তোমরা যে বস্তুটি তাড়াতাড়ি পেতে চাও তা যদি আমার এখতিয়ারভুক্ত থাকতো তাহলেতো আমার ও তোমাদের মধ্যে চূড়ান্ত ফাইসালা অনেক আগেই হয়ে যেত, যালিমদেরকে আল্লাহ খুব ভাল করেই জানেন।",
    "অদৃশ্য জগতের চাবিকাঠি তাঁরই নিকট রয়েছে; তিনি ছাড়া আর কেহই তা জ্ঞাত নয়। পৃথিবীতে ও সমুদ্রের সব কিছুই তিনি অবগত আছেন, তাঁর অবগতি ব্যতীত বৃক্ষ হতে একটি পাতাও ঝরে পড়েনা এবং ভূ-পৃষ্ঠের অন্ধকারের মধ্যে একটি দানাও পতিত হয়না, এমনিভাবে কোন সরস ও নিরস বস্তুও পতিত হয়না; সমস্ত কিছুই সুস্পষ্ট কিতাবে লিপিবদ্ধ রয়েছে।",
    "আর সেই মহান সত্তা রাতে নিদ্রারূপে তোমাদের এক প্রকার মৃত্যু ঘটিয়ে থাকেন, আর দিনের বেলা তোমরা যে পরিশ্রম কর তিনি সেটাও সম্যক পরিজ্ঞাত; অতঃপর তিনি নির্দিষ্ট সময়কাল পূরণের নিমিত্ত তোমাদেরকে নিদ্রা থেকে জাগিয়ে থাকেন, পরিশেষে তাঁর কাছেই তোমাদেরকে ফিরে যেতে হবে, তখন তিনি তোমাদেরকে তোমাদের কৃতকর্ম সম্পর্কে অবহিত করবেন।",
    "আর আল্লাহই স্বীয় বান্দাদের উপর প্রতাপশালী, তিনি তোমাদের উপর রক্ষণাবেক্ষণকারী নিযুক্ত করে পাঠিয়ে থাকেন, এমনকি যখন তোমাদের কারও মৃত্যু সময় সমুপস্থিত হয় তখন আমার প্রেরিত দূতগণ তার প্রাণ হরণ করে নেয়, এ ব্যাপারে তারা বিন্দুমাত্র ক্রটি করেনা।",
    "তারপর সকলকে তাদের সত্যিকার অভিভাবক আল্লাহর কাছে প্রত্যাবর্তিত করানো হয়। তোমরা জেনে রেখ যে, ঐ দিন একমাত্র আল্লাহই রায় প্রদানকারী হবেন, আর তিনি খুবই ত্বরিৎ হিসাব গ্রহণকারী।",
    "তুমি তাদেরকে জিজ্ঞেস করঃ স্থলভাগ ও পানিস্থিত অন্ধকার (বিপদ) থেকে তোমাদেরকে কে পরিত্রাণ দিয়ে থাকেন, যখন কাতর কন্ঠে বিনীতভাবে এবং চুপে চুপে তাঁর কাছে প্রার্থনা করে থাক, আর বলতে থাকঃ তিনি যদি আমাদেরকে এই বিপদ থেকে মুক্তি দেন তাহলে আমরা অবশ্যই কৃতজ্ঞদের অন্তর্ভুক্ত হব।",
    "তুমি বলে দাওঃ আল্লাহই তোমাদেরকে ঐ বিপদ এবং অন্যান্য প্রতিটি বিপদ আপদ থেকে রক্ষা করেন, কিন্তু এরপরও তোমরা শিরক কর।",
    "তুমি বলে দাওঃ আল্লাহ তোমাদের ঊর্ধ্বলোক হতে এবং তোমাদের পায়ের তলদেশ হতে শাস্তি প্রেরণ করতে যথেষ্ট ক্ষমতাবান, অথবা তোমাদেরকে দলে দলে বিচ্ছিন্ন করে এক দলের দ্বারা অপর দলের শক্তির স্বাদ গ্রহণ করাবেন; লক্ষ্য কর! আমি বার বার বিভিন্ন উপায়ে আমার নিদর্শন ও যুক্তি প্রমাণ বর্ণনা করছি - উদ্দেশ্য হল, যেন বিষয়টিকে তারা পূর্ণ রূপে জ্ঞানায়ত্ব ও হৃদয়ঙ্গম করে নিতে পারে।",
    "তোমার সম্প্রদায়ের লোকেরা ওকে মিথ্যা প্রতিপন্ন করছে, অথচ ওটা প্রমানিত সত্য। তুমি বলে দাওঃ আমি তোমাদের উকিল হয়ে আসিনি।",
    "প্রত্যেকটি সংবাদ প্রকাশের একটি নির্দিষ্ট সময় রয়েছে এবং অচিরেই তোমরা তা জানতে পারবে।",
    "যখন তুমি দেখবে যে, লোকেরা আমার আয়াতসমূহে দোষ-ক্রটি অনুসন্ধান করছে তখন তুমি তাদের নিকট হতে দূরে সরে যাবে, যতক্ষণ না তারা অন্য কোন প্রসঙ্গে নিমগ্ন হয়। শাইতান যদি তোমাকে এটা বিস্মৃত করে তাহলে স্মরণ হওয়ার পর আর ঐ যালিম লোকদের সাথে তুমি বসবেনা।",
    "ওদের যখন বিচার হবে তখন মুত্তাকীদের উপর এর কোন প্রভাব পরবেনা, কিন্তু ওদেরকে উপদেশ প্রদানের জন্য তাদের উপর দায়িত্ব রয়েছে, হয়তো বা উপদেশের ফলে ওরা পাপাচার হতে বেঁচে থাকতে পারবে।",
    "যারা নিজেদের দীনকে খেল-তামাশার বস্তুতে পরিণত করেছে তুমি তাদেরকে বর্জন করে চলবে, পার্থিব জীবন যাদেরকে সম্মোহিত করে ধোঁকায় নিপতিত করেছে, কুরআন দ্বারা তাদেরকে উপদেশ দিতে থাক, যাতে কোন ব্যক্তি স্বীয় কাজ দোষে ধ্বংস হয়ে না যায়। আল্লাহ ছাড়া তার কোন বন্ধু, সাহায্যকারী ও সুপারিশকারী থাকবে না, আর যেন এই অবস্থার সম্মুখীন না হয় যে, দুনিয়ার সমস্ত কিছুর বিনিময় দিয়েও মুক্তি পেতে চাইলে সেই বিনিময় গ্রহণ করা হবেনা। তারা এমনই লোক যারা নিজেদের কর্মদোষে আটকা পড়ে গেছে; তাদের কুফরী করার কারণে তাদের জন্য ফুটন্ত গরম পানীয় এবং যন্ত্রণাদায়ক শাস্তি রয়েছে।",
    "তুমি বলে দাওঃ আমরা কি আল্লাহ ছাড়া এমন কিছুর ইবাদাত করব, যারা আমাদের কোন উপকার করতে পারবেনা এবং আমাদের কোন ক্ষতিও করতে পারবেনা? অধিকন্তু আমাদেরকে সুপথ প্রদর্শনের পর আমরা কি উল্টা পথে ফিরে যাব? আমরা কি ঐ ব্যক্তির ন্যায় হব যাকে শাইতান মরুভূমির মধ্যে বিভ্রান্ত করে ফেলেছে এবং যে দিশেহারা-লক্ষ্যহারা হয়ে ঘুরে মরছে? তার সহচরেরা তাকে হিদায়াতের দিকে ডেকে বলছে - তুমি আমাদের সঙ্গে এসো। তুমি বলঃ আল্লাহর হিদায়াতই হচ্ছে সত্যিকারের সঠিক হিদায়াত, আর আমাকে সারা জাহানের রবের সামনে মাথা নত করার নির্দেশ দেয়া হয়েছে।",
    "আর তুমি নিয়মিতভাবে সালাত কায়েম কর এবং সেই রাব্বকে ভয় করে চল যাঁর নিকট তোমাদের সকলকে সমবেত করা হবে।",
    "সেই সত্তা আকাশমন্ডল ও ভূ-মন্ডলকে যথাযথভাবে সৃষ্টি করেছেন। যেদিন তিনি বলবেনঃ ‘হাশর হও‘ সেদিন হাশর হয়ে যাবে। তাঁর কথা খুবই যথার্থ বাস্তবানুগ। যেদিন শিঙ্গায় ফুৎকার দেয়া হবে সেদিন একমাত্র তাঁরই হবে বাদশাহী ও রাজত্ব। গোপন ও প্রকাশ্য সব কিছু তাঁর জ্ঞানায়ত্বে। তিনি হচ্ছেন প্রজ্ঞাময়, সর্ববিদিত।",
    "স্মরণ কর, যখন ইবরাহীম তার পিতা আযারকে বললঃ আপনি মূর্তিগুলোকে মা‘বূদ মনোনীত করেছেন? নিঃসন্দেহে আমি আপনাকে ও আপনার সম্প্রদায়কে প্রকাশ্য ভ্রান্তির মধ্যে নিপতিত দেখছি।",
    "এমনিভাবেই আমি ইবরাহীমকে আসমান ও যমীনের সৃষ্টি অবলোকন করিয়েছি, যাতে সে বিশ্বাসীদের অন্তর্ভুক্ত হয়ে যায়।",
    "যখন রাতের অন্ধকার তাকে আবৃত করল তখন সে আকাশের একটি নক্ষত্র দেখতে পেল, আর বললঃ এটাই আমার রাব্ব! কিন্তু যখন ওটা অস্তমিত হল তখন সে বললঃ আমি অস্তমিত বস্তুকে ভালবাসিনা।",
    "আর যখন সে আকাশে চাঁদকে উজ্জ্বল আভায় দেখতে পেল তখন বললঃ এটাই আমার রাব্ব! কিন্তু ওটাও যখন অস্তমিত হল তখন বললঃ আমার রাব্ব যদি আমাকে পথ প্রদর্শন না করেন তাহলে আমি পথভ্রষ্ট সম্প্রদায়ের অন্তর্ভুক্ত হয়ে যাব।",
    "অতঃপর যখন সে সূর্যকে উদ্ভাসিত দেখতে পেল তখন সে বললঃ এটিই আমার রাব্ব! এটি বৃহত্তর। অতঃপর যখন ওটা ডুবে গেল তখন বললঃ হে আমার সম্প্রদায়! তোমাদের শিরকের সাথে আমার আদৌ কোন সম্পর্ক নেই, আমি মুক্ত।",
    "আমার মুখমন্ডলকে আমি একনিষ্ঠভাবে সেই মহান সত্তার দিকে ফিরাচ্ছি যিনি নভোমন্ডল ও ভূ-মন্ডল সৃষ্টি করেছেন, আর আমি মুশরিকদের অন্তর্ভুক্ত নই।",
    "আর তার জাতির লোকেরা তার সাথে ঝগড়া করতে থাকলে সে তাদেরকে বললঃ তোমরা কি আল্লাহর ব্যাপারে আমার সাথে ঝগড়া করছো? অথচ তিনি আমাকে সঠিক পথের সন্ধান দিয়েছেন! তোমরা আল্লাহর সাথে যা কিছু শরীক করছো আমি ওদের ভয় করিনা, তবে যদি আমার রাব্ব কিছু চান। প্রতিটি বস্তু সম্পর্কে আমার রবের জ্ঞান খুবই ব্যাপক, এর পরেও কি তোমরা উপদেশ গ্রহণ করবেনা?",
    "তোমাদের মনগড়া ও বানানো শরীকদেরকে আমি কিরূপে ভয় করতে পারি? অথচ তোমরা এই ভয় করছনা যে, আল্লাহর সাথে যাদেরকে তোমরা শরীক করছ তাদের ব্যাপারে আল্লাহ তোমাদের কাছে কোন দলীল প্রমাণ অবতীর্ণ করেননি, আমাদের দুই দলের মধ্যে কারা অধিকতর শান্তি ও নিরাপত্তা লাভের অধিকারী যদি তোমাদের জানা থাকে তাহলে বলত?",
    "প্রকৃত পক্ষে তারাই শান্তি ও নিরাপত্তার অধিকারী এবং তারাই সঠিক পথে পরিচালিত, যারা নিজেদের ঈমানকে যুলমের সাথে (শির্‌কের সাথে) মিশ্রিত করেনি।",
    "আর এটাই ছিল আমার যুক্তি প্রমাণ, যা আমি ইবরাহীমকে তার স্বজাতির মুকাবিলায় দান করেছিলাম। আমি যাকে ইচ্ছা করি, সম্মান-মর্তবা ও মহত্ত্ব বাড়িয়ে দেই, নিঃসন্দেহে তোমার রাব্ব প্রজ্ঞাময় ও বিজ্ঞ।",
    "আমি তাকে ইসহাক ও ইয়াকূবকে দান করেছি এবং উভয়কেই সঠিক পথের সন্ধান দিয়েছি, আর তার পূর্বে নূহকেও সঠিক পথের হিদায়াত দিয়েছি; আর তার (ইবরাহীমের) বংশের মধ্যে দাঊদ, সুলাইমান, আইউব, ইউসুফ, মূসা ও হারূনকে এমনিভাবেই সঠিক পথের সন্ধান দিয়েছি। এমনিভাবেই আমি সৎ ও পুণ্যশীল লোকদেরকে প্রতিদান দিয়ে থাকি।",
    "আর যাকারিয়া, ইয়াহইয়া, ঈসা ও ইলিয়াস - তারা প্রত্যেকেই সৎ লোকদের অন্তর্ভুক্ত ছিল।",
    "আর ইসমাঈল, ঈসা, ইউনুস ও লূত - এদের প্রত্যেককেই আমি নবুওয়াত দান করে সমগ্র বিশ্বের উপর মহত্ত্ব ও শ্রেষ্ঠত্ব দান করেছি।",
    "আর এদের বাপ-দাদা, সন্তান, সন্ততি ও ভাইদের মধ্যে অনেককে আমি মনোনীত করে সঠিক ও সোজা পথে পরিচালিত করেছি।",
    "এটাই আল্লাহর হিদায়াত; তিনি তাঁর বান্দার মধ্যে যাকে চান এই পথে পরিচালিত করেন। কিন্তু তারা যদি শির্‌ক করত তাহলে তারা যা কিছুই করত, সবই ব্যর্থ হয়ে যেত।",
    "এরা ছিল সেই লোক, যাদেরকে আমি কিতাব, শাসনভার ও নবুওয়াত দান করেছি। সুতরাং যদি এরা তোমার নবুওয়াতকে অস্বীকার করে তাহলে তাদের স্থলে আমি এমন এক জাতিকে নিয়োগ করব, যারা ওটা অস্বীকার করেনা।",
    "এরা হচ্ছে ওরাই, যাদেরকে আল্লাহ সুপথ প্রদর্শন করেছিলেন। সুতরাং তুমি তাদের পথ অনুসরণ করে চল। তুমি বলে দাওঃ আমি কুরআন ও দীনের তাবলীগের বিনিময়ে তোমাদের কাছে কোন প্রতিদান চাইনা। এই কুরআন সমগ্র জগতবাসীর জন্য উপদেশের ভান্ডার ছাড়া কিছুই নয়।",
    "এই লোকেরা আল্লাহর যথাযথ মর্যাদা উপলব্ধি করেনি। কেননা তারা বললঃ আল্লাহ কোন মানুষের উপর কোন কিছু অবতীর্ণ করেননি; তুমি তাদেরকে জিজ্ঞেস করঃ মানুষের হিদায়াত ও আলোকবর্তিকা রূপে যে কিতাব মূসা এনেছিল তা কে অবতীর্ণ করেছেন? তোমরা সেই কিতাব খন্ড খন্ড করে বিভিন্ন পত্রে রেখেছ, ওর কিয়দংশ তোমরা প্রকাশ করছ এবং বহুলাংশ গোপন করছ। (ঐ কিতাব দ্বারা) তোমাদেরকে বহু বিষয়ে অবহিত করা হয়েছে, যা তোমরা ও তোমাদের পূর্ব-পুরুষরা জানতেনা; তুমি বলে দাওঃ তা আল্লাহই অবতীর্ণ করেছেন। সুতরাং তুমি তাদেরকে তাদের বাতিল ধারণার উপর ছেড়ে দাও, তারা খেলা করতে থাকুক।",
    "আর এই কিতাবও (কুরআন) আমিই অবতীর্ণ করেছি; যা খুবই বারাকাতময় কিতাব এবং পূর্বের সকল কিতাবকে সত্যায়িত করে থাকে, যেন তুমি কেন্দ্রীয় মাক্কা নগরী এবং ওর চতুস্পার্শ্বস্থ জনপদের লোকদেরকে ওর দ্বারা ভীতি প্রদর্শন কর। যারা পরকালে বিশ্বাস রাখে তারা এই কিতাবকেও বিশ্বাস করবে এবং ওর প্রতি ঈমান আনবে, আর তারা নিয়মিতভাবে সালাতও আদায় করে থাকে।",
    "আর ঐ ব্যক্তি অপেক্ষা অধিক অত্যাচারী কে হতে পারে যে আল্লাহর প্রতি মিথ্যা আরোপ করেছে? অথবা এরূপ বলেঃ আমার উপর অহী নাযিল করা হয়েছে, অথচ তার উপর প্রকৃত পক্ষে কোন অহী নাযিল করা হয়নি এবং যে ব্যক্তি এও বলেঃ যেরূপ কালাম আল্লাহ নাযিল করেছেন, তদ্রুপ আমিও আনয়ন করছি। আর তুমি যদি দেখতে পেতে (ঐ সময়ের অবস্থা) যে সময় যালিমরা হবে মৃত্যু সংকটে (পরিবেষ্টিত); আর মালাইকা/ফেরেশতারা হাত বাড়িয়ে বলবেঃ নিজেদের প্রাণগুলি বের কর, আজ তোমাদেরকে সেই সব অপরাধের শাস্তি হিসাবে লাঞ্ছনাদায়ক শাস্তি দেয়া হবে যা তোমরা আল্লাহর উপর মিথ্যা দোষারোপ করে অকারণ প্রলাপ বকেছিলে এবং তাঁর আয়াতসমূহ কবূল করা হতে অহংকার করেছিলে।",
    "আর তোমরা আমার কাছে নিঃসঙ্গ এসেছ, যেভাবে প্রথমবার আমি তোমাদেরকে সৃষ্টি করেছিলাম, আর যা কিছু আমি তোমাদেরকে দিয়েছিলাম তা তোমরা নিজেদের পশ্চাতেই ছেড়ে এসেছ, আর আমিতো তোমাদের সাথে তোমাদের সেই সুপারিশকারীদেরকে দেখছিনা যাদের সম্বন্ধে তোমরা দাবী করতে যে, তারা তোমাদের কাজকর্মে (আমার) শরীক; বাস্তবিকই তোমাদের পরস্পরের সম্পর্কতো বিচ্ছিন্ন হয়ে গেছে, আর তোমরা যা কিছু ধারণা করতে তা সবই আজ তোমাদের নিকট থেকে উধাও হয়ে গেছে।",
    "নিশ্চয়ই দানা ও বীজ দানকারী হচ্ছেন আল্লাহ। তিনিই জীবন্তকে প্রাণহীন থেকে বের করেন এবং তিনিই প্রাণহীনকে জীবন্ত হতে নিগর্তকারী; তিনিইতো আল্লাহ, তাহলে তোমরা কোথায় যাচ্ছো?",
    "তিনিই রাতের আবরণ বিদীর্ণ করে রঙ্গিন প্রভাতের উন্মেষকারী, তিনিই রাতকে বিশ্রামকাল এবং সূর্য ও চাঁদকে সময়ের নিরূপক করে দিয়েছেন; এটা হচ্ছে সেই পরম পরাক্রান্ত ও সর্ব পরিজ্ঞাতার (আল্লাহর) নির্ধারণ।",
    "আর তিনিই তোমাদের জন্য নক্ষত্ররাজিকে সৃষ্টি করেছেন, যেন তোমরা ওগুলির সাহায্যে অন্ধকারে পথের সন্ধান পেতে পার স্থল ভাগে এবং সমুদ্রে। নিশ্চয়ই আমি প্রমাণসমূহ বিশদভাবে বর্ণনা করে দিয়েছি ঐ সমস্ত লোকের জন্য যারা জ্ঞান রাখে।",
    "তিনিই তোমাদেরকে এক ব্যক্তি হতে সৃষ্টি করেছেন, অতঃপর (প্রত্যেকের জন্য) একটি স্থান অধিক দিন থাকার জন্য এবং একটি স্থান অল্প দিন থাকার জন্য রয়েছে, এই নিদর্শনসমূহ আমি তাদের জন্য সুস্পষ্টভাবে বর্ণনা করলাম যাদের বুদ্ধি বিবেচনা আছে।",
    "আর তিনি আকাশ হতে পানি বর্ষণ করেন, ওর সাহায্যে সব রকমের উদ্ভিদ আমি (আল্লাহ) উৎপন্ন করি; অতঃপর তা থেকে সবুজ শাখা বের করি, ফলতঃ তা থেকে আমি উপর্যুপরি উত্থিত বীজ উৎপন্ন করি। এবং খেজুর বৃক্ষ থেকে অর্থাৎ ওর পুস্পকণিকা থেকে ছড়া হয় যা নিম্ন দিকে ঝুঁকে পড়ে, আর আঙ্গুরসমূহের উদ্যান এবং যাইতূন ও আনার যা পরস্পর সাদৃশ্যযুক্ত। প্রত্যেক ফলের প্রতি লক্ষ্য কর যখন ওটা ফলে এবং ওর পরিপক্ক হওয়ার প্রতি লক্ষ্য কর। এই সমুদয়ের মধ্যে নিদর্শনসমূহ রয়েছে তাদেরই জন্য যারা ঈমান রাখে।",
    "আর এই (অজ্ঞ) লোকেরা জিনদেরকে আল্লাহর শরীক বানিয়ে নিয়েছে, অথচ আল্লাহই ঐগুলিকে সৃষ্টি করেছেন, আর না জেনে না বুঝে তারা তাঁর জন্য পুত্র কন্যা রচনা করে; তিনি মহিমান্বিত (পবিত্র), এদের আরোপিত বিশেষণগুলি হতে বহু উর্ধ্বে তিনি।",
    "তিনি আসমান ও যমীনের স্রষ্টা; তাঁর সন্তান হবে কি করে? অথচ তাঁর জীবন সঙ্গিনীই কেহ নেই। তিনিই প্রত্যেকটি জিনিস সৃষ্টি করেছেন, প্রত্যেকটি জিনিস সম্পর্কে তাঁর ভাল রুপে জ্ঞান রয়েছে।",
    "তিনি আল্লাহ, তোমাদের পরওয়ারদিগার। তিনি ছাড়া অন্য কেহই মা‘বূদ নেই, প্রত্যেক বস্তুরই স্রষ্টা তিনি, অতএব তোমরা তাঁরই ইবাদাত কর, তিনিই সব জিনিসের উপর দায়িত্বশীল।",
    "কোন মানব-দৃষ্টি তাঁকে দেখতে পারেনা, অথচ তিনি সকল কিছুই দেখতে পান এবং তিনি অতীব সূক্ষ্মদর্শী এবং সর্ব বিষয়ে ওয়াকিফহাল।",
    "এখন নিশ্চয়ই তোমাদের কাছে তোমাদের রবের পক্ষ হতে সত্য দর্শনের উপায়সমূহ পৌঁছেছে, অতএব যে ব্যক্তি নিজের গভীর দৃষ্টিতে অবলোকন করবে সে নিজেরই কল্যাণ সাধন করবে, আর যে অন্ধ থাকবে সে নিজেই ক্ষতিগ্রস্ত হবে, আর আমিতো তোমাদের প্রহরী নই।",
    "এ রূপেই আমি নিদর্শনসমূহ প্রকাশ করি, যেন লোকেরা না বলে - তুমি কারও নিকট থেকে পাঠ করে নিয়েছ, আর যেন আমি একে বুদ্ধিমান লোকদের জন্য প্রকাশ করে দিই।",
    "তোমার প্রতি তোমার রবের পক্ষ থেকে যে অহী নাযিল হয়েছে, তুমি তারই অনুসরণ করে চল, তিনি ছাড়া অন্য কেহই মা‘বূদ নেই, আর অংশীবাদীদের থেকে মুখ ফিরিয়ে নাও।",
    "আর আল্লাহর যদি অভিপ্রায় হত তাহলে এরা শির্‌ক করতনা; আর আমি তোমাকে এদের রক্ষক নিযুক্ত করিনি এবং তুমি তাদের উপর ক্ষমতাপ্রাপ্ত নও।",
    "এরা আল্লাহকে বাদ দিয়ে যাদের ইবাদাত (পূজা-অর্চনা) করে তোমরা তাদেরকে গালাগালি করনা, তাহলে তারা অজ্ঞতা বশতঃ বৈরীভাবে আল্লাহকেই গালাগালি দিতে শুরু করবে। আমিতো এ রূপেই প্রতিটি জনগোষ্ঠীর জন্য তাদের ‘আমলকে চাকচিক্যময় করে দিয়েছি। শেষ পর্যন্ত তাদেরকে তাদের রবের কাছে ফিরে যেতে হবে, তখন তারা কি কি কাজ করেছিল তা তিনি তাদেরকে জানিয়ে দিবেন।",
    "আর কঠিন অঙ্গীকার সহকারে আল্লাহর নামে কসম করে তারা বলেঃ কোন নিদর্শন (মু’জিযা) তাদের কাছে এলে তারা ঈমান আনবে; তুমি বলে দাওঃ নিদর্শনগুলি সমস্তই আল্লাহর অধিকারে, আর (হে মুসলিমরা!) কি করে তোমাদেরকে বুঝানো যাবে যে, নিদর্শন এলেও তারা ঈমান আনবেনা!",
    "আর যেহেতু তারা প্রথমবার ঈমান আনেনি, এর ফলে তাদের মনোভাবের ও দৃষ্টিভঙ্গির পরিবর্তন করে দিব এবং তাদেরকে তাদের অবাধ্যতার মধ্যেই বিভ্রান্তের ন্যায় ঘুরে বেড়াতে ছেড়ে দিব।"
  ]
}