{
  "meta": {
    "id": 163,
    "name": "Sheikh Mujibur Rahman",
    "author_name": "Darussalaam Publication",
    "slug": "bn-sheikh-mujibur-rahman",
    "language_name": "bengali"
  },
  "verses": [
    "আর তার সম্প্রদায়ের দাম্ভিক ও অহংকারী প্রধানরা বলেছিলঃ হে শু‘আইব! আমরা অবশ্যই তোমাকে, তোমার সংগী সাথী মু’মিনদেরকে আমাদের জনপদ হতে বহিস্কার করব অথবা তোমরা আমাদের ধর্মাদর্শে ফিরে আসবে। সে বললঃ আমরা যদি তাতে রাযী না হই?",
    "তোমাদের ধর্মাদর্শ হতে আল্লাহ আমাদেরকে মুক্তি দেয়ার পর আমরা যদি তাতে আবার ফিরে যাই তাহলে নিশ্চিতভাবে আল্লাহর প্রতি মিথ্যা আরোপকারী হব! আমাদের রাব্ব আল্লাহ না চাইলে ওতে আবার ফিরে যাওয়া আমাদের পক্ষে কোন ক্রমেই সম্ভব নয়। সবকিছুই আমাদের রবের জ্ঞানায়ত্ত, আমরা আল্লাহর উপরই নির্ভর করছি। হে আমাদের রাব্ব! আমাদের ও আমাদের সম্প্রদায়ের মধ্যে সঠিকভাবে ফাইসালা করে দিন, আপনিইতো সর্বোত্তম ফাইসালাকারী।",
    "আর তাদের সম্প্রদায়ের কাফির সর্দাররা বললঃ তোমরা যদি শু‘আইবকে অনুসরণ কর তাহলে তোমরা অবশ্যই ক্ষতিগ্রস্ত হবে।",
    "অতঃপর ভূ-কম্পন তাদেরকে গ্রাস করল, ফলে তারা নিজেদের গৃহেই উপুড় হয়ে পড়ে রইল।",
    "অবস্থা দেখে মনে হল, যারা শু‘আইবকে মিথ্যা প্রতিপন্ন করেছিল তারা যেন কখনও সেখানে বসবাস করেনি, শু‘আইবকে মিথ্যা প্রতিপন্নকারী লোকেরাই শেষ পর্যন্ত ধ্বংস হয়ে গিয়েছিল।",
    "সে তাদের নিকট হতে এ কথা বলে বেরিয়ে এলোঃ হে আমার জাতি! আমি আমার রবের বার্তা তোমাদের নিকট পৌঁছিয়েছি এবং সৎ উপদেশ দিয়েছি। সুতরাং আমি কাফির সম্প্রদায়ের জন্য কি করে আক্ষেপ করতে পারি?",
    "আমি কোন জনপদে নাবী রাসূল পাঠালে, ওর অধিবাসীদেরকে দুঃখ-দারিদ্র ও রোগ ব্যাধিতে আক্রান্ত করে থাকি, উদ্দেশ্য হল, তারা যেন নম্র ও বিনয়ী হয়।",
    "অতঃপর আমি তাদের দুরাবস্থাকে সুখ স্বাচ্ছন্দ্য দ্বারা পরিবর্তন করে দিয়েছি। অবশেষে তারা খুব প্রাচুর্যের অধিকারী হয়, আর তারা (অকৃতজ্ঞ স্বরে) বলেঃ আমাদের পূর্ব-পুরুষরাও এভাবে দুঃখ ভোগ করেছে। অতঃপর অকস্মাৎ আমি তাদেরকে পাকড়াও করলাম, কিন্তু তারা কিছুই বুঝতে পারলনা।",
    "জনপদের অধিবাসীরা যদি ঈমান আনত এবং আল্লাহভীতি অবলম্বন করত তাহলে আমি তাদের জন্য আকাশ ও পৃথিবীর বরকতের দ্বারসমূহ খুলে দিতাম, কিন্তু তারা নাবী রাসূলদেরকে মিথ্যা প্রতিপন্ন করেছে, ফলে তাদের কৃতকর্মের জন্য আমি তাদেরকে পাকড়াও করলাম।",
    "রাতে যখন তারা ঘুমিয়ে থাকে তখন আমার শাস্তি এসে তাদেরকে গ্রাস করে ফেলবে - এটা হতে কি জনপদের অধিবাসীরা নির্ভয় হয়ে পড়েছে ?",
    "অথবা জনপদের লোকেরা কি এই ভয় রাখেনা যে, আমার শাস্তি তাদের উপর তখন আপতিত হবে যখন তারা পূর্বাহ্নে আমোদ প্রমোদে রত থাকবে ?",
    "তারা কি আল্লাহর পাকড়াও থেকে নিরাপদ হয়ে গেছে ? সর্বনাশগ্রস্থ সম্প্রদায় ছাড়া আল্লাহর পাকড়াও থেকে কেহই নি:শঙ্ক হতে পারেনা।",
    "কোন এলাকার অধিবাসী ধ্বংস হওয়ার পর সেই এলাকার যারা উত্তরাধিকারী হয়, তাদের কাছে কি এটা প্রতীয়মান হয়নি যে, আমি ইচ্ছা করলে তাদের পাপের কারণে তাদেরকে শাস্তি দিতে পারি, আর তাদের অন্তঃকরণের উপর মোহর এটে দিতে পারি যাতে তারা কিছুই শুনতে পারেনা?",
    "ঐ জনপদগুলির কিছু ঘটনা আমি তোমার নিকট বর্ণনা করছি, তাদের কাছে রাসূলগণ সুস্পষ্ট দলীল প্রমাণসহ এসেছিল, কিন্তু পূর্বে তারা যা প্রত্যাখ্যান করেছিল তার প্রতি তারা ঈমান আনার ছিলনা, এমনিভাবেই আল্লাহ অবিশ্বাসীদের অন্তঃকরণের উপর মোহর মেরে দিয়েছেন।",
    "আমি তাদের অধিকাংশকে অঙ্গীকার ও প্রতিশ্রুতি রক্ষাকারীরূপে পাইনি, তবে তাদের অধিকাংশকে পাপাচারী রূপে পেয়েছি।",
    "অতঃপর আমি মূসাকে আমার আয়াত ও নিদর্শনসহ ফির‘আউন ও তার পরিষদবর্গের নিকট পাঠালাম, কিন্তু তারা যুলম করল। সুতরাং এই বিপর্যয় সৃষ্টিকারীদের পরিণাম কি হয়েছিল তা তুমি লক্ষ্য কর।",
    "মূসা বললঃ হে ফির‘আউন! আমি বিশ্বের রবের একজন রাসূল।",
    "আমি আল্লাহ সম্বন্ধে সত্য ছাড়া আর কিছুই বলবনা, আমি তোমাদের রবের পক্ষ হতে তোমাদের কাছে সুস্পষ্ট প্রমাণ নিয়ে এসেছি। সুতরাং বানী ইসরাঈলকে আমার সাথে যেতে দাও।",
    "ফির‘আউন বললঃ তুমি যদি বাস্তবিকই স্পষ্ট দলীল ও কোন নিদর্শন এনে থাক তাহলে উপস্থিত কর, যদি তুমি সত্যবাদী হও।",
    "তখন মূসা তার লাঠি নিক্ষেপ করল এবং সহসাই ওটা এক জীবিত অজগরে পরিণত হল।",
    "আর সে তার হাত বের করল, তৎক্ষণাৎই ওটা দর্শকদের দৃষ্টিতে শুভ্র ও উজ্জ্বল আলোকময় প্রতিভাত হল।",
    "ফির‘আউন সম্প্রদায়ের প্রধানরা বললঃ নিঃসন্দেহে এ ব্যক্তি বড় সুদক্ষ যাদুকর।",
    "সে তোমাদেরকে তোমাদের দেশ থেকে বহিস্কার করতে চায়, এখন তোমাদের পরামর্শ কি?",
    "তারা বললঃ তাকে এবং তার ভাইকে (হারুন) কিছু দিনের জন্য অবকাশ দিন, আর শহরে শহরে সংগ্রাহক পাঠিয়ে দিন,",
    "যেন তারা আপনার (ফির‘আউন) নিকট প্রত্যেক সুদক্ষ যাদুকরকে উপস্থিত করে।",
    "যাদুকরেরা ফির‘আউনের কাছে এসে বললঃ আমরা যদি বিজয় লাভ করতে পারি তাহলে আমাদের জন্য পুরস্কার থাকবে তো?",
    "সে বললঃ হ্যাঁ, তোমরাই হবে আমার দরবারের নিকটতম ব্যক্তি।",
    "অতঃপর যাদুকরেরা বললঃ হে মূসা! তুমি কি তোমার লাঠি নিক্ষেপ করবে, নাকি আমরাই (প্রথমে) নিক্ষেপ করব?",
    "বললঃ তোমরাই নিক্ষেপ কর। সুতরাং যখন যাদুকরেরা নিক্ষেপ করল তখন লোকের চোখে ধাঁধাঁর সৃষ্টি করল এবং তাদেরকে ভীত ও আতংকিত করল, তারা এক বড় রকমের যাদু দেখাল।",
    "আমি মূসার নিকট এই প্রত্যাদেশ পাঠালাম, তুমি তোমার লাঠিখানা নিক্ষেপ কর। মূসা তা নিক্ষেপ করলে ওটা (এক বিরাট অজগর হয়ে) সহসা ওদের অলীক সৃষ্টিগুলিকে গ্রাস করতে লাগল।",
    "পরিশেষে যা হক ছিল তা সত্য প্রমাণিত হল, আর তারা যা কিছু করেছিল তা বাতিল প্রতিপন্ন হল।",
    "আর ফির‘আউন ও তার দলবলের লোকেরা মুকাবিলার মাইদানে পরাজিত হল এবং লাঞ্ছিত ও অপমানিত হল।",
    "যাদুকরেরা তখন সাজদাহবনত হল।",
    "তারা বললঃ আমরা বিশ্বের রবের প্রতি ঈমান আনলাম,",
    "মূসা ও হারূনের রবের প্রতি।",
    "ফির‘আউন বললঃ আমি অনুমতি দেয়ার আগেই তোমরা তার উপর ঈমান আনলে? নিশ্চয়ই তোমরা এক চক্রান্ত পাকিয়েছ শহরবাসীদের সেখান থেকে তাড়িয়ে দেয়ার জন্য। কিন্তু সত্ত্বরই তোমরা এর পরিণাম জ্ঞাত হবে।",
    "অবশ্যই আমি তোমাদের বিপরীত হস্ত-পদ কর্তন করব, তারপর তোমাদের সবাইকে আমি শুলে চড়াব।",
    "তারা (যাদুকরেরা) বললঃ নিশ্চয়ই আমরা আমাদের রবের নিকট ফিরে যাব।",
    "তুমি আমাদের মধ্যে এছাড়া কোনই দোষ পাচ্ছনা যে, আমাদের কাছে যখন আমাদের রবের নিদর্শনাবলী এসে গেল তখন আমরা ঈমান এনেছি। হে আমাদের রাব্ব! আমাদেরকে ধৈর্য দান করুন এবং মুসলিম রূপে আমাদের মৃত্যু দান করুন!",
    "ফির‘আউন সম্প্রদায়ের সর্দাররা তাকে বললঃ তুমি কি মূসা ও তার সম্প্রদায়কে রাজ্যে অশান্তি ও বিপর্যয় সৃষ্টির জন্য মুক্ত ছেড়ে দিবে এবং তোমাকে ও তোমার দেবতাদেরকে বর্জন করে চলার সুযোগ দিবে? সে বললঃ আমি তাদের সন্তানদের হত্যা করব এবং তাদের নারীদেরকে জীবিত রাখব, তাদের উপর আমাদের শক্তি ও ক্ষমতা প্রবল ও সুপ্রতিষ্ঠিত রয়েছে।",
    "মূসা তার সম্প্রদায়কে বললঃ তোমরা আল্লাহর নিকট সাহায্য প্রার্থনা কর এবং ধৈর্য ও সহিষ্ণুতা অবলম্বন কর। এই পৃথিবীর সার্বভৌম মালিক আল্লাহ, তিনি তাঁর বান্দাদের মধ্যে যাকে ইচ্ছা উহার উত্তরাধিকারী করেন, শুভ পরিণাম ও শেষ সাফল্য লাভ হয় আল্লাহভীরুদের জন্য।",
    "তারা বললঃ আপনি আমাদের নিকট (নাবী রূপে) আগমনের পূর্বেও আমরা (ফির‘আউন কর্তৃক) নির্যাতিত হয়েছি এবং আপনার আগমনের পরও নির্যাতিত হচ্ছি। সে (মূসা) বললঃ সম্ভবতঃ শীঘ্রই তোমাদের রাব্ব তোমাদের শক্রকে ধ্বংস করবেন এবং তোমাদেরকে তাদের রাজ্যে স্থলাভিষিক্ত করবেন, অতঃপর তোমরা কিরূপ কাজ কর তা তিনি লক্ষ্য করবেন।",
    "আমি ফির‘আউনের অনুসারীদেরকে বছরের পর বছর দুর্ভিক্ষ, অজন্ম ও ফসলহানির মধ্যে বিপন্ন রেখেছিলাম, যাতে তারা ঈমান আনে।",
    "যখন তাদের সুখ, শান্তি ও কল্যাণ হত তখন তারা বলতঃ এটা আমাদের প্রাপ্য, আর যদি তাদের দুঃখ দৈন্য ও বিপদ আপদ হত তখন তারা ওটাকে মূসা ও তার সঙ্গী সাথীদের মন্দ ভাগ্যের কারণ রূপে নিরূপণ করত। তোমরা জেনে রেখ যে, তাদের অকল্যাণ আল্লাহরই নিয়ন্ত্রণাধীন, কিন্তু তাদের অধিকাংশ সে সম্পর্কে কোন জ্ঞান রাখেনা।",
    "তারা বললঃ আমাদেরকে যাদু করার জন্য যে কোন নিদর্শনই পেশ করনা কেন আমরা তাতে ঈমান আনবনা।",
    "অতঃপর আমি তাদের উপর প্লাবণ, পঙ্গপাল, উকুন, ব্যাঙ ও রক্ত ধারার শাস্তি পাঠিয়ে ক্লিষ্ট করি, ওগুলি ছিল আমার সুস্পষ্ট নিদর্শন, কিন্তু তারা শেষ পর্যন্ত দাম্ভিকতা ও অহংকারেই মেতে রইল, তারা ছিল একটি অপরাধী জাতি।",
    "তাদের উপর কোন বালা মুসীবত ও বিপদ-আপদ আপতিত হলে তারা বলতঃ হে মূসা! আমাদের পক্ষ থেকে তোমার রবের নিকট দু‘আ কর। তার সাথে তোমার যে অঙ্গীকার রয়েছে তদনুযায়ী যদি আমাদের উপর থেকে প্লেগ দূর করে দিতে পার তাহলে আমরা তোমার প্রতি ঈমান আনবো এবং তোমার সাথে বানী ইসরাঈলদেরকে পাঠিয়ে দিব।",
    "কিন্তু যখনই আমি তাদের উপর হতে প্লেগের শাস্তির সেই সময়টি অপসারিত করতাম যা তাদের জন্য নির্ধারিত ছিল, তখনই আবার তারা প্রতিশ্রুতি ভঙ্গ করত।",
    "সুতরাং আমি তাদের হতে প্রতিশোধ নিলাম এবং তাদেরকে অতল সমুদ্রে ডুবিয়ে মারলাম, কেননা তারা আমার নিদর্শনসমূহকে মিথ্যা প্রতিপন্ন করেছে, আর এই ব্যাপারে তারা ছিল সম্পূর্ণ গাফিল বা উদাসীন।",
    "যে জাতিকে দুর্বল ও দীনহীন ভাবা হত আমি তাদেরকে আমার কল্যাণ প্রাপ্ত রাজ্যের পূর্ব ও পশ্চিমের উত্তরাধিকারী বানাই, আর বানী ইসরাঈল জাতি সম্পর্কে তোমার রবের শুভ ও কল্যাণময় বাণী (প্রতিশ্রুতি) পূর্ণ হল যেহেতু তারা ধৈর্য ধারণ করেছিল। আর ফির‘আউন ও তার সম্প্রদায়ের কীর্তিকলাপ ও উচ্চ প্রাসাদসমূহকে আমি ধ্বংসস্তুপে পরিণত করেছি।",
    "আমি বানী ইসরাঈলকে সমুদ্র পার করিয়ে দিলাম, অতঃপর তারা মূর্তি পূজারত এক জাতির সংস্পর্শে এল। তারা বললঃ হে মূসা! তাদের যেরূপ মা‘বূদ রয়েছে, আমাদের জন্যও ঐরূপ মা‘বূদ বানিয়ে দাও। সে বললঃ তোমরা একটি মূর্খ সম্প্রদায়।",
    "এ সব লোক যে কাজে লিপ্ত রয়েছে তাতো ধ্বংস করা হবে, আর তারা যা করছে তা অমূলক ও বাতিল বিষয়।",
    "সে বললঃ আমি কি আল্লাহকে ছেড়ে তোমাদের জন্য অন্য মা‘বূদের সন্ধান করব? অথচ তিনিই হলেন একমাত্র আল্লাহ যিনি তোমাদেরকে বিশ্ব জগতে শ্রেষ্ঠত্ব দান করেছেন!",
    "স্মরণ কর সেই সময়টির কথা, যখন আমি তোমাদেরকে ফির‘আউনের অনুসারীদের দাসত্ব হতে মুক্তি দিয়েছি, যারা তোমাদেরকে অতিশয় মর্মান্তিক, কষ্টদায়ক ও ন্যাক্কারজনক শাস্তি দিত, তোমাদের পুত্রদেরকে হত্যা করত এবং নারীদেরকে জীবিত রাখত। এটা ছিল তোমাদের জন্য তোমাদের রবের পক্ষ থেকে বিরাট পরীক্ষা।",
    "আমি মূসাকে ও‘য়াদা দিয়েছিলাম ত্রিশ রাতের জন্য এবং আরো দশ দ্বারা ওটা পূর্ণ করেছিলাম। এভাবে তার রবের নির্ধারিত সময়টি চল্লিশ রাত দ্বারা পূর্ণতা লাভ করে। মূসা তার ভাই হারুনকে বলেছিলঃ তুমি আমার কাওমের মধ্যে আমার স্থলাভিষিক্তরূপে কাজ করবে এবং তাদেরকে সংশোধন করার কাজ করতে থাকবে, এবং বিপর্যয় ও ফাসাদ সৃষ্টিকারীদের অনুসরণ করবেনা।",
    "মূসা যখন নির্ধারিত স্থানে উপস্থিত হল, তখন তার রাব্ব তার সাথে কথা বললেন। সে তখন নিবেদন করলঃ হে আমার রাব্ব! আপনি আমাকে দর্শন দিন। আল্লাহ বললেনঃ তুমি আমাকে আদৌ দেখতে পারবেনা, তবে তুমি ঐ পাহাড়ের দিকে তাকাও। যদি ঐ পাহাড় স্বস্থানে স্থির থাকে তাহলে তুমি আমাকে দেখতে পারবে। অতঃপর তার রাব্ব যখন পাহাড়ে জ্যোতিস্মান হলেন তখন তা পাহাড়কে চূর্ণ বিচূর্ণ করে দিল, আর মূসা সংজ্ঞাহীন হয়ে পড়ে গেল। যখন চেতনা ফিরে এলো তখন সে বললঃ আপনি মহিমাময়, আপনার পবিত্র সত্তার কাছে আমি তাওবাহ করছি এবং আমিই সর্বপ্রথম ঈমান আনলাম।",
    "আল্লাহ বললেনঃ হে মূসা! আমি তোমাকেই আমার রিসালাত ও আমার সাথে বাক্যালাপের জন্য লোকদের মধ্য হতে মনোনীত করেছি। অতএব আমি তোমাকে যা কিছু দিই তা তুমি গ্রহণ কর এবং কৃতজ্ঞতা প্রকাশকারীদের অন্তর্ভুক্ত হও।",
    "অতঃপর আমি তার জন্য ফলকের উপর সর্ব বিষয়ের উপদেশ এবং সর্ব বিষয়ের সুস্পষ্ট ব্যাখ্যা লিখে দিয়েছি, (অতঃপর তাকে বললাম) এই হিদায়াতকে দৃঢ় হস্তে শক্তভাবে গ্রহণ কর এবং তোমার সম্প্রদায়কে এর সুন্দর সুন্দর বিধানগুলি মেনে চলতে আদেশ কর। আমি ফাসেক বা সত্যত্যাগীদের আবাসস্থান শীঘ্রই তোমাদেরকে প্রদর্শন করাব।",
    "পৃথিবীতে যারা অন্যায়ভাবে অহংকার করে বেড়ায় আমি তাদেরকে আমার নিদর্শনসমূহ হতে ফিরিয়ে রাখব, প্রত্যেকটি নিদর্শন দেখার পরেও তারা তাতে ঈমান আনবে না, তারা যদি সৎ পথ দেখতে পায় তবুও সেই পথ সৎ পথ বলে গ্রহণ করবে না। কিন্তু তারা ভ্রান্ত ও গুমরাহীর পথ দেখলে তাকেই তারা গ্রহণ করবে। এর কারণ হল-তারা আমার নিদর্শনসমূহকে মিথ্যা প্রতিপন্ন করেছে এবং তারা তা থেকে সম্পূর্ণরূপে অমনোযোগী ছিল।",
    "যারা আমার নিদর্শনসমূহ ও আখিরাতের সাক্ষাত মিথ্যা প্রতিপন্ন করে তাদের সমূদয় ‘আমল বিনষ্ট হয়ে যায়, তারা যা করে তদনুযায়ী তাদেরকে প্রতিফল দেয়া হবে।",
    "আর মূসার চলে যাবার পর অলংকার দ্বারা একটি বাছুরের (মত) পুতুল তৈরী করল, ওটা হতে গরুর মত শব্দ বের হত। তারা কি দেখেনি যে, ওটা তাদের সাথে কথা বলেনা এবং তাদেরকে কোন পথও দেখিয়ে দেয়না? তবুও তারা ওটাকে মা‘বূদ রূপে গ্রহণ করল। বস্তুতঃ তারা ছিল বড় অত্যাচারী।",
    "আর যখন তারা লজ্জিত হল এবং দেখল যে, (প্রকৃত পক্ষে) তারা বিভ্রান্ত হয়েছে, তখন তারা বললঃ আমাদের প্রভু যদি আমাদের প্রতি অনুগ্রহ না করেন তাহলে আমরা ক্ষতিগ্রস্ত হয়ে যাব।",
    "মূসা রাগাম্বিত বিক্ষুদ্ধ অবস্থায় নিজ জাতির নিকট ফিরে এসে বললঃ আমার চলে যাওয়ার পর তোমরা কত নিকৃষ্ট প্রতিনিধিত্ব করেছ, তোমরা তোমাদের প্রভুর নির্দেশের পূর্বেই কেন তাড়াহুড়া করতে গেলে? অতঃপর সে ফলকগুলি ফেলে দিল এবং স্বীয় ভাইয়ের মস্তক (চুল) ধরে নিজের দিকে টানতে লাগল। সে (হারূন) বললঃ হে আমার মাতার পুত্র! এই লোকগুলি আমাকে পরাভূত করে ফেলেছিল এবং আমাকে মেরে ফেলতে উদ্যত হয়েছিল। অতএব তুমি আমাকে শক্র সমক্ষে হাস্যস্পদ করনা, আর এই যালিম লোকদের মধ্যে আমাকে গণ্য করনা।",
    "তখন মূসা বললঃ হে আমার রাব্ব! আমাকে ও আমার ভাইকে ক্ষমা করুন! আর আমাদেরকে আপনার রাহমাতের মধ্যে দাখিল করুন! আপনি সব চেয়ে দয়াবান।",
    "যারা গো-বৎসকে উপাস্য রূপে গ্রহণ করেছে, অবশ্যই তারা এই পার্থিব জীবনে তাদের রবের গযব ও লাঞ্ছনায় নিপতিত হবে, মিথ্যা রচনাকারীদেরকে আমি এভাবেই প্রতিফল দিয়ে থাকি।",
    "যারা খারাপ কাজ করে, এরপর তাওবাহ করলে ও ঈমান আনলে, তোমার আল্লাহতো ক্ষমাশীল ও পরম দয়ালু।",
    "মূসার ক্রোধ যখন প্রশমিত হল তখন সে প্রস্তর ফলকগুলি তুলে নিল, তাতে লেখা ছিলঃ যারা তাদের রাব্বকে ভয় করে তাদের জন্য রয়েছে হিদায়াত ও রাহমাত।",
    "মূসা তার সম্প্রদায় হতে সত্তর জন নেতৃস্থানীয় লোক আমার নির্ধারিত স্থানে সমবেত হওয়ার জন্য নির্বাচন করল, যখন ঐ লোকগুলি একটি কঠিন ভূ-কম্পনে আক্রান্ত হল তখন মূসা বললঃ হে আমার রাব্ব! আপনি ইচ্ছা করলে এর পূর্বেও ওদেরকে এবং আমাকে ধ্বংস করতে পারতেন, আমাদের মধ্যকার কতক নির্বোধ লোকের অন্যায়ের কারণে কি আপনি আমাদেরকে ধ্বংস করবেন? এটাতো আপনার পরীক্ষা, আপনি যাকে ইচ্ছা বিভ্রান্ত করেন এবং যাকে ইচ্ছা সৎ পথে পরিচালিত করেন, আপনিইতো আমাদের অভিভাবক। সুতরাং আপনি আমাদেরকে ক্ষমা করুন, এবং আমাদের প্রতি অনুগ্রহ করুন, ক্ষমাকারীদের মধ্যে আপনিইতো উত্তম ক্ষমাকারী।",
    "অতএব আমাদের জন্য এই দুনিয়ায় ও পরকালে কল্যাণ নির্ধারিত করে দিন, আমরা আপনার নিকটই প্রত্যাবর্তন করেছি। তিনি (আল্লাহ) বললেনঃ যাকে ইচ্ছা আমি আমার শাস্তি দিয়ে থাকি, আর আমার করুণা ও দয়া প্রতিটি জিনিসকেই পরিব্যপ্ত করে রয়েছে, সুতরাং আমি তাদের জন্যই কল্যাণ অবধারিত করব যারা পাপাচার হতে বিরত থাকে, যাকাত দেয় এবং আমার নিদর্শনসমূহের প্রতি ঈমান আনে।",
    "যারা সেই নিরক্ষর রাসূলের অনুসরণ করে চলে যার কথা তারা তাদের নিকট রক্ষিত তাওরাত ও ইঞ্জীল কিতাবে লিখিত পায়, যে মানুষকে সৎ কাজের নির্দেশ দেয় ও অন্যায় কাজ করতে নিষেধ করে, আর সে তাদের জন্য পবিত্র বস্তুসমূহ বৈধ করে এবং অপবিত্র ও খারাপ বস্তুকে তাদের প্রতি অবৈধ করে, আর তাদের উপর চাপানো বোঝা ও বন্ধন হতে তাদেরকে মুক্ত করে। সুতরাং তার প্রতি যারা ঈমান রাখে, তাকে সম্মান করে এবং সাহায্য করে ও সহানুভূতি প্রকাশ করে, আর সেই আলোকের অনুসরণ করে চলে যা তার সাথে অবতীর্ণ করা হয়েছে, তারাই (ইহকালে ও পরকালে) সাফল্য লাভ করবে।",
    "বলঃ হে মানবমন্ডলী! আমি তোমাদের সকলের জন্য সেই আল্লাহর রাসূল রূপে প্রেরিত হয়েছি, যিনি আকাশ ও ভূ-মন্ডলের সার্বভৌম একচ্ছত্র মালিক, তিনি ছাড়া আর কোন উপাস্য নেই, তিনিই জীবিত করেন ও মৃত্যু ঘটান। সুতরাং আল্লাহর প্রতি এবং তাঁর সেই বার্তাবাহক নিরক্ষর নাবীর প্রতি ঈমান আন। যে আল্লাহ ও তাঁর কালামে বিশ্বাস স্থাপন করে, তোমরা তারই অনুসরণ কর। আশা করা যায়, তোমরা সরল সঠিক পথের সন্ধান পাবে।",
    "মূসার সম্প্রদায়ের মধ্যে এমন একদল লোক রয়েছে যারা সঠিক ও নির্ভুল পথ প্রদর্শন করে এবং ন্যায় বিচার করে।",
    "আমি বানী ইসরাঈলকে দ্বাদশ গোত্রে বিভক্ত করেছি। মূসার সম্প্রদায়ের লোকেরা যখন তার কাছে পানির দাবী জানাল, তখন আমি মূসার কাছে প্রত্যাদেশ পাঠালাম - তোমার লাঠি দ্বারা পাথরে আঘাত কর, ফলে ওটা হতে দ্বাদশ প্রস্রবণ উৎসারিত হল, প্রত্যেক গোত্র নিজ নিজ পানস্থান জেনে নিল। আর আমি তাদের উপর মেঘ দ্বারা ছায়া বিস্তার করলাম এবং তাদের জন্য আকাশ হতে ‘মান্না’ ও ‘সালওয়া’ খাদ্যরূপী নি‘আমাত অবতীর্ণ করলাম। সুতরাং (আমি বললাম) তোমাদেরকে যা কিছু পবিত্র জীবিকা দান করা হয়েছে তা আহার কর। (কিন্তু ওরা আমার শর্ত উপেক্ষা করে যুলম করল) তারা আমার উপর কোন যুলম করেনি, বরং তারা নিজেদের উপরই যুলম করেছে।",
    "যখন আমি তাদেরকে বলেছিলামঃ এই (বাইতুল মুকাদ্দাস ও তৎসংশ্লিষ্ট) জনপদে বসবাস কর এবং যা ইচ্ছা আহার কর, আর তোমরা বলঃ (হে রাব্ব!) ক্ষমা চাই, আর দ্বারদেশ দিয়ে নত শিরে প্রবেশ কর; আমি তোমাদের অপরাধ ক্ষমা করব এবং সৎ কর্মশীল লোকদের জন্য আমার দান বৃদ্ধি করব।",
    "কিন্তু তাদের মধ্যে যারা যালিম ও সীমা লংঘনকারী ছিল, তারা সেই কথা পরিবর্তন করে ফেললো যা তাদেরকে বলতে বলা হয়েছিল, সুতরাং তাদের সীমা লংঘনের কারণে আমি আসমান হতে তাদের উপর শাস্তি প্রেরণ করলাম।",
    "আর তাদেরকে সেই জনপদের অবস্থাও জিজ্ঞেস কর যা সমুদ্রের তীরে অবস্থিত ছিল। যখন তারা শনিবারের আদেশ লংঘন করেছিল। শনিবার উদযাপনের দিন মাছ পানিতে ভেসে তাদের নিকট আসত, কিন্তু যেদিন তারা শনিবার উদযাপন করতনা, সেদিন ওগুলি তাদের কাছে আসতনা, এভাবে আমি তাদের নাফরমানীর কারণে তাদেরকে পরীক্ষা করেছিলাম।",
    "যখন তাদের একদল লোক অপর দলের নিকট বলেছিলঃ ঐ জাতিকে তোমরা কেন উপদেশ দিচ্ছ যাদেরকে আল্লাহ ধ্বংস করবেন অথবা কঠিন শাস্তি দিবেন? তারা উত্তরে বললঃ তোমাদের রবের নিকট দোষমুক্তির জন্য এবং এই আশা করছি যে, হয়তো তারা তাঁকে ভয় করবে।",
    "তাদেরকে যে উপদেশ দেয়া হয় তা যখন তারা বিস্মৃত হয় তখন যারা অসৎ কাজ থেকে নিষেধ করত তাদেরকে আমি উদ্ধার করি, আর যালিমদেরকে তাদের অসৎ কর্মের কারণে কঠোর শাস্তি দ্বারা পাকড়াও করলাম।",
    "অতঃপর যখন তারা বেপরোয়াভাবে নিষিদ্ধ কাজগুলি করতে থাকল তখন আমি বললামঃ তোমরা ঘৃণিত ও লাঞ্ছিত বানর হয়ে যাও।",
    "তোমার রাব্ব ঘোষণা করলেন যে, তিনি তাদের (ইয়াহুদীদের) উপর কিয়ামাত পর্যন্ত এমন সব লোককে শক্তিশালী করে প্রেরণ করতে থাকবেন যারা তাদেরকে কঠিনতর শাস্তি দিতে থাকবে। নিঃসন্দেহে তোমার রাব্ব শাস্তি দানে ক্ষিপ্র হস্ত, আর নিশ্চয়ই তিনি ক্ষমাশীল ও অনুগ্রহশীল।",
    "আমি তাদেরকে বিভিন্ন দলে দুনিয়ায় বিস্তৃত করেছি, তাদের কতক লোক সদাচারী, আর কিছু লোক ভিন্নতর। আর আমি ভাল ও মন্দের মধ্যে নিপতিত করে তাদেরকে পরীক্ষা করে থাকি যাতে তারা আমার পথে ফিরে আসে।",
    "অতঃপর তাদের অযোগ্য উত্তরসুরীরা একের পর এক তাদের স্থলাভিষিক্ত হয় এবং তারা কিতাবেরও উত্তরাধিকারী হয়। কিন্তু তারা এই নিকৃষ্ট দুনিয়ার স্বার্থাবলী করায়ত্ত্ব করে আর বলেঃ আমাদেরকে ক্ষমা করা হবে। বস্তুতঃ ওর অনুরূপ সামগ্রী আবার তাদের নিকট এলে ওটাও তারা গ্রহণ করে। তাদের নিকট হতে কি কিতাবের প্রতিশ্রুতি নেয়া হয়নি যে, আল্লাহর নামে সত্য ছাড়া কিছুই বলবেনা? আর কিতাবে যা রয়েছে তাতো তারা অধ্যয়নও করে। মুত্তাকী ও আল্লাহভীরু লোকদের জন্য পরকালের সামগ্রী, তোমরা কি এতটুকু কথাও অনুধাবণ করতে পারনা?",
    "যারা আল্লাহর কিতাবকে দৃঢ়ভাবে ধারণ করে এবং সালাত কায়েম করে; আমিতো সৎ কর্মশীলদের কর্মফল নষ্ট করিনা।",
    "যখন আমি বানী ইসরাঈলের উপর পাহাড়কে স্থাপন করি, ওটা ছিল কোন একটি ছায়ার ন্যায়, তারা তখন মনে করেছিল যে, ওটা তাদের উপর পড়ে যাবে। তোমাদেরকে যা দিয়েছি তা দৃঢ়ভাবে শক্ত হাতে ধারণ কর এবং ওতে যা রয়েছে তা স্মরণ রেখ। আশা করা যায় যে, তোমরা তাকওয়ার অধিকারী হবে।",
    "যখন তোমার রাব্ব বানী আদমের পৃষ্ঠদেশ হতে তাদের বংশধরদেরকে বের করলেন এবং তাদেরকেই তাদের উপর সাক্ষী বানিয়ে জিজ্ঞেস করলেনঃ আমি কি তোমাদের রাব্ব (প্রভু) নই? তারা সমস্বরে উত্তর দিলঃ ‘হ্যাঁ! আমরা সাক্ষী থাকলাম।’ (এটা এ জন্য যে) যাতে তোমরা কিয়ামাত দিবসে বলতে না পার, ‘‘আমরা এ বিষয়ে সম্পূর্ণ অনবহিত ছিলাম।’’",
    "অথবা তোমরা যেন কিয়ামাত দিবসে এ কথা বলতে না পার - আমাদের পূর্ব-পুরুষরাইতো আমাদের পূর্বে শির্‌ক করেছিল, আমরা ছিলাম (শুধুমাত্র) তাদের পরবর্তী বংশধর। সুতরাং আপনি কি আমাদেরকে সেই ভ্রান্ত ও বাতিলদের কৃতকর্মের দরুণ ধ্বংস করবেন?",
    "এভাবেই আমি নিদর্শনাবলী বিশদভাবে বিবৃত করি যাতে তারা ফিরে আসে।",
    "তুমি এদেরকে সেই ব্যক্তির বৃত্তান্ত শুনিয়ে দাও, যাকে আমি নিদর্শন দান করেছিলাম, কিন্তু সে উহা বর্জন করে। ফলে শাইতান তার পিছনে লেগে যায়, আর সে পথভ্রষ্টদের মধ্যে শামিল হয়ে যায়।",
    "আর আমি ইচ্ছা করলে তাকে এই আয়াতসমূহের সাহায্যে উন্নত করতাম, কিন্তু সে দুনিয়ার প্রতি অধিক ঝুঁকে পড়ে এবং স্বীয় কামনা বাসনার (প্রবৃত্তির) অনুসরণ করতে থাকে। তার উদাহরণ একটি কুকুরের ন্যায়, ওকে যদি তুমি কষ্ট দাও তাহলে জিহবা বের করে হাঁপায়, আবার কষ্ট না দিলেও জিহবা বের করে হাঁপাতে থাকে। যারা আমার আয়াতসমূহকে মিথ্যা প্রতিপন্ন করে, এই উদাহরণ হল সেই সম্প্রদায়ের জন্য। তুমি কাহিনী বর্ণনা করে শোনাতে থাক, হয়তো তারা এটা নিয়ে চিন্তা-ভাবনা করবে।",
    "কতই না মন্দ উদাহরণ সেই সম্প্রদায়ের জন্য যারা আমার আয়াতসমূহকে মিথ্যা প্রতিপন্ন করে এবং তারা নিজেরাই নিজেদের উপর অত্যাচার করতে থাকে।",
    "আল্লাহ যাকে পথ দেখান সে’ই পথ প্রাপ্ত হয়, আর যাকে তিনি পথ প্রদর্শন হতে বঞ্চিত করেন সে ব্যর্থ ও ক্ষতিগ্রস্ত হয়।",
    "আমি বহু জিন ও মানুষকে জাহান্নামের জন্য সৃষ্টি করেছি। তাদের হৃদয় রয়েছে, কিন্তু তারা তদ্বারা উপলব্ধি করেনা; তাদের চক্ষু রয়েছে, কিন্তু তারা তদ্বারা দেখেনা। তাদের কর্ণ রয়েছে, কিন্তু তদ্বারা তারা শোনেনা। তারাই হল পশুর ন্যায়, বরং তা অপেক্ষাও অধিক বিভ্রান্ত। তারাই হল গাফিল বা উদাসীন।",
    "আর আল্লাহর জন্য সুন্দর সুন্দর নাম রয়েছে, সুতরাং তোমরা তাঁকে সেই সব নামেই ডাকবে, আর তাদেরকে বর্জন কর যারা তাঁর নাম বিকৃত করে, সত্ত্বরই তাদেরকে তাদের কৃতকর্মের প্রতিফল দেয়া হবে।",
    "আর আমি যাদেরকে সৃষ্টি করেছি তাদের মধ্যে এমন একটি দলও রয়েছে যারা সত্য পথের দা‘ওয়াত দেয় এবং ন্যায় বিচার করে।",
    "যারা আমার আয়াতসমূহকে মিথ্যা প্রতিপন্ন করে, আমি তাদের অজ্ঞাতে তাদেরকে ধীরে ধীরে ধ্বংসের পথে নিয়ে যাব।",
    "আমি তাদেরকে অবকাশ দিচ্ছি, নিশ্চয়ই আমার কৌশল অতি শক্ত।",
    "তারা কি এটা চিন্তা করেনা যে, তাদের সঙ্গী পাগল নয়? সে নিছক একজন সুস্পষ্ট ভয় প্রদর্শনকারী!",
    "তারা কি আল্লাহর সৃষ্টি আকাশসমূহ ও পৃথিবীর ব্যবস্থাপনা সম্পর্কে কোন গভীর চিন্তা করেনা? এবং তাদের জীবনে নির্দিষ্ট মেয়াদটি পূর্ণ হওয়ার সময়টি হয়তো বা নিকটে এসে পড়েছে, তারা কি এটাও চিন্তা করেনা? এরপর তারা আর কোন কথায় ঈমান আনবে?",
    "যাদেরকে আল্লাহ বিপথগামী করেন, তাদের কোন পথ প্রদর্শক নেই, আর আল্লাহ তাদেরকে তাদেরই বিভ্রান্তির মধ্যে উদভ্রান্তের ন্যায় ঘুরে বেড়াতে ছেড়ে দেন।",
    "তারা তোমাকে জিজ্ঞেস করছে, কিয়ামাত কখন সংঘটিত হবে? তুমি বলে দাওঃ এ বিষয়ে আমার রাব্বই একমাত্র জ্ঞানের অধিকারী, শুধু তিনিই ওটা ওর নির্ধারিত সময়ে প্রকাশ করবেন, তা হবে আকাশসমূহ ও পৃথিবীতে এক ভয়ংকর ঘটনা। তোমাদের উপর ওটা আকস্মিকভাবেই আসবে। তুমি যেন এ বিষয় সবিশেষ অবগত, এটা ভেবে তারা তোমাকে এ সম্পর্কে জিজ্ঞেস করছে। তুমি বলে দাওঃ এ সম্পর্কীয় জ্ঞান একমাত্র আমার রবেরই রয়েছে। কিন্তু অধিকাংশ লোকই এ কথা বুঝেনা।",
    "তুমি বলঃ আল্লাহ যা ইচ্ছা করেন তা ছাড়া আমার নিজের ভাল-মন্দ বিষয়ে আমার কোন অধিকার নেই। আমি যদি অদৃশ্য তত্ত্ব ও খবর জানতাম তাহলে আমি রবের কল্যাণ লাভ করতে পারতাম, আর কোন অকল্যাণই আমাকে স্পর্শ করতে পারতনা, আমিতো শুধু মু’মিন সম্প্রদায়ের জন্য একজন ভয় প্রদর্শনকারী ও সুসংবাদবাহী।",
    "তিনিই আল্লাহ যিনি তোমাদেরকে এক ব্যক্তি হতে সৃষ্টি করেছেন এবং সেই ব্যক্তি হতেই তার সঙ্গিনী সৃষ্টি করেছেন, যেন সে তার নিকট থেকে প্রশান্তি লাভ করতে পারে। অতঃপর যখন সে তার সাথে মিলনে প্রবৃত্ত হয় তখন সেই মহিলাটি এক গোপন ও লঘু গর্ভ ধারণ করে, আর ওটা নিয়ে চলাফেরা করতে থাকে। যখন তার গর্ভ গুরুভার হয় তখন তারা উভয়েই তাদের রবের কাছে প্রার্থনা করেঃ আপনি যদি আমাদেরকে সৎ সন্তান দান করেন তাহলে আমরা আপনার কৃতজ্ঞ বান্দা হব।",
    "অতঃপর তিনি যখন তাদেরকে সৎ ও সুস্থ সন্তান দান করেন তখন তারা আল্লাহর দেয়া এই দানে অংশী স্থাপন করে, কিন্তু তারা যাকে অংশী করে আল্লাহ তার অনেক উর্ধ্বে।",
    "তারা কি এমন বস্তুকে (আল্লাহর সাথে) অংশী করে যারা কোন বস্তুই সৃষ্টি করেনা, বরং তারা নিজেরাই (আল্লাহর দ্বারা) সৃষ্ট?",
    "তারা যেমন তাদের কোন সাহায্য করার ক্ষমতা রাখেনা, তেমনি নিজেরাও কোন সাহায্য করতে পারেনা।",
    "তোমরা যদি ওদেরকে সৎ পথে ডাক তাহলে তারা তোমাদের অনুসরণ করবেনা, তাদেরকে ডাকা অথবা চুপ করে থাকা উভয়ই তোমাদের পক্ষে সমান।",
    "আল্লাহ ছাড়া তোমরা যাদেরকেই ডাক, তারাতো তোমাদেরই মত বান্দা। সুতরাং যদি তোমরা সত্যবাদী হও তাহলে তাদেরকে উপাস্য হিসাবে ডাকতে থাক, দেখ তোমাদের ডাকে সাড়া দেয় কি না!",
    "তাদের কি পা আছে যা দ্বারা চলছে? তাদের কি হাত আছে যদ্বারা কোন কিছু ধরে থাকে অথবা চক্ষু আছে যা দ্বারা দেখতে পায়? তাদের কি কর্ণ আছে যা দ্বারা শুনে থাকে? তুমি বলঃ আল্লাহর সাথে তোমরা যাদেরকে অংশী করছ তাদেরকে ডাক, তারপর (সকলে একত্রিত হয়ে) আমার বিরুদ্ধে চক্রান্ত করতে থাক, আমাকে আদৌ কোন অবকাশ দিওনা।",
    "আমার অভিভাবক হলেন সেই আল্লাহ যিনি কিতাব অবতীর্ণ করেছেন, আর তিনিই সৎ কর্মশীলদের অভিভাবকত্ব করে থাকেন।",
    "আল্লাহ ছাড়া তোমরা যাদেরকে ডাক তারা তোমাদের সাহায্য করার কোন ক্ষমতা রাখেনা এবং নিজেদেরকেও সাহায্য করতে পারেনা।",
    "যদি তুমি তাদেরকে (মূর্তি) হিদায়াতের পথে ডাক তাহলে সে ডাক তারা শুনবেনা। আর তুমি দেখবে যে, তারা তোমার দিকে তাকিয়ে রয়েছে, আসলে তারা কিছুই দেখছেনা।",
    "তুমি বিনয় ও ক্ষমা পরায়ণতার নীতি গ্রহণ কর, এবং লোকদেরকে সৎ কাজের নির্দেশ দাও, আর মূর্খদেরকে এড়িয়ে চল।",
    "শাইতানের কু-মন্ত্রণা যদি তোমাকে প্ররোচিত করে তাহলে তুমি আল্লাহর আশ্রয় প্রার্থনা কর, তিনি সর্ব শ্রোতা ও সর্বজ্ঞ।",
    "যারা আল্লাহভীরু, শাইতান যখন তাদেরকে কু-মন্ত্রণা দেয়, সাথে সাথে তারা আত্মসচেতন হয়ে আল্লাহকে স্মরণ করে এবং তাদের জ্ঞান চক্ষু ফিরে পায়।",
    "শাইতান যাদের অনুগত সাথী, তারা আরও বিভ্রান্তি ও গুমরাহীর মধ্যে প্রবেশ করে, এ প্রচেষ্টায় তারা আদৌ থেমে থাকেনা।",
    "তুমি যখন কোন নিদর্শন ও মু’জিযা তাদের কাছে পেশ করনা, তখন তারা বলেঃ আপনি এ সব মু’জিযা কেন পেশ করেননা? তুমি বলঃ আমার রবের নিকট থেকে আমার কাছে যা কিছু প্রত্যাদেশ পাঠানো হয়, আমি শুধুমাত্র তারই অনুসরণ করি। এই কুরআন তোমার রবের নিকট থেকে বিশেষ নিদর্শন, আর এটা ঈমানদার সম্প্রদায়ের জন্য হিদায়াত ও রাহমাত।",
    "যখন কুরআন পাঠ করা হয় তখন তোমরা মনোযোগের সাথে তা শ্রবণ করবে এবং নীরব নিশ্চুপ হয়ে থাকবে, হয়তো তোমাদের প্রতি দয়া ও অনুগ্রহ প্রদর্শন করা হবে।",
    "তোমার রাব্বকে মনে মনে সবিনয় ও সশংক চিত্তে অনুচ্চস্বরে প্রত্যুষে ও সন্ধ্যায় স্মরণ করবে, আর (হে নাবী!) তুমি এ ব্যাপারে গাফিল ও উদাসীন হয়ো না ।",
    "যারা (অর্থাৎ ফেরেশতা) তোমাদের রবের সান্নিধ্যে থাকে তারা তাঁরই গুণগান ও মহিমা প্রকাশ করে এবং তাঁরই সম্মুখে সাজদাহবনত হয়। [সাজদাহ]",
    "হে নাবী! লোকেরা তোমাকে যুদ্ধলব্ধ সম্পদ সম্পর্কে জিজ্ঞেস করছে। তুমি বলঃ যুদ্ধলব্ধ সম্পদ আল্লাহ ও তাঁর রাসূলের জন্য। অতএব তোমরা এ ব্যাপারে আল্লাহকে ভয় কর এবং তোমাদের নিজেদের পারস্পরিক সম্পর্ক সঠিক রূপে গড়ে নাও, আর যদি তোমরা মু’মিন হয়ে থাক তাহলে আল্লাহ এবং তাঁর রাসূলের আনুগত্য কর।",
    "নিশ্চয়ই মু’মিনরা এরূপই হয় যে, যখন (তাদের সামনে) আল্লাহর নাম উচ্চারণ করা হয় তখন তাদের অন্তরসমূহ ভীত হয়ে পড়ে, আর যখন তাদের সামনে তাঁর আয়াতসমূহ পাঠ করা হয় তখন তাদের ঈমান আরও বৃদ্ধি পায়, আর তারা নিজেদের রবের উপর নির্ভর করে।",
    "যারা সালাত সুপ্রতিষ্ঠিত করে এবং আমি যা কিছু তাদেরকে দিয়েছি তা থেকে তারা খরচ করে,",
    "এরাই সত্যিকারের ঈমানদার, এদের জন্য রয়েছে তাদের রবের সন্নিধানে উচ্চ পদসমূহ, আরও রয়েছে ক্ষমা ও সম্মানজনক জীবিকা।",
    "যেরূপ তোমার রাব্ব তোমাকে তোমার গৃহ হতে (বদরের দিকে) বের করলেন, আর মুসলিমদের একটি দল তা পছন্দ করেনি ।",
    "সেই যথার্থ বিষয় প্রকাশ হওয়ার পরও ওতে তারা তোমার সাথে এরূপ বিবাদ করছিল যেন কেহ তাদেরকে মৃত্যুর দিকে হাঁকিয়ে নিয়ে যাচ্ছে, আর তারা তা প্রত্যক্ষ করছে।",
    "স্মরণ কর, যখন আল্লাহ তোমাদেরকে দু’টি দলের মধ্য হতে একটি সম্বন্ধে প্রতিশ্রুতি দিয়েছিলেন যে, ওটা তোমাদের করতলগত হবে। তোমরা এই আশা করেছিলে যেন নিরস্ত্র দলটি তোমাদের আয়ত্তে এসে পড়ে, আর আল্লাহর ইচ্ছা ছিল এই যে, তিনি স্বীয় নির্দেশাবলী দ্বারা সত্যকে সত্যরূপে প্রতিষ্ঠা করেন এবং কাফিরদেরকে নির্মূল করেন।",
    "ইহা এ জন্য যাতে সত্য সত্যরূপে এবং অসত্য অসত্যরূপে প্রতিভাত হয়ে যায়, যদিও এটা অপরাধীরা অপ্রীতিকরই মনে করে।",
    "স্মরণ কর সেই সংকট মুহুর্তের কথা, যখন তোমরা তোমাদের রবের নিকট কাতর কন্ঠে প্রার্থনা করেছিলে, আর তিনি সেই প্রার্থনা কবূল করে বলেছিলেনঃ নিশ্চয়ই আমি তোমাদেরকে এক হাজার মালাইকা/ফেরেশতা দ্বারা সাহায্য করব, যারা একের পর এক আসবে।",
    "আল্লাহ এটা করেছিলেন শুভ সংবাদ হিসাবে এবং যাতে তোমাদের চিত্ত আশ্বস্ত হয়। বস্তুতঃ সাহায্যতো শুধু আল্লাহর তরফ থেকেই হয়ে থাকে। আল্লাহ মহা পরাক্রমশালী, প্রজ্ঞাময়।",
    "যখন তিনি (আল্লাহ) তাঁর পক্ষ থেকে প্রশান্তির জন্য তোমাদেরকে তন্দ্রায় আচ্ছন্ন করেন, আকাশ হতে বারি বর্ষণ করেন, (উদ্দেশ্য ছিল) তোমাদেরকে এর দ্বারা পবিত্র করবেন এবং তোমাদের হতে শাইতানের কু-মন্ত্রনা দূর করবেন, আর তোমাদের হৃদয়কে সুদৃঢ় করবেন এবং তোমাদের পা স্থির ও প্রতিষ্ঠিত রাখবেন।",
    "স্মরণ কর, যখন তোমার রাব্ব মালাক/ফেরেশতার নিকট প্রত্যাদেশ করলেনঃ আমি তোমাদের সাথে আছি। সুতরাং তোমরা ঈমানদারদের সুপ্রতিষ্ঠিত ও অবিচল রাখ, আর যারা কাফির, আমি তাদের হৃদয়ে ভীতি সৃষ্টি করে দিব। অতএব তোমরা তাদের স্কন্ধে আঘাত হান, আর আঘাত হান তাদের অঙ্গুলিসমূহের প্রতিটি জোড়ায়।",
    "এটা এ কারণে যে, তারা আল্লাহ ও তাঁর রাসূলের বিরোধিতা করে। যে ব্যক্তি আল্লাহ ও তাঁর রাসূলের বিরোধিতা করে তার জেনে রাখা উচিত যে, আল্লাহ শাস্তি দানে খুবই কঠোর।",
    "সুতরাং তোমরা এর স্বাদ গ্রহণ কর, সত্য অস্বীকারকারীদের জন্য রয়েছে জাহান্নামের লেলিহান আগুনের শাস্তি।",
    "হে ঈমানদারগণ! তোমরা যখন কাফির বাহিনীর সম্মুখীন হবে তখন তাদের মুকাবিলা করা হতে কখনোই পৃষ্ঠ প্রদর্শন করবেনা।",
    "আর সেদিন যুদ্ধ কৌশল বা স্বীয় বাহিনীর কেন্দ্রস্থলে স্থান নেয়া ব্যতীত কেহ তাদের থেকে পৃষ্ঠ প্রদর্শন করলে অর্থাৎ পালিয়ে গেলে সে আল্লাহর গযবে পরিবেষ্টিত হবে, তার আশ্রয়স্থল হবে জাহান্নাম, আর জাহান্নাম কতই না নিকৃষ্ট স্থান।",
    "তোমরা তাদেরকে হত্যা করনি, বরং আল্লাহই তাদেরকে হত্যা করেছেন। আর (হে নাবী!) যখন তুমি (ধূলাবালি) নিক্ষেপ করেছিলে তখন তা মূলতঃ তুমি নিক্ষেপ করনি, বরং আল্লাহই তা নিক্ষেপ করেছিলেন। এটা করা হয়েছিল মু’মিনদেরকে উত্তম পুরস্কার দান করার জন্য, নিঃসন্দেহে আল্লাহ সব কিছু শোনেন ও জানেন।",
    "আর এমনিভাবেই আল্লাহ কাফিরদের চক্রান্ত দুর্বল ও নস্যাৎ করে থাকেন।",
    "(হে কাফিরেরা!) তোমরাতো ফাইসালা চাচ্ছ, ফাইসালাতো তোমাদের সামনেই এসে গেছে। তোমরা যদি এখনও (মুসলিমদের অনিষ্ট করা হতে) বিরত থাক তাহলে তা তোমাদের পক্ষেই কল্যাণকর, আর যদি পুনরায় তোমরা এ কাজ কর তাহলে আমিও তোমাদেরকে পুনরায় শাস্তি দিব, আর তোমাদের বিরাট বাহিনী তোমাদের কোনই উপকারে আসবেনা। নিঃসন্দেহে আল্লাহ মু’মিনদের সাথে রয়েছেন।",
    "হে মু’মিনগণ! আল্লাহ ও তাঁর রাসূলের আনুগত্য কর, তোমরা যখন তার কথা শুনছ তখন তোমরা তার আনুগত্য হতে মুখ ফিরিয়ে নিওনা।",
    "তোমরা ঐ সব লোকের মত হয়োনা, যারা বলে - আমরা আপনাদের কথা শুনলাম, কার্যতঃ তারা কিছুই শোনেনা।",
    "আল্লাহর কাছে নিকৃষ্টতম জীব হচ্ছে ঐ সব মূক ও বধির লোক, যারা কিছুই বুঝেনা (অর্থাৎ বিবেক বুদ্ধিকে কাজে লাগায়না)।",
    "আল্লাহ যদি জানতেন যে, তাদের মধ্যে কল্যাণকর কিছু নিহিত রয়েছে তাহলে অবশ্যই তিনি তাদেরকে শোনার তাওফীক দিতেন, তিনি যদি তাদেরকে শোনাতেন তাহলেও তারা উপেক্ষা করে মুখ ফিরিয়ে অন্য দিকে চলে যেত।",
    "হে মু’মিনগণ! তোমরা আল্লাহ ও তাঁর রাসূলের ডাকে সাড়া দাও যখন তিনি তোমাদেরকে তোমাদের জীবন সঞ্চারক বস্তুর দিকে আহবান করেন। আর জেনে রেখ, আল্লাহ মানুষ ও তার অন্তরের অন্তরালে থাকেন, পরিশেষে তাঁর কাছেই তোমাদেরকে সমবেত করা হবে।",
    "তোমরা সেই ফিতনাকে ভয় কর যা তোমাদের মধ্যকার শুধুমাত্র যালিম ও পাপিষ্ঠদেরকেই বিশেষভাবে ক্লিষ্ট করবেনা। তোমরা জেনে রেখ, নিশ্চয়ই আল্লাহ শাস্তি দানে খুবই কঠোর।",
    "স্মরণ কর, যখন তোমরা ভূ-পৃষ্ঠে খুব দুর্বলরূপে পরিগণিত হতে, আর তোমরা এই শংকায় নিপতিত থাকতে যে, লোকেরা অকস্মাৎ তোমাদেরকে ধরে নিয়ে যাবে। (এই অবস্থায়) আল্লাহই তোমাদেরকে (মাদীনায়) আশ্রয় দেন এবং স্বীয় সাহায্য দ্বারা তোমাদেরকে শক্তিশালী করেন, আর পবিত্র বস্তু দ্বারা তোমাদের জীবিকা দান করেন যেন তোমরা কৃতজ্ঞতা প্রকাশ কর।",
    "হে মু’মিনগণ! তোমরা জেনে শুনে আল্লাহ ও তাঁর রাসূলের সাথে বিশ্বাসঘাতকতা করনা এবং তোমাদের পরস্পরের আমানত সম্পর্কেও বিশ্বাস ভঙ্গ করনা।",
    "আর তোমরা জেনে রেখ যে, তোমাদের ধন সম্পদ ও সন্তান সন্ততি প্রকৃত পক্ষে পরীক্ষার সামগ্রী মাত্র, আর আল্লাহর নিকট মহাপুরস্কার রয়েছে।",
    "হে মু’মিনগণ! তোমরা যদি আল্লাহকে ভয় কর তাহলে তিনি তোমাদেরকে ন্যায়-অন্যায় পার্থক্য করার একটি মান নির্ণয়ক শক্তি দান করবেন, আর তোমাদের দোষক্রটি তোমাদের হতে দূর করবেন এবং তোমাদেরকে ক্ষমা করবেন, আল্লাহ বড়ই অনুগ্রহশীল ও মঙ্গলময়।",
    "আর স্মরণ কর, যখন কাফিরেরা তোমার বিরুদ্ধে ষড়যন্ত্র করেছিল, তোমাকে বন্দী করবে অথবা হত্যা করবে কিংবা নির্বাসিত করবে। তারাও ষড়যন্ত্র করতে থাকুক এবং আল্লাহও (স্বীয় নাবীকে বাঁচানোর) কৌশল করতে থাকেন, আল্লাহ হচ্ছেন শ্রেষ্ঠ কৌশলী।",
    "তাদেরকে যখন আমার আয়াতসমূহ পাঠ করে শোনানো হয় তখন তারা বলেঃ আমরা শুনেছি, ইচ্ছা করলে আমরাও এর অনুরূপ বলতে পারি, নিঃসন্দেহে এটা পুরাকালের উপাখ্যান ছাড়া কিছু নয়।",
    "আর স্মরণ কর, যখন তারা বলেছিলঃ হে আল্লাহ! ইহা (কুরআন) যদি আপনার পক্ষ হতে সত্য হয় তাহলে আকাশ থেকে আমাদের উপর প্রস্তর বর্ষণ করুন অথবা আমাদের উপর কঠিন পীড়াদায়ক শাস্তি এনে দিন।",
    "(হে নাবী!) তুমি তাদের মধ্যে থাকা অবস্থায় তাদেরকে শাস্তি দেয়া আল্লাহর অভিপ্রায় নয়, আর আল্লাহ এটাও চাননা যে, তারা ক্ষমা প্রার্থনা করতে থাকবে অথচ তিনি তাদেরকে শাস্তি দিবেন।",
    "কিন্তু তাদের কি বলার আছে যে জন্য আল্লাহ তাদের শাস্তি দিবেননা, যখন তারা মাসজিদুল হারামের পথ রোধ করছে, অথচ তারা মাসজিদুল হারামের তত্ত্বাবধায়ক নয়? আল্লাহভীরু লোকেরাই উহার তত্ত্বাবধায়ক, কিন্তু তাদের অধিকাংশ লোক এটা অবগত নয়।",
    "কা’বা ঘরের কাছে তাদের সালাত হল শিস দেয়া ও করতালি প্রদান ছাড়া অন্য কিছুই নয়, সুতরাং তোমরা কুফরী করার কারণে এখন শাস্তির স্বাদ গ্রহণ কর।",
    "নিশ্চয়ই কাফিরেরা মানুষকে আল্লাহর পথ থেকে নিবৃত্ত করার উদ্দেশে তাদের ধন সম্পদ ব্যয় করে, তারা তাদের ধন-সম্পদ ব্যয় করতেই থাকবে, অতঃপর ওটাই শেষ পর্যন্ত তাদের জন্য দুঃখ ও আফসোসের কারণ হবে এবং তারা পরাভূতও হবে। আর যারা কুফরী করে তাদেরকে জাহান্নামে একত্রিত করা হবে।",
    "এটা এ কারণে যে, আল্লাহ ভাল থেকে মন্দকে পৃথক করবেন, আর কু-জনদের সকলকে একজনের উপর অপর জনকে স্তপীকৃত করবেন এবং অতঃপর জাহান্নামে নিক্ষেপ করবেন। এরাই চরম ক্ষতিগ্রস্ত লোক।",
    "তুমি কাফিরদেরকে বলঃ তারা যদি অনাচার থেকে বিরত থাকে তাহলে তাদের পূর্বের অপরাধ যা হয়েছে তা আল্লাহ ক্ষমা করবেন। কিন্তু তারা যদি অন্যায়ের পুনরাবৃত্তি করে তাহলে পূর্ববর্তীদের দৃষ্টান্ততো রয়েছেই।",
    "তোমরা সদা তাদের বিরুদ্ধে লড়াই করতে থাকবে যতক্ষণ না ফিতনার অবসান হয় এবং দীন সম্পূর্ণ রূপে আল্লাহর জন্য হয়ে যায়। আর তারা যদি ফিতনা ও বিপর্যয় সৃষ্টি হতে বিরত থাকে তাহলে তারা কি করেছে তা আল্লাহই দেখবেন।",
    "আর যদি তোমাকে না’ই মানে এবং দীন থেকে মুখ ফিরিয়ে নেয় তাহলে জেনে রেখ যে, আল্লাহই তোমাদের (মুসলিমদের) অভিভাবক। তিনি কতইনা উত্তম অভিভাবক ও সাহায্যকারী!"
  ]
}