{
  "meta": {
    "id": 85,
    "name": "M.A.S. Abdel Haleem",
    "translator_name": "Abdul Haleem",
    "slug": "en-haleem",
    "language_name": "english"
  },
  "verses": [
    "Why should I not worship the One who created me? It is to Him that you will be returned.",
    "How could I take besides Him any other gods, whose intercession will not help me and who would not be able to save me if the Lord of Mercy wished to harm me?",
    "Then I would clearly be in the wrong.",
    "I believe in your Lord, so listen to me.’",
    "He was told, ‘Enter the Garden,’ so he said, ‘If only my people knew",
    "how my Lord has forgiven me and set me among the highly honoured.’",
    "After him We did not send any army from heaven against his people, nor were We about to:",
    "there was just one blast, and they fell down lifeless.",
    "Alas for human beings! Whenever a messenger comes to them they ridicule him.",
    "Do they not see how many generations We have destroyed before them, none of whom will ever come back to them?",
    "[Yet] all of them will be brought before Us.",
    "There is a sign for them in the lifeless earth: We give it life and We produce grain from it for them to eat;",
    "We have put gardens of date palms and grapes in the earth, and We have made springs of water gush out of it",
    "so that they could eat its fruit. It was not their own hands that made all this. How can they not give thanks?",
    "Glory be to Him who created all the pairs of things that the earth produces, as well as themselves and other things they do not know about.",
    "The night is also a sign for them: We strip the daylight from it, and- lo and behold!- they are in darkness.",
    "The sun, too, runs its determined course laid down for it by the Almighty, the All Knowing.",
    "We have determined phases for the moon until finally it becomes like an old date-stalk.",
    "The sun cannot overtake the moon, nor can the night outrun the day: each floats in [its own] orbit.",
    "Another sign for them is that We carried their seed in the laden Ark,",
    "and We have made similar things for them to ride in.",
    "If We wished, We could drown them, and there would be no one to help them: they could not be saved.",
    "Only by Our mercy could they be reprieved to enjoy life for a while.",
    "Yet when they are told, ‘Beware of what lies before and behind you, so that you may be given mercy,’",
    "they ignore every single sign that comes to them from their Lord,",
    "and when they are told, ‘Give to others out of what God has provided for you,’ the disbelievers say to the believers, ‘Why should we feed those that God could feed if He wanted? You must be deeply misguided.’",
    "And they say, ‘When will this promise be fulfilled, if what you say is true?’",
    "But all they are waiting for is a single blast that will overtake them while they are still arguing with each other.",
    "They will have no time to make bequests, nor will they have the chance to return to their own people.",
    "The Trumpet will be sounded and- lo and behold!- they will rush out to their Lord from their graves.",
    "They will say, ‘Alas for us! Who has resurrected us from our resting places?’ [They will be told], ‘This is what the Lord of Mercy promised, and the messengers told the truth.’",
    "It was just one single blast and then- lo and behold!- they were all brought before Us.",
    "‘Today, no soul will be wronged in the least: you will only be repaid for your deeds.",
    "The people of Paradise today are happily occupied-",
    "they and their spouses- seated on couches in the shade.",
    "There they have fruit and whatever they ask for.",
    "“Peace,” a word from the Lord of Mercy.",
    "But step aside today, you guilty ones.",
    "Children of Adam, did I not command you not to serve Satan, for he was your sworn enemy,",
    "but to serve Me? This is the straight path.",
    "He has led great numbers of you astray. Did you not use your reason?",
    "So this is the Fire that you were warned against.",
    "Enter it today, because you went on ignoring [my commands].’",
    "On that Day We shall seal up their mouths, but their hands will speak to Us, and their feet bear witness to everything they have done.",
    "If it had been Our will, We could have taken away their sight. They would have struggled to find the way, but how could they have seen it?",
    "If it had been Our will, We could have paralysed them where they stood, so that they could not move forward or backward.",
    "If We extend anyone’s life, We reverse his development. Do they not use their reason?",
    "We have not taught the Prophet poetry, nor could he everhave been a poet.",
    "This is a revelation, an illuminating Quran to warn anyone who is truly alive, so that God’s verdict may be passed against the disbelievers.",
    "Can they not see how, among the things made by Our hands, We have created livestock they control,",
    "and made them obedient, so that some can be used for riding, some for food,",
    "some for other benefits, and some for drink? Will they not give thanks?",
    "Yet they have taken other gods besides God to help them,",
    "though these could not do so even if they called a whole army of them together!",
    "So [Prophet] do not be distressed at what they say: We know what they conceal and what they reveal.",
    "Can man not see that We created him from a drop of fluid? Yet- lo and behold!- he disputes openly,",
    "producing arguments against Us, forgetting his own creation. He says, ‘Who can give life back to bones after they have decayed?’",
    "Say, ‘He who created them in the first place will give them life again: He has full knowledge of every act of creation.",
    "It is He who produces fire for you out of the green tree- lo and behold!- and from this you kindle fire.",
    "Is He who created the heavens and earth not able to create the likes of these people? Of course He is! He is the All Knowing Creator:",
    "when He wills something to be, His way is to say, “Be”- and it is!",
    "So glory be to Him in whose Hand lies control over all things. It is to Him that you will all be brought back.’",
    "By those [angels] ranged in rows,",
    "who rebuke reproachfully",
    "and recite God’s word,",
    "truly your God is One,",
    "Lord of the heavens and earth and everything between them, Lord of every sunrise.",
    "We have adorned the lowest heaven with stars,",
    "and made them a safeguard against every rebellious devil:",
    "they cannot eavesdrop on the Higher Assembly––pelted from every side,",
    "driven away, they will have perpetual torment––",
    "if any [of them] stealthily snatches away a fragment, he will be pursued by a piercing flame.",
    "So [Prophet], ask the disbelievers: is it harder to create them than other beings We have created? We created them from sticky clay.",
    "You marvel as they scoff,",
    "take no heed when they are warned,",
    "and resort to ridicule when they see a sign,",
    "saying, ‘This is no more than blatant sorcery.’",
    "‘What! After we have died and become dust and bones, shall we really be raised up again,",
    "along with our forefathers?’",
    "Say, ‘Yes indeed, and you will be humiliated.’",
    "Just one blast and––lo and behold!––they will look",
    "and say, ‘Woe to us! This is the Day of Judgement.’",
    "[It will be said], ‘This is the Day of Decision, which you used to deny.",
    "[Angels], gather together those who did wrong, and others like them, as well as whatever they worshipped",
    "beside God, lead them all to the path of Hell,",
    "and halt them for questioning:",
    "“Why do you not support each other now?” ’––",
    "no indeed! They will be in complete submission on that Day––",
    "and they will turn on one another accusingly.",
    "They will say, ‘You came to us from a position of power.’",
    "They will say, ‘No! It was you who would not believe-",
    "we had no power over you- and you were already exceeding all limits.",
    "Our Lord’s sentence on us is just and we must all taste the punishment.",
    "We led you astray as we ourselves were astray.’",
    "On that Day they will all share the torment:",
    "this is how We deal with the guilty.",
    "Whenever it was said to them, ‘There is no deity but God,’ they became arrogant,",
    "and said, ‘Are we to forsake our gods for a mad poet?’",
    "‘No: he brought the truth and confirmed the earlier messengers;",
    "you will taste the painful torment,",
    "and be repaid only according to your deeds.’",
    "Not so God’s true servants.",
    "They will have familiar provisions––",
    "fruits- and will be honoured",
    "in gardens of delight;",
    "seated on couches, facing one another.",
    "A drink will be passed round among them from a flowing spring:",
    "white, delicious to those who taste it,",
    "causing no headiness or intoxication.",
    "With them will be spouses- modest of gaze and beautiful of eye-",
    "like protected eggs.",
    "They will turn to one another with questions:",
    "one will say, ‘I had a close companion on earth",
    "who used to ask me, “Do you really believe that",
    "after we die and become dust and bone, we shall be brought for judgement?”’",
    "Then he will say, ‘Shall we look for him?’",
    "He will look down and see him in the midst of the Fire,",
    "and say to him, ‘By God, you almost brought me to ruin!",
    "Had it not been for the grace of my Lord, I too would have been taken to Hell.’",
    "Then he will say [to his blessed companions], ‘Are we never to die again after our earlier death?",
    "Shall we never suffer?",
    "This truly is the supreme triumph!’",
    "Everyone should strive to attain this.",
    "Is this the better welcome, or the tree of Zaqqum,",
    "which we have made a test for the evildoers?",
    "This tree grows in the heart of the blazing Fire,",
    "and its fruits are like devils’ heads.",
    "They will fill their bellies eating from it;",
    "then drink scalding water on top of it;",
    "then return to the blazing Fire.",
    "They found their forefathers astray,",
    "and rushed to follow in their footsteps- before the disbelievers [of Mecca],",
    "most men in the past went astray,",
    "even though We sent messengers to warn them.",
    "See how those who were warned met their end!",
    "Not so the true servants of God.",
    "Noah cried to Us, and how excellent was Our response!",
    "We saved him and his people from great distress,",
    "We let his offspring remain on the earth,",
    "We let him be praised by later generations:",
    "‘Peace be upon Noah among all the nations!’",
    "This is how We reward those who do good:",
    "he was truly one of Our faithful servants.",
    "We drowned the rest.",
    "Abraham was of the same faith:",
    "he came to his Lord with a devoted heart.",
    "He said to his father and his people, ‘What are you worshipping?",
    "How can you choose false gods instead of the true God?",
    "So what is your opinion about the Lord of all the Worlds?’",
    "then he looked up to the stars.",
    "He said, ‘I am sick,’",
    "so [his people] turned away from him and left.",
    "He turned to their gods and said, ‘Do you not eat?",
    "Why do you not speak?’",
    "then he turned and struck them with his right arm.",
    "His people hurried towards him,",
    "but he said, ‘How can you worship things you carve with your own hands,",
    "when it is God who has created you and all your handiwork?’",
    "They said, ‘Build a pyre and throw him into the blazing fire.’",
    "They wanted to harm him, but We humiliated them.",
    "He said, ‘I will go to my Lord: He is sure to guide me.",
    "Lord, grant me a righteous son,’",
    "so We gave him the good news that he would have a patient son.",
    "When the boy was old enough to work with his father, Abraham said, ‘My son, I have seen myself sacrificing you in a dream. What do you think?’ He said, ‘Father, do as you are commanded and, God willing, you will find me steadfast.’",
    "When they had both submitted to God, and he had laid his son down on the side of his face,",
    "We called out to him, ‘Abraham,",
    "you have fulfilled the dream.’ This is how We reward those who do good-",
    "it was a test to prove [their true characters]-",
    "We ransomed his son with a momentous sacrifice,",
    "and We let him be praised by succeeding generations:",
    "‘Peace be upon Abraham!’",
    "This is how We reward those who do good:",
    "truly he was one of Our faithful servants.",
    "We gave Abraham the good news of Isaac- a prophet and a righteous man-",
    "and blessed him and Isaac too: some of their offspring were good, but some clearly wronged themselves.",
    "We also bestowed Our favour on Moses and Aaron:",
    "We saved them and their people from great distress;",
    "We helped them, so they were the ones to succeed;",
    "We gave them the Scripture that makes things clear;",
    "We guided them to the right path;",
    "We let them be praised by succeeding generations:",
    "‘Peace be upon Moses and Aaron!’",
    "This is how We reward those who do good:",
    "truly they were among Our faithful servants.",
    "Elijah too was one of the messengers.",
    "He said to his people, ‘Have you no fear of God?",
    "How can you invoke Baal and forsake the Most Gracious Creator,",
    "God, your Lord and the Lord of your forefathers?’",
    "but they rejected him. They will be brought to punishment as a consequence;",
    "not so the true servants of God.",
    "We let him be praised by succeeding generations:",
    "‘Peace be to Elijah!’",
    "This is how We reward those who do good:",
    "truly he was one of Our faithful servants.",
    "Lot was also one of the messengers.",
    "We saved him and all his family-",
    "except for an old woman who stayed behind-",
    "and We destroyed the rest.",
    "You [people] pass by their ruins morning",
    "and night: will you not take heed?",
    "Jonah too was one of the messengers.",
    "He fled to the overloaded ship.",
    "They cast lots, he suffered defeat,",
    "and a great fish swallowed him, for he had committed blameworthy acts.",
    "If he had not been one of those who glorified God,",
    "he would have stayed in its belly until the Day when all are raised up,",
    "but We cast him out, sick, on to a barren shore,",
    "and made a gourd tree grow above him.",
    "We sent him to a hundred thousand people or more.",
    "They believed, so We let them live out their lives.",
    "Now [Muhammad], ask the disbelievers: is it true that your Lord has daughters, while they choose sons for themselves?",
    "Did We create the angels as females while they were watching?",
    "No indeed! It is one of their lies when they say,",
    "‘God has begotten.’ How they lie!",
    "Did He truly choose daughters in preference to sons?",
    "What is the matter with you? How do you form your judgements?",
    "Do you not reflect?",
    "Do you perhaps have clear authority?",
    "Bring your scriptures, if you are telling the truth.",
    "They claim that He has kinship with the jinn, yet the jinn themselves know that they will be brought before Him.",
    "God is far above what they attribute to Him-",
    "the true servants of God do not do such things-",
    "and neither you nor what you worship",
    "can lure away from God any",
    "except those who will burn in Hell.",
    "[The angels say], ‘Every single one of us has his appointed place:",
    "we are ranged in ranks.",
    "We glorify God.’",
    "[The disbelievers] used to say,",
    "‘If only we had a scripture like previous people,",
    "we would be true servants of God,’",
    "yet now they reject [the Quran]. They will soon realize.",
    "Our word has already been given to Our servants the messengers:",
    "it is they who will be helped,",
    "and the ones who support Our cause will be the winners.",
    "So [Prophet] turn away from the disbelievers for a while.",
    "Watch them: they will soon see.",
    "Do they really wish to hasten Our punishment?",
    "When it descends on their courtyards, how ter-rible that morning will be for those who were warned!",
    "[Prophet], turn away from the disbelievers for a while.",
    "Watch them: they will soon see.",
    "Your Lord, the Lord of Glory, is far above what they attribute to Him.",
    "Peace be upon the messengers",
    "and praise be to God the Lord of all the Worlds.",
    "Sad By the Quran with its reminding . . .!",
    "Yet the disbelievers are steeped in arrogance and hostility.",
    "How many generations We have destroyed before them! They all cried out, once it was too late, for escape.",
    "The disbelievers think it strange that a prophet of their own people has come to warn them: they say, ‘He is just a lying sorcerer.",
    "How can he claim that all the gods are but one God? What an astonishing thing [to claim]!’",
    "Their leaders depart, saying, ‘Walk away! Stay faithful to your gods! That is what you must do.",
    "We did not hear any such claim in the last religion: it is all an invention.",
    "Was the message sent only to him out of all of us?’ In fact they doubt My warning; in fact they have not tasted My punishment yet.",
    "Do they possess the treasures of your Lord’s bounty, the Mighty, the All Giving?",
    "Do they control the heavens and earth and everything between? Let them climb their ropes:",
    "their armed alliance is weak and will be crushed.",
    "The people of Noah, Ad, and firmly-supported Pharaoh rejected their prophets before them.",
    "Thamud, the people of Lot, and the Forest-Dwellers each formed opposition [against theirs].",
    "They all rejected the mes-sengers and they were deservedly struck by My punishment:",
    "all the disbelievers here are waiting for is a single blast that cannot be postponed.",
    "They say, ‘Our Lord! Advance us our share of punishment before the Day of Reckoning!’",
    "Bear their words patiently [Prophet]. Remember Our servant David, a man of strength who always turned to Us:",
    "We made the mountains join him in glorifying Us at sunset and sunrise;",
    "and the birds, too, in flocks, all echoed his praise.",
    "We strengthened his kingdom; We gave him wisdom and a decisive way of speaking.",
    "Have you heard the story of the two litigants who climbed into his private quarters?",
    "When they reached David, he took fright, but they said, ‘Do not be afraid. We are two litigants, one of whom has wronged the other: judge between us fairly- do not be unjust- and guide us to the right path.",
    "This is my brother. He had ninety-nine ewes and I just the one, and he said, “Let me take charge of her,” and overpowered me with his words.’",
    "David said, ‘He has done you wrong by demanding to add your ewe to his flock. Many partners treat each other unfairly. Those who sincerely believe and do good deeds do not do this, but these are very few.’ [Then] David realized that We had been testing him, so he asked his Lord for forgiveness, fell down on his knees, and repented:",
    "We forgave him [his misdeed]. His reward will be nearness to Us, a good place to return to.",
    "‘David, We have given you mastery over the land. Judge fairly between people. Do not follow your desires, lest they divert you from God’s path: those who wander from His path will have a painful torment because they ignore the Day of Reckoning.’",
    "It was not without purpose that We created the heavens and the earth and everything in between. That may be what the disbelievers assume- how they will suffer from the Fire!-",
    "but would We treat those who believe and do good deeds and those who spread corruption on earth as equal? Would We treat those who are aware of God and those who recklessly break all bounds in the same way?",
    "This is a blessed Scripture which We sent down to you [Muhammad], for people to think about its messages, and for those with understanding to take heed.",
    "We gave David Solomon. He was an excellent servant who always turned to God.",
    "When well-bred light-footed horses were paraded before him near the close of day,",
    "he kept saying, ‘My love of fine things is part of my remembering my Lord!’ until [the horses] disappeared from sight-",
    "‘Bring them back!’ [he said] and started to stroke their legs and necks.",
    "We certainly tested Solomon, reducing him to a mere skeleton on his throne.",
    "He turned to Us and prayed: ‘Lord forgive me! Grant me such power as no one after me will have- You are the Most Generous Provider.’",
    "So We gave him power over the wind, which at his request ran gently wherever he willed,",
    "and the jinn––every kind of builder and diver",
    "and others chained in fetters.",
    "‘This is Our gift, so give or withhold as you wish without account.’",
    "His reward will be nearness to Us, and a good place to return to.",
    "Bring to mind Our servant Job who cried to his Lord, ‘Satan has afflicted me with weariness and suffering.’",
    "‘Stamp your foot! Here is cool water for you to wash in and drink,’",
    "and We restored his family to him, with many more like them: a sign of Our mercy and a lesson to all who understand.",
    "‘Take a small bunch of grass in your hand, and strike [her] with that so as not to break your oath.’ We found him patient in adversity; an excellent servant! He, too, always turned to God.",
    "Remember Our servants Abraham, Isaac, and Jacob, all men of strength and vision.",
    "We caused them to be devoted to Us through their sincere remembrance of the Final Home:",
    "with Us they will be among the elect, the truly good.",
    "And remember Our servants Ishmael, Elisha, and Dhu ’l-Kifl, each of them truly good.",
    "This is a lesson. The devout will have a good place to return to:",
    "Gardens of lasting bliss with gates wide open.",
    "They will be comfortably seated; they will call for abundant fruit and drink;",
    "they will have well-matched [wives] with modest gaze.",
    "‘This is what you are promised for the Day of Reckoning:",
    "Our provision for you will never end.’",
    "But the evildoers will have the worst place to return to:",
    "Hell to burn in, an evil place to stay-",
    "all this will be theirs: let them taste it- a scalding, dark, foul fluid,",
    "and other such torments.",
    "[It will be said], ‘Here is another crowd of people rushing headlong to join you.’ [The response will be], ‘They are not welcome! They will burn in the Fire.’",
    "They will say to them, ‘You are not welcome! It was you who brought this on us, an evil place to stay,’",
    "adding, ‘Our Lord, give double punishment to those who brought this upon us.’",
    "They will say, ‘Why do we not see those we thought were bad",
    "and took as a laughing-stock? Have our eyes missed them?’",
    "This is how it will really be: the inhabitants of the Fire will blame one another in this way.",
    "[Prophet] say, ‘I am only here to give warning. There is no god but God the One, the All Powerful,",
    "Lord of the heavens and earth and everything between, the Almighty, the Most Forgiving.’",
    "Say, ‘This message is a mighty one,",
    "yet you ignore it.",
    "I have no knowledge of what those on high discuss:",
    "it is only revealed to me that I am here to give clear warning.’",
    "Your Lord said to the angels, ‘I will create a man from clay.",
    "When I have shaped him and breathed from My Spirit into him, bow down before him.’",
    "The angels all bowed down together,",
    "but not Iblis, who was too proud. He became a rebel.",
    "God said, ‘Iblis, what prevents you from bowing down to the man I have made with My own hands? Are you too high and mighty?’",
    "Iblis said, ‘I am better than him: You made me from fire, and him from clay.’",
    "‘Get out of here! You are rejected:",
    "My rejection will follow you till the Day of Judgement!’",
    "but Iblis said, ‘My Lord, grant me respite until the Day when they are raised from the dead,’",
    "so He said, ‘You have respite",
    "till the Appointed Day.’",
    "Iblis said, ‘I swear by Your might! I will tempt all",
    "but Your true servants.’",
    "God said, ‘This is the truth- I speak only the truth-",
    "I will fill Hell with you and all those that follow you.’",
    "[Prophet], say, ‘I ask no reward from you for this, nor do I claim to be what I am not:",
    "this is only a warning for all people.",
    "In time you will certainly come to know its truth.’",
    "This Scripture is sent down from God the Mighty, the Wise.",
    "It is We who sent down the Scripture to you [Prophet] with the Truth, so worship God with your total devotion:",
    "true devotion is due to God alone. [As for] those who choose other protectors beside Him, saying, ‘We only worship them because they bring us nearer to God,’ God Himself will judge between them regarding their differences. God does not guide any ungrateful liar.",
    "God could have chosen any of His creation He willed for offspring, but He is far above this! He is the One, the Almighty.",
    "He created the heavens and earth for a true purpose; He wraps the night around the day and the day around the night; He has subjected the sun and moon to run their courses for an appointed time; He is truly the Mighty, the Forgiving.",
    "He created you all from a single being, from which He made its mate; He gave you four kinds of livestock in pairs; He creates you in your mothers’ wombs, in one stage after another, in threefold depths of darkness. Such is God, your Lord; He holds control, there is no god but Him. How can you turn away?",
    "If you are ungrateful, remember God has no need of you, yet He is not pleased by ingrati-tude in His servants; if you are grateful, He is pleased [to see] it in you. No soul will bear another’s burden. You will return to your Lord in the end and He will inform you of what you have done: He knows well what is in the depths of [your] hearts.",
    "When man suffers some affliction, he prays to his Lord and turns to Him, but once he has been granted a favour from God, he forgets the One he had been praying to and sets up rivals to God, to make others stray from His path. Say, ‘Enjoy your ingratitude for a little while: you will be one of the inhabitants of the Fire.’",
    "What about someone who worships devoutly during the night, bowing down, standing in prayer, ever mindful of the life to come, hoping for his Lord’s mercy? Say, ‘How can those who know be equal to those who do not know?’ Only those who have understanding will take heed.",
    "Say, ‘[God says], believing servants, be mindful of your Lord! Those who do good in this world will have a good reward- God’s earth is wide––and those who persevere patiently will be given a full and unstinting reward.’",
    "Say, ‘I have been commanded to serve God, dedicating my worship entirely to Him.",
    "I have been commanded to be the first to submit.’",
    "Say, ‘I fear the torment of a terrible Day if I disobey my Lord.’",
    "Say, ‘It is God I serve, dedicating my worship entirely to Him-",
    "you may serve whatever you please beside Him.’ Say, ‘The true losers are the ones who will lose themselves and their people on the Day of Resurrection: that is the most obvious loss.",
    "They will have layers of Fire above them and below.’ This is how God puts fear into His servants: My servants, beware of Me.",
    "There is good news for those who shun the worship of false gods and turn to God, so [Prophet] give good news to My servants",
    "who listen to what is said and follow what is best. These are the ones God has guided; these are the people of understanding.",
    "What about the one who has been sentenced to punishment? Can you [Prophet] rescue those already in the Fire?",
    "But those who are mindful of their Lord will have lofty dwellings built for them, one above the other, graced with flowing streams. This is a promise from God: God does not break His promise.",
    "Have you not considered that God sends water down from the sky, guides it along to form springs in the earth, and then, with it, brings forth vegetation of various colours, which later withers, turns yellow before your eyes, and is crumbled to dust at His command? There is truly a reminder in this for those who have understanding.",
    "What about the one whose heart God has opened in devotion to Him, so that he walks in light from his Lord? Alas for those whose hearts harden at the mention of God! They have clearly lost their way.",
    "God has sent down the most beautiful of all teachings: a Scripture that is consistent and draws comparisons; that causes the skins of those in awe of their Lord to shiver. Then their skins and their hearts soften at the mention of God: such is God’s guidance. He guides with it whoever He will; no one can guide those God leaves to stray.",
    "What about the one who will only have his bare face to protect him from his terrible suffering on the Day of Resurrection? It will be said to the evildoers, ‘Taste what you have earned.’",
    "Others before them also disbelieved, and the punishment fell on them unawares:",
    "God gave them the punishment of disgrace in this world to taste; the punishment will be even harder in the Hereafter, if only they knew.",
    "In this Quran, We have put forward all kinds of illustration for people, so that they may take heed-",
    "an Arabic Quran, free from any distortion- so that people may be mindful.",
    "God puts forward this illustration: can a man who has for his masters several partners at odds with each other be considered equal to a man devoted wholly to one master? All praise belongs to God, though most of them do not know.",
    "You [Prophet] will certainly die, and so will they,",
    "and, on the Day of Resurrection, you will dispute with one another in the presence of your Lord."
  ]
}