{
  "meta": {
    "id": 85,
    "name": "M.A.S. Abdel Haleem",
    "translator_name": "Abdul Haleem",
    "slug": "en-haleem",
    "language_name": "english"
  },
  "verses": [
    "Abraham said, ‘What is your errand, messengers?’",
    "They said, ‘We are sent to a people lost in sin,",
    "to bring down rocks of clay,",
    "marked by your Lord for those who exceed all bounds.’",
    "We brought out such believers as were there-",
    "We found only one household devoted to God-",
    "and left the town to be a sign for those who fear the painful punishment.",
    "There is another sign in Moses: We sent him to Pharaoh with clear authority.",
    "Pharaoh turned away with his supporters, saying, ‘This is a sorcerer, or maybe a madman,’",
    "so We seized him and his forces and threw them into the sea: he was to blame.",
    "There is another sign in the Ad: We sent the life-destroying wind against them",
    "and it reduced everything it came up against to shreds.",
    "And also in the Thamud: it was said to them, ‘Make the most of your lives for a while,’",
    "but they rebelled against their Lord’s command, so the blast took them. They looked on helplessly:",
    "they could not even remain standing, let alone defend themselves.",
    "Before that We destroyed the people of Noah. They were a truly sinful people!",
    "We built the heavens with Our power and made them vast,",
    "We spread out the earth- how well We smoothed it out!-",
    "and We created pairs of all things so that you [people] might take note.",
    "[So, say to them, Prophet], ‘Quickly, turn to God- I am sent by Him to give you clear warning-",
    "and do not set up any other god alongside Him. I am sent by Him to give you clear warning!’",
    "Every previous people to whom a messenger was sent also said, ‘A sor-cerer, or maybe a madman!’",
    "Did they tell one another to do this? No! They are a people who exceed all bounds,",
    "so ignore them [Prophet]- you are not to blame-",
    "and go on reminding [people], it is good for those who believe to be reminded.",
    "I created jinn and mankind only to worship Me:",
    "I want no provision from them, nor do I want them to feed Me-",
    "God is the Provider, the Lord of Power, the Ever Mighty.",
    "The evildoers, like their predecessors, will have a share of punishment- they need not ask Me to hasten it-",
    "and woe betide those who deny the truth on the Day they have been promised.",
    "By the mountain,",
    "by a Scripture inscribed",
    "in unrolled parch-ment,",
    "by the much-visited House,",
    "by the raised canopy,",
    "by the ocean ever filled,",
    "[Prophet], your Lord’s punishment is coming––",
    "it cannot be put off––",
    "on the Day when the sky sways back and forth",
    "and the mountains float away.",
    "Woe on that Day to those who deny the Truth,",
    "who amuse themselves with idle chatter:",
    "on that Day they will be thrust into the Fire of Hell.",
    "‘This is the Fire you used to deny.",
    "So is this sorcery? Do you still not see it?",
    "Burn in it––it makes no difference whether you bear it patiently or not–– you are only being repaid for what you have done.’",
    "Those who were mindful of God are in Gardens and in bliss,",
    "rejoicing in their Lord’s gifts: He has saved them from the torment of the Blaze,",
    "‘Eat and drink with healthy enjoyment as a reward for what you have done.’",
    "They are comfortably seated on couches arranged in rows; We pair them with beautiful-eyed maidens;",
    "We unite the believers with their offspring who followed them in faith–– We do not deny them any of the rewards for their deeds: each person is in pledge for his own deeds––",
    "We provide them with any fruit or meat they desire.",
    "They pass around a cup which does not lead to any idle talk or sin.",
    "Devoted youths like hidden pearls wait on them.",
    "They turn to one another and say,",
    "‘When we were still with our families [on earth] we used to live in fear––",
    "God has been gracious to us and saved us from the torment of intense heat-",
    "We used to pray to Him: He is the Good, the Merciful One.’",
    "So [Prophet] remind [people]. By the grace of your Lord [Prophet], you are neither oracle nor madman.",
    "If they say, ‘He is only a poet: we shall await his fate,’",
    "say, ‘Wait if you wish; I too am waiting’-",
    "does their reason really tell them to do this, or are they simply insolent people?",
    "If they say, ‘He has made it up himself’- they certainly do not believe-",
    "let them produce one like it, if what they say is true.",
    "Were they created without any agent? Were they the creators?",
    "Did they create the heavens and the earth? No! They do not have faith.",
    "Do they possess your Lord’s treasures or have control over them?",
    "Do they have a ladder to climb, in order to eavesdrop [on Heaven’s secrets]? Let their eavesdropper produce clear proof.",
    "Does God have daughters while you have sons?",
    "Do you [Prophet] demand a payment from them that would burden them with debt?",
    "Do they have [access to] the unseen? Could they write it down?",
    "Do they think they can ensnare you? It is the disbelievers who have been ensnared.",
    "Do they really have another god besides God? God is far above anything they set alongside Him.",
    "Even if they saw a piece of heaven falling down on them, they would say, ‘Just a heap of clouds,’",
    "so leave them, Prophet, until they face the Day when they will be thunderstruck,",
    "the Day when their snares will be of no use to them, when they will get no help.",
    "Another punishment awaits the evildoers, though most of them do not realize it.",
    "Wait patiently [Prophet] for your Lord’s judgement: you are under Our watchful eye. Celebrate the praise of your Lord when you rise.",
    "Glorify Him at night and at the fading of the stars.",
    "By the star when it sets!",
    "Your companion has not strayed; he is not deluded;",
    "he does not speak from his own desire.",
    "The Quran is nothing less than a revelation that is sent to him.",
    "It was taught to him by [an angel] with mighty powers",
    "and great strength, who stood",
    "on the highest horizon",
    "and then approached––coming down",
    "until he was two bow-lengths away or even closer––",
    "and revealed to God’s servant what He revealed.",
    "[The Prophet’s] own heart did not distort what he saw.",
    "Are you going to dispute with him what he saw with his own eyes?",
    "A second time he saw him:",
    "by the lote tree beyond which none may pass",
    "near the Garden of Restfulness,",
    "when the tree was covered in nameless [splendour].",
    "His sight never wavered, nor was it too bold,",
    "and he saw some of the greatest signs of his Lord.",
    "[Disbelievers], consider al-Lat and al-Uzza,",
    "and the third one, Manat––",
    "are you to have the male and He the female?",
    "That would be a most unjust distribution!––",
    "these are nothing but names you have invented yourselves, you and your forefathers. God has sent no authority for them. These people merely follow guesswork and the whims of their souls, even though guidance has come to them from their Lord.",
    "Is man to have everything he wishes for,",
    "when the present life and the life to come belong only to God?",
    "There are many angels in heaven whose intercession will be of no use until God gives permission to those He will, whose words He will accept.",
    "Those who deny the life to come give the angels female names.",
    "They have no knowledge to base this on: they merely follow guesswork. Guesswork is of no value against the Truth.",
    "So [Prophet] ignore those who turn away from Our revelation, who want only the life of this world.",
    "Their knowledge does not go beyond that. Your Lord knows best who strays from His path and who follows guidance.",
    "Everything in the heavens and earth belongs to God. He will repay those who do evil according to their deeds, and reward, with what is best, those who do good.",
    "As for those who avoid grave sins and foul acts, though they may commit small sins, your Lord is ample in forgiveness. He has been aware of you from the time He produced you from the earth and from your hiding places in your mothers’ wombs, so do not assert your own goodness:He knows best who is mindful of Him.",
    "[Prophet], consider that man who turned away:",
    "he only gave a little and then he stopped.",
    "Does he have knowledge of the Unseen? Can he see [the Hereafter]?",
    "Has he not been told what was written in the Scriptures of Moses",
    "and of Abraham, who fulfilled his duty:",
    "that no soul shall bear the burden of another;",
    "that man will only have what he has worked towards;",
    "that his labour will be seen",
    "and that in the end he will be repaid in full for it;",
    "that the final goal is your Lord;",
    "that it is He who makes people laugh and weep;",
    "that it is He who gives death and life;",
    "that He Himself created the two sexes, male and female,",
    "from an ejected drop of sperm;",
    "that He will undertake the second Creation;",
    "that it is He who gives wealth and possessions;",
    "that He is the Lord of Sirius;",
    "that it was He who destroyed, in their entirety, ancient 'Ad",
    "and Thamud,",
    "and before them the people of Noah who were even more unjust and insolent;",
    "that it was He who brought down the ruined cities",
    "and enveloped them in the punishment He ordained for them?",
    "Which then of your Lord’s blessings do you deny?",
    "This is a warning just like the warnings sent in former times.",
    "The imminent Hour draws near",
    "and only God can disclose it.",
    "Do you [people] marvel at this?",
    "Why do you laugh instead of weeping?",
    "Why do you pay no heed?",
    "Bow down before God and worship.",
    "The Hour draws near; the moon is split in two.",
    "Whenever the disbelievers see a sign, they turn away and say, ‘Same old sorcery!’",
    "They reject the truth and follow their own desires––everything is recorded––",
    "although warning tales that should have restrained them have come down to them––",
    "farreaching wisdom––but these warnings do not help:",
    "so [Prophet] turn away from them. On the Day the Summoner will summon them to a horrific event,",
    "eyes downcast, they will come out of their graves like swarming locusts",
    "rushing towards the Summoner. The disbelievers will cry, ‘This is a stern day!’",
    "The people of Noah rejected the truth before them: they rejected Our servant, saying, ‘He is mad!’ Noah was rebuked,",
    "and so he called upon his Lord, ‘I am defeated: help me!’",
    "So We opened the gates of the sky with torrential water,",
    "burst the earth with gushing springs: the waters met for a preordained purpose.",
    "We carried him along on a vessel of planks and nails",
    "that floated under Our watchful eye, a reward for the one who had been rejected.",
    "We have left this as a sign: will anyone take heed?",
    "How [terrible] was My punishment and [the fulfilment of] My warnings!",
    "We have made it easy to learn lessons from the Quran: will anyone take heed?",
    "The people of 'Ad also rejected the truth. How [terrible] was My punishment and [the fulfilment of] My warnings!",
    "We released a howling wind against them on a day of terrible disaster;",
    "it swept people away like uprooted palm trunks.",
    "How [terrible] was My punishment and [the fulfilment of] My warnings!",
    "We have made it easy to learn lessons from the Quran: will anyone take heed?",
    "The people of Thamud also rejected the warnings:",
    "they said, ‘What? A man? Why should we follow a lone man from amongst ourselves? That would be misguided; quite insane!",
    "Would a mes-sage be given to him alone out of all of us? No, he is an insolent liar!’",
    "‘Tomorrow they will know who is the insolent liar,",
    "for We shall send them a she-camel to test them: so watch them [Salih] and be patient.",
    "Tell them the water is to be shared between them: each one should drink in turn.’",
    "But they called their companion, who took a sword and hamstrung the camel.",
    "How [terrible] was My punishment and [the fulfilment of] My warnings!",
    "We released a single mighty blast against them and they ended up like a fencemaker’s dry sticks.",
    "We have made it easy to learn lessons from the Quran: will anyone take heed?",
    "The people of Lot rejected the warnings.",
    "We released a stonebearing wind against them, all except the family of Lot. We saved them before dawn",
    "as a favour from Us: this is how We reward the thankful.",
    "He warned them of Our onslaught, but they dismissed the warning-",
    "they even demanded his guests from him- so We sealed their eyes- ‘ Taste My [terrible] punishment and [the fulfilment of] My warnings!’-",
    "and early in the morning a punishment seized them that still remains-",
    "‘Taste My [terrible] punishment and [the fulfilment of] My warnings!’",
    "We have made it easy to learn lessons from the Quran: will anyone take heed?",
    "The people of Pharaoh also received warnings.",
    "They rejected all Our signs so We seized them with all Our might and power.",
    "‘Are your disbelievers any better than these? Were you given an exemption in the Scripture?’",
    "Do they perhaps say, ‘We are a great army and we shall be victorious’?",
    "Their forces will be routed and they will turn tail and flee.",
    "But the Hour is their appointed time- the Hour is more severe and bitter:",
    "truly the wicked are misguided and quite insane––",
    "on the Day when they are dragged on their faces in Hell. ‘Feel the touch of Hell.’",
    "We have created all things in due measure;",
    "when We ordain something it happens at once, in the blink of an eye;",
    "We have destroyed the likes of you in the past. Will anyone take heed?",
    "Everything they do is noted in their records:",
    "every action, great or small, is recorded.",
    "The righteous will live securely among Gardens and rivers,",
    "secure in the presence of an all-powerful Sovereign.",
    "It is the Lord of Mercy",
    "who taught the Quran.",
    "He created man",
    "and taught him to communicate.",
    "The sun and the moon follow their calculated courses;",
    "the plants and the trees submit to His designs;",
    "He has raised up the sky. He has set the balance",
    "so that you may not exceed in the balance:",
    "weigh with justice and do not fall short in the balance.",
    "He set down the Earth for His creatures,",
    "with its fruits, its palm trees with sheathed clusters,",
    "its husked grain, its fragrant plants.",
    "Which, then, of your Lord’s blessings do you both deny?",
    "He created mankind out of dried clay, like pottery,",
    "the jinn out of smokeless fire.",
    "Which, then, of your Lord’s blessings do you both deny?",
    "He is Lord of the two risings and Lord of the two settings.",
    "Which, then, of your Lord’s blessings do you both deny?",
    "He released the two bodies of [fresh and salt] water. They meet,",
    "yet there is a barrier between them they do not cross.",
    "Which, then, of your Lord’s blessings do you both deny?",
    "Pearls come forth from them: large ones, and small, brilliant ones.",
    "Which, then, of your Lord’s blessings do you both deny?",
    "His are the moving ships that float, high as mountains, on the sea.",
    "Which, then, of your Lord’s blessings do you both deny?",
    "Everyone on earth perishes;",
    "all that remains is the Face of your Lord, full of majesty, bestowing honour.",
    "Which, then, of your Lord’s blessings do you both deny?",
    "Everyone in heaven and earth entreats Him; every day He is at work.",
    "Which, then, of your Lord’s blessings do you both deny?",
    "We shall attend to you two huge armies [of jinn and mankind].",
    "Which, then, of your Lord’s blessings do you both deny?",
    "Jinn and mankind, if you can pass beyond the regions of heaven and earth, then do so: you will not pass without Our authority.",
    "Which, then, of your Lord’s blessings do you both deny?",
    "A flash of fire and smoke will be released upon you and no one will come to your aid.",
    "Which, then, of your Lord’s blessings do you both deny?",
    "When the sky is torn apart and turns crimson, like red hide.",
    "Which, then, of your Lord’s blessings do you both deny?",
    "On that Day neither mankind nor jinn will be asked about their sins.",
    "Which, then, of your Lord’s blessings do you both deny?",
    "The guilty will be known by their mark and will be seized by their foreheads and their feet.",
    "Which, then, of your Lord’s blessings do you both deny?",
    "This is the Hell the guilty deny,",
    "but they will go round between its flames and scalding water.",
    "Which, then, of your Lord’s blessings do you both deny?",
    "For those who fear [the time when they will] stand before their Lord there are two gardens.",
    "Which, then, of your Lord’s blessings do you both deny?",
    "With shading branches.",
    "Which, then, of your Lord’s blessings do you both deny?",
    "With a pair of flowing springs.",
    "Which, then, of your Lord’s blessings do you both deny?",
    "With every kind of fruit in pairs.",
    "Which, then, of your Lord’s blessings do you both deny?",
    "They will sit on couches upholstered with brocade, the fruit of both gardens within easy reach.",
    "Which, then, of your Lord’s blessings do you both deny?",
    "There will be maidens restraining their glances, untouched beforehand by man or jinn.",
    "Which, then, of your Lord’s blessings do you both deny?",
    "Like rubies and brilliant pearls.",
    "Which, then, of your Lord’s blessings do you both deny?",
    "Shall the reward of good be anything but good?",
    "Which, then, of your Lord’s blessings do you both deny?",
    "There are two other gardens below these two.",
    "Which, then, of your Lord’s blessings do you both deny?",
    "Both of deepest green.",
    "Which, then, of your Lord’s blessings do you both deny?",
    "With a pair of gushing springs.",
    "Which, then, of your Lord’s blessings do you both deny?",
    "With fruits- date palms and pomegranate trees.",
    "Which, then, of your Lord’s blessings do you both deny?",
    "There are good-natured, beautiful maidens.",
    "Which, then, of your Lord’s blessings do you both deny?",
    "Dark-eyed, sheltered in pavilions.",
    "Which, then, of your Lord’s blessings do you both deny?",
    "Untouched beforehand by man or jinn.",
    "Which, then, of your Lord’s blessings do you both deny?",
    "They will all sit on green cushions and fine carpets.",
    "Which, then, of your Lord’s blessings do you both deny?",
    "Blessed is the name of your Lord, full of majesty, bestowing honour.",
    "When that which is coming arrives,",
    "no one will be able to deny it has come,",
    "bringing low and raising high.",
    "When the earth is shaken violently",
    "and the mountains are ground to powder",
    "and turn to scattered dust,",
    "then you will be sorted into three classes.",
    "Those on the Right––what people they are!",
    "Those on the Left––what people they are!",
    "And those in front––ahead indeed!",
    "For these will be the ones brought nearest to God",
    "in Gardens of Bliss:",
    "many from the past",
    "and a few from later generations.",
    "On couches of well-woven cloth",
    "they will sit facing each other;",
    "everlasting youths will go round among them",
    "with glasses, flagons, and cups of a pure drink",
    "that causes no headache or intoxication;",
    "[there will be] any fruit they choose;",
    "the meat of any bird they like;",
    "and beautiful companions",
    "like hidden pearls:",
    "a reward for what they used to do.",
    "They will hear no idle or sinful talk there,",
    "only clean and wholesome speech.",
    "Those on the Right, what people they are!",
    "They will dwell amid thornless lote trees",
    "and clustered acacia",
    "with spreading shade,",
    "constantly flowing water,",
    "abundant fruits,",
    "unfailing, unforbidden,",
    "with incomparable companions",
    "We have specially created––",
    "virginal,",
    "loving, of matching age––",
    "for those on the Right,",
    "many from the past",
    "and many from later generations.",
    "But those on the Left, what people they are!",
    "They will dwell amid scorching wind and scalding water",
    "in the shadow of black smoke,",
    "neither cool nor refreshing.",
    "Before, they overindulged in luxury",
    "and persisted in great sin,",
    "always saying, ‘What? When we are dead and have become dust and bones, shall we then be raised up?",
    "And our earliest forefathers too?’",
    "Say [Prophet], ‘The earliest and latest generations",
    "will all be gathered on a predetermined Day",
    "and you who have gone astray and denied the truth",
    "will eat from the bitter tree of Zaqqum,",
    "filling your bellies with it,",
    "and drink scalding water,",
    "lapping it like thirsty camels.’",
    "This will be their welcome on the Day of Judgement.",
    "It was We who created you: will you not believe?",
    "Consider [the semen] you eject-",
    "do you create it yourselves or are We the Creator?",
    "We ordained death to be among you. Nothing could stop Us",
    "if We intended to change you and recreate you in a way unknown to you.",
    "You have learned how you were first created: will you not reflect?",
    "Consider the seeds you sow in the ground-",
    "is it you who make them grow or We?",
    "If We wished, We could turn your harvest into chaff and leave you to wail,",
    "‘We are burdened with debt;",
    "we are bereft.’",
    "Consider the water you drink-",
    "was it you who brought it down from the rain-cloud or We?",
    "If We wanted, We could make it bitter: will you not be thankful?",
    "Consider the fire you kindle-",
    "is it you who make the wood for it grow or We?",
    "We made it a reminder, and useful to those who kindle it,",
    "so [Prophet] glorify the name of your Lord, the Supreme.",
    "I swear by the positions of the stars-",
    "a mighty oath, if you only knew-",
    "that this is truly a noble Quran,",
    "in a protected Record",
    "that only the purified can touch,",
    "sent down from the Lord of all being.",
    "How can you scorn this statement?",
    "And how, in return for the livelihood you are given, can you deny it?",
    "When the soul of a dying man comes up to his throat",
    "while you gaze on-",
    "We are nearer to him than you, though you do not see Us-",
    "why, if you are not to be judged,",
    "do you not restore his soul to him, if what you say is true?",
    "If that dying person is one of those who will be brought near to God,",
    "he will have rest, ease, and a Garden of Bliss;",
    "if he is one of those on the Right,",
    "[he will hear], ‘Peace be on you,’ from his companions on the Right;",
    "but if he is one of those who denied the truth and went astray,",
    "he will be welcomed with scalding water.",
    "He will burn in Hell.",
    "This is the certain truth:",
    "[Prophet], glorify the name of your Lord the Supreme.",
    "Everything in the heavens and earth glorifies God––He is the Almighty, the Wise.",
    "Control of the heavens and earth belongs to Him; He gives life and death; He has power over all things.",
    "He is the First and the Last; the Outer and the Inner; He has knowledge of all things.",
    "It was He who created the heavens and earth in six Days and then established Himself on the throne. He knows what enters the earth and what comes out of it; what descends from the sky and what ascends to it. He is with you wherever you are; He sees all that you do;",
    "control of the heavens and earth belongs to Him. Everything is brought back to God.",
    "He makes night merge into day and day into night. He knows what is in every heart.",
    "Believe in God and His Messenger, and give out of what He has made pass down to you: those of you who believe and give will have a great reward.",
    "Why should you not believe in God when the Mes-senger calls you to believe in your Lord, and He has already made a pledge with you, if you have faith?",
    "It is He who has sent down clear revelations to His Servant, so that He may bring you from the depths of darkness into light; God is truly kind and merciful to you.",
    "Why should you not give for God’s cause when God alone will inherit what is in the heavens and earth? Those who gave and fought before the triumph are not like others: they are greater in rank than those who gave and fought afterwards. But God has promised a good reward to all of them: God is fully aware of all that you do.",
    "Who will make God a good loan? He will double it for him and reward him generously.",
    "On the Day when you [Prophet] see the believers, both men and women, with their light streaming out ahead of them and to their right, [they will be told], ‘The good news for you today is that there are Gardens graced with flowing streams where you will stay: that is truly the supreme triumph!’",
    "On the same Day, the hypocrites, both men and women, will say to the believers, ‘Wait for us! Let us have some of your light!’ They will be told, ‘Go back and look for a light.’ A wall with a door will be erected between them: inside it lies mercy, outside lies torment.",
    "The hypocrites will call out to the believers, ‘Were we not with you?’ They will reply, ‘Yes. But you allowed yourselves to be tempted, you were hesitant, doubtful, deceived by false hopes until God’s command came- the Deceiver tricked you about God.",
    "Today no ransom will be accepted from you or from the disbelievers: your home is the Fire- that is where you belong––a miserable destination!’",
    "Is it not time for believers to humble their hearts to the remembrance of God and the Truth that has been revealed, and not to be like those who received the Scripture before them, whose time was extended but whose hearts hardened and many of whom were lawbreakers?",
    "Remember that God revives the earth after it dies; We have made Our revelation clear to you so that you may use your reason.",
    "Charitable men and women who make a good loan to God will have it doubled and have a generous reward.",
    "Those who believe in God and His messengers are the truthful ones who will bear witness before their Lord: they will have their reward and their light. But those who disbelieve and deny Our revelations are the inhabitants of Hell.",
    "Bear in mind that the present life is just a game, a diversion, an attraction, a cause of boasting among you, of rivalry in wealth and children. It is like plants that spring up after the rain: their growth at first delights the sowers, but then you see them wither away, turn yellow, and become stubble. There is terrible punishment in the next life as well as forgiveness and approval from God; the life of this world is only an illusory pleasure.",
    "So race for your Lord’s forgiveness and a Garden as wide as the heavens and earth, prepared for those who believe in God and His messengers: that is God’s bounty, which He bestows on whoever He pleases. God’s bounty is infinite.",
    "No misfortune can happen, either in the earth or in yourselves, that was not set down in writing before We brought it into being- that is easy for God-",
    "so you need not grieve for what you miss or gloat over what you gain. God does not love the conceited, the boastful,",
    "those who are miserly, and who tell other people to be miserly. If anyone turns away, remember that God is self-sufficient and worthy of praise.",
    "We sent Our messengers with clear signs, the Scripture and the Balance, so that people could uphold justice: We also sent iron, with its mighty strength and many uses for mankind, so that God could mark out those who would help Him and His messengers though they cannot see Him. Truly God is powerful, almighty.",
    "We sent Noah and Abraham, and gave prophethood and scripture to their offspring: among them there were some who were rightly guided, but many were lawbreakers.",
    "We sent other messengers to follow in their footsteps. After those We sent Jesus, son of Mary: We gave him the Gospel and put compassion and mercy into the hearts of his followers. But monasticism was something they invented- We did not ordain it for them- only to seek God’s pleasure, and even so, they did not observe it properly. So We gave a reward to those of them who believed, but many of them were lawbreakers.",
    "Believers, be mindful of God and have faith in His Messenger: He will give you a double share of His mercy; He will provide a light to help you walk; He will forgive you- God is most forgiving, most merciful.",
    "The People of the Book should know that they have no power over any of God’s grace and that grace is in the hand of God alone: He gives it to whoever He will. God’s grace is truly immense."
  ]
}