{
  "meta": {
    "id": 52,
    "name": "Elmalili Hamdi Yazir",
    "translator_name": "Elmalili Hamdi Yazir",
    "slug": "tr-hamdi",
    "language_name": "turkish"
  },
  "verses": [
    "Mutlak hükümranlık elinde bulunan Allah, yüceler yücesidir ve O'nun her şeye gücü yeter.",
    "O, hanginizin daha güzel iş yapacağınızı denemek için ölümü ve hayatı yarattı. O, üstündür, bağışlayandır.",
    "O, yedi göğü, birbiri üzerine yarattı. Rahmân'ın yaratmasında bir aykırılık, uygunsuzluk görmezsin. Gözünü döndür de bak, bir bozukluk görüyor musun?",
    "Sonra gözünü tekrar tekrar döndür (bak). Göz (aradığı bozukluğu bulmaktan) âciz ve bitkin halde sana dönecektir.",
    "Andolsun biz, en yakın göğü kandillerle donattık ve onları, şeytanlar için taşlamalar yaptık. Ve onlar için alevli ateş azabını hazırladık.",
    "Rablerini inkâr edenler için cehennem azabı vardır. Ne kötü gidilecek yerdir o!",
    "Oraya atıldıklarında, onun kaynarken çıkardığı uğultuyu işitirler.",
    "Az daha öfkeden çatlayacak. Her ne zaman oraya bir topluluk atılsa, onun bekçileri onlara: \"Size korkutucu bir peygamber gelmemiş miydi?\" diye sorarlar.",
    "Derler: \"Evet, bize uyarıcı geldi ama biz yalanladık ve Allah hiçbir şey indirmedi, siz ancak büyük bir sapıklık içindesiniz.\" dedik.",
    "Ve derler ki: \"Eğer biz dinleseydik, yahut düşünüp anlasaydık şu çılgın ateşin halkı arasında bulunmazdık!\"",
    "Böylece günahlarını itiraf ederler. (Artık) o çılgın ateş halkı (Allah'ın rahmetinden) uzak olsunlar!",
    "Fakat daha görmeden Rablerinden korkanlar var ya, işte onlar için bağışlanma ve büyük bir mükâfat vardır.",
    "Sözünüzü ister gizleyin, ister açığa vurun; bilin ki, O, göğüslerin özünü bilir.",
    "Hiç yaratan bilmez mi? O, en ince işleri görüp bilmektedir ve her şeyden haberdardır.",
    "O size yeri boyun eğer kıldı. Haydi onun omuzlarında (dağlarında, tepelerinde) yürüyün ve Allah'ın rızkından yeyin. Dönüş ancak O'nadır.",
    "Her şeyi kuşatmış olan Allah ın yeri sizinle birlikte göçürüvermesinden emin misiniz? O zaman yer çalkalanıyordur.",
    "Yoksa siz, gökte olanın üzerinize taş yağdıran bir kasırga göndermeyeceğinden emin misiniz? Tehdidim nasılmış bileceksiniz.",
    "Andolsun, onlardan öncekiler de yalanladılar. Ama beni inkâr nasıl oldu?",
    "Üstlerinde kanatlarını açıp yumarak uçan kuşları görmüyorlar mı? Onları Rahmân'dan başkası tutmuyor. Doğrusu O, her şeyi görmektedir.",
    "Rahmân olan Allah'a karşı şu size yardım edecek askerleriniz hani kimlerdir? İnkârcılar, ancak derin bir gaflet içinde bulunmaktadırlar.",
    "Allah size verdiği rızkı kesiverse, size rızık verecek olabilen kimdir? Hayır, onlar azgınlık ve nefrette direnip durmaktadırlar.",
    "Şimdi yüz üstü kapanarak yürüyen mi doğru gider, yoksa dosdoğru yolda yürüyen mi?",
    "De ki: \"Sizi yaratan, size kulaklar gözler ve gönüller veren O'dur. Ne kadar az şükrediyorsunuz!\"",
    "De ki: \"Sizi yerden üreten O'dur ve O'na toplanıp götürüleceksiniz.\"",
    "(Onlar): \"Doğru iseniz bu tehdit ne zaman olacak?\" diyorlar",
    "De ki: \"(O'na ait) bilgi, Allah'ın yanındadır. Ben ancak apaçık bir uyarıcıyım.\"",
    "Onu yakın görünce inkâr edenlerin yüzleri kötüleşti. Ve: \"İşte çağırıp durduğunuz şey budur!\" dendi.",
    "De ki: \"Baksanıza, eğer Allah beni ve benimle beraber olanları öldürse, yahut bize merhamet etse, kâfirleri acı bir azabdan kim kurtarabilir?",
    "De ki: \"O çok merhametlidir. O'na inanmış, O'na dayanmışızdır. Yakında kimin apaçık bir sapıklık içinde olduğunu bileceksiniz.\"",
    "De ki: \"Baksanıza, eğer suyunuz çekilse, size kim bir akarsu getirebilir?\"",
    "Nûn, Kaleme ve yazdıklarına andolsun.",
    "Sen Rabbinin nimetiyle mecnun değilsin.",
    "Kuşkusuz senin için tükenmez bir ecir var.",
    "Sen elbette yüce bir ahlak üzeresin.",
    "Sen de göreceksin, onlar da görecek.",
    "Hanginizde imiş o fitne ve cinnet.",
    "Doğrusu Rabbin, yolundan sapanı en iyi bilendir. Hidayete ereni de en iyi bilen O'dur.",
    "O halde, yalanlayıcılara itaat etme.",
    "Onlar istediler ki yumuşak davranasın da onlar da sana yumuşak davransınlar.",
    "Şunların hiçbirine boyun eğme: Yemin edip duran aşağılık,",
    "Daima kusur arayıp kınayan, hep lâf götürüp getiren,",
    "Hayra engel olan, saldırgan, günahkâr,",
    "Kaba ve haşin, sonra da kötülükle damgalı,",
    "Mal ve oğulları var diye (böyle davranır).",
    "Kendisine âyetlerimiz okunduğunda: \"Eskilerin masalları\" der.",
    "Yakında biz onu hortumunun (burnunun) üzerinden damgalayacağız.",
    "Biz onlara da belâ verdik, bahçe sahiplerine verdiğimiz gibi. Hani onlar sabah olunca bahçeyi mutlaka devşireceklerine yemin etmişlerdi.",
    "İstisna da etmiyorlardı (\"inşaallah\" demiyorlardı).",
    "Fakat onlar uyurken dolaşıcı bir belâ onu sardı da,",
    "Bahçe simsiyah kesiliverdi.",
    "Derken sabahleyin birbirlerine seslendiler:",
    "\"Haydi, devşirecekseniz erkenden ekininize gidin\" diye.",
    "Derken fırladılar, aralarında fısıldaşıyorlardı.",
    "\"Sakın bugün hiçbir yoksul bahçeye girip yanınıza sokulmasın\" diyorlardı.",
    "(Zanlarınca yoksulları) engellemeye güçleri yeterek erkenden gittiler.",
    "Fakat bahçeyi gördüklerinde: \"Biz herhalde yanlış gelmişiz\" dediler.",
    "\"Yok, biz mahrum edilmişiz.\" (dediler).",
    "İçlerinde en makul olanı şöyle dedi: \"Ben size Rabbinizi tesbih etsenize dememiş miydim?\"",
    "\"Rabbimizi tesbih ederiz, doğrusu biz zalimler imişiz.\" (dediler).",
    "Ardından suçu birbirlerine yüklemeye başladılar.",
    "Yazıklar olsun bize, dediler, biz azgınlarmışız.",
    "Ola ki Rabbimiz bize onun yerine daha hayırlısını verir. Biz Rabbimize yönelir, ondan umarız.",
    "İşte azap böyledir. Elbette ahiret azabı daha büyüktür. Fakat bilselerdi.",
    "Kuşkusuz korunanlar için de, Rableri katında nimetleri bol bahçeler vardır.",
    "Öyle ya, teslimiyet gösterenleri suçlular gibi tutar mıyız hiç?",
    "Neyiniz var, nasıl hüküm veriyorsunuz?",
    "Yoksa size ait bir kitap var da onda mı okuyorsunuz?",
    "O kitapta, \"beğendiğiniz her şey sizindir\" diye mi yazılı?",
    "Yoksa, \"ne hükmederseniz mutlaka sizindir\" diye sizin lehinize olarak tarafımızdan verilmiş, kıyamet gününe kadar geçerli kesin sözler mi var?",
    "Sor bakalım onlara, içlerinden ona kefil hangisi?",
    "Yoksa ortakları mı var onların? Doğru iseler ortaklarını getirsinler.",
    "O gün işler zorlaşır ve secdeye davet edilirler. Fakat güç yetiremezler.",
    "Gözleri düşük bir halde kendilerini bir zillet kaplar. Oysa onlar sapasağlam iken de secdeye davet ediliyorlardı.",
    "Bu sözü yalanlayanı bana bırak. Onları bilmedikleri yönden derece derece azaba yaklaştıracağız.",
    "Onlara mühlet veriyorum. Doğrusu benim tuzağım sağlamdır.",
    "Yoksa onlardan bir ücret istiyorsun da bu yüzden onlar ağır bir borç altında mı kalıyorlar?",
    "Yoksa gayb onların yanlarında da onlar mı yazıyorlar?",
    "Rabbinin hükmüne sabret, balık sahibi gibi olma. Hani o öfkeye boğulmuş da nida etmişti.",
    "Rabbinden bir nimet yetişmiş olmasaydı, elbette kınanacak bir halde ıssız bir diyara atılacaktı.",
    "Fakat Rabbi onu seçti de iyilerden kıldı.",
    "O kafirler Kur'ân'ı işittikleri zaman neredeyse seni gözleri ile devireceklerdi. Bir de durmuşlar \"o bir deli\" diyorlar.",
    "Halbuki o âlemler için bir öğüttür.",
    "(Gerçekleşecek) Kıyamet!",
    "Nedir, o Kıyamet?",
    "Gerçekleşenin (Kıaymetin) ne olduğunu sen nerden bileceksin?",
    "Semûd ve Âd, kapılarını çalacak olan o felaketi yalan saymışlardı.",
    "Semûd kavmi korkunç bir sesle yok edildi.",
    "Âd kavmi ise gürültülü ve azgın bir fırtına ile yok edildiler.",
    "Allah o fırtınayı üzerlerine yedi gece sekiz gündüz musallat etmişti. Öyle ki, o kavmi içi boş hurma kütükleri gibi oracıkta yere serilmiş halde görürdün.",
    "Bak şimdi görebilir misin onlardan bir kalıntı?",
    "Firavun, ondan öncekiler ve altı üstüne getirilen beldeler de hep o hatayı işleyegeldiler.",
    "Hep Rablerinin elçilerine karşı geldiler. O da onları pek şiddetli bir şekilde yakalayıverdi.",
    "Kuşkusuz, sular kabarınca sizi gemide biz taşıdık.",
    "Onu size bir ibret yapalım ve belleyici kulaklar bellesin diye.",
    "Sûr'a bir tek üfleme üflendiği,",
    "Arz ve dağlar yerlerinden kaldırılıp şiddetle birbirine çarpılarak darmadağın olduğu zaman,",
    "İşte o gün olacak olur.",
    "O gün gök yarılmış, sarkmıştır.",
    "Melekler de onun etrafındadır, O gün Rabbinin Arşını bunların da üstünde sekiz melek yüklenir.",
    "O gün (hesap için Allah'a) arz olunursunuz, öyle ki gizli bir haliniz kalmaz.",
    "Kitabı sağından verilen, \"alın okuyun kitabımı..\"",
    "\"Çünkü ben hesabıma kavuşacağımı sezmiştim\" der.",
    "Artık o hoşnut bir hayattadır.",
    "Yüksek bir cennettedir.",
    "Ki o cennetin meyveleri sarkmıştır.",
    "\"Geçmiş günlerde yaptığınız işlerden ötürü afiyetle yeyin, için.\" (denir).",
    "Kitabı sol tarafından verilen ise der ki: \"Keşke kitabım verilmeseydi de,",
    "Hesabımın ne olduğunu bilmeseydim,",
    "Ne olurdu o ölüm, iş bitirici olsaydı.",
    "Malım bana hiç fayda vermedi.",
    "Gücüm de benden yok olup gitti.\"",
    "(Zebanilere şöyle denir): \"Onu yakalayın da bağlayın.\"",
    "\"Sonra cehenneme atın onu.\"",
    "\"Sonra da boyu yetmiş arşın zincir içerisinde onu oraya sokun.\"",
    "Çünkü o, büyük Allah'a inanmıyordu.",
    "Yoksula yedirmeye teşvik etmiyordu.",
    "Bu sebeple bugün burada onun candan bir dostu yoktur.",
    "Bir irinden başka yiyecek de yok.",
    "Onu günahkârlardan başkası yemez.",
    "Andolsun gördüklerinize,",
    "Ve görmediklerinize..",
    "Kuşkusuz Kur'ân, şerefli bir peygamberin (Allah'tan) getirdiği sözdür.",
    "O bir şair sözü değildir, siz çok az inanıyorsunuz.",
    "Bir kâhin sözü de değildir, ne de az düşünüyorsunuz!",
    "O, âlemlerin Rabbi tarafından indirilmedir.",
    "O, bize isnâden bazı sözler uydurmaya kalkışsaydı,",
    "Elbette biz onu bundan dolayı kuvvetle yakalardık.",
    "Sonra da onun şah damarını keser atardık.",
    "O vakit sizden hiçbiriniz ona siper de olamazdınız.",
    "O hiç kuşkusuz, takva sahipleri için unutulmayacak bir öğüttür.",
    "Bununla beraber biz biliyoruz ki sizden inanmayanlar var.",
    "Kuşkusuz bu Kur'ân kafirler için bir pişmanlık vesilesidir.",
    "Gerçekten o, şüphe götürmez bir bilgidir.",
    "O halde, haydi tesbih et Rabbinin yüce ismiyle",
    "Bir isteyen, olacak azabı istedi.",
    "Kâfirler için onu savacak yok.",
    "O, derece ve makamların sahibi Allah'tandır.",
    "Melekler ve Ruh miktarı ellibin yıl süren bir gün içinde ona çıkar.",
    "O halde güzel bir sabır ile sabret.",
    "Çünkü onlar onu uzak görürler.",
    "Biz ise onu yakın görüyoruz.",
    "O gün gök erimiş bir maden gibi olur.",
    "Dağlar da atılmış renkli yün gibi olur.",
    "Dost dostun halini soramaz.",
    "Birbirlerine gösterilirler. Suçlu o günün azabından kurtulmak için fidye vermek ister; oğullarını,",
    "Eşini ve kardeşini,",
    "Kendisini barındıran, içinde yetiştiği tüm ailesini,",
    "Ve yeryüzünde bulunanların hepsini ki, tek kendini kurtarabilsin.",
    "Hayır, o alevlenen bir ateştir.",
    "Derileri kavurur, soyar.",
    "Çağırır, sırtını dönüp gideni,",
    "Mal toplayıp kasada yığanı,",
    "Doğrusu insan dayanıksız ve huysuz yaratılmıştır.",
    "Kendisine kötülük dokundu mu sızlanır.",
    "Kendisine hayır dokundu mu cimrilik eder.",
    "Ancak namaz kılanlar bunun dışındadır.",
    "Onlar ki namazlarını sürekli kılarlar.",
    "Onların mallarında belli bir hak vardır,",
    "Hem isteyen için, hem de istemekten utanan yoksul için.",
    "Onlar ki ceza gününü tasdik ederler.",
    "Rablerinin azabından korkarlar.",
    "Çünkü Rablerinin azabından emin olunmaz.",
    "Onlar ki ırzlarını korurlar.",
    "Ancak zevcelerine ve cariyelerine karşı hariç. Çünkü onlara yaklaştıklarında kınanmazlar.",
    "Bundan ötesini isteyenler, var ya işte onlar haddi aşanlardır.",
    "Onlar emanetlerini ve ahitlerini gözetirler.",
    "Şahitliklerinde dürüsttürler.",
    "Namazlarına devam ederler.",
    "İşte bunlar cennetlerde ağırlanırlar.",
    "Şimdi ne oluyor o inkâr edenlere ki, sana doğru boyunlarını uzatarak koşuyorlar:",
    "Sağdan ve soldan bölük bölük.",
    "Onlardan herbiri, bir nimet cennetine sokulacağını mı umuyor?",
    "Hayır, biz onları bildikleri şeyden yarattık.",
    "Artık o doğuların ve batıların Rabbine yemine ne gerek, elbette bizim gücümüz yeter.",
    "Onları kendilerinden daha hayırlı olanlarla değiştirebiliriz ve bizim önümüze geçilmez.",
    "O halde bırak onları, kendilerine vaad edilen günlerine kavuşuncaya kadar dalıp oynayadursunlar.",
    "O gün kabirlerden hızlı hızlı çıkacaklar, sanki putlara gidiyorlarmış gibi fırlayacaklar.",
    "Gözleri düşük, kendilerini bir alçaklık saracak da saracak. İşte onlara vaad edilen gün, o gündür.",
    "Gerçekten biz Nûh'u kavmine gönderdik, \"kavmine acı bir azap gelmezden önce onları uyar\" diye.",
    "Dedi ki, \"ey kavmim! Gerçekten ben size açık bir uyarıcıyım\".",
    "Şöyle ki, \"Allah'a kulluk edin, ondan korkun ve bana itaat edin.\"",
    "\"Günahlarınızı bağışlasın ve sizi belli bir süreye kadar ertelesin. Kuşkusuz Allah'ın takdir ettiği süre gelince ertelenmez. Eğer bilseydiniz..\" (inanırdınız).",
    "Nûh dedi ki: \"Ey Rabbim! Ben kavmimi gece gündüz davet ettim.\"",
    "\"Fakat benim çağırmam, onların sadece kaçmalarını artırdı.\"",
    "\"Ben onları senin bağışlaman için her davet ettiğimde, onlar parmaklarını kulaklarına tıkadılar, elbiselerine büründüler, ısrar ettiler, kibirlendikçe kibirlendiler.\"",
    "\"Sonra ben onları açık açık çağırdım.\"",
    "\"Sonra hem ilan ederek söyledim onlara, hem gizli gizli. \"",
    "\"Gelin, dedim, Rabbinizin sizi bağışlamasını isteyin. Çünkü o çok bağışlayıcıdır.\"",
    "\"Üzerinize gökten bol yağmur yağdırsın.\"",
    "\"Mallar ve oğullar vererek sizin imdadınıza koşsun. Sizin için bahçeler yapsın, ırmaklar yapsın.\"",
    "\"Niçin siz Allah'a bir vakar yakıştıramıyorsunuz?\"",
    "\"Oysa o sizi aşama aşama yaratmıştır.\"",
    "\"Görmediniz mi Allah yedi göğü uygun tabakalar halinde nasıl yaratmış?\"",
    "Ve Ay'ı bunların içinde bir nur yapmış, güneşi de bir lamba kılmış.",
    "Allah sizi yerden bir bitki bitirir gibi bitirdi.",
    "Sonra sizi tekrar oraya geri çevirecek ve tekrar çıkaracaktır.",
    "Allah sizin için yeri bir yaygı yapmıştır.",
    "Ki, ondan açılan geniş geniş yollarda gidesiniz.",
    "Nûh dedi ki: \"Ey Rabbim! Onlar bana isyan ettiler; malı ve çocuğu hüsrandan başka bir şeyini artırmayan kimsenin ardına düştüler.\"",
    "\"Büyük büyük tuzaklar kurdular.\"",
    "Dediler ki: \"Sakın tanrılarınızı bırakmayın, ne Vedd'i, ne Suva'ı ve ne de Yeğus'u, Yeûk'u ve Nesr'i.\"",
    "Çok kişiyi yoldan saptırdılar. Sen de o zalimlerin sadece şaşkınlıklarını artır.",
    "Hatalarından dolayı boğuldular, ateşe sokuldular, kendilerine Allah'a karşı yardımcılar da bulamadılar.",
    "Nûh dedi ki: \"Yeryüzünde kafirlerden bir tek kişi bırakma.\"",
    "\"Zira sen onları bırakırsan kullarını yoldan çıkarırlar ve sadece ahlâksız ve kâfir çocuklar doğururlar.\"",
    "\"Ey Rabbim! Bana, babama, anama, mümin olarak evime girene ve bütün inanmış erkek ve kadınlara mağfiret buyur. Zalimlerin de sadece helakini artır.\"",
    "Deki: Hakikat bir takım cinnin Kur'ân dinleyip de şöyle dedikleri bana vahyedildi. Şüphesiz biz, hayret verici bir Kur'ân dinledik.",
    "O Kur'ân hidayete erdiriyor, biz de ona iman ettik. Rabbimize hiçbir şeyi ortak koşmayacağız.",
    "Doğrusu, Rabbimizin şanı çok yüksektir. Ne bir arkadaş edinmiştir, ne de bir çocuk.",
    "Meğer bizim beyinsiz (İblis), Allah hakkında saçma şeyler söylüyormuş.",
    "Doğrusu biz insanları ve cinleri Allah'a karşı asla yalan söylemez sanmışız.",
    "Doğrusu insanlardan bazı erkekler, cinlerden bazı erkeklere sığınırlardı da onların şımarıklıklarını artırırlardı.",
    "Doğrusu onlar sizin zannettiğiniz gibi, zannetmişlerdi ki, Allah asla kimseyi Peygamber göndermeyecek.",
    "(Cinler, dediler ki): \"Biz göğe dokunduk, onu kuvvetli bekçiler ve alevlerle dolu bulduk.\"",
    "\"Doğrusu biz göğün bazı mevkilerinde dinlemek için otururduk. Fakat şimdi her kim dinleyecek olursa kendini gözetleyen parlak bir alev buluyor.\"",
    "\"Doğrusu biz bilmiyoruz, yeryüzündekilere kötülük mü murat edildi, yoksa Rableri onlara bir hayır mı diledi?\"",
    "Doğrusu bizler; bizden iyi olanlar da var, olmayanlar da var. Biz çeşitli yollara ayrılmışız.",
    "\"Doğrusu biz anladık ki, Allah'ı yerde acze düşürmemize imkân yok. Kaçmakla da O'nu asla âciz bırakamayacağız.\"",
    "\"Doğrusu biz o hidayet rehberini dinlediğimizde ona iman ettik. Kim Rabbine inanırsa, ne hakkının eksik verilmesinden korkar, ne de kendisine kötülük edilmesinden.\"",
    "\"Ve biz, bizlerden müslümanlar da var, hak yoldan sapanlar da var. Müslüman olanlar, işte onlar doğru yolu arayanlardır.\"",
    "Ama yoldan çıkanlar, işte onlar cehenneme odun olmuşlardır.",
    "Onlar gerçekten o yol üzere dosdoğru gitselerdi, elbette kendilerine bol bir su verirdik.",
    "Ki onları onunla sınayalım. Kim Rabbini anmaktan yüz çevirirse, Rabbi onu gittikçe yükselen bir azaba sokar.",
    "Mescitler kuşkusuz Allah'ındır. O halde Allah ile birlikte kimseye yalvarmayın.",
    "Allah'ın kulu (Hz. Peygamber) kalkmış O'na dua ederken, neredeyse (cinler) onun etrafında keçe gibi birbirlerine geçeceklerdi.",
    "De ki: \"Ben ancak Rabbime dua eder ve O'na hiçbir şeyi ortak koşmam\"",
    "De ki, \"Haberiniz olsun, ben size kendiliğimden ne bir zarar verebilirim, ne de bir yol gösterebilirim.\"",
    "De ki, \"Allah'tan beni kimse kurtaramaz ve ben O'ndan başka bir sığınacak bulamam.\"",
    "\"Benim yapabileceğim, sadece Allah'tan size duyuru yapmak ve O'nun elçilik görevlerini yerine getirmektir.\" Artık kim Allah'a ve onun elçisine baş kaldırırsa, ona içinde ebedi kalacakları cehennem ateşi vardır.",
    "Kendilerine vaad edilen şeyi gördükleri zaman, kimin yardımcısının en zayıf ve en az olduğunu bileceklerdir.",
    "De ki: \"Ben bilmem, o size vaad edilen şey yakın mı, yoksa Rabbim onun için uzun bir süre mi koyar..\"",
    "O bütün gaybı bilir. Fakat gaybını hiç kimseye açmaz.",
    "Ancak seçtiği elçiye açar. Çünkü onun önünden ve ardından gözetleyiciler salar.",
    "Bilsin diye ki, onlar Rablerinin elçiliklerini yerine getirmişlerdir. Allah onlarda bulunan her şeyi kuşatmış ve her şeyi bir bir saymıştır",
    "Ey örtünen! (Peygamber)",
    "Gecenin birazı hariç olmak üzere geceleyin kalk (namaz kıl).",
    "Gecenin yarısında kalk, yahut yarısından biraz eksilt.",
    "Veya bunu artır ve ağır ağır Kur'ân oku.",
    "Doğrusu biz, senin üzerine ağır bir söz bırakacağız (Kur'an vahyedeceğiz).",
    "Çünkü gece kalkışı hem daha etkili, hem de söz bakımından daha sağlamdır.",
    "Çünkü gündüz senin için uzun bir meşguliyet vardır.",
    "Rabbinin adını an ve bütün gönlünle ona yönel.",
    "O, doğunun ve batının Rabbidir. Ondan başka tanrı yoktur. O halde yalnız O'nu vekil tut.",
    "Başkalarının diyeceklerine sabret, güzellikle onlardan ayrıl.",
    "O yalanlayıcı zevk ve refah sahiplerini bana bırak, onlara biraz mühlet ver.",
    "Zira bizim yanımızda bukağılar var, bir cehennem var.",
    "Boğaza duran bir yiyecek, elem verici bir azap var.",
    "O gün yer ve dağlar sarsılacak, dağlar erimiş bir kum yığınına dönecek.",
    "Doğrusu biz size tanıklık edecek bir elçi gönderdik. Nitekim Firavun'a da bir elçi göndermiştik.",
    "Firavun o elçiye isyan etmişti. Biz de onu ağır bir yakalayışla yakaladık.",
    "Peki inkâr ederseniz, çocukları ihtiyarlatacak o günden (kıyamet gününden) kendinizi nasıl kurtaracaksınız?",
    "O günün dehşetinden gök yarılır. Allah'ın sözü kesinlikle gerçekleşmiştir.",
    "İşte bu bir öğüttür. Artık dileyen Rabbine bir yol tutar.",
    "Rabbin, senin gecenin üçte ikisinden daha azında, yarısında ve üçte birinde kalktığını, seninle beraber bulunanlardan bir topluluğun da böyle yaptığını biliyor. Gece ve gündüzü Allah takdir eder. O, sizin onu sayamayacağınızı bildi de sizi affetti. Bundan böyle Kur'ân'dan size ne kolay gelirse okuyun. Allah, içinizden hastalar, yeryüzünde gezip Allah'ın lütfunu arayan başka kimseler ve Allah yolunda savaşan daha başka insanlar olacağını bilmiştir. Onun için Kur'ân'dan kolayınıza geldiği kadar okuyun, namazı kılın, zekatı verin ve Allah'a güzel bir borç verin (Hayırlı işlere mal sarfedin). Kendiniz için gönderdiğiniz her iyiliği, Allah katında daha hayırlı ve sevapça daha büyük olarak bulacaksınız. Allah'tan bağış dileyin. Kuşkusuz Allah bağışlayandır, merhamet edendir.",
    "Ey örtüsüne bürünen (Peygamber)!",
    "Kalk artık uyar.",
    "Sadece Rabbini yücelt.",
    "Elbiseni temizle.",
    "Pislikten sakın.",
    "Yaptığını çok görerek başa kakma.",
    "Rabbin için sabret.",
    "O sûra üflendiği zaman,",
    "İşte o gün pek zorlu bir gündür.",
    "Kâfirler için hiç kolay değildir.",
    "Tek olarak yarattığım o kimseyi bana bırak.",
    "Hem ona bol servet verdim.",
    "Hem göz önünde oğullar verdim.",
    "Hem ona büyük imkânlar sağladım.",
    "Sonra da şiddetle arzu eder ki daha da artırayım.",
    "Hayır, çünkü o bizim âyetlerimize karşı bir inatçı kesildi.",
    "Ben onu dimdik bir yokuşa sardıracağım.",
    "Çünkü o bir düşündü, ölçtü, biçti.",
    "Kahrolası nasıl da ölçtü, biçti.",
    "Yine kahrolası, nasıl ölçtü biçti.",
    "Sonra baktı.",
    "Sonra kaşını çattı, surat astı.",
    "Sonra arkasını döndü ve büyüklük tasladı.",
    "\"Bu, dedi, başka değil öğretilegelen bir sihirdir.\"",
    "\"Bu, sadece bir insan sözüdür.\"",
    "Ben onu Sekar'a (cehenneme) sokacağım.",
    "Bilir misin sen, nedir o sekar?",
    "Ne geriye bir şey kor, ne bırakır.",
    "Durmadan derileri kavurur.",
    "Üzerinde ondokuz (melek) vardır.",
    "Biz o ateşin muhafızlarını hep melekler yaptık. Bunların sayılarını da ancak kâfirler için bir imtihan kıldık ki, kendilerine kitap verilenler kesin bilgi edinsinler, iman edenlerin de imanı artsın. Kendilerine kitap verilenler ve müminler şüpheye düşmesinler. Kalplerinde hastalık bulunanlarla kâfirler de: \"Allah bu misalle ne demek istedi?\" desinler. İşte böyle, Allah dilediğini şaşırtır, dilediğini de yola getirir. Rabbinin ordularını ancak Rabbin bilir. Bu, insanlar için uyarıdan başka bir şey değildir.",
    "Hayır, andolsun aya,",
    "Döndüğü an o geceye,",
    "Ve açtığı sıra o sabaha.",
    "Kuşkusuz o Sekar, büyük belalardan biridir.",
    "Uyarmak için insanları..",
    "İçinizden ileri gitmek veya geri kalmak isteyen kimseleri..",
    "Her nefis kendi kazancına bağlıdır.",
    "Ancak amel defterleri sağından verilenler hariç.",
    "Onlar cennettedirler, sorup dururlar.",
    "Suçluların durumunu.",
    "\"Nedir sizi Sekar'a sokan?\" diye.",
    "Suçlular der ki: \"Biz namaz kılanlardan değildik.\"",
    "\"Yoksula da yedirmezdik.\"",
    "\"Boş şeylere dalanlarla dalar giderdik.\"",
    "\"Ceza gününü yalanlardık.\"",
    "\"Nihayet bize ölüm gelip çattı.\"",
    "Artık onlara şefaatçilerin şefaatı fayda vermez.",
    "Şimdi o Kur'ân'dan yüz çevirirlerken ne mazeretleri var?",
    "Sanki onlar ürkmüş yaban eşekleri.",
    "Arslandan kaçmaktalar.",
    "Hayır, onlardan her kişi kendisine açılmış sayfalar verilmesini istiyor.",
    "Yok, yok onlar ahiretten korkmuyorlar.",
    "Hayır, hayır, O kur'ân kuşkusuz bir öğüttür.",
    "Dileyen onu düşünür.",
    "Bununla beraber Allah dilemedikçe onlar öğüt alamazlar. Koruyacak da O'dur, bağışlayacak da.",
    "Hayır, yemin ederim o kıyamet gününe.",
    "Yine hayır, yemin ederim o sürekli kendini kınayan nefse.",
    "İnsan, kendisinin kemiklerini bir araya toplayamayacağımızı mı sanıyor?",
    "Evet, bizim onun parmak uçlarını bile aynen eski haline getirmeye gücümüz yeter.",
    "Fakat insan günahı devam ettirmek ister.",
    "O kıyamet günü ne zaman? diye sorar.",
    "Ne zaman ki o göz şimşek çakar,",
    "Ay tutulur,",
    "Güneş ve ay toplanır,",
    "İşte o gün insan, \"kaçacak yer neresi?\" der.",
    "Hayır, hayır, yok bir siper.",
    "O gün varılıp durulacak yer, ancak Rabbinin huzurudur.",
    "O gün insana, yapıp öne sürdüğü ve geri bıraktığı ne varsa bildirilir.",
    "Doğrusu insan kendi nefsini görür,",
    "Bir takım özürler ortaya atsa da.",
    "Onu hemen okumak için dilini depretme.",
    "Kuşkusuz onu toplamak ve okumak bize aittir.",
    "O halde biz onu okuduğumuz zaman sen onun okunuşunu takip et.",
    "Sonra onu açıklamak da bize aittir.",
    "Hayır, siz peşin olanı (dünyayı) seviyorsunuz da",
    "Ahireti bırakıyorsunuz.",
    "Yüzler var ki o gün ışıl ışıl parlar.",
    "Rabbine bakar.",
    "Yüzler de var ki o gün asıktır.",
    "Anlar ki kendisine belkıran (bel kemiklerini kıran belalı bir iş) yapılır.",
    "Hayır hayır, ne zaman ki can köprücük kemiklerine dayanır,",
    "\"Tedavi edebilecek kimdir?\" denilir.",
    "Can çekişen bunun o ayrılık anı olduğunu anlar.",
    "Bacak bacağa dolaşır..",
    "İşte o gün sevk, ancak Rabbinedir.",
    "Fakat o, ne sadaka verdi, ne namaz kıldı.",
    "Fakat yalanladı ve döndü.",
    "Sonra da çalım sata sata ailesine gitti.",
    "Gerektir o bela sana, gerek.",
    "Evet, gerektir o bela sana gerek.",
    "İnsan başıboş bırakılacağını mı sanır?",
    "O, dökülen erlik suyundan bir damla (sperm) değil miydi?",
    "Sonra bir aleka (embriyon) oldu da Rabbi onu biçime koydu, sonra şekil verdi.",
    "Ondan da iki cinsi; erkek ve dişiyi var etti.",
    "Peki, bunu yapanın ölüleri diriltmeye gücü yetmez mi?",
    "Gerçekten insan üzerine dehirden (zamandan) öyle bir müddet geldi ki o zaman o, anılmaya değer bir şey değildi.",
    "Doğrusu biz insanı, imtihan etmek için karışık bir nutfeden (erkek ve kadın sularından) yarattık da onu işitici, görücü yaptık.",
    "Kuşkusuz biz ona yolu gösterdik; ister şükredici olsun, ister nankör.",
    "Çünkü biz, kâfirler için zincirler, demir halkalar ve alevli bir ateş hazırlamışızdır.",
    "Kuşkusuz iyiler de karışımı kâfûr olan dolgun bir kadehten içerler.",
    "Bir kaynak ki ondan Allah'ın kulları içerler, güzel yollar açarak akıtırlar onu.",
    "O kullar adaklarını yerine getirirler ve fenalığı salgın (olan) bir günden korkarlar.",
    "Düşküne, yetime ve esire seve seve yemek yedirirler.",
    "\"Size sırf Allah rızası için yemek yediriyoruz. Sizden ne bir karşılık, ne de bir teşekkür bekliyoruz.\"",
    "\"Biz sert ve belalı bir günde Rabbimizden korkarız.\" derler.",
    "Allah da onları o günün fenalığından korur, yüzlerine parlaklık, gönüllerine sevinç verir.",
    "Sabırlarına karşılık onlara bir cennet ve ipekten elbiseler verir.",
    "Orada donatılmış koltuklar üzerine dayanmışlardır: Orada ne yakıcı güneş görürler, ne de şiddetli soğuk.",
    "Üzerlerine cennet gölgeleri sarkmış, meyveleri bol bol önlerine konmuştur.",
    "Yanlarında gümüşten kaplar, billur kupalar dolaştırılır.",
    "Gümüşten öyle kadehler ki onları türlü türlü biçimlere koymuşlardır.",
    "Onlara orada bir dolu kadeh sunulur ki, karışımı zencefildir.",
    "Bu orada bir pınardır ki, adına \"selsebil\" derler.",
    "Etraflarında ölümsüz hizmetçiler dolaşır, onları görünce saçılmış inciler sanırsın.",
    "Orada nereye baksan bir nimet ve pek büyük bir mülk görürsün.",
    "Üstlerinde zarif ve yeşil, kalın ipekten bir elbise vardır. Gümüş bileziklerle süslenmişlerdir. Rableri onlara temiz bir içecek içirmiştir.",
    "(Onlara şöyle denir): \"İşte bu sizin bir mükâfatınızdı. Gayretiniz karşılığını bulmuştur.\"",
    "Kur'ân'ı sana kısım kısım biz indirdik biz.",
    "O halde Rabbinin hüküm vermesi için sabret. Onlardan hiçbir günahkâra yahut nanköre itaat etme.",
    "Sabahakşam Rabbinin ismini an.",
    "Gecenin bir bölümünde de O'na secde et (akşam ve yatsı namazlarını kıl). Hem de O'nu uzun bir gece tesbih et (teheccüd namazı kıl).",
    "Çünkü onlar bu dünyayı seviyorlar ve önlerindeki ağır bir günü arkaya atıyorlar.",
    "Onları biz yarattık ve mafsallarını sımsıkı bağladık. Dilediğimiz vakit de kılıklarını değiştiririz.",
    "İşte bu bir öğüttür. Dileyen Rabbine giden yolu tutar.",
    "Allah dilemedikçe siz dileyemezsiniz. Kuşkusuz Allah, bilendir, hüküm ve hikmet sahibidir.",
    "Allah dilediğini rahmetine sokar. Zalimlere ise, acıklı bir azap hazırlamıştır.",
    "Andolsun birbiri ardınca gönderilenlere,",
    "Büküp devirenlere,",
    "Yaydıkça yayanlara,",
    "Seçip ayıranlara,",
    "Bir öğüt bırakanlara,",
    "Gerek özür için olsun, gerek uyarı için,",
    "Herhalde size vaad olunan kesinlikle olacaktır.",
    "Hani o yıldızlar silindiği zaman,",
    "Gök yarıldığı zaman,",
    "Dağlar savrulduğu zaman,",
    "Elçiler, tayin edilen vakitlerine erdirildikleri zaman,",
    "Bunlar hangi güne ertelendiler?",
    "Hüküm gününe..",
    "Bildin mi, nedir o hüküm günü?",
    "O gün yalanlayanların vay haline!",
    "Biz, öncekileri helak etmedik mi?",
    "Sonra geridekileri de onlara katarız.",
    "Biz suçlulara böyle yaparız.",
    "O gün yalanlayanların vah haline!",
    "Biz sizi âdi bir sudan yaratmadık mı?",
    "Onu sağlam bir yerde oturttuk.",
    "Belli bir süreye kadar.",
    "Demek ki biçimlendirmişiz. Ne güzel biçimlendireniz biz.",
    "O gün yalanlayanların vay haline!",
    "Yeryüzünü bir tokat (toplanma yeri) yapmadık mı?",
    "Gerek diriler, gerekse ölüler için.",
    "Orada yüksek yüksek dağlar oturtup da size bir tatlı su sunmadık mı?",
    "O gün yalanlayanların vay haline!",
    "(Kıyameti yalanlayanlara şöyle denir): \"Haydin gidin o yalanladığınız şeye doğru.\"",
    "\"Haydi gidin o üç çatallı gölgeye (cehenneme).\"",
    "O, ne gölgelendirir, ne alevden korur.",
    "O, saray gibi kıvılcımlar atar.",
    "Sanki o kıvılcımlar, sarı sarı (erkek deve sürüleridir).",
    "O gün yalanlayanların vay haline!",
    "Bugün, konuşamıyacakları gündür.",
    "Kendilerine izin de verilmez ki, özür beyan etsinler.",
    "O gün yalanlayanların vay haline!",
    "Bu, işte o hüküm günüdür. Sizi ve öncekileri bir araya topladık.",
    "Bir hileniz varsa beni atlatın.",
    "O gün yalanlayanların vay haline!",
    "Kuşkusuz takva sahipleri gölgeler altında ve pınar başlarındadır.",
    "Canlarının çektiğinden türlü meyveler arasındadırlar.",
    "(Onlara): \"Yaptıklarınıza karşılık afiyetle yiyin, için\" (denir).",
    "İşte biz güzel amel işleyenleri böyle mükafatlandırırız.",
    "O gün yalanlayanların vay haline!",
    "Yiyin, zevklenin biraz, çünkü siz suçlularsınız.",
    "O gün yalanlayanların vay haline!",
    "Onlara: \"Rüku edin\" denildiği zaman etmezler.",
    "Vay haline o gün yalanlayanların!",
    "Artık bundan (Kur'an'dan) sonra hangi söze inanacaklar?"
  ]
}