{
  "meta": {
    "id": 122,
    "name": "Maulana Azizul Haque al-Umari",
    "translator_name": "Maulana Azizul Haque al-Umari",
    "slug": "hi-maulana-azizul-haque-al-umari",
    "language_name": "hindi"
  },
  "verses": [
    "तथा उन लोगों ने कहा जो हमसे मिलने की आशा नहीं रखते : हमपर फ़रिश्ते क्यों न उतारे गए, या हम अपने रब को देखते? नि:संदेह वे अपने दिलों में बहुत बड़े बन गए तथा बड़ी सरकशी पर उतर आए।",
    "जिस दिन वे फ़रिश्तों को देखेंगे, उस दिन अपराधियों के लिए कोई शुभ सूचना नहीं होगी और वे कहेंगे (काश! हमारे और उनके बीच) एक मज़बूत ओट होती।",
    "और हम उसकी ओर आएँगे जो उन्होंने कोई भी कर्म किया होगा, तो उसे बिखरी हुई धूल बना देंगे। ",
    "उस दिन जन्नत वाले ठिकाने के लिहाज़ से बेहतर और आरामगाह के लिहाज़ से कहीं अच्छे होंगे।",
    "और जिस दिन आकाश बादल के साथ फट जाएगा और फ़रिश्ते निरंतर उतारे जाएँगे।",
    "उस दिन, वास्तविक राज्य 'रहमान' (अति दयावान्) का होगा और वह काफ़िरों के लिए बहुत मुश्किल दिन होगा।",
    "और जिस दिन अत्याचारी अपने दोनों हाथ चबाएगा। कहेगा : ऐ काश! मैंने रसूल के साथ मार्ग अपनाया होता।",
    "हाय मेरा विनाश! काश मैंने अमुक व्यक्ति को मित्र न बनाया होता।",
    "निःसंदेह उसने मुझे उपदेश (क़ुरआन) से बहका दिया, जबकि वह मेरे पास आ चुका था। और शैतान हमेशा मनुष्य को छोड़ जाने वाला है।",
    "तथा रसूल कहेगा : ऐ मेरे पालनहार! निःसंदेह मेरी क़ौम ने इस क़ुरआन को छोड़ दिया था।",
    "और इसी तरह हमने हर नबी के लिए अपराधियों में से कोई न कोई शत्रु बना दिया और आपका पालनहार मार्गदर्शन प्रदान करने वाला तथा सहायता करने वाला काफ़ी है।",
    "तथा कुफ़्र करने वालों ने कहा : यह क़ुरआन उसपर एक ही बार क्यों नहीं उतार दिया गया? इसी प्रकार (हमने उतारा) ताकि हम इसके साथ आपके दिल को मज़बूत करें और हमने इसे ख़ूब ठहर-ठहर कर पढ़कर सुनाया है।",
    "और (ऐ रसूल!) जब भी वे आपके पास कोई उदाहरण लाते हैं, तो हम आपके पास सत्य और उत्तम व्याख्या ले आते हैं।",
    "वे लोग जो अपने चेहरों के बल जहन्नम की ओर इकट्ठे किए जाएँगे, वही ठिकाने में सबसे बुरे और मार्ग में सबसे अधिक भटके हुए हैं।",
    "तथा निःसंदेह हमने मूसा को किताब दी और उसके साथ उसके भाई हारून को उसका सहायक बनाया।",
    "फिर हमने कहा : तुम दोनों उन लोगों की ओर जाओ, जिन्होंने हमारी आयतों (निशानियों) को झुठला दिया। तो हमने उन्हें बुरी तरह नष्ट कर दिया।",
    "और नूह़ के समुदाय को भी जब उन्होंने रसूलों को झुठलाया, तो हमने उन्हें डुबो दिया और उन्हें लोगों के लिए एक निशानी बना दिया। तथा हमने अत्याचारियों के लिए एक दुःखदायी यातना तैयार कर रखी है।",
    "तथा आद और समूद और कुएँ वालों को तथा इनके बीच बहुत-से समुदायों को भी (विनष्ट कर दिया)।",
    "और प्रत्येक के लिए हमने उदाहरण पेश किए और प्रत्येक को हमने बुरी तरह नष्ट कर दिया।",
    "और निश्चय ही ये लोग उस बस्ती पर आ चुके हैं, जिसपर बुरी वर्षा की गई। तो क्या ये लोग उसे देखा नहीं करते थे? बल्कि ये लोग पुनः जीवित करके उठाए जाने की आशा नहीं रखते थे।",
    "और जब वे आपको देखते हैं, तो आपका मज़ाक़ बना लेते हैं (और कहते हैं :) क्या यही है, जिसे अल्लाह ने रसूल बनाकर भेजा है?!",
    "निःसंदेह यह तो क़रीब था कि हमें हमारे पूज्यों से भटका ही देता, यदि हम उनपर अडिग न रहते। और शीघ्र ही वे जान लेंगे, जब वे यातना देखेंगे, कि मार्ग से अधिक पथभ्रष्ट कौन है?",
    "क्या आपने उस व्यक्ति को देखा, जिसने अपनी इच्छा को अपना पूज्य बना लिया, तो क्या आप उसके संरक्षक होंगे?",
    "क्या आप समझते हैं कि उनमें से अधिकांश वास्तव में सुनते हैं या समझते हैं? वे तो चौपायों के समान हैं, बल्कि उनसे भी अधिक पथभ्रष्ट हैं।",
    "क्या आपने अपने रब को नहीं देखा कि उसने किस तरह छाया को फैला दिया? और यदि वह चाहता, तो उसे अवश्य स्थिर कर देता। फिर हमने सूर्य को उसका पता बताने वाला बनाया।",
    "फिर हम उस (छाया) को अपनी ओर धीरे-धीरे समेट लेते हैं।",
    "और वही है, जिसने तुम्हारे लिए रात्रि को वस्त्र बनाया तथा नींद को विश्राम तथा दिन को उठ खड़े होने का समय बनाया।",
    "तथा वही है जिसने हवाओं को अपनी रहमत से पहले शुभ सूचना बनाकर भेजा। और हमने आसमान से पाक करने वाला पानी उतारा।",
    "ताकि उसके द्वारा मृत भू-भाग को जीवन प्रदान करें तथा उसे अपनी पैदा की हुई चीज़ों में से बहुत से जानवरों और मनुष्यों के पीने के लिए उपलब्ध कराएँ।",
    "निःसंदेह हमने उसे उनके दरमियान विभिन्न ढंग से वर्णन किया, ताकि वे उपदेश ग्रहण करें। परंतु अधिकतर लोगों ने इनकार और नाशुक्री ही की नीति अपनाई।",
    "और यदि हम चाहते, तो अवश्य प्रत्येक बस्ती में एक डराने वाला भेज देते।",
    "अतः आप काफ़िरों की बात न मानें और इस (क़ुरआन) के द्वारा उनसे बड़ा जिहाद करें।",
    "वही है जिसने दो सागरों को मिला दिया। यह मीठा, प्यास बुझाने वाला है और यह खारा, कड़वा है। और उसने उन दोनों के बीच एक परदा और मज़बूत आड़ बना दी।",
    "तथा वही है, जिसने पानी (वीर्य) से एक मनुष्य को पैदा किया। फिर उसके ख़ानदानी तथा ससुरालाी संबंध बना दिए। और आपका पालनहार बड़ा ही सामर्थ्यवान् है।",
    "और वे अल्लाह के सिवा उस चीज़ की इबादत करते हैं, जो न उन्हें फ़ायदा पहुँचाती है और न नुक़सान पहुँचाती है और काफ़िर हमेशा अपने पालनहार के विरुद्ध  मदद करने वाला है।",
    "तथा हमने आपको केवल शुभ-सूचना देने वाला और सावधान करने वाला बनाकर भेजा है।",
    "आप कह दें : मैं तुमसे इसपर कोई बदला नहीं माँगता, सिवाय इसके कि जो चाहे अपने पालनहार की ओर मार्ग अपना ले।",
    "तथा उस सदा जीवंत पर भरोसा कीजिए, जो कभी नहीं मरेगा। और उसकी प्रशंसा के साथ पवित्रता का गान कीजिए। और वह अपने बंदों के गुनाहों की पूरी ख़बर रखने वाला काफ़ी है।",
    "जिसने आकाशों तथा धरती को और जो कुछ उनके बीच है, छह दिनों में पैदा किया, फिर अर्श (सिंहासन) पर बुलंद हुआ। (वह) बहुत दयालु है। अतः उसके बारे में किसी पूर्ण जानकार से पूछिए।",
    "और जब उनसे कहा जाता है कि 'रह़मान' (अत्यंत दयावान्) को सजदा करो, तो कहते हैं कि 'रह़मान' क्या है? क्या हम उसे सजदा करें, जिसके लिए तू हमें आदेश देता है? और यह बात उन्हें बिदकने में और बढ़ा देती है।",
    "बहुत बरकत वाला है वह, जिसने आकाश में बुर्ज (नक्षत्र) बनाए तथा उसमें एक चिराग़ (सूर्य) और एक रोशनी देने वाला चाँद बनाया।",
    "और वही है जिसने रात तथा दिन को एक-दूसरे के पीछे आने वाला बनाया, उसके लिए जो उपदेश ग्रहण करना चाहे, या शुक्र करना चाहे।",
    "और 'रह़मान' के बंदे वे हैं, जो धरती पर विनम्रता से चलते हैं और जब जाहिल (अक्खड़) लोग उनसे बात करते हैं, तो कहते हैं सलाम है।",
    "और जो अपने पालनहार के लिए सजदा करते हुए तथा खड़े होकर रात गुज़ारते हैं।",
    "तथा जो कहते हैं कि ऐ हमारे पालनहार! हमसे जहन्नम की यातना को हटा दे। निःसंदेह उसकी यातना चिमट जाने वाली है।",
    "निःसंदेह वह बुरी ठहरने की जगह और निवास की जगह है।",
    "तथा वे लोग कि जब खर्च करते हैं, तो न फ़िज़ूल-खर्ची करते है और न ख़र्च करने में तंगी करते हैं, और (उनका ख़र्च) इसके बीच में मध्यम होता है।",
    "और जो अल्लाह के साथ किसी दूसरे पूज्य को नहीं पुकारते, और न उस प्राण को क़त्ल करते हैं, जिसे अल्लाह ने ह़राम ठहराया है परंतु हक़ के साथ और न व्यभिचार करते हैं। और जो ऐसा करेगा, वह पाप का भागी बनेगा।",
    "क़ियामत के दिन उसकी यातना दुगुनी कर दी जाएगी और वह अपमानित होकर उसमें हमेशा रहेगा।",
    "परंतु जिसने तौबा कर ली और ईमान ले आया और अच्छे काम किए, तो ये लोग हैं जिनके बुरे कामों को अल्लाह नेकियों में बदल देगा और अल्लाह हमेशा बहुत बख़्शने वाला, अत्यंत दयावान् है।",
    "और जो तौबा कर ले और नेक काम करे, तो निश्चय ही वह अल्लाह की ओर सच्चे तौर पर पलटता है।",
    "तथा जो झूठ में भाग नहीं लेते और जब व्यर्थ के काम के पास से गुज़रते हैं, तो सज्जन बनकर गुज़र जाते हैं।",
    "और वे लोग कि जब उन्हें उनके पालनहार की आयतों के साथ नसीहत की जाए, तो उनपर बहरे तथा अंधे होकर नहीं गिरते।",
    "तथा जो कहते हैं : ऐ हमारे पालनहार! हमें हमारी पत्नियों तथा संतानों से आँखों की ठंडक प्रदान कर और हमें परहेज़गारों का 'इमाम' बना दे।",
    "यही वे लोग हैं, जिन्हें उनके धैर्य के बदले में उच्च भवन दिया जाएगा और उसमें जीवन की प्रार्थना और अभिवादन के साथ उनका स्वागत किया जाएगा।",
    "वे उसमें हमेशा रहने वाले हैं। वह ठहरने और रहने का अच्छा स्थान है!",
    "(ऐ नबी!) कह दें : मेरे पालनहार को तुम्हारी कोई परवाह नहीं, यदि तुम (उसे) न पुकारो। क्योंकि निश्चय ही तुमने झुठलाया है, तो शीघ्र (उसका परिणाम) आ जाएगा।",
    "ता, सीन, मीम।",
    "ये स्पष्ट किताब की आयतें हैं।",
    "शायद (ऐ रसूल!) आप अपने आपको हलाक करने वाले हैं, इसलिए कि वे ईमान नहीं लाते।",
    "यदि हम चाहें, तो उनपर आकाश से कोई निशानी उतार दें, फिर उसके सामने उनकी गर्दनें झुकी रह जाएँ।",
    "और जब भी 'रह़मान' (अति दयावान्) की ओर से उनके पास कोई नई नसीहत आती है, तो वे उससे मुँह फेरने वाले होते हैं।",
    "अतः निःसंदेह उन्होंने झुठला दिया, तो शीघ्र ही उनके पास उस चीज़ की खबरें आ जाएँगी, जिसका वे उपहास उड़ाया करते थे।",
    "और क्या उन्होंने धरती की ओर नहीं देखा कि हमने उसमें हर उत्तम प्रकार के कितने पौधे उगाए हैं?",
    "निःसंदे इसमें निश्चय एक बड़ी निशानी है। (परंतु) उनमें से अधिकतर ईमान लाने वाले नहीं थे।",
    "तथा निःसंदेह आपका पालनहार, निश्चय वही सबपर प्रभुत्वशाली, अत्यंत दयावान् है।",
    "और जब आपके पालनहार ने मूसा को पुकारा कि उन ज़ालिम लोगों के पास जाओ।",
    "फ़िरऔन की जाति के पास। क्या वे डरते नहीं?",
    "उसने कहा : ऐ मेरे पालनहार! निःसंदेह मुझे डर है कि वे मुझे झुठला देंगे।",
    "और मेरा सीना घुटता है और मेरी ज़बान नहीं चलती, अतः हारून की ओर संदेश भेज।",
    "और उनका मुझपर एक अपराध का आरोप है। अतः मैं डरता हूँ कि वे मुझे मार डालेंगे।",
    "(अल्लाह ने) फरमाया : ऐसा कभी नहीं होगा, अतः तुम दोनों हमारी निशानियों के साथ जाओ। निःसंदेह हम तुम्हारे साथ ख़ूब सुनने वाले हैं।",
    "तो तुम दोनों फ़िरऔन के पास जाओ और कहो कि निःसंदेह हम सारे संसारों के पालनहार के संदेशवाहक हैं।",
    "कि तू बनी इसराईल को हमारे साथ भेज दे।",
    "(फ़िरऔन ने) कहा : क्या हमने तुझे अपने यहाँ इस हाल में नहीं पाला कि तू बच्चा था और तू हमारे बीच अपनी आयु के कई वर्ष रहा?",
    "और तूने अपना वह काम किया, जो तूने किया। और तू अकृतज्ञों में से है।",
    "(मूसा ने) कहा : मैंने उस समय वह काम इस हाल में किया कि मैं अनजानों में से था।",
    "फिर मैं तुम्हारे पास से भाग गया, जब मैं तुमसे डरा, तो मेरे पालनहार ने मुझे हुक्म (नुबुव्वत एवं ज्ञान) प्रदान किया और मुझे रसूलों में से बना दिया।",
    "और यह कोई उपकार है, जो तू मुझपर जता रहा है कि तूने बनी इसराईल काे ग़ुलाम बना रखा है।",
    "फ़िरऔन ने कहा : और 'रब्बुल-आलमीन' (सारे संसारों का पालनहार) क्या है?",
    "(मूसा ने) कहा : जो आकाशों और धरती का रब है और जो उनके बीच है उसका भी, यदि तुम विश्वास करने वाले हो।",
    "उसने अपने आस-पास के लोगों से कहा : क्या तुम सुनते नहीं?",
    "(मूसा ने) कहा : जो तुम्हारा पालनहार तथा तुम्हारे पहले बाप-दादा का पालनहार है।",
    "(फ़िरऔन ने) कहा : निश्चय तुम्हारा यह रसूल, जो तुम्हारी ओर भेजा गया है, अवश्य पागल है।",
    "(मूसा ने) कहा : जो पूर्व तथा पश्चिम रब है और उसका भी जो उन दोनों के बीच है, अगर तुम समझते हो।",
    "(फ़िरऔन ने) कहा : निश्चय यदि तूने मेरे अलावा किसी और को पूज्य बनाया, तो मैं तुझे अवश्य ही बंदी बनाए हुए लोगों में शामिल कर दूँगा।‌",
    "(मूसा ने) कहा : क्या भले ही मैं तेरे पास कोई स्पष्ट चीज़ ले आऊँ?",
    "उसने कहा : तू उसे ले आ, यदि तू सच्चे लोगों में से है।",
    "फिर उसने अपनी लाठी फेंक दी, तो अचानक वह एक प्रत्यक्ष अजगर बन गई।",
    "तथा उसने अपना हाथ निकाला, तो एकाएक वह देखने वालों के लिए सफेद (चमकदार) था।",
    "उसने अपने आस-पास के प्रमुखों से कहा : निश्चय यह तो एक बड़ा कुशल जादूगर है।",
    "जो चाहता है कि अपने जादू के साथ तुम्हें तुम्हारी धरती से निकाल दे। तो तुम क्या आदेश देते हो?",
    "उन्होंने कहा : इसके तथा इसके भाई को मोहलत दें और नगरों में (लोगों को) जमा करने वालों को भेज दें।",
    "कि वे तेरे पास हर बड़ा जादूगर ले आएँ, जो जादू में बहुत कुशल हो।",
    "तो जादूगर एक निश्चित दिन के नियत समय पर इकट्ठा कर लिए गए।",
    "तथा लोगों से कहा गया : क्या तुम एकत्र होने वाले हो?",
    "शायद हम इन जादूगरों के अनुयायी बन जाएँ, यदि वही विजयी हों।",
    "फिर जब जादूगर आ गए, तो उन्होंने फ़िरऔन से कहा : क्या सचमुच हमें कुछ पुरस्कार मिलेगा, यदि हम ही प्रभावी रहे?",
    "उसने कहा : हाँ! और निश्चय तुम उस समय निकटवर्तियों में से हो जाओगे ।",
    "मूसा ने उनसे कहा : फेंको, जो कुछ तुम फेंकने वाले हो।",
    "तो उन्होंने अपनी रस्सियाँ और लाठियाँ फेंकीं और कहा : फ़िरऔन के प्रभुत्व की सौगंध! निःसंदेह हम, निश्चय हम ही विजयी रहेंगे।",
    "फिर मूसा ने अपनी लाठी फेंकी, तो एकाएक वह उन चीज़ों को निगल रही थी, जो वे झूठ बना रहे थे।",
    "इसपर जादूगर सजदा करते हुए गिर गए।",
    "उन्होंने कहा : हम सारे संसारों के पालनहार पर ईमान ले आए।",
    "मूसा तथा हारून के पालनहार पर।",
    "(फ़िरऔन ने) कहा : तुम उसपर ईमान ले आए, इससे पहले कि मैं तुम्हें अनुमति दूँ? निःसंदेह यह अवश्य तुम्हारा बड़ा (गुरू) है, जिसने तुम्हें जादू सिखाया है। अतः निश्चय तुम जल्दी जान लोगे। मैं अवश्य तुम्हारे हाथ और तुम्हारे पाँव विपरीत दिशा से काट दूँगा तथा निश्चय तुम सभी को अवश्य बुरी तरह सूली पर चढ़ा दूँगा।",
    "उन्होंने कहा : कोई नुक़सान नहीं, निश्चित रूप से हम अपने पालनहार की ओर पलटने वाले हैं।",
    "हम आशा रखते हैं कि हमारा पालनहार हमारे लिए, हमारे पापों को क्षमा कर देगा, इस कारण कि हम सबसे पहले ईमान लाने वाले हैं।",
    "और हमने मूसा की ओर वह़्य की कि मेरे बंदों को लेकर रातों-रात निकल जा। निश्चय ही तुम्हारा पीछा किया जाएगा।",
    "तो फ़िरऔन ने नगरों में (सेना) एकत्र करने वालों को भेज दिया।",
    "कि निःसंदेह ये लोग एक छोटा-सा समूह हैं।",
    "और निःसंदेह ये हमें निश्चित रूप से गुस्सा दिलाने वाले हैं।",
    "और निश्चय ही हम सब चौकन्ना रहने वाले हैं।",
    "इस तरह हमने उन्हें बाग़ों और सोतों से निकाल दिया।",
    "तथा ख़ज़ानों और उत्तम आवासों से।",
    "ऐसा ही हुआ और हमने उनका वारिस बनी इसराईल को बना दिया।",
    "तो उन्होंने सूर्योदय के समय उनका पीछा किया।",
    "फिर जब दोनों गिरोहों ने एक-दूसरे को देखा, तो मूसा के साथियों ने कहा : निःसंदेह हम निश्चय ही पकड़े जाने[) वाले हैं। ",
    "(मूसा ने) कहा : हरगिज़ नहीं! निश्चय मेरे साथ मेरा पालनहार है। वह अवश्य मेरा मार्गदर्शन करेगा।",
    "तो हमने मूसा की ओर वह़्य की कि अपनी लाठी को सागर पर मारो। (उसने लाठी मारी) तो वह फट गया और हर टुकड़ा बड़े पहाड़ की तरह हो गया।",
    "तथा वहीं हम दूसरों को निकट ले आए।",
    "और हमने मूसा को और जो उसके साथ थे, सबको बचा लिया।",
    "फिर हमने दूसरों को डुबो दिया।",
    "निःसंदेह इसमें निश्चय एक बड़ी निशानी है। और उनमें से अधिकतर लोग ईमान लाने वाले नहीं थे।",
    "और निःसंदेह आपका पालनहार, निश्चय वही सबपर प्रभुत्वशाली, अत्यंत दयावान् हैl",
    "तथा आप उन्हें इबराहीम का समाचार सुनाएँ।",
    "जब उसने अपने बाप तथा अपनी जाति से कहा : तुम किसकी पूजा करते हो?",
    "उन्होंने कहा : हम कुछ मूर्तियों की पूजा करते हैं, इसलिए उन्हीं की सेवा में लगे रहते हैं।",
    "उसने कहा : क्या वे तुम्हें सुनते हैं, जब तुम (उन्हें) पुकारते हो?",
    "या तुम्हें लाभ देते हैं, या हानि पहुँचाते हैं?",
    "उन्होंने कहा : बल्कि हमने अपने बाप-दादा को पाया कि वे ऐसा ही करते थे।",
    "उसने कहा : तो क्या तुमने देखा कि जिनको तुम पूजते रहे।",
    "तुम तथा तुम्हारे पहले बाप-दादा?",
    "सो निःसंदेह वे मेरे शत्रु हैं, सिवाय सारे संसारों के पालनहार के।",
    "वह जिसने मुझे पैदा किया, फिर वही मेरा मार्गदर्शन करता है।",
    "और वही जो मुझे खिलाता है और मुझे पिलाता है।",
    "और जब मैं बीमार होता हूँ, तो वही मुझे अच्छा करता है।",
    "तथा वह जो मुझे मारेगा, फिर मुझे जीवित करेगा।",
    "तथा वह, जिससे मैं आशा रखता हूँ कि वह बदले के दिन मेरे पाप क्षमा कर देगा।",
    "ऐ मेरे पालनहार! मुझे हुक्म (धर्म का ज्ञान) प्रदान कर और मुझे नेक लोगों के साथ मिला।",
    "और बाद में आने वालों में मुझे सच्ची ख्याति प्रदान कर।",
    "और मुझे नेमतों वाली जन्नत के वारिसों में से बना दे।",
    "तथा मेरे बाप को क्षमा कर दे। निश्चय वह गुमराहों में से था।",
    "तथा मुझे रुसवा न कर, जिस दिन लोग उठाए जाएँगे।",
    "जिस दिन न कोई धन लाभ देगा और न बेटे।",
    "परंतु जो अल्लाह के पास पाक-साफ़ दिल लेकर आया।",
    "और (अपने रब से) डरने वालों के लिए जन्नत निकट लाई जाएगी।",
    "तथा पथभ्रष्ट लोगों के लिए भड़कती आग प्रकट कर दी जाएगी।",
    "तथा उनसे कहा जाएगा : कहाँ हैं वे, जिन्हें तुम पूजते थे?",
    "अल्लाह के सिवा। क्या वे तुम्हारी मदद करते हैं, या अपनी रक्षा करते हैं?",
    "फिर वे और सब पथभ्रष्ट लोग उसमें औंधे मुँह फेंक दिए जाएँगे।",
    "और इबलीस की समस्त सेनाएँ भी।",
    "वे उसमें आपस में झगड़ते हुए कहेंगे :",
    "अल्लाह की क़सम! निःसंदेह हम निश्चय खुली गुमराही में थे।",
    "जब हम तुम्हें सारे संसारों के पालनहार के बराबर ठहराते थे।",
    "और हमें तो सिर्फ़ इन अपराधियों ने गुमराह किया।",
    "अब न हमारे लिए कोई सिफारिश करने वाले हैं।",
    "और न कोई घनिष्ट मित्र।",
    "तो यदि वास्तव में हमारे लिए वापस जाने का अवसर होता, तो हम ईमानवालों में से हो जाते।",
    "निःसंदेह इसमें निश्चय एक बड़ी निशानी है। और उनमें से अधिकतर ईमानवाले नहीं थे।",
    "और निःसंदेह आपका पालनहार, निश्चय वही सबपर प्रभुत्वशाली, अत्यंत दयावान् हैl",
    "नूह़ की जाति ने रसूलों को झुठलाया।",
    "जब उनसे उनके भाई नूह़ ने कहा : क्या तुम डरते नहीं?",
    "निःसंदेह मैं तुम्हारे लिए एक अमानतदार रसूल हूँ।",
    "अतः तुम अल्लाह से डरो और मेरी बात मानो।",
    "मैं इस (कार्य) पर तुमसे कोई पारिश्रमिक (बदला) नहीं माँगता। मेरा बदला तो केवल सारे संसारों के पालनहार पर है।",
    "अतः तुम अल्लाह से डरो और मेरी बात मानो।",
    "उन्होंने कहा : क्या हम तुझपर ईमान ले आएँ, जबकि तेरे पीछे चलने वाले अत्यंत नीच लोग हैं?",
    "(नूह़ ने) कहा : मूझे क्या मालूम कि वे क्या कर्म करते रहे हैं?",
    "उनका ह़िसाब तो मेरे पालनहार ही के ज़िम्मे है, यदि तुम समझो।",
    "और मैं ईमान वालों को धुतकारने वाला नहीं हूँ।",
    "मैं तो बस एक खुला डराने वाला हूँ",
    "उन्होंने कहा : ऐ नूह़! यदि तू बाज़ नहीं आया, तो अवश्य संगसार किए गए लोगों में से हो जाएगा।",
    "उसने कहा : ऐ मेरे पालनहार! निःसंदेह मेरी जाति ने मुझे झुठला दिया!",
    "अतः तू मेरे और उनके बीच दो-टूक निर्णय कर दे, तथा मुझे और जो ईमानवाले मेरे साथ हैं, उन्हें बचा ले।",
    "तो हमने उसे और उन लोगों को जो उसके साथ भरी हुई नाव में थे, बचा लिया।",
    "फिर उसके बाद शेष लोगों को डुबो दिया।",
    "निःसंदेह इसमें निश्चय एक बड़ी निशानी है। और उनमें से अधिकतर ईमानवाले नहीं थे।",
    "और निःसंदेह आपका पालनहार, निश्चय वही सबपर प्रभुत्वशाली, अत्यंत दयावान् है।",
    "आद ने रसूलों को झुठलाया।",
    "जब उनसे उनके भाई हूद ने कहा : क्या तुम डरते नहीं हो?",
    "निःसंदेह मैं तुम्हारे लिए एक अमानतदार रसूल हूँ।",
    "अतः तुम अल्लाह से डरो और मेरी बात मानो।",
    "मैं इस (कार्य) पर तुमसे कोई पारिश्रमिक (बदला) नहीं माँगता, मेरा बदला तो केवल सारे संसारों के पालनहार पर है।",
    "क्या तुम हर ऊँचे स्थान पर एक स्मारक बनाते हो? इस स्थिति में कि व्यर्थ कार्य करते हो।",
    "तथा बड़े-बड़े भवन बनाते हो, शायद कि तुम सदा जीवित रहोगे।",
    "और जब तुम पकड़ते हो, तो बड़ी निर्दयता से पकड़ते हो।",
    "अतः अल्लाह से डरो और जो मैं कहता हूँ, उसे मानो।",
    "तथा उससे डरो जिसने उन चीज़ों से तुम्हारी मदद की, जिन्हें तुम जानते हो।",
    "उसने चौपायों और बेटों से तुम्हारी मदद की।",
    "तथा बाग़ों और जल स्रोताें से।",
    "निश्चय ही मैं तुमपर एक बड़े दिन की यातना से डरता हूँ।",
    "उन्होंने कहा : हमारे लिए बराबर है कि तू नसीहत करे, या नसीहत करने वालों में से हो।",
    "यह तो केवल पहले लोगों की आदत है।",
    "और हम निश्चित रूप से दंडित नहीं होंगे।",
    "तो उन्होंने उसे झुठला दिया, तो हमने उन्हें विनष्ट कर दिया। निःसंदेह इसमें निश्चय एक बड़ी निशानी है। और उनमें से अधिकतर लोग ईमानवाले नहीं थे।",
    "तथा निःसंदेह आपका पालनहार, निश्चय वही सबपर प्रभुत्वशाली, अत्यंत दयावान् है।",
    "समूद ने रसूलों को झुठलाया।",
    "जब उनसे उनके भाई सालेह़ ने कहा : क्या तुम डरते नहीं हो?",
    "निःसंदेह मैं तुम्हारे लिए एक अमानतदार रसूल हूँ।",
    "अतः अल्लाह से डरो और जो मैं कहता हूँ, उसका पालन करो।",
    "मैं इसपर तुमसे कोई पारिश्रमिक (बदला) नहीं माँगता। मेरा बदला तो केवल सारे संसारों के पालनहार पर है।",
    "क्या तुम उन चीज़ों में जो यहाँ हैं, निश्चिंत छोड़ दिए जाओगे?",
    "बाग़ों तथा स्रोतों में।",
    "तथा खेतों और खजूर के पेड़ों में, जिनके फल मुलायम और पके हुए हैं।",
    "तथा तुम पर्वतों को काटकर बड़ी निपुणता के साथ घर बनाते हो।",
    "अतः अल्लाह से डरो और मेरा आज्ञापालन करो।",
    "और हद से आगे बढ़ने वालों का हुक्म न मानो।",
    "जो धरती में बिगाड़ पैदा करते हैं और सुधार नहीं करते।",
    "उन्होंने कहा : निःसंदेह तू उन लोगों में से है जिनपर प्रबल जादू किया गया है।",
    "तू तो बस हमारे ही जैसा एक मनुष्य है। अतः कोई निशानी ले आ, यदि तू सच्चों में से है।",
    "उसने कहा : यह एक ऊँटनी है। इसके लिए पानी पीने की एक बारी है और तुम्हारे लिए एक निश्चित दिन पानी पीने की बारी है।",
    "तथा उसे किसी बुराई से हाथ न लगाना, अन्यथा तुम्हें एक बड़े दिन की यातना पकड़ लेगी।",
    "तो उन्होंने उसकी कूँचें काट दीं, फिर पछताने वाले हो गए।",
    "तो उन्हें यातना ने पकड़ लिया। निःसंदेह इसमें निश्चय एक बड़ी निशानी है। और उनमें से अधिकतर ईमानवाले नहीं थे।",
    "और निःसंदेह आपका पालनहार, निश्चय वही सबपर प्रभुत्वशाली, अत्यंत दयावान् है।",
    "लूत की जाति ने रसूलों को झुठलाया।",
    "जब उनके भाई लूत ने उनसे कहा : क्या तुम डरते नहीं हो?",
    "निःसंदेह मैं तुम्हारे लिए एक अमानतदार रसूल हूँ।",
    "अतः तुम अल्लाह से डरो और मेरी बात मानो।",
    "मैं इस (कार्य) पर तुमसे कोई पारिश्रमिक (बदला) नहीं माँगता, मेरा बदला तो केवल सारे संसारों के पालनहार पर है।",
    "क्या सभी संसारों में से तुम पुरुषों के पास आते हो।",
    "तथा उन्हें छोड़ देते हो, जो तुम्हारे पालनहार ने तुम्हारे लिए तुम्हारी पत्नियाँ पैदा की हैं। बल्कि तुम हद से आगे बढ़ने वाले लोग हो।",
    "उन्होंने कहा : ऐ लूत! निःसंदेह यदि तू नहीं रुका, तो निश्चित रूप से तू अवश्य निष्कासित लोगों में से हो जाएगा।",
    "उसने कहा : निःसंदेह मैं तुम्हारे काम से सख़्त घृणा करने वालों में से हूँ।",
    "ऐ मेरे पालनहार! मुझे तथा मेरे घर वालों को उससे बचा ले, जो ये करते हैं।",
    "तो हमने उसे और उसके सभी घर वालों को बचा लिया।",
    "सिवाय एक बुढ़िया के, जो पीछे रहने वालों में से थी।",
    "फिर हमने दूसरों को विनष्ट कर दिया।",
    "और हमने उनपर ज़ोरदार बारिश बरसाई। तो उन लोगों की बारिश बहुत बुरी थी, जिन्हें डराया गया था।",
    "निःसंदेह इसमें निश्चय एक बड़ी निशानी है। और उनमें से अधिकतर ईमानवाले नहीं थे।",
    "और निःसंदेह आपका पालनहार, निश्चय वही सबपर प्रभुत्वशाली, अत्यंत दयावान् है।",
    "ऐका वालों ने रसूलों को झुठलाया।",
    "जब उनसे शुऐब ने कहा : क्या तुम डरते नहीं हो?",
    "निःसंदेह मैं तुम्हारे लिए एक अमानतदार रसूल हूँ।",
    "अतः तुम अल्लाह से डरो और मेरी बात मानो।",
    "मैं इस (कार्य) पर तुमसे कोई पारिश्रमिक (बदला) नहीं माँगता, मेरा बदला तो केवल सारे संसारों के पालनहार पर है।",
    "नाप पूरा दो और कम देने वालों में से न बनो।",
    "और सीधे तराज़ू से तोलो।",
    "और लाेगों को उनका सामान कम न दो। और धरती में उपद्रव फैलाते मत फिरो।",
    "और उससे डरो, जिसने तुम्हें तथा पहले लोगों को पैदा किया है।",
    "उन्होंने कहा : निःसंदेह तू तो उन लोगों में से है जिनपर ताक़तवर जादू किया गया है।",
    "और तू तो बस हमारे ही जैसा एक मनुष्य है और निःसंदेह हम तो तुझे झूठों में से समझते हैं।",
    "तो हम पर आसमान से कुछ टुकड़े गिरा दे, यदि तू सच्चों में से है।",
    "उसने कहा : मेरा पालनहार अधिक जानने वाला है जो कुछ तुम कर रहे हो।",
    "चुनाँचे उन्होंने उसे झुठला दिया। तो उन्हें छाया के दिन की यातना ने पकड़ लिया। निश्चय वह एक बड़े दिन की यातना थी।",
    "निःसंदेह इसमें निश्चय एक बड़ी निशानी है। और उनमें से अधिकतर ईमानवाले नहीं थे।",
    "और निःसंदेह आपका पालनहार, निश्चय वही सबपर प्रभुत्वशाली, अत्यंत दयावान् है।",
    "तथा निःसंदेह, यह (क़ुरआन) निश्चय सारे संसारों के पालनहार का उतारा हुआ है।",
    "इसे रूह़ुल-अमीन (अत्यंत विश्वसनीय फ़रिश्ता) लेकर उतरा है।",
    "आपके दिल पर, ताकि आप सावधान करने वालों में से हो जाएँ।",
    "स्पष्ट अरबी भाषा में।",
    "तथा निःसंदेह यह निश्चित रूप से पहले लोगों की पुस्तकों में मौजूद है।",
    "क्या उनके लिए यह एक निशानी न थी है कि इसे बनी इसराईल के विद्वान जानते हैं।",
    "और यदि हम इसे ग़ैर-अरब लोगों में से किसी पर उतार देते।",
    "फिर वह इसे उनके सामने पढ़ता, तो भी वे उसपर ईमान लाने वाले न होते।",
    "इसी प्रकार हमने इसे अपराधियों के हृदयों में प्रवेश कर दिया।",
    "वे उसपर ईमान नहीं लाएँगे, यहाँ तक कि वे दर्दनाक यातना देख लें।",
    "तो वह उनपर अचानक आ पड़े और वे सोचते भी न हों।",
    "फिर वे कहें : क्या हम मोहलत दिए जाने वाले हैं",
    "तो क्या वे हमारी यातना के लिए जल्दी मचा रहे हैं?",
    "तो क्या आपने विचार किया यदि हम इन्हें कुछ वर्षों तक लाभ दें।",
    "फिर उनपर वह (यातना) आ जाए, जिसका उनसे वादा किया जाता था।",
    "तो उन्हें जो लाभ दिया जाता था, वह उनके किस काम आएगा?",
    "और हमने किसी बस्ती को विनष्ट नहीं किया, परंतु उसके लिए कई सावधान करने वाले थे।",
    "याद दिलाने के लिए। और हम अत्याचारी नहीं थे।",
    "तथा इस (क़ुरआन) को लेकर शैतान नहीं उतरे।",
    "और न यह उनके योग्य है, और न वे ऐसा कर सकते हैं।",
    "निःसंदेह वे तो (इसके) सुनने ही से अलग कर दिए गए हैं।",
    "अतः आप अल्लाह के साथ किसी अन्य पूज्य को न पुकारें, अन्यथा आप दंड पाने वालों में हो जाएँगे।",
    "और आप अपने निकटतम रिश्तेदारों को डराएँ।",
    "और ईमान वालों में से जो आपका अनुसरण करे, उसके लिए अपना बाज़ू झुका दें।",
    "फि यदि वे आपकी अवज्ञा करें, तो आप कह दें कि तुम जो कुछ कर रहे हो उसकी ज़िम्मेदारी से मैं बरी हूँ।",
    "तथा उस सबपर प्रभुत्वशाली, अत्यंत दयावान् पर भरोसा करें।",
    "जो आपको देखता है, जब आप खड़े होते हैं।",
    "और सजदा करने वालों में आपके फिरने को भी।",
    "निःसंदेह वही सब कुछ सुनने वाला, सब कुछ जानने वाला है।",
    "क्या मैं आपको बताऊँ कि शैतान किस पर उतरते हैं?",
    "वे हर बड़े झूठे और बड़े पापी पर उतरते हैं।",
    "वे सुनी हुई बात को (काहिनों तक) पहुँचा देते हैं, और उनमें से अधिकतर झूठे हैं।",
    "और कवि लोग, उनके पीछे भटके हुए लोग ही चलते हैं।",
    "क्या आपने नहीं देखा कि वे प्रत्येक वादी में भटकते फिरते हैं।",
    "और यह कि निःसंदेह ऐसी बात कहते हैं, जो करते नहीं।",
    "सिवाय उन (कवियों) के, जो ईमान लाए, और अच्छे कर्म किए और अल्लाह को बहुत याद किया तथा बदला लिया, इसके बाद कि उनके ऊपर ज़ुल्म किया गया। तथा वे लोग, जिन्होंने अत्याचार किया, शीघ्र ही जान लेंगे कि वे किस जगह लौटकर जाएँगे।",
    "ता, सीन। ये क़ुरआन तथा स्पष्ट पुस्तक की आयतें हैं।",
    "ईमानवालों के लिए मार्गदर्शन तथा शुभ-सूचना हैं।",
    "जो नमाज़ स्थापित करते तथा ज़कात देते हैं और वही हैं, जो आख़िरत (परलोक) पर विश्वास रखते हैं।",
    "निःसंदेह जो लोग आख़िरत पर ईमान नहीं रखते, हमने उनके कर्मों को उनके लिए सुंदर बना दिया है। अतः वे भटकते फिरते है।",
    "यही लोग हैं, जिनके लिए बुरी यातना है तथा आख़िरत में यही सबसे अधिक घाटा उठाने वाले हैं।",
    "और निःसंदेह आपको क़ुरर्आन एक पूर्ण हिकमत वाले, सब कुछ जानने वाले की ओर से दिया जाता है।",
    "जब मूसा ने अपने घर वालों से कहा : निःसंदेह मैंने एक आग देखी है। मैं शीघ्र तुम्हारे पास उससे कोई समाचार लाऊँगा या तुम्हारे पास उससे सुलगाया हुआ अंगारा लेकर आऊँगा, ताकि तुम तापो।",
    "फिर जब वह उसके पास आया, तो उसे आवाज़ दी गई : बरकत वाला है, वह जो इस आग में है तथा जो इसके आस-पास है। और अल्लाह पवित्र है, जाे सारे संसारों का पालनहार है।",
    "ऐ मूसा! निःसंदेह तथ्य यह है कि मैं ही अल्लाह हूँ। जो सबपर प्रभुत्वशाली, पूर्ण हिकमत वाला है।",
    "और अपनी लाठी फेंक दे । फिर जब उसने उसे देखा कि हिल रही है, जैसे वह कोई साँप हो, तो पीठ फेरकर भागा और पीछे न मुड़ा। ऐ मूसा! डरो मत, निःसंदेह मेरे पास रसूल नहीं डरते।",
    "परंतु जिसने अत्याचार किया, फिर बुराई के बाद उसे भलाई से बदल दिया, तो निःसंदेह मैं बहुत क्षमा करने वाला, अत्यंत दयावान् हूँ।",
    "और अपना हाथ अपने गरीबान में डाल। वह बिना किसी दोष के (चमकता हुआ) सफ़ेद निकलेगा; नौ निशानियों में से एक, फ़िरऔन तथा उसकी जाति की ओर। निःसंदेह वे अवज्ञाकारी लोग थे।",
    "फिर जब हमारी निशानियाँ उनके पास आईं जो आँखें खोलने वाली थीं, तो उन्होंने कहा : यह खुला जादू है।",
    "तथा उन्होंने अत्याचार एवं अभिमान के कारण उनका इनकार कर दिया। हालाँकि उनके दिलों को उनका विश्वास हो चुका था। तो देखो कि बिगाड़ पैदा करने वालों का परिणाम कैसा हुआ?",
    "और निःसंदेह हमने दाऊद तथा सुलैमान को ज्ञान प्रदान किया और उन दोनों ने कहा : सारी प्रशंसा अल्लाह के लिए है, जिसने हमें अपने बहुत-से ईमानवाले बंदों पर श्रेष्ठता प्रदान की।",
    "और सुलैमान दाऊद का उत्तराधिकारी हुआ तथा उसने कहा : ऐ लोगो! हमें पक्षियों की बोली सिखाई गई तथा हमें हर चीज़ में से हिस्सा प्रदान किया गया है। निःसंदेह यह निश्चित रूप से स्पष्ट अनुग्रह है।",
    "तथा सुलैमान के लिए जिन्नों तथा इनसानों और पक्षियों में से उसकी सेनाएँ इकट्ठी की गईं, फिर उन्हें अलग-अलग बांटा जाता था।",
    "यहाँ तक कि जब वे चींटियों की घाटी में पहुँचे, तो एक चींटी ने कहा : ऐ चींटियो! अपने घरों में प्रवेश कर जाओ। कहीं सुलैमान और उसकी सेनाएँ तुम्हें कुचल न डालें और वे अनजान हों।",
    "तो वह (सुलैमान) उसकी बात से हँसता हुआ मुसकुराया और उसने कहा : ऐ मेरे पालनहार! मुझे सामर्थ्य प्रदान कर कि मैं तेरी उस ने'मत का शुक्र अदा करूँ, जो तूने मुझे तथा मेरे माता-पिता को प्रदान की है, और यह कि मैं अच्छा कार्य करूँ, जिसे तू पसंद करे और मुझे अपनी दया से अपने सदाचारी बंदों में शामिल कर ले।",
    "और उसने पक्षियों का निरीक्षण किया, तो कहा : मुझे क्या है कि मैं हुदहुद को नहीं देख रहा, या वह अनुपस्थि रहने वालों में से है?",
    "निश्चय ही मैं उसे बहुत कठोर दंड दूँगा, या मैं अवश्य ही उसे ज़बह कर डालूँगा, या वह अवश्य ही मेरे पास कोई स्पष्ट तर्क लेकर आएगा।",
    "फिर कुछ अधिक देर नहीं ठहरा कि उसने (आकर) कहा : मैं ऐसी बात से अवगत हुआ हूँ, जिससे आप अवगत नहीं हुए और मैं आपके पास 'सबा' से एक पक्की ख़बर लाया हूँ।",
    "निःसंदेह मैंने एक महिला को पाया, जो उनपर शासन कर रही है तथा उसे हर चीज़ का हिस्सा दिया गया है और उसके पास एक बड़ा सिंहासन है।",
    "मैंने उसे तथा उसकी जाति को अल्लाह के सिवा सूर्य को सजदा करते हुए पाया और शैतान ने उनके कामों को उनके लिए शोभित कर दिया है। चुनाँचे उन्हें सुपथ से रोक दिया है। अतः वे मार्गदर्शन नहीं पाते।",
    "(शैतान ने उनके कामों को उनके लिए शोभित कर दिया है) ताकि वे उस अल्लाह को सजदा न करें, जो आकाशों तथा धरती में छिपी चीज़ों को निकालता है तथा वह जानता है जो तुम छिपाते हो और जो प्रकट करते हो।",
    "अल्लाह वह है जिसके सिवा कोई पूज्य नहीं, जो महान सिंहासन का रब है।",
    "(सुलैमान ने) कहा : हम देखेंगे कि तूने सच कहा, या तू झूठों में से था।",
    "मेरा यह पत्र लेकर जा और इसे उनकी ओर डाल दे। फिर उनसे अलग हटकर देख कि वे क्या जवाब देते हैं।",
    "उस (रानी) ने कहा : ऐ सरदारो! निःसंदेह मेरी ओर एक प्रतिष्ठित पत्र फेंका गया है।",
    "निःसंदेह वह सुलैमान की ओर से है और निःसंदेह वह अल्लाह के नाम से है, जो अत्यंत कृपाशील, असीम दयावान् है।",
    "यह कि मेरे मुक़ाबले में सरकशी न करो तथा आज्ञाकारी होकर मेरे पास आ जाओ।",
    "उसने कहा : ऐ प्रमुखो! मुझे मेरे मामले में सही हल बताओ। मैं किसी मामले का फ़ैसला करने वाली नहीं, यहाँ तक तुम मेरे पास उपस्थित हो।",
    "उन्होंने कहा : हम बड़े पराक्रमी और प्रखर योद्धा हैं और मामला आपके हवाले है, सो देखे लें आप क्या आदेश देती हैं।",
    "उसने कहा : निःसंदेह राजा जब किसी बस्ती में प्रवेश करते हैं, तो उसे ख़राब कर देते हैं और उसके वासियों में से प्रतिष्ठित लोगों को अपमानित कर देते हैं। और इसी तरह ये करेंगे।",
    "और निःसंदेह मैं उनकी ओर एक उपहार भेजने वाली हूँ। फिर देखती हूँ कि दूत क्या उत्तर लेकर आते हैं?",
    "तो जब वह (दूत) सुलैमान के पास आया, तो उसने कहा : क्या तुम धन से मेरी सहायता करते हो? तो जो कुछ अल्लाह ने मुझे दिया है, वह उससे बेहतर है जो उसने तुम्हें दिया है, बल्कि तुम ही लोग अपने उपहारों पर खुश होते हो।",
    "उनके पास वापस जाओ, अब हम अवश्य उनके पास ऐसी सेनाएँ लेकर आएँगे, जिनका वे सामना नहीं कर सकेंगे और हम अवश्य उन्हें उस (बस्ती) से इस तरह अपमानित करके निकाल देंगे कि वे तुच्छ होंगे।",
    "(सुलैमान ने) कहा : ऐ प्रमुखो! तुममें से कौन उसका सिंहासन मेरे पास लेकर आएगा, इससे पहले कि वे आज्ञाकारी होकर मेरे पास आएँ।",
    "जिन्नों में से एक शक्तिशाली शरारती कहने लगा : मैं उसे आपके पास ले आऊँगा, इससे पूर्व कि आप अपने स्थान से उठें और निःसंदेह मैं इसकी निश्चय पूरी शक्ति रखने वाला, अमानतदार हूँ।",
    "जिसके पास पुस्तक का ज्ञान था, उसने कहा : मैं उसे आपके पास इससे पहले ले आता हूँ कि आपकी पलक झपके। और जब उसने उसे अपने पास रखा हुआ देखा, तो कहा : यह मेरे पालनहार का अनुग्रह है, ताकि मेरी परीक्षा ले कि मैं शुक्र अदा करता हूँ या नाशुक्री करता हूँ। और जिसने शुक्र किया, तो वह अपने ही लिए शुक्र करता है तथा जिसने नाशुक्री की, तो निश्चय मेरा पालनहार बहुत बेनियाज़, अत्यंत उदार है।",
    "(सुलैमान ने) कहा : उसके लिए उसके सिंहासन का रंग-रूप बदल दो। ताकि हम देखें क्या वह राह पा लेती है या उनमें से होती है, जो राह नहीं पाते।",
    "फिर जब वह आई, तो उससे कहा गया : क्या तेरा सिंहासन ऐसा ही है? उसने कहा : यह तो मानो वही है, और हमें इससे पहले ज्ञान दिया गया था, और हम आज्ञाकारी थे।",
    "और उसे (ईमान से) उस चीज़ ने रोक रखा था, जिसकी वह अल्लाह के सिवा इबादत कर रही थी। निःसंदेह वह काफ़िर लोगों में से थी।",
    "उससे कहा गया : इस महल में प्रवेश कर जाओ। तो जब उसने उसे देखा, तो उसे गहरा पानी समझा और अपनी दोनों पिंडलियाँ से कपड़ा उठा लिया। (सुलैमान ने) कहा : यह तो शीशे से मढ़ा हुआ चिकना महल है। उसने कहा : ऐ मेरे पालनहार! निःसंदेह मैंने अपने प्राण पर अत्याचार किया है और (अब) मैं सुलैमान के साथ सारे संसारों के पालनहार अल्लाह के लिए आज्ञाकारिणी हो गई।",
    "और निःसंदेह हमने समूद की ओर उनके भाई सालेह़ को भेजा कि तुम सब अल्लाह की इबादत करो, तो अचानक वे दो समूहों में बंटकर झगड़ने लगे।",
    "(सालेह ने) कहा : ऐ मेरी जाति के लोगो! तुम भलाई से पहले बुराई क्यों जल्दी माँगते हो? तुम अल्लाह से क्षमा क्यों नहीं माँगते, ताकि तुम पर दया की जाए?",
    "उन्होंने कहा : हमने तुमपर तथा तुम्हारे साथियों पर अपशकुन पाया है। (सालेह़ ने) कहा : तुम्हारा अपशकुन अल्लाह के पास है, बल्कि तुम ऐसे लोग हो जिनकी परीक्षा ली जा रही है।",
    "और उस नगर में नौ () लोग थे, जो धरती में उत्पात मचाते थे और सुधार नहीं करते थे।",
    "उन्होंने कहा : आपस में अल्लाह की क़सम खाओ कि हम अवश्य ही उसपर और उसके परिवार पर रात में हमला करेंगे, फिर हम अवश्य ही उसके वारिस (उत्तराधिकारी) से कह देंगे : हम उसके परिवार की मृत्यु के समय मौजूद नहीं थे। और निःसंदेह हम अवश्य सच्चे हैं।",
    "और उन्होंने एक चाल चली और हमने भी एक चाल चली और वे सोचते तक न थे।",
    "तो देखो उनकी चाल का परिणाम कैसा हुआ कि निःसंदेह हमने उन्हें और उनकी क़ौम, सबको विनष्ट कर दिया।",
    "तो ये हैं उनके घर, उनके ज़ुल्म के कारण गिर हुए। निःसंदेह इसमें उन लोगों के लिए निश्चय एक निशानी है, जो ज्ञान रखते हैं।",
    "तथा हमने उन लोगों को बचा लिया, जो ईमान लाए और डरते रहे थे।",
    "तथा (हमने) लूत को (भेजा), जब उसने अपनी जाति के लोगों से कहा : क्या तुम अश्लील काम करते हो, जबकि तुम देखते हो?",
    "क्या तुम सचमुच स्त्रियों को छोड़कर वासनावश पुरुषों के पास आते हो? बल्कि तुम बड़े ही नासमझ लोग हो।",
    "तो उसकी जाति के लोगों का उत्तर इसके सिवा कुछ न था कि उन्होंने कहा : लूत के घरवालों को अपनी बस्ती से निकाल दो। निःसंदेह ये ऐसे लोग हैं जो बड़े पाक-साफ़ बनते हैं।",
    "तो हमने उसे तथा उसके घरवालों को बचा लिया, सिवाय उसकी बीवी के। हमने उसे पीछे रह जाने वालों में तय कर दिया था।",
    "और हमने उनपर भारी वर्षा बरसाई। तो बुरी बारिश थी उन लोगों के लिए जो डराए गए थे।",
    "आप कह दें: सब प्रशंसा अल्लाह के लिए है और सलाम है उसके उन बंदों पर, जिन्हें उसने चुन लिया। क्या अल्लाह बेहतर है, या वे जिन्हें ये साझी ठहराते हैं?"
  ]
}