{
  "meta": {
    "id": 122,
    "name": "Maulana Azizul Haque al-Umari",
    "translator_name": "Maulana Azizul Haque al-Umari",
    "slug": "hi-maulana-azizul-haque-al-umari",
    "language_name": "hindi"
  },
  "verses": [
    "ह़ा, मीम।",
    "इस पुस्तक का अवतरण अल्लाह की ओर से है, जो सब पर प्रभुत्वशाली, पूर्ण हिकमत वाला है।",
    "हमने आकाशों तथा धरती को और जो कुछ उन दोनों के दरमियान है सत्य के साथ और एक नियत अवधि के लिए पैदा किया है। तथा जिन लोगों ने कुफ़्र किया उस चीज़ से जिससे उन्हें सावधान किया गया, मुँह फेरने वाले हैं।",
    "(ऐ रसूल!) आप कह दें : क्या तुमने उन चीज़ों को देखा जिन्हें तुम अल्लाह के सिवा पुकारते हो, मुझे दिखाओ कि उन्होंने धरती की कौन-सी चीज़ पैदा की है, या आसमानों में उनका कोई हिस्सा है? मेरे पास इससे पहले की कोई किताब, या ज्ञान की कोई अवशेष बात ले आओ, यदि तुम सच्चे हो।",
    "तथा उससे बढ़कर पथभ्रष्ट कौन है, जो अल्लाह के सिवा उन्हें पुकारता है, जो क़ियामत के दिन तक उसकी दुआ क़बूल नहीं करेंगे, और वे उनके पुकारने से बेखबर हैं?",
    "तथा जब लोग एकत्र किए जाएँगे, तो वे उनके शत्रु होंगे और उनकी इबादत का इनकार करने वाले होंगे।",
    "और जब उनके सामने हमारी स्पष्ट आयतें पढ़ी जाती हैं, तो वे लोग जिन्होंने कुफ़्र किया, सत्य के विषय में, जब वह उनके पास आया, कहते हैं कि यह खुला जादू है।",
    "या वे कहते हैं कि उसने इसे स्वयं गढ़ लिया है? आप कह दें : यदि मैंने इसे स्वयं गढ़ लिया है, तो तुम मेरे लिए अल्लाह के विरुद्ध किसी चीज़ का अधिकार नहीं रखते। वह उन बातों को अधिक जानने वाला है जिनमें तुम व्यस्त होते हो। वह मेरे और तुम्हारे बीच गवाह के रूप में काफ़ी है, और वही बड़ा क्षमाशील, अत्यंत दयावान है।",
    "आप कह दें कि मैं रसूलों में से कोई अनोखा (रसूल) नहीं हूँ और न मैं यह जानता हूँ कि मेरे साथ क्या किया जाएगा और न (यह कि) तुम्हारे साथ क्या (किया जाएगा)। मैं तो केवल उसी का अनुसरण करता हूँ जो मेरी ओर वह़्य (प्रकाशना) की जाती है और मैं तो केवल खुला डराने वाला हूँ।",
    "आप कह दें : क्या तुमने देखा? यदि यह (क़ुरआन) अल्लाह की ओर से हुआ और तुमने उसका इनकार कर दिया, जबकि बनी इसराईल में से एक गवाही देने वाले ने उस जैसे की गवाही दी। फिर वह ईमान ले आया और तुम घमंड करते रहे (तो तुम्हारा क्या परिणाम होगा?)। बेशक अल्लाह ज़ालिमों को हिदायत नहीं देता।",
    "और काफ़िरों ने ईमान लाने वालों के बारे में कहा : यदि यह (धर्म) कुछ भी उत्तम होता, तो ये लोग हमसे पहले उसकी ओर न आते। और जब उन्होंने उससे मार्गदर्शन नहीं पाया, तो अवश्य कहेंगे कि यह पुराना झूठ है।",
    "तथा इससे पूर्व मूसा की पुस्तक पेशवा और दया थी। और यह एक पुष्टि करने वाली किताब (क़ुरआन) अरबी भाषा में है, ताकि उन लोगों को डराए जिन्होंने अत्याचार किया और नेकी करने वालों के लिए शुभ-सूचना हो।",
    "निःसंदेह जिन लोगों ने कहा कि हमारा पालनहार अल्लाह है। फिर ख़ूब जमे रहे, तो उन्हें न तो कोई भय होगा और न वे शोकाकुल होंगे।",
    "ये लोग जन्नत वाले हैं, जिसमें वे हमेशा रहने वाले हैं, उसके बदले में जो वे किया करते थे।",
    "और हमने मनुष्य को अपने माता-पिता के साथ अच्छा व्यवहार करने की ताकीद दी। उसकी माँ ने उसे दुःख झेलकर गर्भ में रखा तथा दुःख झेलकर जन्म दिया और उसकी गर्भावस्था की अवधि और उसके दूध छोड़ने की अवधि तीस महीने है। यहाँ तक कि जब वह अपनी पूरी शक्ति को पहुँचा और चालीस वर्ष का हो गया, तो उसने कहा : ऐ मेरे पालनहार! मुझे सामर्थ्य प्रदान कर कि मैं तेरी उस अनुकंपा के लिए आभार प्रकट करूँ, जो तूने मुझपर और मेरे माता-पिता पर उपकार किए हैं। तथा यह कि मैं वह सत्कर्म करूँ, जिसे तू पसंद करता है तथा मेरे लिए मेरी संतान को सुधार दे। निःसंदेह मैंने तेरी ओर तौबा की तथा निःसंदेह मैं मुसलमानों (आज्ञाकारियों) में से हूँ।",
    "यही वे लोग हैं, जिनके सबसे अच्छे कर्मों को हम स्वीकार करते हैं और उनकी बुराइयों को क्षमा कर देते हैं, इस हाल में कि वे जन्नत वालों में से हैं, सच्चे वादे के अनुरूप, जो उनसे वादा किया जाता है।",
    "तथा जिसने अपने माता-पिता से कहा : उफ़ है तुम दोनों के लिए! क्या तुम दोनों मुझे डराते हो कि मैं (क़ब्र से) निकाला जाऊँगा, हालाँकि मुझसे पहले बहुत-सी पीढ़ियाँ बीत चुकी हैं। जबकि वे दोनों अल्लाह की दुहाई देते हुए कहते हैं : तेरा नाश हो! तू ईमान ले आ! निश्चय अल्लाह का वादा सच्चा है। तो वह कहता है : ये पहले लोगों की काल्पनिक कहानियाँ हैं।",
    "यही वे लोग हैं, जिनपर (यातना की) बात सिद्ध हो गई, उन समुदायों के साथ जो जिन्नों और मनुष्यों में से इनसे पहले गुज़र चुके। निश्चय ही वे घाटे में रहने वाले थे।",
    "तथा प्रत्येक के लिए अलग-अलग दर्जे हैं, उन कर्मों के कारण जो उन्होंने किए। और ताकि वह (अल्लाह) उन्हें उनके कर्मों का भरपूर बदला दे और उनपर अत्याचार नहीं किया जाएगा।",
    "और जिस दिन काफ़िरों को आग के सामने लाया जाएगा। (उनसे कहा जाएगा :) तुम अपनी अच्छी चीज़ें अपने सांसारिक जीवन में ले जा चुके और तुम उनका आनंद ले चुके। सो आज तुम्हें अपमान की यातना दी जाएगी, इसलिए कि तुम धरती पर बिना किसी अधिकार के घमंड करते थे और इसलिए कि तुम अवज्ञा किया करते थे।",
    "तथा आद के भाई (हूद) को याद करो, जब उसने अपनी जाति को अहक़ाफ़ में डराया, जबकि उससे पहले और उसके बाद कई डराने वाले गुज़र चुके कि अल्लाह के अतिरिक्त किसी की इबादत न करो, निःसंदेह मैं तुमपर एक बड़े दिन की यातना से डरता हूँ।",
    "उन्होंने कहा : क्या तू हमारे पास इसलिए आया है कि हमको हमारे माबूदों से फेर दे? तो हम पर वह (अज़ाब) ले आ, जिसकी तू हमें धमकी देता है, यदि तू सच्चों में से है।",
    "उसने कहा : उसका ज्ञान तो अल्लाह ही के पास है और मैं तुम्हें वही कुछ पहुँचाता हूँ, जिसके साथ मैं भेजा गया हूँ। परंतु मैं तुम्हें देख रहा हूँ कि तुम अज्ञानता का प्रदर्शन कर रहे हो।",
    "फिर जब उन्होंने उसे एक बादल के रूप में अपनी घाटियों की ओर बढ़ते हुए देखा, तो उन्होंने कहा : यह बादल है जो हमपर बरसने वाला है। बल्कि यह तो वह (यातना) है जिसके लिए तुमने जल्दी मचा रखी थी। आँधी है, जिसमें दर्दनाक अज़ाब है।",
    "वह अपने पालनहार के आदेश से हर चीज़ को विनष्ट कर देगी। अंततः वे ऐसे हो गए कि उनके रहने की जगहों के सिवा कुछ नज़र न आता था। इसी तरह हम अपराधी लोगों को बदला देते हैं।",
    "तथा निःसंदेह हमने उन्हें उन चीज़ों में शक्ति दी, जिनमें हमने तुम्हें शक्ति नहीं दी और हमने उनके लिए कान और आँखें और दिल बनाए, तो न उनके कान उनके किसी काम आए और न उनकी आँखें और न उनके दिल; क्योंकि वे अल्लाह की आयतों का इनकार करते थे तथा उन्हें उस चीज़ ने घेर लिया जिसका वे उपहास करते थे।",
    "तथा निःसंदेह हमने तुम्हारे आस-पास की बस्तियों को विनष्ट कर दिया और हमने विविध प्रकार के प्रमाण प्रस्तुत किए, ताकि वे पलट आएँ।",
    "तो फिर उन लोगों ने उनकी मदद क्यों नहीं की जिन्हें उन्होंने निकटता प्राप्त करने के लिए अल्लाह के सिवा पूज्य बना रखा था? बल्कि वे उनसे गुम हो गए, और यह उनका झूठ था और जो वे मिथ्यारोपण करते थे।",
    "तथा जब हमने तुम्हारी ओर जिन्नों के एक गिरोह को फेरा, जो क़ुरआन को ध्यान से सुनते थे। तो जब वे उसके पास पहुँचे, तो उन्होंने कहा : चुप हो जाओ। फिर जब वह पूरा हो गया, तो अपनी क़ौम की ओर सचेतकर्ता बनकर लौटे।",
    "उन्होंने कहा : ऐ हमारी जाति! निःसंदेह हमने एक ऐसी पुस्तक सुनी है, जो मूसा के पश्चात उतारी गई है, उसकी पुष्टि करने वाली है जो उससे पहले है, वह सत्य की ओर और सीधे मार्ग की ओर मार्गदर्शन करती है।",
    "ऐ हमारी जाति के लोगो! अल्लाह की ओर बुलाने वाले का निमंत्रण स्वीकार करो और उसपर ईमान ले आओ, वह तुम्हारे पापों को क्षमा कर देगा और तुम्हें दर्दनाक यातना से पनाह देगा।",
    "तथा जो अल्लाह की ओर बुलाने वाले के निमंत्रण को स्वीकार नहीं करेगा, तो न वह धरती में किसी तरह विवश करने वाला है और न ही उसके सिवा उसके कोई सहायक होंगे। ये लोग खुली गुमराही में हैं।",
    "तथा क्या उन्होंने नहीं देखा कि निःसंदेह वह अल्लाह, जिसने आकाशों और धरती को बनाया और उन्हें बनाने से नहीं थका, वह मरे हुए लोगों को पुनर्जीवित करने में सक्षम है? क्यों नहीं! निश्चय वह हर चीज में पूर्ण सक्षम है।",
    "और जिस दिन वे लोग, जिन्होंने कुफ़्र किया, आग के सामने पेश किए जाएँगे, (कहा जाएगा :) क्या यह सत्य नहीं है? वे कहेंगे : क्यों नहीं, हमारे रब की क़सम! वह कहेगा : फिर यातना का मज़ा चखो, उसके बदले जो तुम कुफ़्र किया करते थे।",
    "अतः आप सब्र करें, जिस प्रकार पक्के इरादे वाले रसूलों ने सब्र किया और उनके लिए (यातना की) जल्दी न करें। जिस दिन वे उस चीज़ को देखेंगे जिसका उनसे वादा किया जाता है, तो (ऐसा होगा) मानो वे दिन की एक घड़ी के सिवा नहीं रहे। यह (संदेश) पहुँचा देना है। फिर क्या अवज्ञाकारी लोगों के सिवा कोई और विनष्ट किया जाएगा?",
    "जिन लोगों ने कुफ़्र किया और अल्लाह के मार्ग से रोका, उस (अल्लाह) ने उनके कर्मों को नष्ट कर दिया।",
    "तथा जो लोग ईमान लाए और उन्होंने अच्छे कर्म किए और उस पर ईमान लाए जो मुहम्मद पर उतारा गया और वही उनके रब की ओर से सत्य है, उसने उनसे उनके बुरे कर्मों को दूर कर दिया और उनके हाल को ठीक कर दिया।",
    "यह इसलिए कि निःसंदेह जिन लोगों ने कुफ़्र किया, उन्होंने असत्य का अनुसरण किया और निःसंदेह जो लोग ईमान लाए, उन्होंने अपने पालनहार की ओर से (आये हुए) सत्य का अनुसरण किया। इसी प्रकार अल्लाह लोगों के लिए उनकी मिसालें बयान करता है।",
    "अतः जब तुम काफ़िरों से मुठभेड़ करो, तो गरदनें मारना है, यहाँ तक कि जब उन्हें अच्छी तरह से क़त्ल कर चुको, तो (उन्हें) कसकर बाँध लो।  फिर बाद में या तो उपकार करना है और या छुड़ौती लेना। यहाँ तक कि युद्ध अपने हथियार रख दे। यही (अल्लाह का आदेश) है। और यदि अल्लाह चाहे, तो अवश्य उनसे बदला ले। किंतु (यह आदेश इसलिए दिया) ताकि तुममें से कुछ की कुछ के साथ परीक्षा ले। और जो लोग अल्लाह की राह में मारे गए, तो वह (अल्लाह) उनके कर्मों को कदापि व्यर्थ नहीं करेगा।",
    "वह उनका मार्गदर्शन करेगा और  उनकी स्थिति सुधार देगा।",
    "और उन्हें उस जन्नत में दाखिल करेगा, जिससे वह उन्हें परिचित करा चुका है।",
    "ऐ ईमान वालो! यदि तुम अल्लाह (के धर्म) की सहायता करोगे, तो वह तुम्हारी सहायता करेगा और तुम्हारे क़दम जमा देगा।",
    "और जिन लोगों ने कुफ़्र किया, तो उनके लिए विनाश है और उसने उनके कर्मों को व्यर्थ कर दिया।",
    "यह इसलिए कि उन्होंने उस चीज़ को नापसंद किया, जिसे अल्लाह ने उतारा, तो उसने उनके कर्म अकारथ कर दिए।",
    "तो क्या ये लोग धरती में चले-फिरे नहीं कि देखते कि उन लोगों का कैसा परिणाम हुआ जो इनसे पहले थे? अल्लाह ने उन्हें नष्ट कर दिया और इन काफ़िरों के लिए भी इसी के समान (यातनाएँ) हैं।",
    "यह इसलिए कि निःसंदेह अल्लाह उन लोगों का संरक्षक है जो ईमान लाए और इसलिए कि निःसंदेह काफ़िरों का कोई संरक्षक नहीं।",
    "निश्चय अल्लाह उन लोगों को जो ईमान लाए और उन्होंने अच्छे कर्म किए, ऐसे बाग़ों में दाखिल करेगा जिनके नीचे से नहरें बहती हैं। तथा जिन लोगों ने कुफ़्र किया, वे फ़ायदा उठाते और खाते हैं, जैसे पशु खाते हैं और आग उनके लिए रहने की जगह है।",
    "तथा कितनी ही बस्तियाँ हैं, जो आपकी उस बस्ती से अधिक शक्तिशाली थीं, जिसने आपको निकाल दिया, हमने उन्हें नष्ट कर दिया, फिर कोई उनका सहायक न था।",
    "तो क्या वह व्यक्ति जो अपने रब की ओर से एक स्पष्ट तर्क पर है, उस व्यक्ति के समान है, जिसके लिए उसके बुरे कर्मों को सुंदर बना दिया गया और उसने अपनी इच्छाओं का पालन किया?",
    "उस जन्नत की विशेषता, जिसका वादा परहेज़गारों से किया गया है, यह है कि उसमें कई नहरें ऐसे पानी की हैं जो खराब होने वाला नहीं, और कई नहरें दूध की हैं जिनका स्वाद नहीं बदला, और कई नहरें शराब की हैं जो पीने वालों के लिए स्वादिष्ट है, और कई नहरें ख़ूब साफ़ किए हुए शहद की हैं। और उनके लिए उसमें हर प्रकार के फल और उनके पालनहार की ओर से बड़ी क्षमा है। (क्या ये परहेज़गार) उनके समान हैं, जो सदैव आग (जहन्नम) में रहने वाले हैं तथा जिन्हें खौलता हुआ पानी पिलाया जाएगा, जो उनकी आँतों के टुकड़े-टुकड़े कर देगा?",
    "तथा उनमें से कुछ लोग ऐसे हैं, जो आपकी ओर कान लगाते हैं, यहाँ तक कि जब वे आपके पास से निकलते हैं, तो उन लोगों से जिन्हें ज्ञान प्रदान किया गया है, कहते हैं कि उसने अभी क्या कहा? यही लोग हैं, जिनके दिलों पर अल्लाह ने मुहर लगा दी और उन्होंने अपनी इच्छाओं का पालन किया।",
    "और वे लोगों जिन्होंने मार्गदर्शन अपनाया, उसने उन्हें हिदायत में बढ़ा दिया और उन्हें उनका तक़वा प्रदान किया।",
    "तो वे किस चीज़ का इंतज़ार कर रहे हैं सिवाय क़ियामत के कि वह उनपर अचानक आ जाए? तो निश्चय उसकी निशानियाँ आ चुकी हैं, फिर जब वह उनके पास आ जाएगी, तो उनके लिए नसीहत ग्रहण करना कैसे संभव होगा?",
    "अतः जान लें कि निःसंदेह तथ्य यह है कि अल्लाह के सिवा कोई पूज्य नहीं, तथा अपने पापों के लिए क्षमा माँगें और ईमान वाले पुरुषों और ईमान वाली स्त्रियों के लिए भी, और अल्लाह तुम्हारे चलने-फिरने और तुम्हारे ठहरने को जानता है।",
    "तथा जो लोग ईमान लाए, वे कहते हैं कि कोई सूरत क्यों नहीं उतारी गई (जिसमें युद्ध का उल्लेख हो)? फिर जब कोई मोहकम (दृढ़) सूरत उतारी जाती है और उसमें युद्ध का उल्लेख होता है, तो आप उन लोगों को देखेंगे जिनके दिलों में बीमारी है, वे आपकी ओर इस तरह देखेंगे, जैसे वह आदमी देखता है, जिसपर मौत की बेहोशी छा गई हो। तो उनके लिए उत्तम है।",
    "आज्ञा का पालन करना और अच्छी बात कहना, फिर जब आज्ञा आवश्यक हो जाए, तो यदि वे अल्लाह के प्रति सच्चे रहें, तो निश्चय ही यह उनके लिए बेहतर है।",
    "फिर निश्चय तुम निकट हो, यदि तुम मुँह फेर लो, कि तुम धरती में बिगाड़ पैदा करो और अपने संबंधों को पूरी तरह से काट दो।",
    "यही वे लोग हैं, जिन्हें अल्लाह ने अपनी दया से दूर कर दिया। अतः उन्हें बहरा बना दिया और उनकी आँखें अंधी कर दीं।",
    "तो क्या वे क़ुरआन में सोच-विचार नहीं करते या उनके दिलों पर ताले लगे हैं?",
    "निःसंदेह जो लोग अपनी पीठों के बल फिर गए, इसके बाद कि उनके लिए सीधा रास्ता स्पष्ट हो गया, शैतान ने उनके लिए (उनके कार्य को) सुशोभित कर दिया और उन्हें लंबी आशा दिलाई।",
    "यह इसलिए कि उन्होंने, उन लोगों से जिन्होंने उसे नापसंद किया जो अल्लाह ने उतारा है, कहा कि हम कुछ मामलों में तुम्हारी बात मानेंगे और अल्लाह उनके छिपाने को जानता है।",
    "तो क्या हाल होगा जब फ़रिश्ते उनके प्राण निकालेंगे, उनके चेहरों और उनकी पीठों पर मारते होंगे।",
    "यह इस कारण कि निःसंदेह उन्होंने उसका अनुसरण किया जिसने अल्लाह को क्रोधित कर दिया और उसकी प्रसन्नता को बुरा जाना, तो उसने उनके कर्मों को नष्ट कर दिया।",
    "या उन लोगों ने जिनके दिलों में कोई बीमारी है, यह समझ रखा है कि अल्लाह उनके द्वेष कभी प्रकट नहीं करेगा?",
    "और (ऐ नबी!) यदि हम चाहें तो अवश्य आपको वे लोग दिखा दें, फिर निश्चय आप उन्हें उनकी निशानियों से पहचान लेंगे तथा आप उन्हें उनके बात करने के ढंग से अवश्य पहचान लेंगे। और अल्लाह तुम्हारे कामों को जानता है।",
    "और हम अवश्य ही तुम्हारी परीक्षा लेंगे, यहाँ तक कि हम तुममें से जिहाद करने वालों और सब्र करने वालों को जान लें और तुम्हारी परिस्थितियों को परख लें।",
    "निःसंदेह जिन लोगों ने कुफ़्र किया और अल्लाह की राह से रोका तथा रसूल का विरोध किया, इसके पश्चात कि उनके लिए सीधा मार्ग स्पष्ट हो गया, वे कदापि अल्लाह का कोई नुक़सान नहीं करेंगे और जल्द ही वह उनके कर्मों को नष्ट कर देगा।",
    "ऐ लोगो जो ईमान लाए हो! अल्लाह का आज्ञापालन करो और रसूल का आज्ञापालन करो तथा अपने कर्मों को व्यर्थ न करो।",
    "निःसंदेह जिन लोगों ने कुफ़्र किया और अल्लाह के मार्ग से रोका, फिर वे काफ़िर ही रहते हुए मर गए, तो अल्लाह उन्हें कभी क्षमा नहीं करेगा।",
    "अतः निर्बल न बनो और न सुलह के लिए बुलाओ और तुम ही सर्वोच्च हो और अल्लाह तुम्हारे साथ है और वह कभी भी तुम्हारे कामों को तुमसे कम न करेगा।",
    "सांसारिक जीवन तो केवल एक खेल और तमाशा है और यदि तुम ईमान लाओ और (अल्लाह से) डरते रहो, तो वह तुम्हें तुम्हारा प्रतिफल प्रदान करेगा और तुमसे तुम्हारा (सारा) धन नहीं माँगेगा।",
    "यदि वह तुमसे उनकी माँग करे और तुमपर ज़ोर देकर माँगे, तो तुम कंजूसी करोगे और वह तुम्हारे द्वेष को प्रकट कर देगा।",
    "सुनो! तुम वे लोग हो कि अल्लाह की राह में खर्च करने के लिए बुलाए जाते हो, तो तुममें से कुछ लोग कंजूसी करते हैं। हालाँकि जो कंजूसी करता है, वह अपने आप ही से कंजूसी करता है। और अल्लाह तो बेनियाज़ है, और तुम ही मोहताज हो। और यदि तुम फिर जाओगे, तो वह तुम्हारे स्थान पर तुम्हारे सिवा और लोगों को ले आएगा, फिर वे तुम्हारे जैसे नहीं होंगे।",
    "निःसंदेह हमने आपको एक स्पष्ट विजय प्रदान की।",
    "ताकि अल्लाह आपके अगले और पिछले गुनाहों को क्षमा कर दे तथा आपपर अपनी अनुकंपा पूर्ण कर दे और आपको सीधे मार्ग पर चलाए।",
    "तथा अल्लाह आपकी भरपूर सहायता करे।",
    "वही है, जिसने ईमान वालों के दिलों में शांति उतारी, ताकि वे अपने ईमान के साथ ईमान में और बढ़ जाएँ। और आकाशों तथा धरती की सेनाएँ अल्लाह ही की हैं। तथा अल्लाह सब कुछ जानने वाला, पूर्ण हिकमत वाला है।",
    "ताकि वह ईमान वाले पुरुषों तथा ईमान वाली स्त्रियों को ऐसे बागों में दाखिल करे, जिनके नीचे से नहरें बहती हैं, वे उनमें सदैव रहेंगे। तथा उनसे उनकी बुराइयाँ दूर कर दे और यह अल्लाह के निकट हमेशा बड़ी कामयाबी है।",
    "और (ताकि) उन मुनाफ़िक़ पुरुषों एवं मुनाफ़िक़ स्त्रियों तथा मुश्रिक पुरुषों एवं मुश्रिक स्त्रियों को यातना दे, जो अल्लाह के संबंध में बुरा गुमान रखते हैं। बुराई का फेरा उन्हीं पर है। उनपर अल्लाह का प्रकोप हुआ और उसने उनपर लानत की तथा उनके लिए जहन्नम तैयार कर रखी है और वह बहुत बुरा ठिकाना है।",
    "तथा अल्लाह ही के लिए आकाशों और धरती की सेनाएँ हैं और अल्लाह हमेशा से सबपर प्रभुत्वशाली, पूर्ण हिकमत वाला है।",
    "निःसंदेह हमने आपको गवाही देने वाला और खुशख़बरी देने वाला और सावधान करने वाला बनाकर भेजा है।",
    "ताकि तुम अल्लाह और उसके रसूल पर ईमान लाओ और उसकी मदद करो और उसका सम्मान करो और दिन के आरंभ एवं अंत में उसकी पवित्रता का गान करो।",
    "निःसंदेह वे लोग, जो आपसे बैअत करते हैं, वे असल में अल्लाह से बैअत करते हैं, अल्लाह का हाथ उनके हाथों के ऊपर है। फिर जिस किसी ने वचन तोड़ा, तो वह अपने आप ही पर वचन तोड़ता है। तथा जिसने, अल्लाह से जो वादा किया था, उसे पूरा किया, तो वह जल्द ही उसे बहुत बड़ा प्रतिफल देगा।",
    "शीघ्र ही देहातियों में से पीछे छोड़ दिए जाने वाले लोग आपसे कहेंगे : हमारे धन और हमारे घरवालों ने हमें व्यस्त रखा। अतः आप हमारे लिए क्षमा की प्रार्थना करें। वे अपनी ज़बानों से वह बात कहते हैं, जो उनके दिलों में नहीं है। आप कह दीजिए कि कौन है, जो अल्लाह के मुकाबले में तुम्हारे लिए किसी चीज़ का अधिकार रखता है, यदि वह तुम्हें कोई हानि पहुँचाना चाहे या तुम्हें कोई लाभ पहुँचाने का इरादा करे? बल्कि तुम जो कुछ करते हो, अल्लाह हमेशा से उसकी खबर रखता है।",
    "बल्कि, तुमने सोचा था कि रसूल और ईमान वाले अपने परिजनों की ओर कभी वापस ही नहीं आएँगे, और यह बात तुम्हारे दिलों में सुंदर बना दी गई। और तुमने बहुत बुरा गुमान किया, और तुम नाश होने वाले लोग थे।",
    "और जो व्यक्ति अल्लाह तथा उसके रसूल पर ईमान न लाया, तो निश्चय हमने इनकार करने वालों के लिए दहकती हुई आग तैयार कर रखी है।",
    "और आकाशों तथा धरती का राज्य अल्लाह ही के लिए है। वह जिसे चाहता है क्षमा कर देता है और जिसे चाहता है दंड देता है, और अल्लाह बड़ा क्षमाशील, अत्यंत दयावान है।",
    "शीघ्र ही पीछे छोड़ दिए जाने वाले लोग कहेंगे, जब तुम कुछ ग़नीमतों को प्राप्त करने के लिए चलोगे : हमें छोड़ो कि हम तुम्हारे साथ चलें। वे चाहते हैं कि अल्लाह के वचन को बदल दें। आप कह दें : तुम हमारे साथ कभी नहीं जाओगे, इसी तरह अल्लाह ने पहले ही कह दिया है। तो वे अवश्य कहेंगे : बल्कि तुम हमसे जलते हो। बल्कि वे बहुत कम समझते हैं।",
    "आप पीछे रह जाने वाले बद्दुओं से कह दें : जल्द ही तुम एक भयंकर युद्ध करने वाली जाति (से युद्ध) की ओर बुलाए जाओगे। तुम उनसे युद्ध करोगे, या वे मुसलमान बन जाएँगे। फिर यदि तुम आज्ञा का पालन करोगे, तो अल्लाह तुम्हें उत्तम प्रतिफल प्रदान करेगा और यदि तुम फिर जाओगे, जैसे तुम इससे पहले फिर गए थे, तो वह तुम्हें दर्दनाक यातना देगा।",
    "न अंधे पर कोई दोष है और न लंगड़े पर कोई दोष है और न रोगी पर कोई दोष है। तथा जो अल्लाह और उसके रसूल की आज्ञा का पालन करेगा, वह उसे ऐसे बाग़ों में दाख़िल करेगा, जिनके नीचे से नहरें बहती हैं। और जो मुँह फेरेगा, वह उसे दर्दनाक यातना देगा।",
    "निःसंदेह अल्लाह ईमान वालों से प्रसन्न हो गया, जब वे वृक्ष के नीचे आपसे बैअत कर रहे थे। तो उसने जान लिया जो कुछ उनके दिलों में था। अतः उनपर शांति उतार दी और उन्हें बदले में एक निकट विजय प्रदान की।",
    "तथा बहुत-से ग़नीमत के धन, जिन्हें वे प्राप्त करेंगे और अल्लाह हमेशा से सबपर प्रभुत्वशाली, पूर्ण हिकमत वाला है।",
    "अल्लाह ने तुमसे बहुत-सी ग़नीमतों का वादा किया है, जिन्हें तुम प्राप्त करोगे। फिर उसने तुम्हें यह जल्दी प्रदान कर दी। तथा लोगों के हाथ तुमसे रोक दिए और ताकि यह ईमान वालों के लिए एक निशानी बन जाए और (ताकि) वह तुम्हें सीधी राह पर चलाए।",
    "तथा कई अन्य (ग़नीमतों का भी), जिन्हें तुम प्राप्त करने में सक्षम नहीं हुए। निश्चय अल्लाह ने उन्हें घेर रखा है। तथा अल्लाह हमेशा से हर चीज़ पर सर्वशक्तिमान है।",
    "और यदि काफ़िर लोग तुमसे युद्ध करते, तो अवश्य पीठ फेर जाते, फिर न उन्हें कोई समर्थक मिलेगा और न कोई सहायक।",
    "अल्लाह के उस नियम के अनुसार जो पहले से चला आ रहा है, तथा आप अल्लाह के नियम में कदापि कोई बदलाव नहीं पाएँगे।",
    "तथा वही है जिसने मक्का की वादी में उनके हाथों को तुमसे तथा तुम्हारे हाथों को उनसे रोक दिया, इसके बाद कि वह तुम्हें उनपर विजय दिला चुका था। और जो कुछ तुम करते हो, अल्लाह उसे हमेशा से खूब देखने वाला है।",
    "ये वही लोग हैं, जिन्होंने कुफ़्र किया और तुम्हें मस्जिदे-ह़राम से रोका तथा क़ुर्बानी के बंधे हुए जानवरों को भी इससे रोका कि वे अपने ज़बह होने के स्थान पर पहुँचें। और यदि यह बात न होती कि तुम कुछ मुसलमान पुरुषों तथा कुछ मुसलमान स्त्रियों को, जिन्हें तुम नहीं जानते, रौंद डालोगे, तो तुमपर अनजाने में उनके कारण दोष आ जाएगा (तो उनपर आक्रमण कर दिया जाता); ताकि अल्लाह जिसे चाहे, अपनी दया में दाख़िल करे। यदि वे (मुसलमान एवं काफ़िर) अलग-अगल हो गए होते, तो हम अवश्य उनमें से कुफ़्र करने वालों को दर्दनाक यातना देते।",
    "जब काफ़िरों ने अपने दिलों में हठ कर लिया, जाहिलिय्यत (पूर्व-इस्लामी युग) का हठ, तो अल्लाह ने अपने रसूल पर और ईमान वालों पर अपनी शांति उतार दी और उन्हें परहेज़गारी की बात पर सुदृढ़ कर दिया। तथा वे उसके अधिक हक़दार और उसके योग्य थे। और अल्लाह सदैव हर चीज़ को भली-भाँति जानने वाला है।",
    "निःसंदेह अल्लाह ने अपने रसूल को हक़ के साथ सच्चा सपना दिखाया कि यदि अल्लाह ने चाहा तो तुम अवश्य मस्जिदे-ह़राम में प्रवेश करोगे, सुरक्षित होकर, अपने सिर मुँडाते तथा बाल कतरवाते हुए, तुम्हें किसी प्रकार का भय नहीं होगा। तो उसने वह बात जान ली जो तुमने नहीं जानी। इसिलए उससे पहले एक निकट विजय रख दी।",
    "वही है जिसने अपने रसूल को मार्गदर्शन तथा सत्य धर्म (इस्लाम) के साथ भेजा, ताकि उसे प्रत्येक धर्म पर प्रभुत्व प्रदान कर दे। और गवाह के तौर पर अल्लाह काफ़ी है।",
    "मुहम्मद अल्लाह के रसूल हैं और वे लोग जो उनके साथ हैं, काफ़िरों पर बहुत सख़्त हैं, आपस में बहुत दयालु हैं। तुम उन्हें रुकू' करते हुए, सजदा करते हुए, अल्लाह का अनुग्रह और (उसकी) प्रसन्नता तलाश करते हुए देखोगे। उनकी निशानी उनके चेहरों पर है, सजदों के चिह्न से। यह उनका विवरण तौरात में है। तथा इंजील में उनका विवरण उस खेती की तरह है, जिसने अपना अंकुर निकाला, फिर उसे प्रबल किया, फिर वह मोटा हो गया, फिर वह अपने तने पर सीधा खड़ा हो गया। वह किसानों को खुश करता है, ताकि उनके द्वारा काफिरों को गुस्सा दिलाए। अल्लाह ने उनमें से उन लोगों से, जो ईमान लाए तथा उन्होंने अच्छे कर्म किए, बड़ी क्षमा तथा बहुत बड़े प्रतिफल का वादा किया है।",
    "ऐ लोगो जो ईमान लाए हो! अल्लाह और उसके रसूल से आगे न बढ़ो और अल्लाह का डर रखो। निश्चय ही अल्लाह सब कुछ सुनने वाला, सब कुछ जानने वाला है।",
    "ऐ लोगो जो ईमान लाए हो! अपनी आवाज़ें, नबी की आवाज़ से ऊँची न करो और न आपसे ऊँची आवाज़ में बात करो, जैसे तुम एक-दूसरे से ऊँची आवाज़ में बात करते हो। ऐसा न हो कि तुम्हारे कर्म व्यर्थ हो जाएँ और तुम्हें पता (भी) न हो।",
    "निःसंदेह जो लोग अल्लाह के रसूल के पास अपनी आवाज़ें धीमी रखते हैं, यही लोग हैं, जिनके दिलों को अल्लाह ने परहेज़गारी के लिए जाँच लिया है। उनके लिए बड़ी क्षमा तथा महान प्रतिफल है।",
    "निःसंदेह जो लोग आपको कमरों के बाहर से पुकारते हैं, उनमें से अधिकांश नहीं समझते।",
    "और यदि वे धैर्य रखते, यहाँ तक कि आप खुद ही उनकी ओर निकलकर आते, तो निश्चय यह उनके लिए बेहतर होता। तथा अल्लाह बड़ा क्षमा करने वाला, अत्यंत दयावान् है।",
    "ऐ ईमान वालो! यदि कोई दुराचारी (अवज्ञाकारी) तुम्हारे पास कोई सूचना लेकर आए, तो उसकी अच्छी तरह जाँच-पड़ताल कर लिया करो। ऐसा न हो कि तुम किसी समुदाय को अज्ञानता के कारण हानि पहुँचा दो, फिर अपने किए पर पछताओ।",
    "तथा जान लो कि तुम्हारे बीच अल्लाह के रसूल मौजूद हैं। यदि वह बहुत-से विषयों में तुम्हारी बात मान लें, तो तुम कठिनाई में पड़ जाओ। परंतु अल्लाह ने तुम्हारे लिए ईमान को प्रिय बना दिया और उसे तुम्हारे दिलों में सुशोभित कर दिया तथा तुम्हारे लिए कुफ़्र और पाप और अवज्ञा को अप्रिय बना दिया, यही लोग हिदायत पर चलने वाले हैं।",
    "अल्लाह की कृपा और अनुग्रह के कारण और अल्लाह सब कुछ जानने वाला, पूर्ण हिकमत वाला है।",
    "और यदि ईमान वालों के दो गिरोह आपस में लड़ पड़ें, तो उनके बीच सुलह करा दो। फिर यदि दोनों में से एक, दूसरे पर अत्याचार करे, तो उस गिरोह से लड़ो, जो अत्याचार करता है, यहाँ तक कि वह अल्लाह के आदेश की ओर पलट आए। फिर यदि वह पलट आए, तो उनके बीच न्याय के साथ सुलह करा दो, तथा न्याय करो। निःसंदेह अल्लाह न्याय करने वालों से प्रेम करता है।",
    "निःसंदेह ईमान वाले तो भाई ही हैं। अतः अपने दो भाइयों के बीच सुलह करा दो। तथा अल्लाह से डरो, ताकि तुम पर दया की जाए।",
    "ऐ लोगो जो ईमान लाए हो! एक जाति दूसरी जाति का उपहास न करे, हो सकता है कि वे उनसे बेहतर हों। और न कोई स्त्रियाँ अन्य स्त्रियों की हँसी उड़ाएँ, हो सकता है कि वे उनसे अच्छी हों। और न अपनों पर दोष लगाओ, और न एक-दूसरे को बुरे नामों से पुकारो। ईमान के बाद अवज्ञाकारी होना बुरा नाम है। और जिसने तौबा न की, तो वही लोग अत्याचारी हैं।",
    "ऐ लोगो जो ईमान लाए हो! बहुत-से गुमानों से बचो। निश्चय ही कुछ गुमान पाप हैं। और जासूसी न करो, और न तुममें से कोई दूसरे की ग़ीबत करे। क्या तुममें से कोई पसंद करता है कि अपने भाई का मांस खाए, जबकि वह मरा हुआ हो? सो तुम उसे नापसंद करते हो। तथा अल्लाह से डरो। निश्चय अल्लाह बहुत तौबा क़बूल करने वाला, अत्यंत दयालु है।",
    "ऐ मनुष्यो! हमने तुम्हें एक नर और एक मादा से पैदा किया तथा हमने तुम्हें जातियों और क़बीलों में कर दिए, ताकि तुम एक-दूसरे को पहचानो। निःसंदेह अल्लाह के निकट तुममें सबसे अधिक सम्मान वाला वह है, जो तुममें सबसे अधिक तक़्वा वाला है। निःसंदेह अल्लाह सब कुछ जानने वाला, पूरी ख़बर रखने वाला है।",
    "(कुछ) बद्दुओं ने कहा : हम ईमान ले आए। आप कह दें : तुम ईमान नहीं लाए। परंतु यह कहो कि हम इस्लाम लाए (आज्ञाकारी हो गए)। और अभी तक ईमान तुम्हारे दिलों में प्रवेश नहीं किया। और यदि तुम अल्लाह और उसके रसूल की आज्ञा का पालन करोगे, तो वह तुम्हें तुम्हारे कर्मों में से कुछ भी कमी नहीं करेगा। निःसंदेह अल्लाह अति क्षमाशील, अत्यंत दयावान् है।",
    "निःसंदेह मोमिन तो वही लोग हैं, जो अल्लाह तथा उसके रसूल पर ईमान लाए, फिर उन्होंने संदेह नहीं किया तथा उन्होंने अपने धनों और अपने प्राणों से अल्लाह की राह में जिहाद किया। यही लोग सच्चे हैं।",
    "आप कह दें : क्या तुम अल्लाह को अपने धर्म से अवगत करा रहे हो? हालाँकि अल्लाह जानता है, जो कुछ आकाशों में है और जो धरती में है। तथा अल्लाह प्रत्येक वस्तु को ख़ूब जानने वाला है।",
    "वे आपपर एहसान जताते हैं कि वे इस्लाम ले आए। आप कह दें : मुझपर अपने इस्लाम का एहसान न जताओ। बल्कि अल्लाह तुमपर एहसान रखता है कि उसने तुम्हें ईमान की तरफ़ हिदायत दी, यदि तुम सच्चे हो।",
    "निःसंदेह अल्लाह आकाशों तथा धरती की छिपी चीज़ों को जानता है। और अल्लाह ख़ूब देखने वाला है जो कुछ तुम करते हो।",
    "क़ाफ़। क़सम है सम्मानित क़ुरआन की!",
    "बल्कि उन्हें आश्चर्य हुआ कि उनके पास उन्हीं में से एक डराने वाला आया। तो काफ़िरों ने कहा : यह बड़ी विचित्र बात है।",
    "क्या जब हम मर गए और मिट्टी हो गए (तो दोबारा उठाए जाएँगे)? यह पलटना तो बहुत दूर की बात है।",
    "निश्चय हमें मालूम है जो कुछ धरती उनमें से कम करती है और हमारे पास एक पुस्तक है, जो ख़ूब सुरक्षित रखने वाली है।",
    "बल्कि उनहोंने सत्य को झुठला दिया, जब वह उनके पास आया। अतः वे एक उलझे हुए मामले में हैं।",
    "तो क्या उन्होंने अपने ऊपर आकाश की ओर नहीं देखा कि हमने उसे कैसे बनाया और उसे सजाया और उसमें कोई दरार नहीं है?",
    "और हमने धरती को फैलाया और उसमें पर्वत डाल दिए और उसमें हर प्रकार की सुंदर चीज़ें उगाईं।",
    "हर उस बंदे को दिखाने और याद दिलाने के लिए, जो (अपने पालनहार की ओर) लौटने वाला है।",
    "तथा हमने आकाश से बहुत बरकत वाला पानी उतारा, फिर हमने उसके द्वारा बाग़ तथा काटी जाने वाली (खेती) के दाने उगाए।",
    "तथा खजूरों के लंबे-लंबे ऊँचे पेड़, जिनके गुच्छे परत दर परत हैं।",
    "बंदों को रोज़ी देने के लिए। तथा हमने उसके साथ एक मुर्दा शहर को जीवित कर दिया। इसी प्रकार निकलना है।",
    "इनसे पहले नूह की जाति ने और कुएँ वालों ने और समूद ने झुठलाया।",
    "तथा आद और फ़िरऔन ने और लूत के भाइयों ने।",
    "तथा ''ऐका'' के वासियों ने और ''तुब्बा'' की जाति ने। प्रत्येक ने रसूलों को झुठलाया। तो उनपर मेरे अज़ाब का वादा साबित हो गया।",
    "तो क्या हम प्रथम बार पैदा करके थक गए हैं? बल्कि वे नए पैदा किए जाने के बारे में संदेह में पड़े हुए हैं।",
    "निःसंदेह हमने मनुष्य को पैदा किया और हम जानते हैं जो कुछ विचार उसके मन में आता है और हम उसके गले की उस नस से भी अधिक क़रीब हैं जो दिल से जुड़ी होती है।",
    "जब दो लेने वाले (उसके हर कथन और कर्म को) लेते हैं, जो दाहिनी और बाईं ओर बैठे हैं।",
    "वह कोई बात नहीं बोलता, परंतु उसके पास एक निरीक्षक तैयार रहता है।",
    "और मौत की बेहोशी सत्य के साथ आ गई। यही है वह जिससे तू भागता था।",
    "और सूर में फूँक दिया गया। यही यातना के वादे का दिन है।",
    "तथा प्रत्येक व्यक्ति इस दशा में आएगा कि उसके साथ एक हाँकने वाला और एक गवाह होगा।",
    "निःसंदेह तू इससे बड़ी ग़फ़लत में था। सो हमने तुझसे तेरा परदा हटा दिया। तो तेरी दृष्टि आज बड़ी पैनी है।",
    "तथा उसका साथी कहेगा : यह है (उसके कर्मों का विवरण) जो मेरे पास तैयार है।",
    "तुम दोनों नरक में फेंक दो हर बड़े कृतघ्न को, जो (सत्य से) बहुत दुराग्रह रखने वाला है।",
    "जो भलाई को बहुत रोकने वाला, सीमा को लाँघने वाला, संदेह करने वाला है।",
    "जिसने अल्लाह के साथ दूसरा पूज्य बना लिया। अतः तुम दोनों उसे कठोर यातना में डाल दो।",
    "उसका साथी (शैतान) कहेगा : ऐ हमारे पालनहार! मैंने उसे सरकश नहीं बनाया। परंतु वह खुद ही दूर की गुमराही में था।",
    "(अल्लाह ने) फरमाया : मेरे पास झगड़ा मत करो। हालाँकि मैंने तो तुम्हारी ओर चेतावनी का संदेश पहले ही भेज दिया था।",
    "मेरे यहाँ बात बदली नहीं जाती तथा मैं बंदों पर कदापि कोई अत्याचार करने वाला नहीं।",
    "जिस दिन हम जहन्नम से कहेंगे : क्या तू भर गया? और वह कहेगा : क्या कुछ और है?",
    "तथा जन्नत परहेज़गारों के लिए निकट कर दी जाएगी, जो कुछ दूर न होगी।",
    "यही है जिसका तुमसे वादा किया जाता था, हर उस व्यक्ति के लिए जो (अपने रब की ओर) बहुत लौटने वाला, (उसके आदेशों की) रक्षा करने वाला हो।",
    "जो 'रहमान' (अत्यंत दयावान्) से बिन देखे डरा तथा (उसकी ओर बहुत ज़्यादा) लौटने वाला दिल लेकर आया।",
    "इसमें शांति के साथ दाख़िल हो जाओ। यही हमेशा रहने का दिन है।",
    "उनके लिए उसमें वह सब कुछ होगा, जो वे चाहेंगे। तथा हमारे पास और भी बहुत कुछ है।",
    "तथा हमने इनसे पहले बहुत-से समुदायों को विनष्ट कर दिया, जो शक्ति में इनसे कहीं बढ़-चढ़कर थे। तो उन्होंने नगरों को छान मारा, क्या भागने की कोई जहग है?",
    "निःसंदेह इसमें उस व्यक्ति के लिए निश्चय नसीहत है, जिसके पास दिल हो, या वह कान लगाए, इस हाल में कि उसका दिल उपस्थित हो।",
    "तथा निश्चय हमने आकाशों एवं धरती को और जो कुछ उन दोनों के बीच है, छह दिनों में पैदा किया और हमें कोई थकान नहीं हुई।",
    "अतः जो कुछ वे कहते हैं, उसपर सब्र से काम लें तथा सूर्योदय से पहले और सूर्यास्त से पहले अपने रब की प्रशंसा के साथ पवित्रता बयान करें।",
    "तथा रात के कुछ भाग में फिर उसकी पवित्रता का वर्णन करें और सजदे के बाद की घड़ियों में भी।",
    "तथा कान लगाकर सुनें, जिस दिन पुकारने वाला एक निकट स्थान से पुकारेगा।",
    "जिस दिन वे भयंकर आवाज़ को सत्य के साथ सुनेंगे। यह निकलने का दिन है।",
    "निश्चय हम ही जीवन देते हैं और हम ही मारते हैं और हमारी ही ओर लौटकर आना है।",
    "जिस दिन धरती उनसे फट जाएगी, जबकि वे तेज़ दौड़ने वाले होंगे। यह एकत्र करना हमारे लिए बहुत सरल है।",
    "हम उसे अधिक जानने वाले हैं, जो कुछ वे कहते हैं। और आप उनपर कोई ज़बरदस्ती करने वाले नहीं हैं। अतः आप क़ुरआन द्वारा उस व्यक्ति को उपदेश दें, जो मेरे अज़ाब के वादे से डरता है।",
    "क़सम है उन (हवाओं) की जो (धूल आदि) उड़ाने वाली हैं!",
    "फिर पानी का बड़ा भारी बोझ उठाने वाले बादलों की!",
    "फिर आसानी से चलने वाली नावों की!",
    "फिर (अल्लाह का) आदेश बाँटने वाले (फ़रिश्तों की)!",
    "निःसंदेह जो तुमसे वादा किया जाता है, निश्चय वह सत्य है।",
    "तथा निःसंदेह हिसाब अनिवार्य रूप से घटित होने वाला है।",
    "क़सम है रास्तों वाले आकाश की!",
    "निःसंदेह तुम निश्चय एक विवादास्पद बात में पड़े हो।",
    "उससे वही फेरा जाता है, जो (अल्लाह के ज्ञान में) फेर दिया गया है।",
    "अटकल लगाने वाले मारे गए।",
    "जो बड़ी ग़फ़लत में भूले हुए हैं।",
    "वे पूछते हैं कि बदले का दिन कब है?",
    "जिस दिन वे आग पर तपाए जाएँगे।",
    "अपने फ़ितने (यातना) का मज़ा चखो, यही है जिसके लिए तुम जल्दी मचा रहे थे।",
    "निःसंदेह परहेज़गार लोग बाग़ों और जल स्रोतों में होंगे।",
    "जो कुछ उनका रब उन्हें देगा, उसे वे लेने वाले होंगे। निश्चय ही वे इससे पहले नेकी करने वाले थे।",
    "वे रात के बहुत थोड़े भाग में सोते थे।",
    "तथा रात्रि की अंतिम घड़ियों में वे क्षमा याचना करते थे।",
    "और उनके धनों में माँगने वाले तथा वंचित के लिए एक हक़ (हिस्सा) था।",
    "तथा धरती में विश्वास करने वालों के लिए बहुत-सी निशानियाँ हैं।",
    "तथा स्वयं तुम्हारे भीतर (भी)। तो क्या तुम नहीं देखते?",
    "और आकाश ही में तुम्हारी रोज़ी है तथा वह भी जिसका तुमसे वादा किया जा रहा है।",
    "सो क़सम है आकाश एवं धरती के पालनहार की! निःसंदेह यह बात निश्चित रूप से सत्य है, इस बात की तरह कि निःसंदेह तुम बोलते हो।",
    "क्या आपके पास इबराहीम के सम्मानित अतिथियों की सूचना आई है?",
    "जब वे उसके पास आए, तो उन्होंने सलाम कहा। उसने कहा : सलाम हो। कुछ अपरिचित लोग हैं।",
    "फिर वह चुपके से अपने घरवालों के पास गया। फिर एक मोटा-ताज़ा (भुना हुआ) बछड़ा ले आया।",
    "फिर उसे उनके सामने रख दिया। कहा : क्या तुम नहीं खाते?",
    "तो उसने उनसे दिल में डर महसूस किया। उन्होंने कहा : डरो नहीं। और उन्होंने उसे एक बहुत ही ज्ञानी पुत्र की शुभ-सूचना दी।",
    "यह सुनकर उसकी पत्नी चिल्लाती हुई आगे आई, तो उसने अपना चेहरा पीट लिया और बोली : बूढ़ी बाँझ!",
    "उन्होंने कहा : तेरे पालनहार ने ऐसे ही फरमाया है। निश्चय वही पूर्ण हिकमत वाला, अत्यंत ज्ञानी है।"
  ]
}