{
  "meta": {
    "id": 35,
    "name": "Ryoichi Mita",
    "translator_name": "Ryoichi Mita",
    "slug": "ja-ryoichi-mita",
    "language_name": "japanese"
  },
  "verses": [
    "何事に就いて， かれらは尋ね合うのか。",
    "偉大な消息に就いて。",
    "それに就いて，かれらは意見が異なる。",
    "いや，かれらはやがて知ろう。",
    "いや，いや，かれらはやがて知るであろう。",
    "われは大地を，広々としなかったか。",
    "また山々を，杭としたてはないか。",
    "われはあなたがたを両性に創り，",
    "また休息のため，あなたがたの睡眠を定め，",
    "夜を覆いとし，",
    "昼を生計の手段として定めた。",
    "またわれは，あなたがたの上に堅固に層（の天）を打ち建て，",
    "輝やかしい灯し火を（その中に）置き，",
    "われは雲から豊かに雨を降らせ，",
    "それによって，殻物や野菜を萠え出させ，",
    "様々な園を茂らせる。",
    "本当に裁きの日は定められていて，",
    "その日，ラッパが吹かれるとあなたがたは群をなして出て来る。",
    "天は開かれて数々の門となり，",
    "山々は移されて蜃気楼のようになる。",
    "本当に地獄は，待ち伏せの場であり，",
    "背信者の落ち着く所，",
    "かれらは何時までもその中に住むであろう。",
    "そこで涼しさも味わえず，（どんな）飲物もない，",
    "煮えたぎる湯と膿の外には。",
    "（かれらのため）相応しい報奨である。",
    "本当にかれらは，（その行いに対する）清算を希望しないでいた。",
    "またかれらはわが印を嘘であると言って，強く拒否した。",
    "われは一切のことを，天の書に留めている。",
    "だからあなたがたは（自分の行いの結果を）味わえ。われは懲罰を増加するばかりである。",
    "本当に主を畏れる者には，安全な場所（楽園）がある。",
    "緑の園や，ブドウ園，",
    "胸の脹れた同じ年頃の乙女たち，",
    "またなみなみと溢れる杯。",
    "そこではつまらぬ話や偽り言を聞かない。",
    "これらはあなたの主からの報奨，賜物の決算である。",
    "天と地，そしてその間の凡てのものの主，慈悲深き御方（からの賜物であり），誰もかれに語りかけることは出来ない。",
    "聖霊と天使たちが，整列して立つ日，慈悲深き御方から御許しを得て正しいことを言う者以外には，誰も口をきくことが出来ない。",
    "それは真実の日である。だから誰でも望む者は，主の御許に戻るがいい。",
    "本当にわれは，懲罰が近いと，あなたがたに警告した。その日，人は，自分の両方の手が前もって行ったもの（所業）を見るであろう。不信者は，「ああ，情けない，わたしが塵であったならば。」と言うであろう。",
    "荒々しく（罪深い者の魂を）引き離すものにおいて（誓う），",
    "優しく（信仰深い者の魂を）引き出すものにおいて，",
    "泳ぐように（慈悲の使いに）滑走するものにおいて，",
    "先を争って前進するものにおいて，",
    "（主の命令で）事を処理するものにおいて（誓う）。",
    "その日（第一のラッパで），震動が（凡てのものを）揺がし，",
    "次のラッパ（で震動）が，続く。",
    "（不信者の）心は，その日戦き震え，",
    "目を伏せるであろう。",
    "かれらは言う。「わたしたちは初め（生前）の状態に，本当に返るのでしょうか。",
    "何と，わたしたちは朽ち果てた骨になってしまったのに。」",
    "かれらは言う。「その場合（復活），損な戻りです。」",
    "（復活は），只一声の叫びである。",
    "見よ，かれらは目覚めて（地上に）現われる。",
    "ムーサーの物語が，あなたに届いたか。",
    "主がトワーの聖谷に，かれを呼ばれた時を思い起せ。",
    "（かれは仰せられた。）「あなたはフィルアウンの許に行け。本当にかれは目にあまる者である。",
    "そしてかれに言ってやるがいい。『あなたは（罪から）清められたいのか。",
    "わたしはあなたを，主の御許に導く。あなたは（かれを）畏れなさい。』」",
    "（ムーサーは）最大の印をかれに示した。",
    "だがかれ（フィルアウン）はそれを嘘であるとし，（導きに）従わなかった。",
    "背を向けて急いで去った。",
    "かれ（フィルアウン）は，（その民を）集め宣言して，",
    "言った。「わたしはあなたがたの主，至高者である。」",
    "そこでアッラーはかれを懲しめ，来世と現世の生活に懲罰を加えられた。",
    "本当にこの中には（主を）畏れる者への一つの教訓がある。",
    "あなたがたは（かれが）うち建てられた天（の創造）が，あなたがたを創ることより難しいとでも思うのか。",
    "かれはそれを高く掲げ，それから整え，",
    "夜を暗くなされ，また，光明を現わされる。",
    "その後，大地を延べ広げられた。",
    "そこから水と牧場を現われさせ，",
    "また山々をそれにしっかりと据えられ，",
    "あなたがたとあなたがたの家畜のための，用益に供される。",
    "それで大きい災厄が来ると，",
    "その日，人々は（現世で）その努力したことを思い出し，",
    "また獄火は，誰でも見る（程の）者に（ありありと）現わされる。",
    "その時，酷く目にあまった者，",
    "またこの世の生活を重んじていた者は，",
    "本当に火獄がその住まいであろう。",
    "だが主の御前に立つことを恐れた者，また低劣な欲望に対し（自分の）魂を抑制した者は，",
    "本当に楽園がその住まいであろう。",
    "かれらはその時に就いて，あなたに問う。「それが到来するのは，何時（の日）ですか。」",
    "あなたは，何によってそれを告げられようか。",
    "その終末（の知識）は，あなたの主にあるだけ。",
    "あなたは，それを恐れる者への，一人の警告者に過ぎない。",
    "かれらがそれを見る日，（墓の中に）滞留していたのは，一夕か一朝に過ぎなかったように思うであろう。",
    "（ムハンマドは）眉をひそめ，顔を背けた。",
    "一人の盲人がやって来（て話が中断され）たためである。",
    "あなたにどうして分ろうか，かれは清められるかも知れないことが。",
    "または訓戒を受け入れて，その教えはかれを益するかもしれないことが。",
    "だが何の助けもいらない者（財産家）には，",
    "（関心をもって）応待する。",
    "しかもかれが自ら清めなくても，あなたに責任はない。",
    "だが熱心に（信仰を）求めてあなたの許に来た者で，",
    "畏敬の念を抱いている者には，",
    "あなたは軽視した。",
    "断じてそうであるべきではない。本当にこれ（クルアーン）は訓戒である。",
    "だから誰でも望む者には，訓戒を念じさせなさい。",
    "それは（アッラーの御許にある）帳簿に記されているもの。",
    "至高にして清純なもの。",
    "書記たち（天使）の手で（記録されたもの）。",
    "気高く敬虔な（書記たち）。",
    "人間（不信心者）に災いあれ。何とかれは忘恩なことよ。",
    "かれはどんなものから，かれを創られるのか。",
    "一滴の精液からである。かれは，かれを創り，それから五体を整えられ，",
    "（母の胎内からの）かれの道を容易になされ，",
    "やがてかれを死なせて墓場に埋め，",
    "それから御望みの時に，かれを甦らせる。",
    "いや，かれが命じられたことを，（不信仰者は）果さなかった。",
    "かれに，自分の食物に就いて考えさせてみるがよい。",
    "本当にわれは，水（雨）を豊かに注ぎ，",
    "次いで大地を裂いて切れ切れにし，",
    "そこに生長させるものには，穀物，",
    "またブドウや青草，",
    "オリーブやナツメヤシ，",
    "繁茂した庭園，",
    "果物や牧草（がある）。",
    "あなたがたとあなたがたの家畜のための用益である。",
    "やがて，（終末の）一声が高鳴り，",
    "人が自分の兄弟から逃れる日，",
    "自分の母や父や，",
    "また自分の妻や子女から（逃れる日）。",
    "その日誰もかれも自分のことで手いっぱい。",
    "（或る者たちの）顔は，その日輝き，",
    "笑い，且つ喜ぶ。",
    "だが（或る者たちの）顔は，その日挨に塗れ，",
    "暗黒が顔を覆う。",
    "これらの者こそ，不信心な者，放蕩者である。",
    "太陽が包み隠される時，",
    "諸星が落ちる時，",
    "山々が散る時，",
    "孕んでヶ月の雌駱駝が等閑にされる時，",
    "様々な野獣が（恐怖の余り）群をなし集まる時，",
    "大洋が沸きたち，溢れる時，",
    "それぞれの魂が（肉体と）組み合わされる時，",
    "生き埋められていた（女児が）",
    "どんな罪で殺されたかと問われる時，",
    "（天の）帳簿が，開かれる時，",
    "天が剥ぎ取られる時，",
    "獄火が炎を上げさせられる時，",
    "楽園が近付く時，",
    "（その時）凡ての魂は，先に行った（善悪）の所業を知るであろう。",
    "わたしは沈みゆく諸星において誓う。",
    "（軌道を）運行して没する（諸星において）",
    "暗闇を迎える夜において，",
    "夜明けを迎える朝において（誓う）。",
    "本当にこれ（クルアーン）は，高貴な使徒（ジブリール）の（アッラーからの）言葉",
    "（かれは）玉座の主の御前で（尊厳される地位の）座につく，力のある，",
    "従われ，信頼される（使徒である）。",
    "（人びとよ）あなたかたの仲間（ムハンマド）は，気違いではない。",
    "かれは，明るい地平線上にはっきりとかれ（ジブリール）を見た。",
    "かれは幽玄界（の知っていること）を出し借しまない。",
    "それ（クルアーン）は，呪われた悪魔の言葉でもない。",
    "それなのにあなたがたは（それらのことを信用せず）何処へ行くのか。",
    "これ（クルアーン）こそは，万人への教訓に外ならない。",
    "それはあなたがたの中，誰でも正しい道を歩みたいと望む者のためのものである。",
    "だが万有の主，アッラーの御望みがない限り，あなたがたはこれを望むことも出来ないのである。",
    "天が，微塵に裂ける時，",
    "諸星が散らされる時，",
    "諸大洋が溢れ出される時，",
    "墓場があばかれる時，",
    "それぞれの魂は，既にしたことと，後に残したことを知る。",
    "人間よ，何があなたを恵み深い主から惑わせ（背かせ）たのか。",
    "かれはあなたを創造し，形を与え，（均整のとれた体に）整え，",
    "かれの御心の儘に，形態をあなたに与えられた御方である。",
    "いや，あなたがたは審判を嘘であると言う。",
    "本当にあなたがたの上には人の看守（天使）がいるが，",
    "かれらは気高い記録者で，",
    "あなたがたの所行を知っている。",
    "敬虔な者は，必ず至福の中にいる。",
    "罪ある者は，きっと火の中にいて，",
    "審判の日，かれらはそこで焼かれ，",
    "そこから，逃れられない。",
    "審判の日が何であるかを，あなたに理解させるものは何か。",
    "一体審判の日が何であるのかを，あなたに理解させるものは何か。",
    "その日，どの魂も外の魂のために（役立つ）何のカも持たない。命令は，その日アッラーのもの。",
    "災いなるかな，量を減らす者こそは。",
    "かれらは人から計って受け取る時は，十分に取り，",
    "（相手にわたす）量や重さを計るときは，少なく計量する者たちである。",
    "これらの者は，甦ることを考えないのか，",
    "偉大なる日に。",
    "その日，（凡ての）人間は，万有の主の御前に立つのではないか。",
    "断じていけない。罰ある者の記録は，スィッジーンの中に（保管して）ある。",
    "スィッジーンが何であるかを，あなたに理解させるものは何か。",
    "（そこには完全に）書かれた一つの記録（がある）。",
    "災いなるかな，その日，嘘であると言って来た者たちよ，",
    "審判の日を，嘘であると言って来た者たちこそは。",
    "これを嘘であると言って来た者は，反逆者，罪人に外ならない。",
    "わが印が，かれらに読誦された時，かれらは，「昔の物語だ。」と言った。",
    "断じてそうではない。思うにかれらの行った（悪）事が，その心の錆となったのである。",
    "いや，本当にかれらは，その日，主（の御光）から締め出される。",
    "次にかれらは，地獄できっと焼かれよう。",
    "そこで，かれらに，「これが，あなたがたが嘘であると言ってきたことである。」と告げられるであろう。",
    "これに引き替え敬虔な者の記録は，イッリッイーンの中に（保管して）ある。",
    "イッリッイーンが何であるかを，あなたに理解させるものは何か。",
    "（そこには完全に）書かれた一つの記録（があり），",
    "（主の）側近者たちが，それを立証する。",
    "本当に敬虔な者は，必ず至福の中におり，",
    "かれらは寝床に寄って，見渡すであろう。",
    "あなたはかれらの顔に至福の輝きを認めよう。",
    "かれらは，封印された純良な酒を注がれる。",
    "その封印はジャコウである。これを求め熱望する者に熱望させなさい。",
    "それにはタスニームが混ぜられよう。",
    "（アッラーに）近い者たち（善行者）は，その泉から飲もう。",
    "本当に罪ある者たちは，信仰する者を嘲笑っていた。",
    "そしてかれら（信者）の傍を過ぎると，互いに（嘲笑して）目くばせし，",
    "家族の許へ帰る時，笑い草にしたものである。",
    "かれらはかれら（信者）を見かけると，「本当にこれらの者は迷っています。」と言う。",
    "だがかれらは，かれら（信者）の監視者として遣わされた者ではない。",
    "だがこの日は，信仰する者が不信者たちを笑い，",
    "かれらは寝床に寄って，見渡すであろう。",
    "不信者たちは，その行いの報いを受けたであろうかと。",
    "天が裂け割れて，",
    "その主（の命）を聞き，従う時，",
    "大地が延べ広げられ，",
    "その中のものを吐き出して空になり，",
    "その主（の御命令）を聞き，従う時。",
    "おお人間よ，本当にあなたは，主の御許へと労苦して努力する者。かれに会うことになるのである。",
    "その時右手にその書冊を渡される者に就いては，",
    "かれの計算は直ぐ容易に精算され，",
    "かれらは喜んで，自分の人々の許に帰るであろう。",
    "だが背後に書冊を渡される者に就いては，",
    "直に死を求めて叫ぶのだが，",
    "燃える炎で焼かれよう。",
    "本当にかれは，自分の人々の中で歓楽していた。",
    "かれは，本当に（主の許に）帰ることなどないであろうと思っていた。",
    "いや，主はいつもかれを見通しておられる。",
    "わたしは，落日の夕映えによって誓う。",
    "夜と，それに帰り集うものにおいて，",
    "また満ちたる月にかけて（誓う）。",
    "あなたがたは，必ず一層から他層に登るであろう。",
    "それでも，かれらが信じないのはどうした訳か。",
    "クルアーンが，かれらに読唱されると，かれらはサジダしようとはしない。〔サジダ〕",
    "いや，信じない者は，（それを）嘘であると言う。",
    "だがアッラーは，かれらの胸に隠すことを熟知なされる。",
    "それであなたは，痛烈な懲罰をかれらに伝えなさい。",
    "だが信仰して善行に勤しむ者は別である。かれらには絶えることのない報奨があろう。",
    "諸星座のある天において，",
    "約束された（審判の）日において，",
    "立証する者と，立証されるものとにおいて（誓う）。",
    "坑の住人は滅ぼされ，",
    "火には薪が接ぎ足される。",
    "見よ。かれらはその傍に座り，",
    "信者に対してかれらが行ったこと（の凡て）に就いて，立証される。",
    "かれらがかれら（信者）を迫害したのは，偉力ある御方，讃美されるべき御方アッラーを，かれら（信者）が信仰したために外ならない。",
    "かれに，天と地の大権は属する。アッラーは凡てのことの立証者であられる。",
    "本当に信仰する男と女を迫害して，それから悔悟しなかった者には地獄の懲罰があり，またかれらには炎火の懲罰があろう。",
    "信仰して善行に勤しんだ者には，川が下を流れる楽園があろう。これは偉大な幸福の成就である。",
    "本当にあなたの主の捕え方（懲罰）は強烈である。",
    "かれこそは創造をなされ，またそれを繰り返される御方である。",
    "かれは，寛容にして博愛ならびない御方。",
    "栄光に満ちた，至高の玉座の主。",
    "かれは御望みのことを，遂行なされる。",
    "軍勢の物語が，あなたに達したか，",
    "フィルアウンとサムード（の民の）。",
    "いや，信じない者は（なお真理を）嘘であるとしている。",
    "だがアッラーは，背後からかれらをとり囲まれる。",
    "いやこれは，栄光に満ちたクルアーンで，",
    "守護された碑板に（銘記されている）。",
    "天と，夜訪れるものによって（誓う）。",
    "夜訪れる者が何であるかを，あなたに理解させるものは何か。",
    "（それは）きらめき輝く星。",
    "誰も自分の上に守護者（天使）をもたない者はない。",
    "人間は，何から創られたかを考察させなさい。",
    "かれは噴出する水から創られ，",
    "（それは）肋骨と腰の間から出てくる。",
    "本当にかれは，かれを（新たな生命に）引き戻すことが可能である。",
    "隠されたことが暴露される日，",
    "（人間には）力もなく，誰の助けもない。",
    "（回転して）返る天によって，",
    "裂け割れる大地によって（誓う）。",
    "本当にこれは，（善悪を）識別する御言葉，",
    "それは戯れごとではない。",
    "本当にかれらは，陰謀を企んでいる。",
    "われもまた策謀をめぐらす。",
    "だから不信者たちを猶予し，暫く放任するがいい。",
    "至高の御方，あなたの主の御名を讃えなさい。",
    "かれは創造し，整え調和させる御方，",
    "またかれは，法を定めて導き，",
    "牧野を現わされる御方。",
    "それから，浅黒く枯れた刈株になされる。",
    "われは，あなたに読誦させるようにした。それであなたは忘れないであろう。",
    "アッラーの御望みがない限りは。本当にかれは，表われたものと隠れたものを知っておられる。",
    "われはあなたに（道を）平坦で，安易にするであろう。",
    "だから訓戒しなさい。訓戒は（聞く者に）役立つ。",
    "訓戒は，主を畏れる者に受け入れられよう。",
    "だが最も不幸な者は，それを避けるであろう。",
    "かれは巨大な炎で焼かれよう。",
    "その中で，死にも，生きもしない。",
    "だが自ら清めた者は必ず栄え，",
    "かれの主の御名を唱念し，礼拝を守る。",
    "いや，あなたがたは現世の生活の方を好む。",
    "来世がもっと優れ，またもっと永遠なものであるのに。",
    "これは本当に，昔の啓典にあり，",
    "イブラーヒームやムーサーの啓典にもある。",
    "圧倒的（事態の）消息が，あなたに達したか。",
    "（或る者の）顔はその日項垂れ，",
    "骨折り疲れ切って，",
    "燃えさかる獄火で焼かれ，",
    "煮えたぎる泉水を飲まされる。",
    "かれらには苦い茨の外に，食物はなく，",
    "それは栄養にもならず，飢えも癒せない。",
    "（外の或る者たちの）顔は，その日歓喜し，",
    "かれらは努力して心充ち足り，",
    "高い楽園の中に置り，",
    "そこで，虚しい（言葉）を聞かない。",
    "そこには，流れる泉があり，",
    "高く上げられた（位階の）寝床があり，",
    "大杯が備えられ，",
    "褥は数列に並べられ，",
    "敷物が敷きつめられている。",
    "かれらは骼駝に就いて，如何に創られたかを考えてみないのか。",
    "また天に就いて，如何に高く掲げられたか，",
    "また山々に就いて，如何に据え付けられているか，",
    "また大地に就いて，如何に広げられているかを。",
    "だからあなたは訓戒しなさい。本当にあなたは一人の訓戒者に外ならない。",
    "かれらのための，支配者ではない。",
    "だが誰でも，背き去って信仰を拒否するならば，",
    "アッラーは最大の懲罰でかれらを罰される。",
    "本当にわれの許に，かれらは帰り来るのである。",
    "かれらの清算は，本当にわれの任である。",
    "暁において，",
    "夜において，",
    "偶数と奇数において，",
    "去り行く夜において（誓う）。",
    "本当にこの中には，分別ある者への誓いがあるではないか。",
    "あなたはアッラーが，如何にアード（の民）を処分されたかを考えないのか，",
    "円柱の並び立つイラム（の都）のことを，",
    "これに類するものは，その国において造られたことはなかったではないか。",
    "また谷間の岩に彫り込んだサムード（の民）や，",
    "杭のぬしフィルアウン（のことを考えないのか）。",
    "これらは（凡て），その国において法を越えた者たちで，",
    "その地に邪悪を増長させた。",
    "それであなたの主は，懲罰の鞭をかれらに浴びせかけられた。",
    "本当にあなたの主は監視の塔におられる。",
    "さて人間は主が御試みのため，寛大にされ恵みを授けられると，かれは，「主は，わたしに寛大であられます。」と言う。",
    "だがかれを試み，御恵みを減らされる時は，「主はわたしを，軽視なさいます。」と言う。",
    "断じていけない。いや，あなたがたは孤児を大切にしない。",
    "また貧者を養うために，互いに励まさない。",
    "しかも遺産を取り上げ，強欲を欲しい尽にする。",
    "またあなたがたは，法外な愛で財産を愛する。",
    "断じていけない。大地が粉々に砕かれる時，",
    "主は，列また列の天使（を従え），来臨なされる。",
    "また地獄は，その日（目の当たりに）運ばれ，その日人間は反省するであろう。だが反省したとて，どうしてかれのためになろうか。",
    "かれは，「ああ，わたしの（将来の）生命のために，（善行を）貯えていたならば。」と言 う。",
    "それでその日，誰もなし得ない程の懲罰を加えられ，",
    "また誰も拘束し得ない程に束縛なされる。",
    "（善行を積んだ魂に言われるであろう。）おお，安心，大悟している魂よ，",
    "あなたの主に返れ，歓喜し御満悦にあずかって。",
    "あなたは，わがしもべの中に入れ。",
    "あなたは，わが楽園に入れ。",
    "われはこの町において誓う。",
    "あなたはこの町の（居住権を持つ）住民である。",
    "生む者と生まれる者にかけて（誓う）。",
    "本当にわれは，人間を労苦するように創った。",
    "かれ（人間）は，何ものも，自分を左右する者はないと考えるのか。",
    "かれは，「わたしは大変な財産を費した。」と言う。",
    "かれは，誰もかれを見ていないと考えるのか。",
    "われは，かれのために両目を創ったではないか，",
    "また一つの舌と二つの唇を。",
    "更に二つの道をかれに示した（ではないか）。",
    "だがかれは，険しい道を取ろうとはしない。",
    "険しい道が何であるかを，あなたに理解させるものは何か。",
    "（それは）奴隷を解放し，",
    "または飢餓の日には食物を出して，",
    "近い縁者の孤児を，",
    "または酷く哀れな貧者を（養うこと）。",
    "それから信仰する者になって忍耐のために励ましあい，互いに親切，温情を尽しあう（ことである）。",
    "これらは右手の仲間である。",
    "だがわが印を拒否する者，かれらは左手の仲間である。",
    "かれらの上には，業火が覆い被さるであろう。",
    "太陽とその輝きにおいて，",
    "それに従う月において，",
    "（太陽を）輝き現わす昼において，",
    "それを覆う夜において，",
    "天と，それを打ち建てた御方において，",
    "大地と，それを広げた御方において，",
    "魂と，それを釣合い秩序付けた御方において，",
    "邪悪と信心に就いて，それ（魂）に示唆した御方において（誓う）。",
    "本当にそれ（魂）を清める者は成功し，",
    "それを汚す者は滅びる。",
    "サムード（の民）は，その法外な行いによって（預言者を）嘘付き呼ばわりした。",
    "かれらの中の最も邪悪の者が（不信心のため）立ち上がった時，",
    "アッラーの使徒（サーリフ）はかれらに，「アッラーの雌骼駝である。それに水を飲ませなさい。」と言った。",
    "だがかれらは，かれを嘘付き者と呼び，その膝の腱を切っ（て不具にし）た。それで主は，その罪のためにかれらを滅ぼし，平らげられた。",
    "かれは，その結果を顧慮されない。",
    "覆われる夜において，",
    "輝く昼において，",
    "男女を創造された御方において（誓う）。",
    "あなたがたの努力は，本当に多様（な結末）である。",
    "それで施しをなし，主を畏れる者，",
    "また至善を実証する者には，",
    "われは（至福への道を）容易にしよう。",
    "だが強欲で，自惚れている者，",
    "至善を拒否する者には，",
    "われは（苦難への道を）容易にするであろう。",
    "かれが滅び去ろうとする時，その富はかれに役立たないであろう。",
    "本当に導きはわれにあり，",
    "来世も現世もわれに属する。",
    "それでわれは燃え盛る業火に就いてあなたがたに警告した。",
    "最も不幸な者でない限り，誰もそれで焼かれない。",
    "それは（真理を）嘘であると言い背き去った者。",
    "だが（主のために）忠誠の限りを尽した者は，それから救われ，",
    "その富を施し，自分を清める。",
    "また誰からも，慈悲の報酬を求めない。",
    "一生懸命に至高者，主の御顔を請うだけである。",
    "やがて，かれは（十分に）満足出来るであろう。",
    "朝（の輝き）において，",
    "静寂な夜において（誓う）。",
    "主は，あなたを見捨てられず，憎まれた訳でもない。",
    "本当に来世（将来）は，あなたにとって現世（現在）より，もっと良いのである。",
    "やがて主はあなたの満足するものを御授けになる。",
    "かれは孤児のあなたを見付けられ，庇護なされたではないか。",
    "かれはさ迷っていたあなたを見付けて，導きを与え。",
    "また貧しいあなたを見付けて，裕福になされたではないか。",
    "だから孤児を虐げてはならない。",
    "請う者を揆ね付けてはならない。",
    "あなたの主の恩恵を宣べ伝えるがいい。",
    "われは，あなたの胸を広げなかったか。",
    "あなたから重荷を降したではないか。",
    "それは，あなたの背中を押し付けていた。",
    "またわれは，あなたの名声を高めたではないか。",
    "本当に困難と共に，安楽はあり，",
    "本当に困難と共に，安楽はある。",
    "それで（当面の務めから）楽になったら，更に労苦して，",
    "（只一筋に）あなたの主に傾倒するがいい。",
    "無花果とオリーブにおいて，",
    "シナイ山において，",
    "また平安なこの町において（誓う）。",
    "本当にわれは，人間を最も美しい姿に創った。",
    "それからわれは，かれを最も低く下げた。",
    "信仰して善行に勤しむ者は別である。かれらに対しては果てしない報奨があろう。",
    "なぜそれでも，おまえは宗教（真実）を否定するのか。",
    "アッラーは，最も優れた審判者ではないか。",
    "読め，「創造なされる御方，あなたの主の御名において。",
    "一凝血から，人間を創られた。」",
    "読め，「あなたの主は，最高の尊貴であられ，",
    "筆によって（書くことを）教えられた御方。",
    "人間に未知なることを教えられた御方である。」",
    "いや，人間は本当に法外で，",
    "自分で何も足りないところはないと考えている。",
    "本当にあなたの主に（凡てのものは）帰されるのである。",
    "あなたは，阻止する者を見たか，",
    "一人のしもべ（ムハンマド）が，礼拝を捧げる時に。",
    "あなたは，かれ（阻止する者）が，（正しい道）に導かれていると思うのか。",
    "敬神を勧めているか，",
    "（真理を）嘘であるとして背を向けたと思うのか。",
    "かれは，アッラーが見ておられることを知らないのか。",
    "断じてそうではない。もしかれが止ないならば，われは前髪でかれを捕えるであろう，",
    "嘘付きで，罪深い前髪を。",
    "そしてかれの（救助のために）一味を召集させなさい。",
    "われは看守（の天使）を召集するであろう。",
    "断じてそうあるべきではない。あなたはかれに従ってはならない。一途にサジダして（主に）近付け。〔サジダ〕",
    "本当にわれは，みいつの夜に，この（クルアーン）を下した。",
    "みいつの夜が何であるかを，あなたに理解させるものは何か。",
    "みいつの夜は，千月よりも優る。",
    "（その夜）天使たちと聖霊は，主の許しのもとに，凡ての神命を齎して下る。",
    "暁の明けるまで，（それは）平安である。",
    "啓典の民の中（真理を）拒否した者も多神教徒も，かれらに明証が来るまで，（道から）離れようとしなかった。",
    "またアッラーからの使徒が，純聖な書巻を，読んで聞かせるまでは。",
    "その中には，不滅の正しい記録（掟）がある。",
    "啓典を授かっている者たちが，分派したのは，明証がかれらに来てから後のことであった。",
    "かれらの命じられたことは，只アッラーに仕え，かれに信心の誠を尽し，純正に服従，帰依して，礼拝の務めを守り，定めの喜捨をしなさいと，言うだけのことであった。これこそ真正の教えである。",
    "啓典の民の中（真理を）拒否した者も，多神教徒も，地獄の火に（投げ込まれ）て，その中に永遠に住む。これらは，衆生の中最悪の者である。",
    "だが信仰して善行に勤しむ者たち，これらは，衆生の中最善の者である。",
    "かれらへの報奨は，主の御許の，川が下を流れる永遠の園である。永遠にその中に住むであろう。アッラーはかれらを喜ばれ，かれらもかれに満悦する。それは主を畏れる者（への報奨）である。",
    "大地が激しく揺れ，",
    "大地がその重荷を投げ出し，",
    "「かれ（大地）に何事が起ったのか。」と人が言う時。",
    "その日（大地は）凡ての消息を語ろう，",
    "あなたの主が啓示されたことを。",
    "その日，人びとは分別された集団となって（地中から）進み出て，かれらの行ったことが示されるであろう。",
    "一微塵の重さでも，善を行った者はそれを見る。",
    "一微塵の重さでも，悪を行った者はそれを見る。",
    "吐く息荒く進撃する（馬）において（誓う）。",
    "蹄に火花を散らし，",
    "暁に急襲して，",
    "砂塵を巻き上げ，",
    "（敵の）軍勢の真っ只中に突入する時。",
    "本当に人間は，自分の主に対し恩知らずである。",
    "それに就き，かれは誠に証人であり，",
    "また富を愛することに熱中する。",
    "かれは墓の中のものが発き出される時のことを知らないのか。",
    "また胸の中にあるものが，暴露されるのを。",
    "本当に主は，その日，かれらに就いて凡て知っておられる。",
    "恐れ戦く日（最後の審判）",
    "恐れ戦く日とは何か。",
    "恐れ戦く日が，何であるかをあなたに理解させるものは何か。",
    "（それは）人間が飛散する蛾のようになる日。",
    "また山々が，梳かれた羊毛のようになる（日である）。",
    "それで，かれの秤が（善行で）重い者は，",
    "幸福で満ち足りて暮らすであろう。",
    "だが秤の軽い者は，",
    "奈落が，かれの里であろう。",
    "それが何であるかを，あなたに理解させるものは何か。",
    "（それは）焦熱（地獄）の火。",
    "あなたがたは（財産や息子などの）多いことを張り合って，現を抜かす。",
    "墓に追い立てられるまでも。",
    "いや，やがて（死後）あなたがたは（その真実を）知ろう。",
    "もう一度言おうか，いや，やがてあなたがたは知ろう。",
    "いや，あなたがたは（今に）はっきり知るとよいのである。",
    "あなたがたは必ず獄火を見よう。",
    "その時あなたがたはそれを明確に目で見ることであろう。",
    "その日あなたがたは，（現を抜かしていた）享楽に就いて，必ず問われるであろう。",
    "時間にかけて（誓う）。",
    "本当に人間は，喪失の中にいる。",
    "信仰して善行に勤しみ，互いに真理を勧めあい，また忍耐を勧めあう者たちの外は。",
    "災いなるかな，凡ての悪口を言って中傷する者。",
    "財を集めて計算する（のに余念のない）者。",
    "本当にその財が，かれを永久に生かすと考えている。",
    "断じてそうではない。かれは必ず業火の中に，投げ込まれる。",
    "業火が，何であるかをあなたに理解させるものは何か。",
    "（それは）ぼうぼうと燃えているアッラーの火，",
    "心臓を焼き尽し，",
    "かれらの頭上に完全に覆い被さり，",
    "（逃れることの出来ない）列柱の中に。",
    "あなたの主が，象の仲間に，どう対処なされたか，知らなかったのか。",
    "かれは，かれらの計略を壊滅させられたではないか。",
    "かれらの上に群れなす数多の鳥を遣わされ，",
    "焼き土の礫を投げ付けさせて，",
    "食い荒らされた藁屑のようになされた。",
    "クライシュ族の保護のため，",
    "冬と夏のかれらの隊商の保護のため，（そのアッラーの御恵みのために）",
    "かれらに，この聖殿の主に仕えさせよ。",
    "飢えに際しては，かれらに食物を与え，また恐れに際しては，それを除き心を安らかにして下さる御方に。",
    "あなたは，審判を嘘であるとする者を見たか。",
    "かれは，孤児に手荒くする者であり，",
    "また貧者に食物を与えることを勧めない者である。",
    "災いなるかな，礼拝する者でありながら，",
    "自分の礼拝を忽せにする者。",
    "（人に）見られるための礼拝をし，",
    "慈善を断わる者に。",
    "本当にわれは，あなた（ムハンマド）に潤沢を授けた。",
    "さあ，あなたの主に礼拝し，犠牲を棒げなさい。",
    "本当にあなたを憎悪する者こそ，（将来の希望を）断たれるであろう。",
    "言ってやるがいい。「おお不信者たちよ，",
    "わたしは，あなたがたが崇めるものを崇めない。",
    "あなたがたは，わたしが崇めるものを，崇める者たちではない。",
    "わたしは，あなたがたが崇めてきたものの，崇拝者ではない。",
    "あなたがたは，わたしが崇めてきたものの，崇拝者ではない。",
    "あなたがたには，あなたがたの宗教があり，わたしには，わたしの宗教があるのである。」",
    "アッラーの援助と勝利が来て，",
    "人びとが群れをなしてアッラーの教え（イスラーム）に入るのを見たら，",
    "あなたの主の栄光を誉め称え，また御赦しを請え。本当にかれは，度々赦される御方である。",
    "アブー・ラハブの両手は滅び，かれも滅びてしまえ。",
    "かれの富も儲けた金も，かれのために役立ちはしない。",
    "やがてかれは，燃え盛る炎の業火の中で焼かれよう。",
    "かれの妻はその薪を運ぶ，",
    "首に棕櫚の荒縄かけて。",
    "言え，「かれはアッラー，唯一なる御方であられる。",
    "アッラーは，自存され，",
    "御産みなさらないし，御産れになられたのではない，",
    "かれに比べ得る，何ものもない。」",
    "言え，「黎明の主にご加護を乞い願う。",
    "かれが創られるものの悪（災難）から，",
    "深まる夜の闇の悪（危害）から，",
    "結び目に息を吹きかける（妖術使いの）女たちの悪から，",
    "また，嫉妬する者の嫉妬の悪（災厄）から。」",
    "言え，「ご加護を乞い願う，人間の主，",
    "人間の王，",
    "人間の神に。",
    "こっそりと忍び込み，囁く者の悪から。",
    "それが人間の胸に囁きかける，",
    "ジン（幽精）であろうと，人間であろうと。」"
  ]
}