{
  "meta": {
    "id": 203,
    "name": "Al-Hilali & Khan",
    "translator_name": "Muhammad Taqi-ud-Din al-Hilali & Muhammad Muhsin Khan",
    "slug": "en-al-hilali",
    "language_name": "english"
  },
  "verses": [
    "Indeed Allâh has heard the statement of her (Khaulah bint Tha‘labah) that disputes with you (O Muhammad صلى الله عليه وسلم) concerning her husband (Aus bin As-Sâmit), and complains to Allâh. And Allâh hears the argument between you both. Verily, Allâh is All-Hearer, All-Seer.",
    "Those among you who make their wives unlawful to them by (Zihâr الظهار) (i.e. by saying to them \"You are like my mother’s back,\") they cannot be their mothers. None can be their mothers except those who gave them birth. And verily, they utter an ill word and a lie. And verily, Allâh is Oft-Pardoning, Oft-Forgiving.",
    "And those who make unlawful to them their wives by Zihâr and wish to free themselves from what they uttered, (the penalty) in that case is the freeing of a slave before they touch each other. That is an admonition to you (so that you may not repeat such an ill thing). And Allâh is All-Aware of what you do.",
    "And he who finds not (the money for freeing a slave) must fast two successive months before they both touch each other. And he who is unable to do so, should feed sixty Miskîns (poor). That is in order that you may have perfect Faith in Allâh and His Messenger. These are the limits set by Allâh. And for disbelievers, there is a painful torment.",
    "Verily, those who oppose Allâh and His Messenger (Muhammad صلى الله عليه وسلم) will be disgraced, as those before them (among the past nation) were disgraced. And We have sent down clear Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.). And for the disbelievers is a disgracing torment.",
    "On the Day when Allâh will resurrect them all together (i.e. on the Day of Resurrection) and inform them of what they did. Allâh has kept account of it, while they have forgotten it. And Allâh is Witness over all things.",
    "Have you not seen that Allâh knows whatsoever is in the heavens and whatsoever is on the earth? There is no Najwâ (secret counsel) of three but He is their fourth (with His Knowledge, while He Himself is over the Throne, over the seventh heaven), nor of five but He is their sixth (with His Knowledge), nor of less than that or more but He is with them (with His Knowledge) wheresoever they may be. And afterwards on the Day of Resurrection He will inform them of what they did. Verily, Allâh is the All-Knower of everything.",
    "Have you not seen those who were forbidden to hold secret counsels, and afterwards returned to that which they had been forbidden, and conspired together for sin and wrong doing and disobedience to the Messenger (Muhammad صلى الله عليه وسلم). And when they come to you, they greet you with a greeting wherewith Allâh greets you not, and say within themselves: \"Why should Allâh punish us not for what we say?\" Hell will be sufficient for them; they will burn therein. And worst indeed is that destination!",
    "O you who believe! When you hold secret counsel, do it not for sin and wrong-doing, and disobedience towards the Messenger (Muhammad صلى الله عليه وسلم), but do it for Al-Birr (righteousness) and Taqwâ (virtues and piety); and fear Allâh unto Whom you shall be gathered.",
    "Secret counsels (conspiracies) are only from Shaitân (Satan), in order that he may cause grief to the believers. But he cannot harm them in the least, except as Allâh permits. And in Allâh let the believers put their trust.",
    "O you who believe! When you are told to make room in the assemblies, (spread out and) make room. Allâh will give you (ample) room (from His Mercy). And when you are told to rise up [for prayers, or Jihâd (holy fighting in Allâh’s cause), or for any other good deed], rise up. Allâh will exalt in degree those of you who believe, and those who have been granted knowledge. And Allâh is Well-Acquainted with what you do.",
    "O you who believe! When you (want to) consult the Messenger (Muhammad صلى الله عليه وسلم) in private, spend something in charity before your private consultation. That will be better and purer for you. But if you find not (the means for it), then verily, Allâh is Oft-Forgiving, Most Merciful.",
    "Are you afraid of spending in charity before your private consultation (with him)? If then you do it not, and Allâh has forgiven you, then (at least) perform Salât (Iqâmat-as-Salât ) and give Zakât and obey Allâh (i.e. do all that Allâh and His Messenger صلى الله عليه وسلم order you to do). And Allâh is All-Aware of what you do.",
    "Have you (O Muhammad صلى الله عليه وسلم) not seen those (hypocrites) who take as friends a people upon whom is the Wrath of Allâh (i.e. Jews)? They are neither of you (Muslims) nor of them (Jews), and they swear to a lie while they know.",
    "Allâh has prepared for them a severe torment. Evil indeed is that which they used to do.",
    "They have made their oaths a screen (for their evil actions). Thus they hinder (men) from the Path of Allâh: so they shall have a humiliating torment.",
    "Their children and their wealth will avail them nothing against Allâh. They will be the dwellers of the Fire to dwell therein forever.",
    "On the Day when Allâh will resurrect them all together (for their account); then they will swear to Him as they swear to you (O Muslims). And they think that they have something (to stand upon). Verily, they are liars!",
    "Shaitân (Satan) has overpowered them. So he has made them forget the remembrance of Allâh. They are the party of Shaitân (Satan). Verily, it is the party of Shaitan (Satan) that will be the losers!",
    "Those who oppose Allâh and His Messenger (Muhammad صلى الله عليه وسلم) they will be among the lowest (most humiliated).",
    "Allâh has decreed: \"Verily, it is I and My Messengers who shall be the victorious.\" Verily, Allâh is All-Powerful, All-Mighty.",
    "You (O Muhammad صلى الله عليه وسلم) will not find any people who believe in Allâh and the Last Day, making friendship with those who oppose Allâh and His Messenger (Muhammad صلى الله عليه وسلم), even though they were their fathers or their sons or their brothers or their kindred (people). For such He has written Faith in their hearts, and strengthened them with Rûh (proofs, light and true guidance) from Himself. And He will admit them to Gardens (Paradise) under which rivers flow to dwell therein (forever). Allâh is pleased with them, and they with Him. They are the Party of Allâh. Verily, it is the Party of Allâh that will be the successful.",
    "Whatsoever is in the heavens and whatsoever is on the earth glorifies Allâh. And He is the All-Mighty, the All-Wise.",
    "He it is Who drove out the disbelievers among the people of the Scripture (i.e. the Jews of the tribe of Banû An-Nadîr) from their homes at the first gathering. You did not think that they would get out. And they thought that their fortresses would defend them from Allâh! But Allâh’s (Torment) reached them from a place whereof they expected it not, and He cast terror into their hearts so that they destroyed their own dwellings with their own hands and the hands of the believers. Then take admonition, O you with eyes (to see).",
    "And had it not been that Allâh had decreed exile for them, He would certainly have punished them in this world; and in the Hereafter theirs shall be the torment of the Fire.",
    "That is because they opposed Allâh and His Messenger (Muhammad صلى الله عليه وسلم). And whosoever opposes Allâh, then verily, Allâh is Severe in punishment.",
    "What you (O Muslims) cut down of the palm-trees (of the enemy), or you left them standing on their stems, it was by Leave of Allâh, and in order that He might disgrace the Fâsiqûn (the rebellious, the disobedient to Allâh).",
    "And what Allâh gave as booty (Fai’) to His Messenger (Muhammad صلى الله عليه وسلم) from them, for this you made no expedition with either cavalry or camelry. But Allâh gives power to His Messengers over whomsoever He wills. And Allâh is Able to do all things.",
    "What Allâh gave as booty (Fai’) to His Messenger (Muhammad صلى الله عليه وسلم) from the people of the townships - it is for Allâh, His Messenger (Muhammad صلى الله عليه وسلم), the kindred (of Messenger Muhammad صلى الله عليه وسلم), the orphans, Al-Masâkin (the poor), and the wayfarer, in order that it may not become a fortune used by the rich among you. And whatsoever the Messenger (Muhammad صلى الله عليه وسلم) gives you, take it; and whatsoever he forbids you, abstain (from it). And fear Allâh; verily, Allâh is Severe in punishment.",
    "(And there is also a share in this booty) for the poor emigrants, who were expelled from their homes and their property, seeking Bounties from Allâh and to please Him, and helping Allâh (i.e. helping His religion) and His Messenger (Muhammad صلى الله عليه وسلم). Such are indeed the truthful (to what they say).",
    "And (it is also for) those who, before them, had homes (in Al-Madinah) and had adopted the Faith, love those who emigrate to them, and have no jealousy in their breasts for that which they have been given (from the booty of Banû An-Nadîr), and give them (emigrants) preference over themselves even though they were in need of that. And whosoever is saved from his own covetousness, such are they who will be the successful.",
    "And those who came after them say: \"Our Lord! Forgive us and our brethren who have preceded us in Faith, and put not in our hearts any hatred against those who have believed. Our Lord! You are indeed full of kindness, Most Merciful.",
    "Have you (O Muhammad صلى الله عليه وسلم) not observed the hypocrites who say to their friends among the people of the Scripture who disbelieve: \"(By Allâh) If you are expelled, we (too) indeed will go out with you, and we shall never obey any one against you; and if you are attacked (in fight), we shall indeed help you.\" But Allâh is Witness that they verily are liars.",
    "Surely, if they (the Jews) are expelled, never will they (hypocrites) go out with them; and if they are attacked, they will never help them. And (even) if they do help them, they (hypocrites) will turn their backs, and they will not be victorious.",
    "Verily, you (believers in the Oneness of Allâh - Islâmic Monotheism) are more fearful in their (Jews of Banû An-Nadîr) breasts than Allâh. That is because they are a people who comprehend not (the Majesty and Power of Allâh).",
    "They fight not against you even together, except in fortified townships, or from behind walls. Their enmity among themselves is very great. You would think they were united, but their hearts are divided. That is because they are a people who understand not.",
    "They are like their immediate predecessors (the Jews of Banû Qainûqâ‘, who suffered); they tasted the evil result of their conduct, and (in the Hereafter, there is) for them a painful torment.",
    "(Their allies deceived them) like Shaitân (Satan), when he says to man: \"Disbelieve in Allâh.\" But when (man) disbelieves in Allâh, Shaitân (Satan) says: \"I am free of you, I fear Allâh, the Lord of the ‘Âlamîn (mankind, jinn and all that exists)!\"",
    "So the end of both will be that they will be in the Fire, abiding therein. Such is the recompense of the Zâlimûn (i.e. polytheists, wrong-doers, disbelievers in Allâh and in His Oneness).",
    "O you who believe! Fear Allâh and keep your duty to Him. And let every person look to what he has sent forth for the morrow, and fear Allâh. Verily, Allâh is All-Aware of what you do.",
    "And be not like those who forgot Allâh (i.e. became disobedient to Allâh), and He caused them to forget their ownselves, (let them to forget to do righteous deeds). Those are the Fâsiqûn (rebellious, disobedient to Allâh).",
    "Not equal are the dwellers of the Fire and the dwellers of the Paradise. It is the dwellers of Paradise that will be successful.",
    "Had We sent down this Qur’ân on a mountain, you would surely have seen it humbling itself and rent asunder by the fear of Allâh. Such are the parables which We put forward to mankind that they may reflect.",
    "He is Allâh, beside Whom Lâ ilâha illâ Huwa (none has the right to be worshipped but He) the All-Knower of the unseen and the seen. He is the Most Gracious, the Most Merciful.",
    "He is Allâh beside Whom Lâ ilâha illa Huwa (none has the right to be worshipped but He), the King, the Holy, the One Free from all defects, the Giver of security, the Watcher over His creatures, the All-Mighty, the Compeller, the Supreme. Glory be to Allâh! (High is He) above all that they associate as partners with Him.",
    "He is Allâh, the Creator, the Inventor of all things, the Bestower of forms. To Him belong the Best Names. All that is in the heavens and the earth glorify Him. And He is the All-Mighty, the All-Wise.",
    "O you who believe! Take not My enemies and your enemies (i.e. disbelievers and polytheists) as friends, showing affection towards them, while they have disbelieved in what has come to you of the truth (i.e. Islâmic Monotheism, this Qur’ân, and Muhammad صلى الله عليه وسلم), and have driven out the Messenger (Muhammad صلى الله عليه وسلم) and yourselves (from your homeland) because you believe in Allâh your Lord! If you have come forth to strive in My Cause and to seek My Good Pleasure, (then take not these disbelievers and polytheists as your friends). You show friendship to them in secret, while I am All-Aware of what you conceal and what you reveal. And whosoever of you (Muslims) does that, then indeed he has gone (far) astray from the Straight Path.",
    "Should they gain the upper hand over you, they would behave to you as enemies, and stretch forth their hands and their tongues against you with evil, and they desire that you should disbelieve.",
    "Neither your relatives nor your children will benefit you on the Day of Resurrection (against Allâh). He will judge between you. And Allâh is the All-Seer of what you do.",
    "Indeed there has been an excellent example for you in Ibrâhîm (Abraham) and those with him, when they said to their people: \"Verily, we are free from you and whatever you worship besides Allâh: we have rejected you, and there has started between us and you hostility and hatred for ever until you believe in Allâh Alone\" - except the saying of Ibrâhîm (Abraham) to his father: \"Verily, I will ask forgiveness (from Allâh) for you, but I have no power to do anything for you before Allâh.\" Our Lord! In You (Alone) we put our trust, and to You (Alone) we turn in repentance, and to You (Alone) is (our) final Return.",
    "\"Our Lord! Make us not a trial for the disbelievers, and forgive us, Our Lord! Verily, You, only You, are the All-Mighty, the All-Wise.\"",
    "Certainly, there has been in them an excellent example for you to follow - for those who look forward to (the Meeting with) Allâh and the Last Day. And whosoever turns away, then verily, Allâh is Rich (Free of all needs), Worthy of all Praise.",
    "Perhaps Allâh will make friendship between you and those whom you hold as enemies. And Allâh has power (over all things), and Allâh is Oft-Forgiving, Most Merciful.",
    "Allâh does not forbid you to deal justly and kindly with those who fought not against you on account of religion nor drove you out of your homes. Verily, Allâh loves those who deal with equity.",
    "It is only as regards those who fought against you on account of religion, and have driven you out of your homes, and helped to drive you out, that Allâh forbids you to befriend them. And whosoever will befriend them, then such are the Zâlimûn (wrong-doers - those who disobey Allâh).",
    "O you who believe! When believing women come to you as emigrants, examine them; Allâh knows best as to their Faith, then if you ascertain that they are true believers send them not back to the disbelievers. They are not lawful (wives) for the disbelievers nor are the disbelievers lawful (husbands) for them. But give them (the disbelievers) that (amount of money) which they have spent [as their Mahr] to them. And there will be no sin on you to marry them if you have paid their Mahr to them. Likewise hold not the disbelieving women as wives, and ask for (the return of) that which you have spent (as Mahr ) and let them (the disbelievers) ask back for that which they have spent. That is the Judgement of Allâh, He judges between you. And Allâh is All-Knowing, All-Wise.",
    "And if any of your wives have gone from you to the disbelievers, (as apostates and you asked them to return back your Mahr but they refused) - then you went out for a Ghazwah (military expedition) (against them and) gained booty; then pay from that booty to those whose wives have gone, the equivalent of what they had spent (on their Mahr ). And fear Allâh in Whom you believe.",
    "O Prophet! When believing women come to you to give you the Bai‘ah (pledge), that they will not associate anything in worship with Allâh, that they will not steal, that they will not commit illegal sexual intercourse, that they will not kill their children, that they will not utter slander, intentionally forging falsehood (i.e. by making illegal children belonging to their husbands), and that they will not disobey you in Ma‘rûf (Islâmic Monotheism and all that which Islâm ordains), then accept their Bai‘ah (pledge), and ask Allâh to forgive them. Verily, Allâh is Oft-Forgiving, Most Merciful.",
    "O you who believe! Take not as friends the people who incurred the Wrath of Allâh (i.e. the Jews). Surely, they have despaired of (receiving any good in) the Hereafter, just as the disbelievers have despaired of those (buried) in graves (that they will not be resurrected on the Day of Resurrection).",
    "Whatsoever is in the heavens and whatsoever is on the earth glorifies Allâh. And He is the All-Mighty, the All-Wise.",
    "O you who believe! Why do you say that which you do not do?",
    "Most hateful it is with Allâh that you say that which you do not do.",
    "Verily, Allâh loves those who fight in His Cause in rows (ranks) as if they were a solid structure.",
    "And (remember) when Mûsâ (Moses) said to his people: \"O my people! Why do you annoy me while you know certainly that I am the Messenger of Allâh to you? So when they turned away (from the Path of Allâh), Allâh turned their hearts away (from the Right Path). And Allâh guides not the people who are Fâsiqûn (the rebellious, the disobedient to Allâh).",
    "And (remember) when ‘Îsâ (Jesus), son of Maryam (Mary), said: \"O Children of Israel! I am the Messenger of Allâh unto you, confirming the Taurât [(Torah) which came] before me, and giving glad tidings of a Messenger to come after me, whose name shall be Ahmad. But when he (Ahmad i.e. Muhammad صلى الله عليه وسلم) came to them with clear proofs, they said: \"This is plain magic.\"",
    "And who does more wrong than the one who invents a lie against Allâh, while he is being invited to Islâm? And Allâh guides not the people who are Zâlimûn (polytheists, wrong-doers and disbelievers) folk.",
    "They intend to put out the Light of Allâh (i.e. the Religion of Islâm, this Qur’ân, and the Prophet Muhammad صلى الله عليه وسلم) with their mouths. But Allâh will bring His Light to perfection even though the disbelievers hate (it).",
    "He it is Who has sent His Messenger (Muhammad صلى الله عليه وسلم) with guidance and the religion of truth (Islâmic Monotheism) to make it victorious over all (other) religions even though the Mushrikûn (polytheists, pagans, idolaters, and disbelievers in the Oneness of Allâh and in His Messenger Muhammad صلى الله عليه وسلم) hate (it).",
    "O you who believe! Shall I guide you to a trade that will save you from a painful torment?",
    "That you believe in Allâh and His Messenger (Muhammad صلى الله عليه وسلم) and that you strive hard and fight in the Cause of Allâh with your wealth and your lives: that will be better for you, if you but know!",
    "(If you do so) He will forgive you your sins, and admit you into Gardens under which rivers flow, and pleasant dwellings in ‘Adn (Eden) Paradise; that is indeed the great success.",
    "And also (He will give you) another (blessing) which you love, - help from Allâh (against your enemies) and a near victory. And give glad tidings (O Muhammad صلى الله عليه وسلم) to the believers.",
    "O you who believe! Be you helpers (in the Cause) of Allâh as said ‘Îsâ (Jesus), son of Maryam (Mary), to the Hawâriyyûn (the disciples): \"Who are my helpers (in the Cause) of Allâh?\" The Hawâriyyûn (the disciples) said: \"We are Allâh’s helpers\" (i.e. we will strive in His Cause!). Then a group of the Children of Israel believed and a group disbelieved. So We gave power to those who believed against their enemies, and they became the victorious (uppermost).",
    "Whatsoever is in the heavens and whatsoever is on the earth glorifies Allâh, the King (of everything), the Holy, the All-Mighty, the All-Wise.",
    "He it is Who sent among the unlettered ones a Messenger (Muhammad صلى الله عليه وسلم) from among themselves, reciting to them His Verses, purifying them (from the filth of disbelief and polytheism), and teaching them the Book (this Qur’ân, Islâmic laws and Islâmic jurisprudence) and Al-Hikmah (As-Sunnah: legal ways, orders, acts of worship of Prophet Muhammad صلى الله عليه وسلم). And verily, they had been before in manifest error;",
    "And [He has sent him (Prophet Muhammad صلى الله عليه وسلم) also to] others among them (Muslims) who have not yet joined them (but they will come). And He (Allâh) is the All-Mighty, the All-Wise.",
    "That is the Grace of Allâh, which He bestows on whom He wills. And Allâh is the Owner of Mighty Grace.",
    "The likeness of those who were entrusted with the (obligation of the) Taurât (Torah) (i.e. to obey its commandments and to practise its laws), but who subsequently failed in those (obligations), is as the likeness of a donkey which carries huge burdens of books (but understands nothing from them). How bad is the example of people who deny the Ayât (proofs, evidence, verses, signs, revelations) of Allâh. And Allâh guides not the people who are Zâlimûn(polytheists, wrong-doers, disbelievers).",
    "Say (O Muhammad صلى الله عليه وسلم): \"O you Jews! If you pretend that you are friends of Allâh, to the exclusion of (all) other mankind, then long for death if you are truthful.\"",
    "But they will never long for it (death), because of what (deeds) their hands have sent before them! And Allâh knows well the Zâlimûn (polytheists, wrong-doers, disbelievers).",
    "Say (to them): \"Verily, the death from which you flee will surely meet you, then you will be sent back to (Allâh), the All-Knower of the unseen and the seen, and He will tell you what you used to do.\"",
    "O you who believe (Muslims)! When the call is proclaimed for the Salât (prayer) on Friday (Jumu‘ah prayer), come to the remembrance of Allâh [Jumu‘ah religious talk (Khutbah) and Salât (prayer)] and leave off business (and every other thing). That is better for you if you did but know!",
    "Then when the (Jumu‘ah) Salât (prayer) is ended, you may disperse through the land, and seek the Bounty of Allâh (by working, etc.), and remember Allâh much: that you may be successful.",
    "And when they see some merchandise or some amusement [beating of Tambur (drum) etc.] they disperse headlong to it, and leave you (Muhammad صلى الله عليه وسلم) standing [while delivering Jumu‘ah religious talk (Khutbah)]. Say: \"That which Allâh has is better than any amusement or merchandise! And Allâh is the Best of providers.\"",
    "When the hypocrites come to you (O Muhammad صلى الله عليه وسلم), they say: \"We bear witness that you are indeed the Messenger of Allâh.\" Allâh knows that you are indeed His Messenger, and Allâh bears witness that the hypocrites are liars indeed. ",
    "They have made their oaths a screen (for their hypocrisy). Thus they hinder (men) from the Path of Allâh. Verily, evil is what they used to do.",
    "That is because they believed, and then disbelieved; therefore their hearts are sealed, so they understand not.",
    "And when you look at them, their bodies please you; and when they speak, you listen to their words. They are as blocks of wood propped up. They think that every cry is against them. They are the enemies, so beware of them. May Allâh curse them! How are they denying (or deviating from) the Right Path?",
    "And when it is said to them: \"Come, so that the Messenger of Allâh may ask forgiveness from Allâh for you,\" they twist their heads, and you would see them turning away their faces in pride.",
    "It is equal to them whether you (Muhammad صلى الله عليه وسلم) ask forgiveness or ask not forgiveness for them, Allâh will never forgive them. Verily, Allâh guides not the people who are the Fâsiqîn (rebellious, disobedient to Allâh).",
    "They are the ones who say: \"Spend not on those who are with Allâh’s Messenger, until they desert him.\" And to Allâh belong the treasures of the heavens and the earth, but the hypocrites comprehend not.",
    "They (hyprocrites) say: \"If we return to Al-Madinah, indeed the more honourable (‘Abdullâh bin Ubai bin Salûl, the chief of hyprocrites at Al-Madinah) will expel therefrom the meaner (i.e. Allâh’s Messenger صلى الله عليه وسلم).\" But honour, power and glory belong to Allâh, and to His Messenger (Muhammad صلى الله عليه وسلم), and to the believers, but the hypocrites know not.",
    "O you who believe! Let not your properties or your children divert you from the remembrance of Allâh. And whosoever does that, then they are the losers.",
    "And spend (in charity) of that with which We have provided you before death comes to one of you, and he says: \"My Lord! If only You would give me respite for a little while (i.e. return to the worldly life), then I should giveSadaqah (i.e. Zakât ) of my wealth, and be among the righteous [i.e. perform Hajj (pilgrimage to Makkah) and other good deeds].",
    "And Allâh grants respite to none when his appointed time (death) comes. And Allâh is All-Aware of what you do.",
    "Whatsoever is in the heavens and whatsoever is on the earth glorifies Allâh. His is the dominion, and to Him belong all the praises and thanks, and He is Able to do all things.",
    "He it is Who created you, then some of you are disbelievers and some of you are believers. And Allâh is All-Seer of what you do.",
    "He has created the heavens and the earth with truth, and He shaped you and made good your shapes. And to Him is the final Return.",
    "He knows what is in the heavens and on earth, and He knows what you conceal and what you reveal. And Allâh is the All-Knower of what is in the breasts (of men).",
    "Has not the news reached you of those who disbelieved aforetime? And so they tasted the evil result of their disbelief, and theirs will be a painful torment.",
    "That was because there came to them their Messengers with clear proofs (signs), but they said: \"Shall mere men guide us?\" So they disbelieved and turned away (from the truth). But Allâh was not in need (of them). And Allâh is Rich (Free of all needs), Worthy of all praise.",
    "The disbelievers pretend that they will never be resurrected (for the Account). Say (O Muhammad صلى الله عليه وسلم): Yes! By my Lord, you will certainly be resurrected, then you will be informed of (and recompensed for) what you did; and that is easy for Allâh.",
    "Therefore, believe in Allâh and His Messenger (Muhammad صلى الله عليه وسلم) and in the Light (this Qur’ân) which We have sent down. And Allâh is All-Aware of what you do.",
    "(And remember) the Day when He will gather you (all) on the Day of Gathering, - that will be the Day of mutual loss and gain (i.e. loss for the disbelievers as they will enter the Hell-fire and gain for the believers as they will enter Paradise). And whosoever believes in Allâh and performs righteous good deeds, He will expiate from him his sins, and will admit him to Gardens under which rivers flow (Paradise) to dwell therein forever; that will be the great success.",
    "But those who disbelieved (in the Oneness of Allâh - Islâmic Monotheism) and denied Our Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.), they will be the dwellers of the Fire, to dwell therein forever. And worst indeed is that destination.",
    "No calamity befalls, but by the Leave [i.e. Decision and Qadar (Divine Preordainments)] of Allâh, and whosoever believes in Allâh, He guides his heart [to the true Faith with certainty, i.e. what has befallen him was already written for him by Allâh from the Qadar (Divine Preordainments)]. And Allâh is the All-Knower of everything.",
    "Obey Allâh, and obey the Messenger (Muhammad صلى الله عليه وسلم); but if you turn away, then the duty of Our Messenger is only to convey (the Message) clearly.",
    "Allâh! Lâ ilâha illâ Huwa (none has the right to be worshipped but He). And in Allâh (Alone) therefore, let the believers put their trust.",
    "O you who believe! Verily, among your wives and your children there are enemies for you (who may stop you from the obedience of Allâh); therefore beware of them! But if you pardon (them) and overlook, and forgive (their faults), then verily Allâh is Oft-Forgiving, Most Merciful.",
    "Your wealth and your children are only a trial, whereas Allâh! With Him is a great reward (Paradise).",
    "So keep your duty to Allâh and fear Him as much as you can; listen and obey, and spend in charity; that is better for yourselves. And whosoever is saved from his own covetousness, then they are the successful ones.",
    "If you lend Allâh a goodly loan (i.e. spend in Allâh’s Cause), He will double it for you, and will forgive you. And Allâh is Most Ready to appreciate and to reward, Most Forbearing,",
    "All-Knower of the unseen and seen, the All-Mighty, the All-Wise.",
    "O Prophet (صلى الله عليه وسلم)! When you divorce women, divorce them at their ‘Iddah (prescribed periods) and count (accurately) their ‘Iddah (periods). And fear Allâh your Lord (O Muslims). And turn them not out of their (husband’s) homes nor shall they (themselves) leave, except in case they are guilty of some open illegal sexual intercourse. And those are the set limits of Allâh. And whosoever transgresses the set limits of Allâh, then indeed he has wronged himself. You (the one who divorces his wife) know not it may be that Allâh will afterward bring some new thing to pass (i.e. to return her back to you if that was the first or second divorce).",
    "Then when they are about to attain their term appointed, either take them back in a good manner or part with them in a good manner. And take as witness two just persons from among you (Muslims). And establish the testimony for Allâh. That will be an admonition given to him who believes in Allâh and the Last Day. And whosoever fears Allâh and keeps his duty to Him, He will make a way for him to get out (from every difficulty).",
    "And He will provide him from (sources) he never could imagine. And whosoever puts his trust in Allâh, then He will suffice him. Verily, Allâh will accomplish his purpose. Indeed Allâh has set a measure for all things.",
    "And those of your women as have passed the age of monthly courses, for them the ‘Iddah (prescribed period), if you have doubt (about their periods), is three months; and for those who have no courses [(i.e. they are still immature) their ‘Iddah (prescribed period) is three months likewise, except in case of death]. And for those who are pregnant (whether they are divorced or their husbands are dead), their ‘Iddah (prescribed period) is until they lay down their burden; and whosoever fears Allâh and keeps his duty to Him, He will make his matter easy for him.",
    "That is the Command of Allâh, which He has sent down to you; and whosoever fears Allâh and keeps his duty to Him, He will expiate from him his sins, and will enlarge his reward.",
    "Lodge them (the divorced women) where you dwell, according to your means, and do not harm them so as to straiten them (that they be obliged to leave your house). And if they are pregnant, then spend on them till they lay down their burden. Then if they give suck to the children for you, give them their due payment, and let each of you accept the advice of the other in a just way. But if you make difficulties for one another, then some other woman may give suck for him (the father of the child).",
    "Let the rich man spend according to his means; and the man whose resources are restricted, let him spend according to what Allâh has given him. Allâh puts no burden on any person beyond what He has given him. Allâh will grant after hardship, ease.",
    "And many a town (population) revolted against the Command of its Lord and His Messengers; and We called it to a severe account (i.e. torment in this worldly life), and We shall punish it with a horrible torment (in Hell in the Hereafter).",
    "So it tasted the evil result of its affair (disbelief), and the consequence of its affair (disbelief) was loss (destruction in this life and an eternal punishment in the Hereafter).",
    "Allâh has prepared for them a severe torment. So fear Allâh and keep your duty to Him, O men of understanding who have believed! Allâh has indeed sent down to you a Reminder (this Qur’ân).",
    "(And has also sent to you) a Messenger (Muhammad صلى الله عليه وسلم), who recites to you the Verses of Allâh (the Qur’ân) containing clear explanations, that He may take out those who believe and do righteous good deeds, from the darkness (of polytheism and disbelief) to the light (of Islamic Monotheism). And whosoever believes in Allâh and performs righteous good deeds, He will admit him into Gardens under which rivers flow (Paradise) to dwell therein forever. Allâh has indeed granted for him an excellent provision.",
    "It is Allâh Who has created seven heavens and of the earth the like thereof (i.e. seven). His Command descends between them (heavens and earth), that you may know that Allâh has power over all things, and that Allâh surrounds all things in (His) Knowledge.",
    "O Prophet! Why do you forbid (for yourself) that which Allâh has allowed to you, seeking to please your wives? And Allâh is Oft-Forgiving, Most Merciful.",
    "Allâh has already ordained for you (O men) the absolution from your oaths. And Allâh is your Maulâ (Lord, or Master, or Protector) and He is the All-Knower, the All-Wise.",
    "And (remember) when the Prophet (صلى الله عليه وسلم) disclosed a matter in confidence to one of his wives (Hafsah), then she told it (to another i.e. ‘Âishah). And Allâh made it known to him; he informed part thereof and left a part. Then when he told her (Hafsah) thereof, she said: \"Who told you this?\" He said: \"The All-Knower, the All-Aware (Allâh) has told me.\"",
    "If you two (wives of the Prophet صلى الله عليه وسلم : ‘Âishah and Hafsah رضي الله عنهما) turn in repentance to Allâh, (it will be better for you), your hearts are indeed so inclined (to oppose what the Prophet صلى الله عليه وسلم likes); but if you help one another against him (Muhammad صلى الله عليه وسلم), then verily, Allâh is his Maulâ (Lord, or Master, or Protector), and Jibrîl (Gabriel), and the righteous among the believers; and furthermore, the angels are his helpers.",
    "It may be if he divorced you (all) that his Lord will give him instead of you, wives better than you - Muslims (who submit to Allâh), believers, obedient (to Allâh), turning to Allâh in repentance, worshipping Allâh sincerely, given to fasting or emigrants (for Allâh’s sake), previously married and virgins.",
    "O you who believe! Ward off yourselves and your families against a Fire (Hell) whose fuel is men and stones, over which are (appointed) angels stern (and) severe, who disobey not, (from executing) the Commands they receive from Allâh, but do that which they are commanded.",
    "(It will be said in the Hereafter) O you who disbelieve (in the Oneness of Allâh - Islâmic Monotheism)! Make no excuses this Day! You are being requited only for what you used to do.",
    "O you who believe! Turn to Allâh with sincere repentance! It may be that your Lord will expiate from you your sins, and admit you into Gardens under which rivers flow (Paradise) - the Day that Allâh will not disgrace the Prophet (Muhammad صلى الله عليه وسلم) and those who believe with him. Their Light will run forward before them and (with their Records - Books of deeds) in their right hands. They will say: \"Our Lord! Keep perfect our Light for us [and do not put it off till we cross over the Sirât (a slippery bridge over the Hell) safely] and grant us forgiveness. Verily, You are Able to do all things.\"",
    "O Prophet (Muhammad صلى الله عليه وسلم)! Strive hard against the disbelievers and the hypocrites, and be severe against them; their abode will be Hell, and worst indeed is that destination.",
    "Allâh sets forth an example for those who disbelieve: the wife of Nûh (Noah) and the wife of Lût (Lot). They were under two of our righteous slaves, but they both betrayed them (their husbands by rejecting their doctrine). So they [Nûh (Noah) and Lût (Lot) عليهما السلام] availed them (their respective wives) not against Allâh and it was said: \"Enter the Fire along with those who enter!\"",
    "And Allâh has set forth an example for those who believe: the wife of Fir‘aun (Pharaoh), when she said: \"My Lord! Build for me a home with You in Paradise, and save me from Fir‘aun (Pharaoh) and his work, and save me from the people who are Zâlimûn (polytheists, wrong-doers and disbelievers in Allâh).",
    "And Maryam (Mary), the daughter of ‘Imrân who guarded her chastity. And We breathed into (the sleeve of her shirt or her garment) through Our Rûh [i.e. Jibrîl (Gabriel)], and she testified to the truth of the Words of her Lord [i.e. believed in the Words of Allâh: \"Be!\" - and he was; that is ‘Îsâ (Jesus), son of Maryam (Mary) as a Messenger of Allâh], and (also believed in) His Scriptures, and she was of the Qânitûn (i.e. obedient to Allâh)."
  ]
}