{
  "meta": {
    "id": 203,
    "name": "Al-Hilali & Khan",
    "translator_name": "Muhammad Taqi-ud-Din al-Hilali & Muhammad Muhsin Khan",
    "slug": "en-al-hilali",
    "language_name": "english"
  },
  "verses": [
    "Blessed be He in Whose Hand is the dominion; and He is Able to do all things.",
    "Who has created death and life that He may test you which of you is best in deed. And He is the All-Mighty, the Oft-Forgiving;",
    "Who has created the seven heavens one above another; you can see no fault in the creation of the Most Gracious. Then look again: \"Can you see any rifts?\"",
    "Then look again and yet again: your sight will return to you in a state of humiliation and worn out.",
    "And indeed We have adorned the nearest heaven with lamps, and We have made such lamps (as) missiles to drive away the Shayâtîn (devils), and have prepared for them the torment of the blazing Fire.",
    "And for those who disbelieve in their Lord (Allâh) is the torment of Hell, and worst indeed is that destination.",
    "When they are cast therein, they will hear the (terrible) drawing in of its breath as it blazes forth.",
    "It almost bursts up with fury. Every time a group is cast therein, its keeper will ask: \"Did no warner come to you?\"",
    "They will say: \"Yes, indeed a warner did come to us, but we belied him and said: ‘Allâh never sent down anything (of revelation); you are only in great error.’\"",
    "And they will say: \"Had we but listened or used our intelligence, we would not have been among the dwellers of the blazing Fire!\"",
    "Then they will confess their sin. So, away with the dwellers of the blazing Fire!",
    "Verily,, those who fear their Lord unseen (i.e. they do not see Him, nor His punishment in the Hereafter), theirs will be forgiveness and a great reward (i.e. Paradise).",
    "And whether you keep your talk secret or disclose it, Verily, He is the All-Knower of what is in the breasts (of men).",
    "Should not He Who has created know? And He is the Most Kind and Courteous (to His slaves), All-Aware (of everything).",
    "He it is Who has made the earth subservient to you (i.e. easy for you to walk, to live and to do agriculture on it); so walk in the path thereof and eat of His provision. And to Him will be the Resurrection.",
    "Do you feel secure that He, Who is over the heaven (Allâh), will not cause the earth to sink with you, and then it should quake?",
    "Or do you feel secure that He, Who is over the heaven (Allâh), will not send against you a violent whirlwind? Then you shall know how (terrible) has been My Warning.",
    "And indeed those before them belied (the Messengers of Allâh), then how terrible was My denial (punishment)?",
    "Do they not see the birds above them, spreading out their wings and folding them in? None upholds them except the Most Gracious (Allâh). Verily, He is the All-Seer of everything.",
    "Who is he besides the Most Gracious that can be an army to you to help you? The disbelievers are in nothing but delusion.",
    "Who is he that can provide for you if He should withhold His provision? Nay, but they continue to be in pride, and (they) flee (from the truth).",
    "Is he who walks prone (without seeing) on his face, more rightly guided, or he who (sees and) walks upright on the Straight Way (i.e. Islâmic Monotheism)?",
    "Say it is He Who has created you, and endowed you with hearing (ears) and seeing (eyes), and hearts. Little thanks you give.",
    "Say: \"It is He Who has created you on the earth, and to Him shall you be gathered (in the Hereafter).\"",
    "They say: \"When will this promise (i.e. the Day of Resurrection) come to pass if you are telling the truth.?\"",
    "Say (O Muhammad صلى الله عليه وسلم): \"The knowledge (of its exact time) is with Allâh only, and I am only a plain warner.\"",
    "But when they will see it (the torment on the Day of Resurrection) approaching, the faces of those who disbelieve will change and turn black with sadness and in grief and it will be said (to them): \"This is (the promise) which you were calling for!\"",
    "Say (O Muhammad صلى الله عليه وسلم): \"Tell me! If Allâh destroys me, and those with me, or He bestows His Mercy on us - who can save the disbelievers from a painful torment?\"",
    "Say: \"He is the Most Gracious (Allâh), in Him we believe, and in Him we put our trust. So you will come to know who it is that is in manifest error.\"",
    "Say (O Muhammad صلى الله عليه وسلم): \"Tell me! If (all) your water were to sink away, who then can supply you with flowing (spring) water?\"",
    "Nûn.\r\n[These letters (Nun, etc.) are one of the miracles of the Qur’an, and none but Allah (Alone) knows their meanings].\r\nBy the pen and by what they (the angels) write (in the Records of men).",
    "You (O Muhammad صلى الله عليه وسلم), by the Grace of your Lord, are not mad.",
    "And Verily, for you (O Muhammad صلى الله عليه وسلم) will be an endless reward.",
    "And Verily, you (O Muhammad صلى الله عليه وسلم) are on an exalted (standard of) character.",
    "You will see, and they will see,",
    "Which of you is afflicted with madness.",
    "Verily, your Lord is the Best Knower of him who has gone astray from His Path, and He is the Best Knower of those who are guided.",
    "So (O Muhammad صلى الله عليه وسلم) obey you not the deniers [(of Islâmic Monotheism - those who belie the Verses of Allâh), the Oneness of Allâh, and the Messengership of Muhammad صلى الله عليه وسلم]",
    "They wish that you should compromise (in religion out of courtesy) with them: so they (too) would compromise with you.",
    "And (O Muhammad صلى الله عليه وسلم) obey you not everyone Hallaf Mahîn (the one who swears much and is a liar or is worthless). [Tafsir At-Tabari]",
    "A slanderer, going about with calumnies,",
    "Hinderer of the good, transgressor, sinful,",
    "Cruel, and moreover base-born (of illegitimate birth).",
    "(He was so) because he had wealth and children.",
    "When Our Verses (of the Qur’ân) are recited to him, he says: \"Tales of the men of old!\"",
    "We shall brand him on the snout (nose)!",
    "Verily, We have tried them as We tried the people of the garden, when they swore to pluck the fruits of the (garden) in the morning,",
    "Without saying: Inshâ’ Allâh (If Allâh wills).",
    "Then there passed by on the (garden) a visitation (fire) from your Lord at night and burnt it while they were asleep.",
    "So the (garden) became black by the morning, like a pitch dark night (in complete ruins).",
    "Then they called out one to another as soon as the morning broke.",
    "Saying: \"Go to your tilth in the morning, if you would pluck the fruits.\"",
    "So they departed, conversing in secret low tones (saying):",
    "\"No Miskîn (poor man) shall enter upon you into it today.\"",
    "And they went in the morning with strong intention, thinking that they have power (to prevent the poor taking anything of the fruits therefrom).",
    "But when they saw the (garden), they said: \"Verily, we have gone astray.\"",
    "(Then they said): \"Nay! Indeed we are deprived of (the fruits)!\"",
    "The best among them said: \"Did I not tell you: why say you not: Inshâ’ Allâh (If Allâh wills).\"",
    "They said: \"Glory to Our Lord! Verily, we have been Zâlimûn (wrong-doers).\"",
    "Then they turned one against another, blaming.",
    "They said: \"Woe to us! Verily, we were Tâghûn (transgressors and disobedient)",
    "We hope that our Lord will give us in exchange a better (garden) than this. Truly, we turn to our Lord (wishing for good that He may forgive our sins and reward us in the Hereafter).",
    "Such is the punishment (in this life), but truly, the punishment of the Hereafter is greater if they but knew.",
    "Verily, for the Muttaqûn (the pious - See V.:) are Gardens of delight (Paradise) with their Lord.",
    "Shall We then treat the Muslims (believers of Islamic Monotheism, doers of righteous deeds) like the Mujrimûn (criminals, polytheists and disbelievers, etc.)?",
    "What is the matter with you? How judge you?",
    "Or have you a Book wherein you learn,",
    "That you shall therein have all that you choose?",
    "Or have you oaths from Us, reaching to the Day of Resurrection, that yours will be what you judge?",
    "Ask them, which of them will stand surety for that!",
    "Or have they \"partners\"? Then let them bring their \"partners\" if they are truthful!",
    "(Remember) the Day when the Shin shall be laid bare (i.e. the Day of Resurrection) and they shall be called to prostrate themselves (to Allâh), but they (hypocrites) shall not be able to do so.",
    "Their eyes will be cast down and ignominy will cover them; they used to be called to prostrate themselves (offer prayers), while they were healthy and good (in the life of the world, but they did not).",
    "Then leave Me Alone with such as belie this Qur’ân. We shall punish them gradually from directions they perceive not.",
    "And I will grant them a respite. Verily, My Plan is strong.",
    "Or is it that you (O Muhammad صلى الله عليه وسلم) ask them a wage, so that they are heavily burdened with debt?",
    "Or that the Ghaib (the Unseen - here in this Verse it means Al-Lauh Al-Mahfûz) is in their hands, so that they can write it down?",
    "So wait with patience for the Decision of your Lord, and be not like the Companion of the Fish - when he cried out (to Us) while he was in deep sorrow. (See the Qur’ân, Verse :).",
    "Had not a Grace from his Lord reached him, he would indeed have been (left in the stomach of the fish, but We forgave him): so he was cast off on the naked shore, while he was to be blamed.",
    "Then his Lord chose him and made him of the righteous.",
    "And verily, those who disbelieve would almost make you slip with their eyes (through hatred) when they hear the Reminder (the Qur’ân), and they say: \"Verily, he (Muhammad صلى الله عليه وسلم) is a madman!\"",
    "But it is nothing else than a Reminder to all the ‘Âlamîn (mankind, and jinn).",
    "The Inevitable (i.e. the Day of Resurrection)!",
    "What is the Inevitable?",
    "And what will make you know what the Inevitable is?",
    "Thamûd and ‘Âd people denied the Qâri‘ah (the striking Hour of Judgement)!",
    "As for Thamûd, they were destroyed by the awful cry!",
    "And as for ‘Âd, they were destroyed by a furious violent wind!",
    "Which Allâh imposed on them for seven nights and eight days in succession, so that you could see men lying overthrown (destroyed), as if they were hollow trunks of date-palms!",
    "Do you see any remnants of them?",
    "And Fir‘aun (Pharaoh), and those before him, and the cities overthrown [the towns of the people of [Lût (Lot)] committed sin.",
    "And they disobeyed their Lord’s Messenger, so He seized them with a strong punishment.",
    "Verily, when the water rose beyond its limits [Nûh’s (Noah) Flood], We carried you (mankind) in the floating [ship that was constructed by Nûh (Noah)]",
    "That We might make it (Noah’s ship) an admonition for you and that it might be retained by the retaining ears.",
    "Then when the Trumpet will be blown with one blowing (the first one).",
    "And the earth and the mountains shall be removed from their places, and crushed with a single crushing.",
    "Then on that Day shall the (Great) Event befall.",
    "And the heaven will be rent asunder, for that Day it (the heaven) will be frail and torn up.",
    "And the angels will be on its sides, and eight angels will, that Day, bear the Throne of your Lord above them.",
    "That Day shall you be brought to Judgement, not a secret of you will be hidden.",
    "Then as for him who will be given his Record in his right hand will say: \"Here! read my Record!",
    "\"Surely, I did believe that I shall meet my Account!\"",
    "So he shall be in a life, well-pleasing.",
    "In a lofty Paradise,",
    "The fruits in bunches whereof will be low and near at hand.",
    "Eat and drink at ease for that which you have sent on before you in days past!",
    "But as for him who will be given his Record in his left hand, will say: \"I wish that I had not been given my Record!",
    "\"And that I had never known how my Account is!",
    "\"Would that it had been my end (death)!",
    "\"My wealth has not availed me;",
    "\"My power (and arguments to defend myself) have gone from me!\"",
    "(It will be said): \"Seize him and fetter him;",
    "Then throw him in the blazing Fire.",
    "\"Then fasten him with a chain whereof the length is seventy cubits!\"",
    "Verily, he used not to believe in Allâh, the Most Great,",
    "And urged not on the feeding of Al-Miskîn (the poor).",
    "So no friend has he here this Day,",
    "Nor any food except filth from the washing of wounds.",
    "None will eat it except the Khâti’ûn (sinners, disbelievers, polytheists).",
    "So I swear by whatsoever you see,",
    "And by whatsoever you see not,",
    "That this is verily, the word of an honoured Messenger [i.e. Jibrîl (Gabriel) or Muhammad صلى الله عليه وسلم which he has brought from Allâh].",
    "It is not the word of a poet: little is that you believe!",
    "Nor is it the word of a soothsayer (or a foreteller): little is that you remember!",
    "This is the Revelation sent down from the Lord of the ‘Âlamîn (mankind, jinn and all that exists).",
    "And if he (Muhammad صلى الله عليه وسلم) had forged a false saying concerning Us (Allâh جل جلاله),",
    "We surely would have seized him by his right hand (or with power and might),",
    "And then We certainly would have cut off his life artery (aorta),",
    "And none of you could have withheld Us from (punishing) him.",
    "And verily, this (Qur’an) is a Reminder for the Muttaqûn (the pious. See V.:).",
    "And verily, We know that there are some among you that belie (this Qur’ân). (Tafsir At-Tabarî)",
    "And indeed it (this Qur’ân) will be an anguish for the disbelievers (on the Day of Resurrection).",
    "And verily, it (this Qur’ân) is an absolute truth with certainty.",
    "So glorify the Name of your Lord, the Most Great.",
    "A questioner asked concerning a torment about to befall",
    "Upon the disbelievers, which none can avert,",
    "From Allâh, the Lord of the ways of ascent.",
    "The angels and the Rûh [Jibrîl (Gabriel)] ascend to Him in a Day the measure whereof is fifty thousand years.",
    "So be patient (O Muhammad صلى الله عليه وسلم), with a good patience.",
    "Verily, they see it (the torment) afar off.",
    "But We see it (quite) near.",
    "The Day that the sky will be like the boiling filth of oil, (or molten copper or silver or lead).",
    "And the mountains will be like flakes of wool.",
    "And no friend will ask a friend (about his condition),",
    "Though they shall be made to see one another [(i.e. on the Day of Resurrection), there will be none but see his father, children and relatives, but he will neither speak to them nor will ask them for any help]. The Mujrim, (criminal, sinner, disbeliever) would desire to ransom himself from the punishment of that Day by his children,",
    "And his wife and his brother,",
    "And his kindred who sheltered him,",
    "And all that are in the earth, so that it might save him.",
    "By no means! Verily, it will be the Fire of Hell,",
    "Taking away (burning completely) the head skin!",
    "Calling (all) such as turn their backs and turn away their faces (from Faith) [picking and swallowing them up from that great gathering of mankind on the Day of Resurrection just as a bird picks up a food-grain from the earth with its beak and swallows it up] (Tafsir Al-Qurtubî)",
    "And collect (wealth) and hide it (from spending it in the Cause of Allâh).",
    "Verily, man (disbeliever) was created very impatient;",
    "Irritable (discontented) when evil touches him;",
    "And niggardly when good touches him.",
    "Except those who are devoted to Salât (prayers).",
    "Those who remain constant in their Salât (prayers);",
    "And those in whose wealth there is a recognised right",
    "For the beggar who asks, and for the unlucky who has lost his property and wealth, (and his means of living has been straitened).",
    "And those who believe in the Day of Recompense.",
    "And those who fear the torment of their Lord.",
    "Verily, the torment of their Lord is that before which none can feel secure. -",
    "And those who guard their chastity (i.e. private parts from illegal sexual acts).",
    "Except from their wives or the (women slaves) whom their right hands possess - for (then) they are not blameworthy.",
    "But whosoever seeks beyond that, then it is those who are trespassers.",
    "And those who keep their trusts and covenants.",
    "And those who stand firm in their testimonies.",
    "And those who guard their Salât (prayers) well.",
    "Such shall dwell in the Gardens (i.e. Paradise), honoured.",
    "So what is the matter with those who disbelieve that they hasten to listen from you [O Muhammad صلى الله عليه وسلم), in order to belie you and to mock at you, and at Allâh’s Book (this Qur’ân)].",
    "(Sitting) in groups on the right and on the left (of you, O Muhammad صلى الله عليه وسلم)?",
    "Does every man of them hope to enter the Paradise of Delight?",
    "No, that is not like that! Verily, We have created them out of that which they know!",
    "So I swear by the Lord of all the [three hundred and sixty-five ()] points of sunrise and sunset in the east and the west that surely We are Able",
    "To replace them by (others) better than them; and We are not to be outrun.",
    "So leave them to plunge in vain talk and play about, until they meet their Day which they are promised -",
    "The Day when they will come out of the graves quickly as racing to a goal,",
    "With their eyes lowered in fear and humility, ignominy covering them (all over)! That is the Day which they were promised!",
    "Verily, We sent Nûh (Noah) to his people (saying): \"Warn your people before there comes to them a painful torment.\"",
    "He said: \"O my people! Verily, I am a plain warner to you,",
    "\"That you should worship Allâh (Alone), fear (be dutiful to) Him, and obey me,",
    "\"He (Allâh) will forgive you of your sins and respite you to an appointed term. Verily, the term of Allâh when it comes, cannot be delayed, if you but knew.\"",
    "He said: \"O my Lord! Verily, I have called to my people night and day (i.e. secretly and openly to accept the doctrine of Islâmic Monotheism),",
    "\"But all my calling added nothing but to (their) flight (from the truth).",
    "And verily, every time I called unto them that You might forgive them, they thrust their fingers into their ears, covered themselves up with their garments, and persisted (in their refusal), and magnified themselves in pride.",
    "\"Then verily, I called to them openly (aloud).",
    "\"Then verily, I proclaimed to them in public, and I have appealed to them in private.",
    "\"I said (to them): ‘Ask forgiveness from your Lord, verily, He is Oft-Forgiving;",
    "‘He will send rain to you in abundance,",
    "‘And give you increase in wealth and children, and bestow on you gardens and bestow on you rivers.’\"",
    "What is the matter with you, that [you fear not Allâh (His punishment), and] you hope not for reward (from Allâh or you believe not in His Oneness).",
    "While He has created you in (different) stages [i.e. first Nutfah, then ‘Alaqah and then Mudghah, see (V.:,)].",
    "See you not how Allâh has created the seven heavens one above another?",
    "And has made the moon a light therein, and made the sun a lamp?",
    "And Allâh has brought you forth from the (dust of) earth? (Tafsir At-Tabarî)",
    "Afterwards He will return you into it (the earth), and bring you forth (again on the Day of Resurrection)?",
    "And Allâh has made for you the earth a wide expanse.",
    "That you may go about therein in broad roads.",
    "Nûh (Noah) said: \"My Lord! They have disobeyed me, and followed one whose wealth and children give him no increase but loss.",
    "\"And they have plotted a mighty plot.",
    "\"And they have said: ‘You shall not leave your gods: nor shall you leave Wadd, nor Suwâ‘, nor Yaghûth, nor Ya‘ûq nor Nasr’ (these are the names of their idols).",
    "\"And indeed they have led many astray. And (O Allâh): ‘Grant no increase to the Zâlimûn (polytheists, wrong-doers, and disbelievers) save error.’\"",
    "Because of their sins they were drowned, then were made to enter the Fire. And they found none to help them instead of Allâh.",
    "And Nûh (Noah) said: \"My Lord! Leave not one of the disbelievers on the earth!",
    "\"If You leave them, they will mislead Your slaves, and they will beget none but wicked disbelievers.",
    "\"My Lord! Forgive me, and my parents, and him who enters my home as a believer, and all the believing men and women. And to the Zâlimûn (polytheists, wrong-doers, and disbelievers) grant You no increase but destruction!\"",
    "Say (O Muhammad صلى الله عليه وسلم): \"It has been revealed to me that a group (from three to ten in number) of jinn listened (to this Qur’ân). They said: ‘Verily, we have heard a wonderful Recitation (this Qur’ân)!",
    "‘It guides to the Right Path, and we have believed therein, and we shall never join (in worship) anything with our Lord (Allâh).",
    "‘And He, exalted be the Majesty of our Lord, has taken neither a wife nor a son (or offspring or children).",
    "‘And that the foolish among us [i.e. Iblîs (Satan) or the polytheists amongst the jinn] used to utter against Allâh that which was an enormity in falsehood.",
    "‘And verily, we thought that men and jinn would not utter a lie against Allâh.",
    "‘And verily, there were men among mankind who took shelter with the males among the jinn, but they (jinn) increased them (mankind) in sin and transgression.",
    "‘And they thought as you thought, that Allâh will not send any Messenger (to mankind or jinn).",
    "‘And we have sought to reach the heaven; but found it filled with stern guards and flaming fires.",
    "‘And verily, we used to sit there in stations, to (steal) a hearing, but any who listens now will find a flaming fire watching him in ambush.",
    "‘And we know not whether evil is intended for those on earth, or whether their Lord intends for them a Right Path.",
    "‘There are among us some that are righteous, and some the contrary; we are groups having different ways (religious sects).",
    "‘And we think that we cannot escape (the punishment of) Allâh in the earth, nor can we escape Him by flight.",
    "‘And indeed when we heard the Guidance (this Qur’ân), we believed therein (Islâmic Monotheism), and whosoever believes in his Lord shall have no fear, either of a decrease in the reward of his good deeds or an increase in the punishment for his sins.",
    "‘And of us some are Muslims (who have submitted to Allâh, after listening to this Qur’ân), and of us some are Al-Qâsitûn (disbelievers - those who have deviated from the Right Path)’. And whosoever has embraced Islâm (i.e. has become a Muslim by submitting to Allâh), then such have sought the Right Path.\"",
    "And as for the Qâsitûn (disbelievers who deviated from the Right Path), they shall be firewood for Hell,",
    "If they (non-Muslims) had believed in Allâh, and went on the Right Way (i.e. Islâm) We would surely have bestowed on them water (rain) in abundance.",
    "That We might try them thereby. And whosoever turns away from the Reminder of his Lord (i.e. this Qur’ân, - and practise not its laws and orders), He will cause him to enter in a severe torment (i.e. Hell).",
    "And the mosques are for Allâh (Alone): so invoke not anyone along with Allâh.",
    "And when the slave of Allâh (Muhammad صلى الله عليه وسلم) stood up invoking Him (his Lord - Allâh) in prayer they (the jinn) just made round him a dense crowd as if sticking one over the other (in order to listen to the Prophet’s recitation).",
    "Say (O Muhammad صلى الله عليه وسلم): \"I invoke only my Lord (Allâh Alone), and I associate none as partners along with Him.\"",
    "Say: \"It is not in my power to cause you harm, or to bring you to the Right Path.\"",
    "Say (O Muhammad صلى الله عليه وسلم): \"None can protect me from Allâh’s punishment (if I were to disobey Him), nor can I find refuge except in Him.",
    "\"(Mine is) but conveyance (of the truth) from Allâh and His Messages (of Islâmic Monotheism), and whosoever disobeys Allâh and His Messenger, then Verily, for him is the Fire of Hell, he shall dwell therein forever.\"",
    "Till, when they see that which they are promised, then they will know who it is that is weaker concerning helpers and less important concerning numbers.",
    "Say (O Muhammad صلى الله عليه وسلم): \"I know not whether (the punishment) which you are promised is near or whether my Lord will appoint for it a distant term.",
    "\"(He Alone is) the All-Knower of the Ghaib (Unseen), and He reveals to none His Ghaib (Unseen).\"",
    "Except to a Messenger (from mankind) whom He has chosen (He informs him of unseen as much as He likes), and then He makes a band of watching guards (angels) to march before him and behind him.",
    "[He (Allâh) protects them (the Messengers)], till He sees that they (the Messengers) have conveyed the Messages of their Lord (Allâh). And He (Allâh) surrounds all that which is with them, and He (Allâh) keeps count of all things (i.e. He knows the exact number of everything).",
    "O you wrapped in garments (i.e. Prophet Muhammad صلى الله عليه وسلم)!",
    "Stand (to pray) all night, except a little -",
    "Half of it or a little less than that,",
    "Or a little more. And recite the Qur’ân (aloud) in a slow, (pleasant tone and) style.",
    "Verily, We shall send down to you a weighty Word (i.e. obligations, laws).",
    "Verily, the rising by night (for Tahajjud prayer) is very hard and most potent and good for governing oneself, and most suitable for (understanding) the Word (of Allâh).",
    "Verily, there is for you by day prolonged occupation with ordinary duties.",
    "And remember the Name of your Lord and devote yourself to Him with a complete devotion.",
    "(He Alone is) the Lord of the east and the west; Lâ ilâha illâ Huwa (none has the right to be worshipped but He). So take Him Alone as Wakîl (Disposer of your affairs).",
    "And be patient (O Muhammad صلى الله عليه وسلم) with what they say, and keep away from them in a good way.",
    "And leave Me Alone to deal with the beliers (those who deny My Verses), those who are in possession of good things of life. And give them respite for a little while.",
    "Verily, with Us are fetters (to bind them), and a raging Fire.",
    "And a food that chokes, and a painful torment.",
    "On the Day when the earth and the mountains will be in violent shake, and the mountains will be a heap of sand poured out.",
    "Verily, We have sent to you (O men) a Messenger (Muhammad صلى الله عليه وسلم) to be a witness over you, as We did send a Messenger [Mûsâ (Moses)] to Fir‘aun (Pharaoh).",
    "But Fir‘aun (Pharaoh) disobeyed the Messenger [Mûsâ (Moses)]; so We seized him with a severe punishment.",
    "Then how can you avoid the punishment, if you disbelieve, on a Day (i.e. the Day of Resurrection) that will make the children grey-headed?",
    "Whereon the heaven will be cleft asunder? His Promise is certainly to be accomplished.",
    "Verily, this is an admonition: therefore whosoever will, let him take a Path to His Lord!",
    "Verily, your Lord knows that you do stand (to pray at night) a little less than two thirds of the night, or half the night, or a third of the night, and also a party of those with you. And Allâh measures the night and the day. He knows that you are unable to pray the whole night, so He has turned to you (in mercy). So, recite you of the Qur’ân as much as may be easy for you. He knows that there will be some among you sick, others travelling through the land, seeking of Allâh’s Bounty, yet others fighting in Allâh’s Cause. So recite as much of the Qur’ân as may be easy (for you), and perform As-Salât (Iqâmat-as-Salât ) and give Zakât, and lend to Allâh a goodly loan. And whatever good you send before you for yourselves (i.e. Nawâfil non-obligatory acts of worship: prayers, charity, fasting, Hajj and ‘Umrah), you will certainly find it with Allâh, better and greater in reward. And seek Forgiveness of Allâh. Verily, Allâh is Oft-Forgiving, Most-Merciful.",
    "O you (Muhammad صلى الله عليه وسلم) enveloped in garments!",
    "Arise and warn!",
    "And magnify your Lord (Allâh)!",
    "And purify your garments!",
    "And keep away from Ar-Rujz (the idols)!",
    "And give not a thing in order to have more (or consider not your deeds of obedience to Allâh as a favour to Him).",
    "And be patient for the sake of your Lord (i.e. perform your duty to Allâh)!",
    "Then, when the Trumpet is sounded (i.e. the second blowing of the horn).",
    "Truly, that Day will be a Hard Day -",
    "Far from easy for the disbelievers.",
    "Leave Me Alone (to deal) with whom I created lonely (without any wealth or children etc, i.e. Al-Walîd bin Al-Mughîrah Al-Makhzûmî)!",
    "And then granted him resources in abundance.",
    "And children to be by his side.",
    "And made life smooth and comfortable for him.",
    "After all that he desires that I should give more;",
    "Nay! Verily, he has been opposing Our Ayât (proofs, evidence, verses, lessons, signs, revelations).",
    "I shall oblige him to (climb a slippery mountain in the Hell-fire called As-Sa‘ûd, or) face a severe torment!",
    "Verily, he thought and plotted.",
    "So let him be cursed: how he plotted!",
    "And once more let him be cursed: how he plotted!",
    "Then he thought.",
    "Then he frowned and he looked in a bad tempered way;",
    "Then he turned back, and was proud.",
    "Then he said: \"This is nothing but magic from that of old,",
    "\"This is nothing but the word of a human being!\"",
    "I will cast him into Hell-fire.",
    "And what will make you know (exactly) what Hell-fire is?",
    "It spares not (any sinner), nor does it leave (anything unburnt)!",
    "Burning and blackening the skins!",
    "Over it are nineteen (angels as guardians and keepers of Hell).",
    "And We have set none but angels as guardians of the Fire. And We have fixed their number () only as a trial for the disbelievers, in order that the people of the Scripture (Jews and Christians) may arrive at a certainty [that this Qur’ân is the truth as it agrees with their Books regarding the number () which is written in the Taurât (Torah) and the Injeel (Gospel)] and that the believers may increase in Faith (as this Qur’ân is the truth), and that no doubt may be left for the people of the Scripture and the believers, and that those in whose hearts is a disease (of hypocrisy) and the disbelievers may say: \"What Allâh intends by this (curious) example ?\" Thus Allâh leads astray whom He wills and guides whom He wills. And none can know the hosts of your Lord but He. And this (Hell) is nothing else than a (warning) reminder to mankind.",
    "Nay! And by the moon",
    "And by the night when it withdraws.",
    "And by the dawn when it brightens.",
    "Verily, it (Hell, or their denial of Prophet Muhammad صلى الله عليه وسلم, or the Day of Resurrection) is but one of the greatest (signs).",
    "A warning to mankind -",
    "To any of you that chooses to go forward (by working righteous deeds), or to remain behind (by committing sins).",
    "Every person is a pledge for what he has earned,",
    "Except those on the Right, (i.e. the pious true believers of Islâmic Monotheism).",
    "In Gardens (Paradise) they will ask one another,",
    "About Al-Mujrimûn (polytheists, criminals, disbelievers), (And they will say to them):",
    "\"What has caused you to enter Hell?\"",
    "They will say: \"We were not of those who used to offer the Salât (prayers),",
    "\"Nor we used to feed Al-Miskîn (the poor);",
    "\"And we used to talk falsehood (all that which Allâh hated) with vain talkers.",
    "And we used to belie the Day of Recompense,",
    "\"Until there came to us (the death) that is certain.\"",
    "So no intercession of intercessors will be of any use to them.",
    "Then what is wrong with them (i.e. the polytheists, the disbelievers) that they turn away from (receiving) admonition?",
    "As if they were (frightened) wild donkeys.",
    "Fleeing from a hunter, or a lion, or a beast of prey.",
    "Nay, everyone of them desires that he should be given pages spread out (coming from Allâh with a writing that Islâm is the right religion, and Muhammad صلى الله عليه وسلم has come with the truth from Allâh, the Lord of the heavens and earth).",
    "Nay! But they fear not the Hereafter (from Allâh’s punishment).",
    "Nay, verily, this (Qur’an) is an admonition,",
    "So whosoever will (let him read it), and receive admonition (from it)!",
    "And they will not receive admonition unless Allâh wills; He (Allâh) is the One, deserving that mankind should be afraid of, and should be dutiful to Him, and should not take any Ilâh (god) along with Him, and He is the One Who forgives (sins).",
    "I swear by the Day of Resurrection.",
    "And I swear by the self-reproaching person (a believer).",
    "Does man (a disbeliever) think that We shall not assemble his bones?",
    "Yes, We are Able to put together in perfect order the tips of his fingers.",
    "Nay! Man (denies Resurrection and Reckoning. So he) desires to continue committing sins.",
    "He asks: \"When will be this Day of Resurrection?\"",
    "So, when the sight shall be dazed.",
    "And the moon will be eclipsed.",
    "And the sun and moon will be joined together (by going one into the other or folded up or deprived of their light).",
    "On that Day man will say: \"Where (is the refuge) to flee?\"",
    "No! There is no refuge!",
    "Unto your Lord (Alone) will be the place of rest that Day.",
    "On that Day man will be informed of what he sent forward (of his evil good deeds), and what he left behind (of his good or evil traditions).",
    "Nay! Man will be a witness against himself [as his body parts (skin, hands, legs, etc.) will speak about his deeds],",
    "Though he may put forth his excuses (to cover his evil deeds).",
    "Move not your tongue concerning (the Qur’ân, O Muhammad صلى الله عليه وسلم) to make haste therewith.",
    "It is for Us to collect it and to give you (O Muhammad صلى الله عليه وسلم) the ability to recite it (the Qur’ân).",
    "And when We have recited it to you [O Muhammad صلى الله عليه وسلم through Jibrîl (Gabriel)], then follow its (the Qur’an’s) recital.",
    "Then it is for Us (Allâh) to make it clear (to you).",
    "Not [as you think, that you (mankind) will not be resurrected and recompensed for your deeds], but you (men) love the present life of this world,",
    "And neglect the Hereafter.",
    "Some faces that Day shall be Nâdirah (shining and radiant).",
    "Looking at their Lord (Allâh).",
    "And some faces, that Day, will be Bâsirah (dark, gloomy, frowning, and sad),",
    "Thinking that some calamity is about to fall on them.",
    "Nay, when (the soul) reaches to the collar bone (i.e. up to the throat in its exit),",
    "And it will be said: \"Who can cure him (and save him from death)?\"",
    "And he (the dying person) will conclude that it was (the time) of parting (death);",
    "And one leg will be joined with another leg (shrouded).",
    "The drive will be, on that Day, to your Lord (Allâh)!",
    "So he (the disbeliever) neither believed (in this Qur’ân and in the Message of Muhammad صلى الله عليه وسلم) nor prayed!",
    "But on the contrary, he belied (this Qur’ân and the Message of Muhammad صلى الله عليه وسلم) and turned away!",
    "Then he walked in conceit (full pride) to his family admiring himself!",
    "Woe to you [O man (disbeliever)]! And then (again) woe to you!",
    "Again, woe to you [O man (disbeliever)]! And then (again) woe to you!",
    "Does man think that he will be left neglected (without being punished or rewarded for the obligatory duties enjoined by his Lord Allâh on him)?",
    "Was he not a Nutfah (mixed male and female sexual discharge) of semen emitted (poured forth)?",
    "Then he became an ‘Alaqah (a clot); then (Allâh) shaped and fashioned (him) in due proportion.",
    "And made of him two sexes, male and female.",
    "Is not He (Allâh Who does that) Able to give life to the dead? (Yes! He is Able to do all things).",
    "Has there not been over man a period of time, when he was not a thing worth mentioning?",
    "Verily, We have created man from Nutfah (drops) of mixed semen (sexual discharge of man and woman), in order to try him: so We made him hearer and seer.",
    "Verily, We showed him the way, whether he be grateful or ungrateful.",
    "Verily, We have prepared for the disbelievers iron chains, iron collars, and a blazing Fire.",
    "Verily,, the Abrâr (the pious believers of Islamic Monotheism), shall drink of a cup (of wine) mixed with (water from a spring in Paradise called) Kâfûr",
    "A spring wherefrom the slaves of Allâh will drink, causing it to gush forth abundantly.",
    "They (are those who) fulfil (their) vows, and they fear a Day whose evil will be wide-spreading.",
    "And they give food, inspite of their love for it (or for the love of Him), to the Miskîn (the poor), the orphan, and the captive",
    "(Saying): \"We feed you seeking Allâh’s Countenance only. We wish for no reward, nor thanks from you.",
    "\"Verily, We fear from our Lord a Day, hard and distressful, that will make the faces look horrible (from extreme dislike to it).\"",
    "So Allâh saved them from the evil of that Day, and gave them Nadrah (a light of beauty) and joy.",
    "And their recompense shall be Paradise, and silken garments, because they were patient.",
    "Reclining therein on raised thrones, they will see there neither the excessive heat of the sun, nor the excessive bitter cold, (as in Paradise there is no sun and no moon).",
    "And the shade thereof is close upon them, and the bunches of fruit thereof will hang low within their reach.",
    "And amongst them will be passed round vessels of silver and cups of crystal -",
    "Crystal-clear, made of silver. They will determine the measure thereof (according to their wishes).",
    "And they will be given to drink there of a cup (of wine) mixed with Zanjabîl (ginger),",
    "A spring there, called Salsabîl.",
    "And round about them will (serve) boys of everlasting youth. If you see them, you would think them scattered pearls.",
    "And when you look there (in Paradise), you will see a delight (that cannot be imagined), and a great dominion.",
    "Their garments will be of fine green silk, and gold embroidery. They will be adorned with bracelets of silver, and their Lord will give them a pure drink.",
    "(And it will be said to them): \"Verily, this is a reward for you, and your endeavour has been accepted.\"",
    "Verily, it is We Who have sent down the Qur’ân to you (O Muhammad صلى الله عليه وسلم) by stages.",
    "Therefore be patient (O Muhammad صلى الله عليه وسلم) with constancy to the Command of your Lord (Allâh, by doing your duty to Him and by conveying His Message to mankind), and obey neither a sinner nor a disbeliever among them.",
    "And remember the Name of your Lord every morning and afternoon [i.e. offering of the Morning (Fajr), Zuhr, and ‘Asr prayers].",
    "And during night, prostrate yourself to Him (i.e. the offering of Maghrib and ‘Ishâ’ prayers), and glorify Him a long night through (i.e. Tahajjud prayer).",
    "Verily, these (disbelievers) love the present life of this world, and put behind them a heavy Day (that will be hard).",
    "It is We Who created them, and We have made them of strong built. And when We will, We can replace them with others like them with a complete replacement.",
    "Verily, this (Verse of the Qur’ân) is an admonition, so whosoever wills, let him take a Path to his Lord (Allâh).",
    "But you cannot will, unless Allâh wills. Verily, Allâh is Ever All-Knowing, All-Wise.",
    "He will admit to His Mercy whom He wills and as for the Zâlimûn - (polytheists, wrong-doers) He has prepared a painful torment.",
    "By the winds (or angels or the Messengers of Allâh) sent forth one after another.",
    "And by the winds that blow violently.",
    "And by the winds that scatter clouds and rain.",
    "And by the Verses (of the Qur’ân) that separate the right from the wrong.",
    "And by the angels that bring the revelations to the Messengers,",
    "To cut off all excuses or to warn.",
    "Surely, what you are promised must come to pass.",
    "Then when the stars lose their lights.",
    "And when the heaven is cleft asunder.",
    "And when the mountains are blown away.",
    "And when the Messengers are gathered to their time appointed.",
    "For what Day are these signs postponed?",
    "For the Day of Sorting Out (the men of Paradise from the men destined for Hell).",
    "And what will explain to you what is the Day of Sorting Out?",
    "Woe that Day to the deniers (of the Day of Resurrection)!",
    "Did We not destroy the ancients?",
    "So shall We make later generations to follow them.",
    "Thus do We deal with the Mujrimûn (polytheists, disbelievers, sinners, criminals).",
    "Woe that Day to the deniers (of the Day of Resurrection)!",
    "Did We not create you from a despised water (semen)?",
    "Then We placed it in a place of safety (womb),",
    "For a known period (determined by gestation)?",
    "So We did measure; and We are the Best to measure (the things).",
    "Woe that Day to the deniers (of the Day of Resurrection)!",
    "Have We not made the earth a receptacle",
    "For the living and the dead?",
    "And have placed therein firm, and tall mountains, and have given you to drink sweet water?",
    "Woe that Day to the deniers (of the Day of Resurrection)!",
    "(It will be said to the disbelievers): \"Depart you to that which you used to deny!",
    "\"Depart you to a shadow (of Hell-Fire smoke ascending) in three columns,",
    "Neither shady, nor of any use against the fierce flame of the Fire.\"",
    "Verily, it (Hell) throws sparks (huge) as Al-Qasr (a fort or a huge log of wood),",
    "As if they were yellow camels or bundles of ropes.",
    "Woe that Day to the deniers (of the Day of Resurrection)!",
    "That will be a Day when they shall not speak (during some part of it),",
    "And they will not be permitted to put forth any excuse.",
    "Woe that Day to the deniers (of the Day of Resurrection)!",
    "That will be a Day of Decision! We have brought you and the men of old together!",
    "So if you have a plot, use it against Me (Allâh جل جلاله)!",
    "Woe that Day to the deniers (of the Day of Resurrection)!",
    "Verily, the Muttaqûn (the pious. See V.:) shall be amidst shades and springs.",
    "And fruits, such as they desire.",
    "\"Eat and drink comfortably for that which you used to do.\"",
    "Verily, thus We reward the Muhsinûn (good-doers. See V.:).",
    "Woe that Day to the deniers (of the Day of Resurrection)!",
    "(O you disbelievers)! Eat and enjoy yourselves (in this worldly life) for a little while. Verily, you are the Mujrimûn (polytheists, disbelievers, sinners, criminals).",
    "Woe that Day to the deniers (of the Day of Resurrection)!",
    "And when it is said to them: \"Bow down yourself (in prayer)!\" They bow not down (offer not their prayers).",
    "Woe that Day to the deniers (of the Day of Resurrection)!",
    "Then in what statement after this (the Qur’ân) will they believe?"
  ]
}