{
  "meta": {
    "id": 203,
    "name": "Al-Hilali & Khan",
    "translator_name": "Muhammad Taqi-ud-Din al-Hilali & Muhammad Muhsin Khan",
    "slug": "en-al-hilali",
    "language_name": "english"
  },
  "verses": [
    "What are they asking (one another) about?",
    "About the great news, (i.e. Islâmic Monotheism, the Qur’ân, which Prophet Muhammad صلى الله عليه وسلم brought and the Day of Resurrection)",
    "About which they are in disagreement.",
    "Nay, they will come to know!",
    "Nay, again, they will come to know!",
    "Have We not made the earth as a bed,",
    "And the mountains as pegs?",
    "And We have created you in pairs (male and female, tall and short, good and bad, etc.).",
    "And We have made your sleep as a thing for rest.",
    "And We have made the night as a covering (through its darkness),",
    "And We have made the day for livelihood.",
    "And We have built above you seven strong (heavens),",
    "And We have made (therein) a shining lamp (sun).",
    "And We have sent down from the rainy clouds abundant water.",
    "That We may produce therewith corn and vegetations,",
    "And gardens of thick growth.",
    "Verily, the Day of Decision is a fixed time,",
    "The Day when the Trumpet will be blown, and you shall come forth in crowds (groups after groups). [Tafsir At-Tabari]",
    "And the heaven shall be opened, and it will become as gates,",
    "And the mountains shall be moved away from their places and they will be as if they were a mirage.",
    "Truly, Hell is a place of ambush -",
    "A dwelling place for the Tâghûn (those who transgress the boundary limits set by Allâh like polytheists, disbelievers in the Oneness of Allâh, hyprocrites, sinners, criminals),",
    "They will abide therein for ages.",
    "Nothing cool shall they taste therein, nor any drink.",
    "Except boiling water, and dirty wound discharges -",
    "An exact recompense (according to their evil crimes).",
    "For verily, they used not to look for a reckoning.",
    "But they belied Our Ayât (proofs, evidence, verses, lessons, signs, revelations, and that which Our Prophet صلى الله عليه وسلم brought) completely.",
    "And all things We have recorded in a Book.",
    "So taste you (the results of your evil actions). No increase shall We give you, except in torment.",
    "Verily, for the Muttaqûn, there will be a success (Paradise);",
    "Gardens and vineyards,",
    "And young full-breasted (mature) maidens of equal age,",
    "And a full cup (of wine).",
    "No Laghw (dirty, false, evil talk) shall they hear therein, nor lying;",
    "A reward from your Lord, an ample calculated gift (according to the best of their good deeds),",
    "(From) the Lord of the heavens and the earth, and whatsoever is in between them, the Most Gracious, with Whom they cannot dare to speak (on the Day of Resurrection except by His Leave).",
    "The Day that Ar-Rûh [Jibrîl (Gabriel) or another angel] and the angels will stand forth in rows, they will not speak except him whom the Most Gracious (Allâh) allows, and he will speak what is right.",
    "That is (without doubt) the True Day. So, whosoever wills, let him seek a place with (or a way to) His Lord (by obeying Him in this worldly life)!",
    "Verily, We have warned you of a near torment - the Day when man will see that (the deeds) which his hands have sent forth, and the disbeliever will say: \"Woe to me! Would that I were dust!\"",
    "By those (angels) who pull out (the souls of the disbelievers and the wicked) with great violence.",
    "By those (angels) who gently take out (the souls of the believers).",
    "And by those that swim along (i.e. angels or planets in their orbits).",
    "And by those that press forward as in a race (i.e. the angels or stars or the horses).",
    "And by those angels who arrange to do the Commands of their Lord, (so verily, you disbelievers will be called to account).",
    "On the Day (when the first blowing of the Trumpet is blown), the earth and the mountains will shake violently (and everybody will die).",
    "The second blowing of the Trumpet follows it (and everybody will be resurrected).",
    "(Some) hearts that Day will shake with fear and anxiety.",
    "Their eyes will be downcast.",
    "They say: \"Shall we indeed be returned to (our) former state of life?",
    "\"Even after we are crumbled bones?\"",
    "They say: \"It would in that case, be a return with loss!\"",
    "But it will be only a single Zajrah [shout (i.e., the second blowing of the Trumpet)], (See Verse :).",
    "When behold, they find themselves on the surface of the earth alive after their death,",
    "Has there come to you the story of Mûsâ (Moses)?",
    "When his Lord called him in the sacred valley of Tûwâ,",
    "Go to Fir‘aun (Pharaoh); verily he has transgressed all bounds (in crimes, sins, polytheism, disbelief).",
    "And say to him: \"Would you purify yourself (from the sin of disbelief by becoming a believer)?\"",
    "\"And that I guide you to your Lord, so you should fear Him?\"",
    "Then [Mûsâ (Moses)] showed him the great sign (miracles).",
    "But [Fir‘aun (Pharaoh)] belied and disobeyed.",
    "Then he turned his back, striving (against Allâh).",
    "Then he gathered (his people) and cried aloud,",
    "Saying: \"I am your lord, most high.\"",
    "So Allâh, seized him with punishment for his last and first transgression. [Tafsir At-Tabari]",
    "Verily, in this is an instructive admonition for whosoever fears Allâh.",
    "Are you more difficult to create or is the heaven that He constructed?",
    "He raised its height, and has perfected it.",
    "Its night He covers with darkness and its forenoon He brings out (with light)",
    "And after that He spread the earth,",
    "And brought forth therefrom its water and its pasture.",
    "And the mountains He has fixed firmly,",
    "(To be) a provision and benefit for you and your cattle.",
    "But when there comes the greatest catastrophe (i.e. the Day of Recompense) -",
    "The Day when man shall remember what he strove for.",
    "And Hell-fire shall be made apparent in full view for (every) one who sees.",
    "Then for him who transgressed all bounds, (in disbelief, oppression and evil deeds of disobedience to Allâh).",
    "And preferred the life of this world (by following his evil desires and lusts),",
    "Verily, his abode will be Hell-fire;",
    "But as for him who feared standing before his Lord, and restrained himself from impure evil desires and lusts.",
    "Verily, Paradise will be his abode.",
    "They ask you (O Muhammad صلى الله عليه وسلم) about the Hour - when will be its appointed time?",
    "You have no knowledge to say anything about it.",
    "To your Lord belongs (the knowledge of) the term thereof?",
    "You (O Muhammad صلى الله عليه وسلم) are only a warner for those who fear it,",
    "The Day they see it, (it will be) as if they had not tarried (in this world) except an afternoon or a morning.",
    "(The Prophet صلى الله عليه وسلم) frowned and turned away.",
    "Because there came to him the blind man (i.e. ‘Abdullâh bin Umm-Maktûm, who came to the Prophet صلى الله عليه وسلم while he was preaching to one or some of the Quraish chiefs).",
    "And how can you know that he might become pure (from sins)?",
    "Or he might receive admonition, and the admonition might profit him?",
    "As for him who thinks himself self-sufficient,",
    "To him you attend;",
    "What does it matter to you if he will not become pure (from disbelief: you are only a Messenger, your duty is to convey the Message of Allâh).",
    "But as to him who came to you running,",
    "And is afraid (of Allâh and His punishment).",
    "Of him you are neglectful and divert your attention to another,",
    "Nay, (do not do like this); indeed it (this Qur’ân) is an admonition.",
    "So whoever wills, let him pay attention to it.",
    "(It is) in Records held (greatly) in honour (Al-Lauh Al-Mahfûz),",
    "Exalted (in dignity), purified,",
    "In the hands of scribes (angels).",
    "Honourable and obedient.",
    "Be cursed (the disbelieving) man! How ungrateful he is!",
    "From what thing did He create him?",
    "From Nutfah (male and female semen drops) He created him and then set him in due proportion.",
    "Then He makes the Path easy for him.",
    "Then He causes him to die and puts him in his grave.",
    "Then when it is His Will, He will resurrect him (again).",
    "Nay, but (man) has not done what He commanded him.",
    "Then let man look at his food:",
    "We pour forth water in abundance.",
    "And We split the earth in clefts.",
    "And We cause therein the grain to grow,",
    "And grapes and clover plants (i.e. green fodder for the cattle),",
    "And olives and date-palms,",
    "And gardens dense with many trees,",
    "And fruits and herbage",
    "(To be) a provision and benefit for you and your cattle.",
    "Then when there comes As-Sâkhkhah (the second blowing of the Trumpet on the Day of Resurrection)",
    "That Day shall a man flee from his brother,",
    "And from his mother and his father,",
    "And from his wife and his children.",
    "Everyman that Day will have enough to make him careless of others.",
    "Some faces that Day will be bright (true believers of Islâmic Monotheism),",
    "Laughing, rejoicing at good news (of Paradise).",
    "And other faces, that Day, will be dust-stained.",
    "Darkness will cover them.",
    "Such will be the Kafarah (disbelievers in Allâh, in His Oneness, and in His Messenger Muhammad صلى الله عليه وسلم, etc.), the Fajarah (wicked evil doers).",
    "When the sun is wound round and its light is lost and is overthrown.",
    "And when the stars fall.",
    "And when the mountains are made to pass away;",
    "And when the pregnant she-camels are neglected;",
    "And when the wild beasts are gathered together.",
    "And when the seas become as blazing Fire or overflow.",
    "And when the souls are joined with their bodies, (the good with the good and the bad with the bad).",
    "And when the female (infant) buried alive (as the pagan Arabs used to do) is questioned:",
    "For what sin, was she killed?",
    "And when the (written) pages [of deeds (good and bad) of every person] are laid open.",
    "And when the heaven is stripped off and taken away from its place;",
    "And when Hell-fire is set ablaze.",
    "And when Paradise is brought near.",
    "(Then) every person will know what he has brought (of good and evil).",
    "So verily, I swear by the planets that recede (i.e. disappear during the day and appear during the night).",
    "And by the planets that move swiftly and hide themselves.",
    "And by the night as it departs.",
    "And by the dawn as it brightens.",
    "Verily, this is the Word (this Qur’ân brought by) a most honourable messenger [Jibrîl (Gabrîl), from Allâh to Prophet Muhammad صلى الله عليه وسلم].",
    "Owner of power, (and high rank) with (Allâh), the Lord of the Throne,",
    "Obeyed (by the angels in the heavens), and trustworthy.",
    "And (O people) your companion (Muhammad صلى الله عليه وسلم) is not a madman.",
    "And indeed he (Muhammad صلى الله عليه وسلم) saw him [Jibrîl (Gabriel)] in the clear horizon (towards the east).",
    "And he (Muhammad صلى الله عليه وسلم) withholds not a knowledge of the Unseen.",
    "And it (the Qur’ân) is not the word of the outcast Shaitân (Satan).",
    "Then where are you going?",
    "Verily, this (the Qur’ân) is no less than a Reminder to (all) the ‘Âlamîn (mankind and jinn)",
    "To whomsoever among you who wills to walk straight.",
    "And you cannot will unless (it be) that Allâh wills - the Lord of the ‘Âlamîn (mankind, jinn and all that exists).",
    "When the heaven is cleft asunder.",
    "And when the stars have fallen and scattered.",
    "And when the seas are burst forth.",
    "And when the graves are turned upside down (and bring out their contents)",
    "(Then) a person will know what he has sent forward and (what he has) left behind (of good or bad deeds).",
    "O man! What has made you careless about your Lord, the Most Generous?",
    "Who created you, fashioned you perfectly, and gave you due proportion.",
    "In whatever form He willed, He put you together.",
    "Nay! But you deny Ad-Dîn (i.e. the Day of Recompense).",
    "But verily, over you (are appointed angels in charge of mankind) to watch you,",
    "Kirâman (Honourable) Kâtibîn writing down (your deeds),",
    "They know all that you do.",
    "Verily, the Abrâr (the pious believers of Islamic Monotheism) will be in Delight (Paradise);",
    "And verily, the Fujjâr (the wicked, disbelievers, polytheists, sinners and evil-doers) will be in the blazing Fire (Hell),",
    "Therein they will enter, and taste its burning flame on the Day of Recompense,",
    "And they (Al-Fujjâr) will not be absent therefrom.",
    "And what will make you know what the Day of Recompense is?",
    "Again, what will make you know what the Day of Recompense is?",
    "(It will be) the Day when no person shall have power (to do) anything for another, and the Decision, that Day, will be (wholly) with Allâh.",
    "Woe to Al-Mutaffifûn (those who give less in measure and weight).",
    "Those who, when they have to receive by measure from men, demand full measure,",
    "And when they have to give by measure or weight to (other) men, give less than due.",
    "Do they not think that they will be resurrected (for reckoning),",
    "On a Great Day?",
    "The Day when (all) mankind will stand before the Lord of the ‘Âlamîn (mankind, jinn and all that exists)?",
    "Nay! Truly, the Record (writing of the deeds) of the Fujjâr (disbelievers, polytheists, sinners, evil-doers and the wicked) is (preserved) in Sijjîn.",
    "And what will make you know what Sijjîn is?",
    "A Register inscribed.",
    "Woe, that Day, to those who deny.",
    "Those who deny the Day of Recompense.",
    "And none can deny it except every transgressor beyond bounds, (in disbelief, oppression and disobedience to Allâh) the sinner!",
    "When Our Verses (of the Qur’ân) are recited to him he says: \"Tales of the ancients!\"",
    "Nay! But on their hearts is the Rân (covering of sins and evil deeds) which they used to earn.",
    "Nay! Surely they (evil-doers) will be veiled from seeing their Lord that Day.",
    "Then, verily, they will indeed enter (and taste) the burning flame of Hell.",
    "Then, it will be said to them: \"This is what you used to deny!\"",
    "Nay! Verily, the Record (writing of the deeds) of Al-Abrâr (the pious believers of Islamic Monotheism) is (preserved) in ‘Illiyyûn",
    "And what will make you know what ‘Illiyyûn is?",
    "A Register inscribed,",
    "To which bear witness those nearest (to Allâh, i.e. the angels).",
    "Verily, Al-Abrâr (the pious believers of Islamic Monotheism) will be in Delight (Paradise).",
    "On thrones, looking (at all things).",
    "You will recognise in their faces the brightness of delight.",
    "They will be given to drink of pure sealed wine.",
    "The last thereof (that wine) will be the smell of Musk, and for this let (all) those strive who want to strive (i.e. hasten earnestly to the obedience of Allah).",
    "It (that wine) will be mixed with Tasnîm:",
    "A spring whereof drink those nearest to Allâh.",
    "Verily, (during the worldly life) those who committed crimes used to laugh at those who believed.",
    "And, whenever they passed by them, used to wink one to another (in mockery).",
    "And when they returned to their own people, they would return jesting;",
    "And when they saw them, they said: \"Verily these have indeed gone astray!\"",
    "But they (disbelievers, sinners) had not been sent as watchers over them (the believers).",
    "But this Day (the Day of Resurrection) those who believe will laugh at the disbelievers",
    "On (high) thrones, looking (at all things).",
    "Are not the disbelievers paid (fully) for what they used to do?",
    "When the heaven is split asunder,",
    "And listens to and obeys its Lord - and it must do so.",
    "And when the earth is stretched forth,",
    "And has cast out all that was in it and became empty.",
    "And listens to and obeys its Lord - and it must do so.",
    "O man! Verily, you are returning towards your Lord with your deeds and actions (good or bad), a sure returning, and you will meet (the results of your deeds which you did).",
    "Then as for him who will be given his Record in his right hand,",
    "He surely will receive an easy reckoning,",
    "And will return to his family in joy!",
    "But whosoever is given his Record behind his back,",
    "He will invoke (for his) destruction,",
    "And he shall enter a blazing Fire, and be made to taste its burning.",
    "Verily, he was among his people in joy!",
    "Verily, he thought that he would never come back (to Us)!",
    "Yes! Verily, his Lord has been ever beholding him!",
    "So I swear by the afterglow of sunset;",
    "And by the night and whatever it gathers in its darkness,",
    "And by the moon when it is at the full.",
    "You shall certainly travel from stage to stage (in this life and in the Hereafter).",
    "What is the matter with them, that they believe not?",
    "And when the Qur’ân is recited to them, they fall not prostrate.",
    "Nay, those who disbelieve belie (Prophet Muhammad صلى الله عليه وسلم and whatever he brought, i.e. this Qur’ân and Islâmic Monotheism, etc.).",
    "And Allâh knows best what they gather (of good and bad deeds),",
    "So announce to them a painful torment.",
    "Save those who believe and do righteous good deeds, for them is a reward that will never come to an end (i.e. Paradise).",
    "By the heaven holding the big stars.",
    "And by the Promised Day (i.e. the Day of Resurrection).",
    "And by the Witnessing day (i.e. Friday), and by the Witnessed day [i.e. the day of ‘Arafât (Hajj) the ninth of Dhul-Hijjah];",
    "Cursed were the people of the Ditch (in the story of the Boy and the King).",
    "Of fire fed with fuel,",
    "When they sat by it (fire),",
    "And they witnessed what they were doing against the believers (i.e. burning them).",
    "And they had no fault except that they believed in Allâh, the All-Mighty, Worthy of all Praise!",
    "To Whom belongs the dominion of the heavens and the earth! And Allâh is Witness over everything.",
    "Verily, those who put into trial the believing men and believing women (by torturing them and burning them), and then do not turn in repentance (to Allâh), then they will have the torment of Hell, and they will have the punishment of the burning Fire.",
    "Verily, those who believe and do righteous good deeds, for them will be Gardens under which rivers flow (Paradise). That is the great success.",
    "Verily, (O Muhammad صلى الله عليه وسلم) the Seizure (punishment) of your Lord is severe and painful. [See V.:].",
    "Verily, He it is Who begins (punishment) and repeats (punishment in the Hereafter) (or originates the creation of everything, and then repeats it on the Day of Resurrection).",
    "And He is Oft-Forgiving, full of love (towards the pious who are real true believers of Islâmic Monotheism),",
    "Owner of the throne, the Glorious,",
    "(He is the) Doer of whatsoever He intends (or wills).",
    "Has the story reached you of the hosts,",
    "Of Fir‘aun (Pharaoh) and Thamûd?",
    "Nay! The disbelievers (persisted) in denying (Prophet Muhammad صلى الله عليه وسلم and his Message of Islâmic Monotheism).",
    "And Allâh encompasses them from behind! (i.e. all their deeds are within His Knowledge, and He will requite them for their deeds).",
    "Nay! This is a Glorious Qur’ân,",
    "(Inscribed) in Al-Lauh Al-Mahfûz (The Preserved Tablet)!",
    "By the heaven, and At-Târiq (the night-comer, i.e. the bright star);",
    "And what will make you to know what At-Târiq (night-comer) is?",
    "(It is) the star of piercing brightness;",
    "There is no human being but has a protector over him (or her) (i.e. angels in charge of each human being guarding him, writing his good and bad deeds)",
    "So let man see from what he is created!",
    "He is created from a water gushing forth,",
    "Proceeding from between the backbone and the ribs.",
    "Verily, (Allâh) is Able to bring him back (to life)!",
    "The Day when all the secrets (deeds, prayers, fasting, etc.) will be examined (as to their truth).",
    "Then he will have no power, nor any helper.",
    "By the sky (having rain clouds) which gives rain, again and again.",
    "And the earth which splits (with the growth of trees and plants).",
    "Verily, this (the Qur’ân) is the Word that separates (the truth from falsehood, and commands strict laws for mankind to cut the roots of evil).",
    "And it is not a thing for amusement.",
    "Verily, they are but plotting a plot (against you O Muhammad صلى الله عليه وسلم).",
    "And I (too) am planning a plan.",
    "So give a respite to the disbelievers; deal gently with them for a while.",
    "Glorify the Name of your Lord, the Most High,",
    "Who has created (everything), and then proportioned it.",
    "And Who has measured (preordainments for everything even to be blessed or wretched); and then guided (i.e. showed mankind the right as well as the wrong paths, and guided the animals to pasture).",
    "And Who brings out the pasturage,",
    "And then makes it dark stubble.",
    "We shall make you to recite (the Qur’ân), so you (O Muhammad صلى الله عليه وسلم) shall not forget (it),",
    "Except what Allâh may will. He knows what is apparent and what is hidden.",
    "And We shall make easy for you (O Muhammad صلى الله عليه وسلم) the easy way (i.e. the doing of righteous deeds).",
    "Therefore remind (men) in case the reminder profits (them).",
    "The reminder will be received by him who fears (Allâh),",
    "But it will be avoided by the wretched,",
    "Who will enter the great Fire (and will be made to taste its burning).",
    "There he will neither die (to be in rest) nor live (a good living).",
    "Indeed whosoever purifies himself (by avoiding polytheism and accepting Islâmic Monotheism) shall achieve success,",
    "And remembers (glorifies) the Name of his Lord (worships none but Allâh), and prays (five compulsory prayers and Nawâfil - additional prayers).",
    "Nay, you prefer the life of this world,",
    "Although the Hereafter is better and more lasting.",
    "Verily, this is in the former Scriptures -",
    "The Scriptures of Ibrâhîm (Abraham) and Mûsâ (Moses) (عليهما السلام).",
    "Has there come to you the narration of the overwhelming (i.e. the Day of Resurrection)?",
    "Some faces, that Day will be humiliated (in the Hell-fire, i.e. the faces of all disbelievers, Jews and Christians).",
    "Labouring (hard in the worldly life by worshipping others besides Allâh), weary (in the Hereafter with humility and disgrace).",
    "They will enter in the hot blazing Fire.",
    "They will be given to drink from a boiling spring,",
    "No food will there be for them but a poisonous thorny plant,",
    "Which will neither nourish nor avail against hunger.",
    "(Other) faces that Day will be joyful,",
    "Glad with their endeavour (for their good deeds which they did in this world, along with the true Faith of Islâmic Monotheism).",
    "In a lofty Paradise.",
    "Where they shall neither hear harmful speech nor falsehood.",
    "Therein will be a running spring.",
    "Therein will be thrones raised high.",
    "And cups set at hand.",
    "And cushions set in rows.",
    "And rich carpets (all) spread out.",
    "Do they not look at the camels, how they are created?",
    "And at the heaven, how it is raised?",
    "And at the mountains, how they are rooted (and fixed firm)?",
    "And at the earth, how it is outspread?",
    "So remind them (O Muhammad صلى الله عليه وسلم) - you are only one who reminds.",
    "You are not a dictator over them -",
    "Save the one who turns away and disbelieves.",
    "Then Allâh will punish him with the greatest punishment.",
    "Verily, to Us will be their return;",
    "Then verily, for Us will be their reckoning.",
    "By the dawn;",
    "By the ten nights (i.e. the first ten days of the month of Dhul-Hijjah),",
    "And by the even and the odd (of all the creations of Allâh).",
    "And by the night when it departs.",
    "There is indeed in them (the above oaths) sufficient proofs for men of understanding (and that, they should avoid all kinds of sins and disbeliefs)!",
    "Saw you (O Muhammad صلى الله عليه وسلم) not how your Lord dealt with ‘Âd (people)",
    "Of Iram (who were very tall) like (lofty) pillars,",
    "The like of which were not created in the land?",
    "And (with) Thamûd (people), who hewed out rocks in the valley (to make dwellings)? ",
    "And (with) Fir‘aun (Pharaoh) who had the stakes (to torture men by binding them to the stakes)?",
    "Who did transgress beyond bounds in the lands (in the disobedience of Allâh).",
    "And made therein much mischief.",
    "So your Lord poured on them different kinds of severe torment.",
    "Verily, your Lord is Ever Watchful (over them).",
    "As for man, when his Lord tries him by giving him honour and bounties, then he says (in exultation): \"My Lord has honoured me.\"",
    "But when He tries him by straitening his means of life, he says: \"My Lord has humiliated me!\"",
    "Nay! But you treat not the orphans with kindness and generosity (i.e. you neither treat them well, nor give them their exact right of inheritance)!",
    "And urge not one another on the feeding of Al-Miskîn (the poor)!",
    "And you devour the inheritance all with greed.",
    "And you love wealth with much love.",
    "Nay! When the earth is ground to powder.",
    "And your Lord comes with the angels in rows.",
    "And Hell will be brought near that Day. On that Day will man remember, but how will that remembrance (then) avail him?",
    "He will say: \"Alas! Would that I had sent forth (good deeds) for (this) my life!\"",
    "So on that Day none will punish as He will punish.",
    "And none will bind (the wicked, disbelievers and polytheists) as He will bind.",
    "(It will be said to the pious believers of Islamic Monotheism): \"O (you) the one in (complete) rest and satisfaction!",
    "\"Come back to your Lord well-pleased (yourself) and well-pleasing (unto Him)!",
    "\"Enter you then among My (honoured) slaves,",
    "\"And enter you My Paradise!\"",
    "I swear by this city (Makkah);",
    "And you are free (from sin, and to punish the enemies of Islâm on the Day of the conquest) in this city (Makkah).",
    "And by the begetter (i.e. Adam عليه السلام) and that which he begot (i.e. his progeny).",
    "Verily, We have created man in toil.",
    "Does he think that none can overcome him?",
    "He says (boastfully): \"I have wasted wealth in abundance!\"",
    "Does he think that none sees him?",
    "Have We not made for him two eyes,",
    "And a tongue and two lips?",
    "And shown him the two ways (good and evil)?",
    "But he has not attempted to pass on the path that is steep (i.e. the path which will lead to goodness and success).",
    "And what will make you know the path that is steep?",
    "(It is) freeing a neck (slave)",
    "Or giving food in a day of hunger (famine),",
    "To an orphan near of kin.",
    "Or to a Miskîn (poor) cleaving to dust (out of misery).",
    "Then he became one of those who believed (in the Islamic Monotheism) and recommended one another to perseverance and patience, and (also) recommended one another to pity and compassion.",
    "They are those on the Right Hand (i.e. the dwellers of Paradise),",
    "But those who disbelieved in Our Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.), they are those on the Left Hand (the dwellers of Hell).",
    "The Fire will be shut over them (i.e. they will be enveloped by the Fire without any opening or window or outlet.",
    "By the sun and its brightness.",
    "By the moon as it follows it (the sun).",
    "By the day as it shows up (the sun’s) brightness.",
    "By the night as it conceals it (the sun).",
    "By the heaven and Him Who built it.",
    "By the earth and Him Who spread it.",
    "By Nafs (Adam or a person or a soul), and Him Who perfected him in proportion;",
    "Then He showed him what is wrong for him and what is right for him.",
    "Indeed he succeeds who purifies his ownself (i.e. obeys and performs all that Allâh ordered, by following the true Faith of Islâmic Monotheism and by doing righteous good deeds).",
    "And indeed he fails who corrupts his ownself (i.e. disobeys what Allâh has ordered by rejecting the true Faith of Islâmic Monotheism or by following polytheism or by doing every kind of evil wicked deeds).",
    "Thamûd (people) denied (their Prophet) through their transgression (by rejecting the true Faith of Islâmic Monotheism, and by following polytheism, and by committing every kind of sin).",
    "When the most wicked man among them went forth (to kill the she-camel).",
    "But the Messenger of Allâh [Sâlih عليه السلام] said to them: \"Be cautious! (Fear the evil end). That is the she-camel of Allâh! (Do not harm it) and bar it not from having its drink!\"",
    "Then they denied him and they killed it. So their Lord destroyed them because of their sin, and made them equal in destruction (i.e. all grades of people, rich and poor, strong and weak, etc.)!",
    "And He (Allâh) feared not the consequences thereof.",
    "By the night as it envelops.",
    "By the day as it appears in brightness.",
    "By Him Who created male and female.",
    "Certainly, your efforts and deeds are diverse (different in aims and purposes);",
    "As for him who gives (in charity) and keeps his duty to Allâh and fears Him,",
    "And believes in Al-Husnâ.",
    "We will make smooth for him the path of ease (goodness).",
    "But he who is greedy miser and thinks himself self-sufficient.",
    "And belies Al-Husnâ (See the footnote of the Verse No.)",
    "We will make smooth for him the path for evil.",
    "And what will his wealth avail him when he goes down (in destruction)?.",
    "Truly! On Us is (to give) guidance.",
    "And truly, unto Us (belong) the last (Hereafter) and the first (this world).",
    "Therefore I have warned you of a blazing Fire (Hell).",
    "None shall enter it save the most wretched.",
    "Who denies and turns away.",
    "And Al-Muttaqûn (the pious - See V.:) will be far removed from it (Hell).",
    "He who spends his wealth for increase in self-purification,",
    "And who has (in mind) no favour from anyone to be paid back,",
    "Except to seek the Countenance of his Lord, the Most High.",
    "He surely will be pleased (when he enters Paradise).",
    "By the forenoon (after sunrise).",
    "By the night when it darkens (and stand still).",
    "Your Lord (O Muhammad صلى الله عليه وسلم) has neither forsaken you nor hates you.",
    "And indeed the Hereafter is better for you than the present (life of this world).",
    "And verily, your Lord will give you (all good) so that you shall be well-pleased.",
    "Did He not find you (O Muhammad صلى الله عليه وسلم) an orphan and gave you a refuge?",
    "And He found you unaware (of the Qur’ân, its laws, and Prophethood) and guided you?",
    "And He found you poor and made you rich (self-sufficient with self-contentment)?",
    "Therefore, treat not the orphan with oppression.",
    "And repulse not the beggar.",
    "And proclaim the Grace of your Lord (i.e. the Prophethood and all other Graces).",
    "Have We not opened your breast for you (O Muhammad صلى الله عليه وسلم)?",
    "And removed from you your burden.",
    "Which weighed down your back?",
    "And have We not raised high your fame?",
    "Verily, along with every hardship is relief,",
    "Verily, along with every hardship is relief (i.e. there is one hardship with two reliefs, so one hardship cannot overcome two reliefs).",
    "So when you have finished (your occupation), devote yourself for Allâh’s worship.",
    "And to your Lord (Alone) turn (all your) intentions and hopes.",
    "By the fig, and the olive.",
    "By Mount Sinai.",
    "By this city of security (Makkah).",
    "Verily, We created man in the best stature (mould).",
    "Then We reduced him to the lowest of the low.",
    "Save those who believe (in Islâmic Monotheism) and do righteous deeds. Then they shall have a reward without end (Paradise).",
    "Then what (or who) causes you (O disbelievers) to deny the Recompense (i.e. the Day of Resurrection)?",
    "Is not Allâh the Best of judges?",
    "Read! In the Name of your Lord Who has created (all that exists).",
    "He has created man from a clot (a piece of thick coagulated blood).",
    "Read! And your Lord is the Most Generous.",
    "Who has taught (the writing) by the pen.",
    "He has taught man that which he knew not.",
    "Nay! Verily, man does transgress (in disbelief and evil deed).",
    "Because he considers himself self-sufficient.",
    "Surely, unto your Lord is the return.",
    "Have you (O Muhammad صلى الله عليه وسلم) seen him (i.e. Abû Jahl) who prevents",
    "A slave (Muhammad صلى الله عليه وسلم) when he prays?",
    "Tell me if he (Muhammad صلى الله عليه وسلم) is on the guidance (of Allâh)",
    "Or enjoins piety!",
    "Tell me if he (Abû Jahl) denies (the truth, i.e. this Qur’ân) and turns away?",
    "Knows he not that Allâh does see (what he does)?",
    "Nay! If he (Abû Jahl) ceases not, We will catch him by the forelock -",
    "A lying, sinful forelock!",
    "Then let him call upon his council (of helpers).",
    "We will call out the guards of Hell (to deal with him)!",
    "Nay! (O Muhammad صلى الله عليه وسلم)! Do not obey him (Abû Jahl). Fall prostrate and draw near to Allâh!",
    "Verily, We have sent it (this Qur’ân) down in the night of Al-Qadr (Decree).",
    "And what will make you know what the night of Al-Qadr (Decree) is?",
    "The night of Al-Qadr (Decree) is better than a thousand months (i.e. worshipping Allâh in that night is better than worshipping Him a thousand months, i.e.  years and  months).",
    "Therein descend the angels and the Rûh [Jibrîl (Gabrîl)] by Allâh’s Permission with all Decrees,",
    "(All that night), there is Peace (and Goodness from Allâh to His believing slaves) until the appearance of dawn.",
    "Those who disbelieve from among the people of the Scripture (Jews and Christians) and Al-Mushrikûn, were not going to leave (their disbelief) until there came to them clear evidence.",
    "A Messenger (Muhammad صلى الله عليه وسلم) from Allâh, reciting (the Qur’ân) purified pages [purified from Al-Bâtil (falsehood)].",
    "Wherein are correct and straight laws from Allâh.",
    "And the people of the Scripture (Jews and Christians) differed not until after there came to them clear evidence (i.e. Prophet Muhammad صلى الله عليه وسلم and whatever was revealed to him).",
    "And they were commanded not, but that they should worship Allâh, and worship none but Him Alone (abstaining from ascribing partners to Him), and perform As-Salât (Iqâmat-as-Salât) and give Zakât, and that is the right religion.",
    "Verily, those who disbelieve (in the religion of Islâm, the Qur’ân and Prophet Muhammad صلى الله عليه وسلم) from among the people of the Scripture (Jews and Christians) and Al-Mushrikûn will abide in the Fire of Hell. They are the worst of creatures.",
    "Verily, those who believe [in the Oneness of Allâh, and in His Messenger Muhammad صلى الله عليه وسلم) including all obligations ordered by Islâm] and do righteous good deeds, they are the best of creatures.",
    "Their reward with their Lord is ‘Adn (Eden) Paradise (Gardens of Eternity), underneath which rivers flow. They will abide therein forever, Allâh will be pleased with them, and they with Him. That is for him who fears his Lord.",
    "When the earth is shaken with its (final) earthquake.",
    "And when the earth throws out its burdens.",
    "And man will say: \"What is the matter with it?\"",
    "That Day it will declare its information (about all that happened over it of good or evil).",
    "Because your Lord will inspire it.",
    "That Day mankind will proceed in scattered groups that they may be shown their deeds.",
    "So whosoever does good equal to the weight of an atom (or a small ant) shall see it.",
    "And whosoever does evil equal to the weight of an atom (or a small ant) shall see it.",
    "By the (steeds) that run, with panting.",
    "Striking sparks of fire (by their hooves).",
    "And scouring to the raid at dawn.",
    "And raise the dust in clouds the while.",
    "And penetrating forthwith as one into the midst (of the foe).",
    "Verily, man (disbeliever) is ungrateful to his Lord.",
    "And to that he bears witness (by his deeds).",
    "And verily, he is violent in the love of wealth.",
    "Knows he not that when the contents of the graves are poured forth (all mankind is resurrected)?",
    "And that which is in the breasts (of men) is made known?",
    "Verily, that Day (i.e. the Day of Resurrection) their Lord will be Well-Acquainted with them (as to their deeds and will reward them for their deeds).",
    "Al-Qâri‘ah (the striking Hour i.e. the Day of Resurrection).",
    "What is the striking (Hour)?",
    "And what will make you know what the striking (Hour) is?",
    "It is a Day whereon mankind will be like moths scattered about.",
    "And the mountains will be like carded wool.",
    "Then as for him whose balance (of good deeds) will be heavy,",
    "He will live a pleasant life (in Paradise).",
    "But as for him whose balance (of good deeds) will be light,",
    "He will have his home in Hâwiyah (pit, i.e. Hell).",
    "And what will make you know what it is?",
    "(It is) a fiercely blazing Fire!",
    "The mutual rivalry (for piling up of worldly things) diverts you,",
    "Until you visit the graves (i.e. till you die).",
    "Nay! You shall come to know!",
    "Again nay! You shall come to know!",
    "Nay! If you knew with a sure knowledge (the end result of piling up, you would not have been occupied yourselves in worldly things).",
    "Verily, You shall see the blazing Fire (Hell)!",
    "And again, you shall see it with certainty of sight!",
    "Then on that Day you shall be asked about the delights (you indulged in, in this world)!",
    "By Al-‘Asr (the time).",
    "Verily, man is in loss,",
    "Except those who believe (in Islâmic Monotheism) and do righteous good deeds, and recommend one another to the truth [i.e. order one another to perform all kinds of good deeds (Al-Ma‘ruf) which Allâh has ordained, and abstain from all kinds of sins and evil deeds (Al-Munkar which Allâh has forbidden], and recommend one another to patience (for the sufferings, harms, and injuries which one may encounter in Allâh’s Cause during preaching His religion of Islâmic Monotheism or Jihâd).",
    "Woe to every slanderer and backbiter.",
    "Who has gathered wealth and counted it.",
    "He thinks that his wealth will make him last forever!",
    "Nay! Verily, he will be thrown into the crushing Fire.",
    "And what will make you know what the crushing Fire is?",
    "The fire of Allâh kindled,",
    "Which leaps up over the hearts,",
    "Verily, it shall be closed upon them,",
    "In pillars stretched forth (i.e. they will be punished in the Fire with pillars).",
    "Have you (O Muhammad صلى الله عليه وسلم) not seen how your Lord dealt with the owners of the Elephant? [The Elephant army which came from Yemen under the command of Abrahah Al-Ashram intending to destroy the Ka‘bah at Makkah].",
    "Did He not make their plot go astray?",
    "And He sent against them birds, in flocks,",
    "Striking them with stones of Sijjîl (baked clay).",
    "And He made them like (an empty field of) stalks (of which the corn has been eaten up by cattle).",
    "(It is a great Grace from Allâh) for the protection of the Quraish,",
    "(And with all those Allâh’s Grace and Protections, We cause) the (Quraish) caravans to set forth safe in winter (to the south) and in summer (to the north without any fear),",
    "So let them worship (Allâh) the Lord of this House (the Ka‘bah in Makkah),",
    "(He) Who has fed them against hunger, and has made them safe from fear.",
    "Have you seen him who denies the Recompense?",
    "That is he who repulses the orphan (harshly),",
    "And urges not on the feeding of Al-Miskîn (the poor),",
    "So woe unto those performers of Salât (prayers) (hypocrites),",
    "Those who delay their Salât (prayer from their stated fixed times).",
    "Those who do good deeds only to be seen (of men),",
    "And prevent Al-Mâ‘ûn (small kindnesses like salt, sugar, water).",
    "Verily, We have granted you (O Muhammad صلى الله عليه وسلم) Al-Kauthar (a river in Paradise).",
    "Therefore turn in prayer to your Lord and sacrifice (to Him only).",
    "For he who hates you (O Muhammad صلى الله عليه وسلم), he will be cut off (from posterity and every good thing in this world and in the Hereafter).",
    "Say: (O Muhammad صلى الله عليه وسلم to these Mushrikûn and Kâfirûn): \"O Al-Kafirûn (disbelievers in Allâh, in His Oneness, in His Angels, in His Books, in His Messengers, in the Day of Resurrection, and in Al-Qadar)!",
    "\"I worship not that which you worship,",
    "\"Nor will you worship that which I worship.",
    "\"And I shall not worship that which you are worshipping.",
    "\"Nor will you worship that which I worship.",
    "\"To you be your religion, and to me my religion (Islâmic Monotheism).\"",
    "When there comes the Help of Allâh (to you, O Muhammad صلى الله عليه وسلم against your enemies) and the conquest (of Makkah).",
    "And you see that the people enter Allah’s religion (Islâm) in crowds.",
    "So glorify the Praises of your Lord, and ask His Forgiveness. Verily, He is the One Who accepts the repentance and Who forgives.",
    "Perish the two hands of Abû Lahab (an uncle of the Prophet) and perish he!",
    "His wealth and his children will not benefit him!",
    "He will be burnt in a Fire of blazing flames!",
    "And his wife, too, who carries wood (thorns of Sa‘dân which she used to put on the way of the Prophet صلى الله عليه وسلم, or use to slander him).",
    "In her neck is a twisted rope of Masad (palm fibre).",
    "Say (O Muhammad صلى الله عليه وسلم): \"He is Allâh, (the) One.",
    "\"Allâh-us-Samad (السيد الذي يصمد إليه في الحاجات) [Allâh the Self-Sufficient Master, Whom all creatures need, (He neither eats nor drinks)].",
    "\"He begets not, nor was He begotten.",
    "\"And there is none co-equal or comparable unto Him.\"",
    "Say: \"I seek refuge with (Allâh), the Lord of the daybreak,",
    "\"From the evil of what He has created,",
    "\"And from the evil of the darkening (night) as it comes with its darkness; (or the moon as it sets or goes away),",
    "\"And from the evil of those who practise witchcraft when they blow in the knots,",
    "\"And from the evil of the envier when he envies.\"",
    "Say: \"I seek refuge with (Allâh) the Lord of mankind,",
    "\"The King of mankind -",
    "\"The Ilâh (God) of mankind,",
    "\"From the evil of the whisperer (devil who whispers evil in the hearts of men) who withdraws (from his whispering in one’s heart after one remembers Allâh).",
    "\"Who whispers in the breasts of mankind.",
    "\"Of jinn and men.\""
  ]
}