{
  "meta": {
    "id": 203,
    "name": "Al-Hilali & Khan",
    "translator_name": "Muhammad Taqi-ud-Din al-Hilali & Muhammad Muhsin Khan",
    "slug": "en-al-hilali",
    "language_name": "english"
  },
  "verses": [
    "By no means shall you attain Al-Birr (piety, righteousness - here it means Allâh’s Reward, i.e. Paradise), unless you spend (in Allâh’s Cause) of that which you love; and whatever of good you spend, Allâh knows it well.",
    "All food was lawful to the Children of Israel, except what Israel made unlawful for himself before the Taurât (Torah) was revealed. Say (O Muhammad صلى الله عليه وسلم): \"Bring here the Taurât (Torah) and recite it, if you are truthful.\"",
    "Then after that, whosoever shall invent a lie against Allâh, ... such shall indeed be the Zâlimûn (disbelievers).",
    "Say (O Muhammad صلى الله عليه وسلم): \"Allâh has spoken the truth; follow the religion of Ibrâhîm (Abraham) Hanîfa (Islâmic Monotheism, i.e. he used to worship Allâh Alone), and he was not of Al-Mushrikûn \" (See V.:)",
    "Verily, the first House (of worship) appointed for mankind was that at Bakkah (Makkah), full of blessing, and a guidance for Al-‘Âlamîn (mankind and jinn).",
    "In it are manifest signs (for example), the Maqâm (place) of Ibrâhîm (Abraham); whosoever enters it, he attains security. And Hajj (pilgrimage to Makkah) to the House (Ka‘bah ) is a duty that mankind owes to Allâh, those who can afford the expenses (for one’s conveyance, provision and residence); and whoever disbelieves [i.e. denies Hajj (pilgrimage to Makkah), then he is a disbeliever of Allâh], then Allâh stands not in need of any of the ‘Âlamîn (mankind, jinn and all that exists).",
    "Say: \"O people of the Scripture (Jews and Christians)! Why do you reject the Ayât of Allâh (proofs, evidence, verses, lessons, signs, revelations, etc.) while Allâh is Witness to what you do?\"",
    "Say: \"O people of the Scripture (Jews and Christians)! Why do you stop those who have believed, from the Path of Allâh, seeking to make it seem crooked, while you (yourselves) are witnesses [to Muhammad صلى الله عليه وسلم as a Messenger of Allâh and Islâm (Allâh’s religion, i.e. to worship none but Him Alone)]? And Allâh is not unaware of what you do.\"",
    "O you who believe! If you obey a group of those who were given the Scripture (Jews and Christians), they would (indeed) render you disbelievers after you have believed!",
    "And how would you disbelieve, while unto you are recited the Verses of Allâh, and among you is His Messenger (Muhammad صلى الله عليه وسلم)? And whoever holds firmly to Allâh, (i.e. follows Islâm - Allâh’s Religion, and obeys all that Allâh has ordered, practically), then he is indeed guided to the Right Path.",
    "O you who believe! Fear Allâh (by doing all that He has ordered and by abstaining from all that He has forbidden) as He should be feared. [Obey Him, be thankful to Him, and remember Him always], and die not except in a state of Islâm [as Muslims (with complete submission to Allâh)].",
    "And hold fast, all of you together, to the Rope of Allâh (i.e. this Qur’ân), and be not divided among yourselves, and remember Allâh’s Favour on you, for you were enemies one to another but He joined your hearts together, so that, by His Grace, you became brethren (in Islâmic Faith), and you were on the brink of a pit of Fire, and He saved you from it. Thus Allâh makes His Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.,) clear to you, that you may be guided.",
    "Let there arise out of you a group of people inviting to all that is good (Islâm), enjoining Al-Ma‘rûf (i.e. Islâmic Monotheism and all that Islâm orders one to do) and forbidding Al-Munkar (polytheism and disbelief and all that Islâm has forbidden). And it is they who are the successful.",
    "And be not as those who divided and differed among themselves after the clear proofs had come to them. It is they for whom there is an awful torment.",
    "On the Day (i.e. the Day of Resurrection) when some faces will become white and some faces will become black; as for those whose faces will become black (to them will be said): \"Did you reject Faith after accepting it? Then taste the torment (in Hell) for rejecting Faith.\"",
    "And for those whose faces will become white, they will be in Allâh’s Mercy (Paradise), therein they shall dwell forever.",
    "These are the Verses of Allâh: We recite them to you (O Muhammad صلى الله عليه وسلم) in truth, and Allâh wills no injustice to the ‘Âlamîn (mankind, jinn and all that exists).",
    "And to Allâh belongs all that is in the heavens and all that is in the earth. And all matters go back (for decision) to Allâh.",
    "You [true believers in Islâmic Monotheism, and real followers of Prophet Muhammad صلى الله عليه وسلم) and his Sunnah] are the best of peoples ever raised up for mankind; you enjoin Al-Ma‘rûf (i.e. Islâmic Monotheism and all that Islâm has ordained) and forbid Al-Munkar (polytheism, disbelief and all that Islâm has forbidden), and you believe in Allâh. And had the people of the Scripture (Jews and Christians) believed, it would have been better for them; among them are some who have faith, but most of them are Al-Fâsiqûn (disobedient to Allâh - and rebellious against Allâh’s Command).",
    "They will do you no harm, barring a trifling annoyance; and if they fight against you, they will show you their backs, and they will not be helped.",
    "Indignity is put over them wherever they may be, except when under a covenant (of protection) from Allâh, and from men; they have drawn on themselves the Wrath of Allâh, and destruction is put over them. This is because they disbelieved in the Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) of Allâh and killed the Prophets without right. This is because they disobeyed (Allâh) and used to transgress beyond bounds (in Allâh’s disobedience, crimes and sins).",
    "Not all of them are alike; a party of the people of the Scripture stand for the right, they recite the Verses of Allâh during the hours of the night, prostrating themselves in prayer.",
    "They believe in Allâh and the Last Day; they enjoin Al-Ma‘rûf (Islâmic Monotheism, and following Prophet Muhammad صلى الله عليه وسلم) and forbid Al-Munkar (polytheism, disbelief and opposing Prophet Muhammad صلى الله عليه وسلم); and they hasten in (all) good works; and they are among the righteous.",
    "And whatever good they do, nothing will be rejected of them; for Allâh knows well those who are Al-Muttaqûn (the pious - See V.:).",
    "Surely, those who reject Faith (disbelieve in Allâh and in Muhammad صلى الله عليه وسلم) as being Allâh’s Messenger and in all that which he صلى الله عليه وسلم has brought from Allâh), neither their properties, nor their offspring will avail them aught against Allâh. They are the dwellers of the Fire, therein they will abide.[] (Tafsir At-Tabarî).",
    "The likeness of what they spend in this world is the likeness of a wind which is extremely cold; it struck the harvest of a people who did wrong against themselves and destroyed it, (i.e. the good deed of a person is only accepted if he is a monotheist and believes in all the Prophets of Allâh, including the Christ عليه السلام and Muhammad صلى الله عليه وسلم). Allâh wronged them not, but they wronged themselves.",
    "O you who believe! Take not as (your) Bitânah (advisors, consultants, protectors, helpers, friends) those outside your religion (pagans, Jews, Christians, and hypocrites) since they will not fail to do their best to corrupt you. They desire to harm you severely. Hatred has already appeared from their mouths, but what their breasts conceal is far worse. Indeed We have made plain to you the Ayât (proofs, evidence, verses) if you understand.",
    "Lo! You are the ones who love them but they love you not, and you believe in all the Scriptures [i.e. you believe in the Taurât (Torah) and the Injeel (Gospel), while they disbelieve in your Book, the Qur’ân]. And when they meet you, they say, \"We believe.\" But when they are alone, they bite the tips of their fingers at you in rage. Say: \"Perish in your rage. Certainly, Allâh knows what is in the breasts (all the secrets).\"",
    "If a good befalls you, it grieves them, but if some evil overtakes you, they rejoice at it. But if you remain patient and become Al-Muttaqûn [the pious - See V.:], not the least harm will their cunning do to you. Surely, Allâh surrounds all that they do.",
    "And (remember) when you (Muhammad صلى الله عليه وسلم) left your household in the morning to post the believers at their stations for the battle (of Uhud). And Allâh is All-Hearer, All-Knower.",
    "When two parties from among you were about to lose heart, but Allâh was their Walî (Supporter and Protector). And in Allâh should the believers put their trust.",
    "And Allâh has already made you victorious at Badr, when you were a weak little force. So fear Allâh much that you may be grateful.",
    "(Remember) when you (Muhammad صلى الله عليه وسلم) said to the believers, \"Is it not enough for you that your Lord (Allâh) should help you with three thousand angels sent down?\"",
    "\"Yes, if you hold on to patience and piety, and the enemy comes rushing at you; your Lord will help you with five thousand angels having marks (of distinction).\"",
    "Allâh made it not but as a message of good news for you and as an assurance to your hearts. And there is no victory except from Allâh, the All-Mighty, the All-Wise.",
    "That He might cut off a part of those who disbelieve, or expose them to infamy, so that they retire frustrated.",
    "Not for you (O Muhammad صلى الله عليه وسلم, but for Allâh) is the decision; whether He turns in mercy to (pardons) them or punishes them; verily, they are the Zâlimûn (polytheists, disobedients, and wrong-doers).",
    "And to Allâh belongs all that is in the heavens and all that is in the earth. He forgives whom He wills, and punishes whom He wills. And Allâh is Oft-Forgiving, Most Merciful.",
    "O you who believe! Eat not Ribâ (usury) doubled and multiplied, but fear Allâh that you may be successful.",
    "And fear the Fire, which is prepared for the disbelievers.",
    "And obey Allâh and the Messenger (Muhammad صلى الله عليه وسلم) that you may obtain mercy.",
    "And march forth in the way (which leads to) forgiveness from your Lord, and for Paradise as wide as the heavens and the earth, prepared for Al-Muttaqûn (the pious - See V.:).",
    "Those who spend (in Allâh’s Cause) in prosperity and in adversity, who repress anger, and who pardon men; verily, Allâh loves Al-Muhsinûn  (the good-doers).",
    "And those who, when they have committed Fâhishah (illegal sexual intercourse) or wronged themselves with evil, remember Allâh and ask forgiveness for their sins; - and none can forgive sins but Allâh - and do not persist in what (wrong) they have done, while they know.",
    "For such, the reward is Forgiveness from their Lord, and Gardens with rivers flowing underneath (Paradise), wherein they shall abide forever. How excellent is this reward for the doers (who do righteous deeds according to Allâh’s Orders).",
    "Many similar ways (and mishaps of life) were faced by nations (believers and disbelievers) that have passed away before you (as you have faced in the battle of Uhud), so travel through the earth, and see what was the end of those who disbelieved (in the Oneness of Allâh, and disobeyed Him and His Messengers).",
    "This (the Qur’ân) is a plain statement for mankind, a guidance and instruction to those who are Al-Muttaqûn (the pious - See V.:).",
    "So do not become weak (against your enemy), nor be sad, and you will be superior (in victory) if you are indeed (true) believers.",
    "If a wound (and killing) has touched you, be sure a similar wound (and killing) has touched the others. And so are the days (good and not so good), We give to men by turns, that Allâh may test those who believe, and that He may take martyrs from among you. And Allâh likes not the Zâlimûn (polytheists and wrong-doers).",
    "And that Allâh may test (or purify) the believers (from sins) and destroy the disbelievers.",
    "Do you think that you will enter Paradise before Allâh tests those of you who fought (in His Cause) and (also) tests those who are As-Sâbirûn (the patient)?",
    "You did indeed wish for death (Ash-Shahâdah - martyrdom) before you met it. Now you have seen it openly with your own eyes.",
    "Muhammad (صلى الله عليه وسلم) is no more than a Messenger, and indeed (many) Messengers have passed away before him. If he dies or is killed, will you then turn back on your heels (as disbelievers)? And he who turns back on his heels, not the least harm will he do to Allâh; and Allâh will give reward to those who are grateful.",
    "And no person can ever die except by Allâh’s Leave and at an appointed term. And whoever desires a reward in (this) world, We shall give him of it; and whoever desires a reward in the Hereafter, We shall give him thereof. And We shall reward the grateful.",
    "And many a Prophet (i.e. many from amongst the Prophets) fought (in Allâh’s Cause) and along with him (fought) large bands of religious learned men. But they never lost heart for that which did befall them in Allâh’s Way, nor did they weaken nor degrade themselves. And Allâh loves As-Sâbirûn (the patient).",
    "And they said nothing but: \"Our Lord! Forgive us our sins and our transgressions (in keeping our duties to You), establish our feet firmly, and give us victory over the disbelieving folk.\"",
    "So Allâh gave them the reward of this world, and the excellent reward of the Hereafter. And Allâh loves Al-Muhsinûn (the good-doers - See the footnote of V.: and of V.:).",
    "O you who believe! If you obey those who disbelieve, they will send you back on your heels, and you will turn back (from Faith) as losers.",
    "Nay, Allâh is your Maulâ (Patron, Lord, Helper, Protector), and He is the Best of helpers.",
    "We shall cast terror into the hearts of those who disbelieve, because they joined others in worship with Allâh, for which He had sent no authority; their abode will be the Fire and how evil is the abode of the Zâlimûn (polytheists and wrong-doers).",
    "And Allâh did indeed fulfil His Promise to you when you were killing them (your enemy) with His Permission; until (the moment) you lost your courage and fell to disputing about the order, and disobeyed after He showed you (of the booty) which you love. Among you are some that desire this world and some that desire the Hereafter. Then He made you flee from them (your enemy), that He might test you. But surely, He forgave you, and Allâh is Most Gracious to the believers.",
    "(And remember) when you ran away (dreadfully) without even casting a side glance at anyone, and the Messenger (Muhammad صلى الله عليه وسلم) was in your rear calling you back. There did Allâh give you one distress after another by way of requital to teach you not to grieve for that which had escaped you, nor for that which had befallen you. And Allâh is Well-Aware of all that you do.",
    "Then after the distress, He sent down security for you. Slumber overtook a party of you, while another party was thinking about themselves (as how to save their ownselves, ignoring the others and the Prophet صلى الله عليه وسلم) and thought wrongly of Allâh - the thought of ignorance. They said, \"Have we any part in the affair?\" Say (O Muhammad صلى الله عليه وسلم): \"Indeed the affair belongs wholly to Allâh.\" They hide within themselves what they dare not reveal to you, saying: \"If we had anything to do with the affair, none of us would have been killed here.\" Say: \"Even if you had remained in your homes, those for whom death was decreed would certainly have gone forth to the place of their death,\" but that Allâh might test what is in your breasts; and to purify  that which was in your hearts (sins), and Allâh is All-Knower of what is in (your) breasts.",
    "Those of you who turned back on the day the two hosts met (i.e. the battle of Uhud), it was Shaitân (Satan) who caused them to backslide (run away from the battlefield) because of some (sins) they had earned. But Allâh, indeed, has forgiven them. Surely, Allâh is Oft-Forgiving, Most Forbearing.",
    "O you who believe! Be not like those who disbelieve (hypocrites) and who say to their brethren when they travel through the earth or go out to fight: \"If they had stayed with us, they would not have died or been killed,\" so that Allâh may make it a cause of regret in their hearts. It is Allâh that gives life and causes death. And Allâh is All-Seer of what you do.",
    "And if you are killed or die in the Way of Allâh, forgiveness and mercy from Allâh are far better than all that they amass (of worldly wealths).",
    "And whether you die, or are killed, verily, unto Allâh you shall be gathered.",
    "And by the Mercy of Allâh, you dealt with them gently. And had you been severe and harsh-hearted, they would have broken away from about you; so pass over (their faults), and ask (Allâh’s) Forgiveness for them; and consult them in the affairs. Then when you have taken a decision, put your trust in Allâh, certainly, Allâh loves those who put their trust (in Him).",
    "If Allâh helps you, none can overcome you; and if He forsakes you, who is there after Him that can help you? And in Allâh (Alone) let believers put their trust.",
    "It is not for any Prophet to take illegally a part of booty (Ghulul ), and whosoever deceives his companions as regards the booty, he shall bring forth on the Day of Resurrection that which he took (illegally). Then every person shall be paid in full what he has earned, and they shall not be dealt with unjustly.",
    "Is then one who follows (seeks) the good Pleasure of Allâh (by not taking illegally a part of the booty) like the one who draws on himself the Wrath of Allâh (by taking a part of the booty illegally - Ghulul)? - his abode is Hell, and worst, indeed is that destination!",
    "They are in varying grades with Allâh, and Allâh is All-Seer of what they do.",
    "Indeed Allâh conferred a great favour on the believers when He sent among them a Messenger (Muhammad صلى الله عليه وسلم) from among themselves, reciting unto them His Verses (the Qur’ân), and purifying them (from sins by their following him), and instructing them (in) the Book (the Qur’ân) and Al-Hikmah [the wisdom and the Sunnah of the Prophet صلى الله عليه وسلم (i.e. his legal ways, statements, acts of worship)], while before that they had been in manifest error.",
    "(What is the matter with you?) When a single disaster smites you, although you smote (your enemies) with one twice as great, you say: \"From where does this come to us?\" Say (to them), \"It is from yourselves (because of your evil deeds).\" And Allâh has power over all things.",
    "And what you suffered (of the disaster) on the day (of the battle of Uhud when) the two armies met, was by the leave of Allâh, in order that He might test the believers.",
    "And that He might test the hypocrites, it was said to them: \"Come, fight in the Way of Allâh or (at least) defend yourselves.\" They said: \"Had we known that fighting will take place, we would certainly have followed you.\" They were that day, nearer to disbelief than to Faith, saying with their mouths what was not in their hearts. And Allâh has full knowledge of what they conceal.",
    "(They are) the ones who said about their killed brethren while they themselves sat (at home): \"If only they had listened to us, they would not have been killed.\" Say: \"Avert death from your ownselves, if you speak the truth.\"",
    "Think not of those who are killed in the Way of Allâh as dead. Nay, they are alive, with their Lord, and they have provision.",
    "They rejoice in what Allâh has bestowed upon them of His Bounty and rejoice for the sake of those who have not yet joined them, but are left behind (not yet martyred) that on them no fear shall come, nor shall they grieve.",
    "They rejoice in a Grace and a Bounty from Allâh, and that Allâh will not waste the reward of the believers.",
    "Those who answered (the Call of) Allâh and the Messenger (Muhammad صلى الله عليه وسلم) after being wounded; for those of them who did good deeds and feared Allâh, there is a great reward.",
    "Those (i.e. believers) unto whom the people (hypocrites) said, \"Verily, the people (pagans) have gathered against you (a great army), therefore, fear them.\" But it (only) increased them in Faith, and they said: \"Allâh (Alone) is Sufficient for us, and He is the Best Disposer of affairs (for us).\"",
    "So they returned with Grace and Bounty from Allâh. No harm touched them; and they followed the good Pleasure of Allâh. And Allâh is the Owner of Great Bounty.",
    "It is only Shaitân (Satan) that suggests to you the fear of his Auliyâ’ [supporters and friends (polytheists, disbelievers in the Oneness of Allâh and in His Messenger, Muhammad صلى الله عليه وسلم)]; so fear them not, but fear Me, if you are (true) believers.",
    "And let not those grieve you (O Muhammad صلى الله عليه وسلم) who rush with haste to disbelieve; verily, not the least harm will they do to Allâh. It is Allâh’s Will to give them no portion in the Hereafter. For them there is a great torment.",
    "Verily, those who purchase disbelief at the price of Faith, not the least harm will they do to Allâh. For them, there is a painful torment.",
    "And let not the disbelievers think that Our postponing of their punishment is good for them. We postpone the punishment only so that they may increase in sinfulness. And for them is a disgracing torment.",
    "Allâh will not leave the believers in the state in which you are now, until He distinguishes the wicked from the good. Nor will Allâh disclose to you the secrets of the Ghaib (unseen), but Allâh chooses of His Messengers whom He wills. So believe in Allâh and His Messengers. And if you believe and fear Allâh, then for you there is a great reward.",
    "And let not those who covetously withhold of that which Allâh has bestowed on them of His Bounty (Wealth) think that it is good for them (and so they do not pay the obligatory Zakât ). Nay, it will be worse for them; the things which they covetously withheld shall be tied to their necks like a collar on the Day of Resurrection. And to Allâh belongs the heritage of the heavens and the earth; and Allâh is Well-Acquainted with all that you do.",
    "Indeed, Allâh has heard the statement of those (Jews) who say: \"Truly, Allâh is poor and we are rich!\" We shall record what they have said and their killing of the Prophets unjustly, and We shall say: \"Taste you the torment of the burning (Fire).\"",
    "This is because of that (evil) which your hands have sent before you. And certainly, Allâh is never unjust to (His) slaves.",
    "Those (Jews) who said: \"Verily, Allâh has taken our promise not to believe in any Messenger unless he brings to us an offering which the fire (from heaven) shall devour.\" Say: \"Verily, there came to you Messengers before me, with clear signs and even with what you speak of; why then did you kill them, if you are truthful?\"",
    "Then if they reject you (O Muhammad صلى الله عليه وسلم), so were Messengers rejected before you, who came with Al-Bayyinât (clear signs, proofs, evidence) and the Scripture and the Book of Enlightenment.",
    "Everyone shall taste death. And only on the Day of Resurrection shall you be paid your wages in full. And whoever is removed away from the Fire and admitted to Paradise, he indeed is successful. The life of this world is only the enjoyment of deception (a deceiving thing).",
    "You shall certainly be tried and tested in your wealth and properties and in your personal selves, and you shall certainly hear much that will grieve you from those who received the Scripture before you (Jews and Christians) and from those who ascribe partners to Allâh; but if you persevere patiently, and become Al-Muttaqûn (the pious - See V.:) then verily, that will be a determining factor in all affairs (and that is from the great matters which you must hold on with all your efforts).",
    "(And remember) when Allâh took a covenant from those who were given the Scripture (Jews and Christians) to make it (the news of the coming of Prophet Muhammad صلى الله عليه وسلم and the religious knowledge) known and clear to mankind, and not to hide it, but they threw it away behind their backs, and purchased with it some miserable gain! And indeed worst is that which they bought.",
    "Think not that those who rejoice in what they have done (or brought about), and love to be praised for what they have not done, - think not you that they are rescued from the torment, and for them is a painful torment.",
    "And to Allâh belongs the dominion of the heavens and the earth, and Allâh has power over all things.",
    "Verily! In the creation of the heavens and the earth, and in the alternation of night and day, there are indeed signs for men of understanding.",
    "Those who remember Allâh (always, and in prayers) standing, sitting, and lying down on their sides, and think deeply about the creation of the heavens and the earth, (saying): \"Our Lord! You have not created (all) this without purpose, glory to You! (Exalted are You above all that they associate with You as partners). Give us salvation from the torment of the Fire.",
    "\"Our Lord! Verily, whom You admit to the Fire, indeed, You have disgraced him; and never will the Zâlimûn (polytheists and wrong-doers) find any helpers.",
    "\"Our Lord! Verily, we have heard the call of one (Muhammad صلى الله عليه وسلم) calling to Faith: ‘Believe in your Lord,’ and we have believed. Our Lord! Forgive us our sins and expiate from us our evil deeds, and make us die (in the state of righteousness) along with Al-Abrâr (the pious believers of Islamic Monotheism).",
    "\"Our Lord! Grant us what You promised unto us through Your Messengers and disgrace us not on the Day of Resurrection, for You never break (Your) Promise.\"",
    "So their Lord accepted of them (their supplication and answered them), \"Never will I allow to be lost the work of any of you, be he male or female. You are (members) one of another, so those who emigrated and were driven out from their homes, and suffered harm in My Cause, and who fought, and were killed (in My Cause), verily, I will expiate from them their evil deeds and admit them into Gardens under which rivers flow (in Paradise); a reward from Allâh, and with Allâh is the best of rewards.\"",
    "Let not the free disposal (and affluence) of the disbelievers throughout the land deceive you.",
    "A brief enjoyment; then, their ultimate abode is Hell; and worst indeed is that place for rest.",
    "But, for those who fear their Lord, are Gardens under which rivers flow (in Paradise); therein are they to dwell (for ever), an entertainment from Allâh; and that which is with Allâh is the Best for Al-Abrâr (the pious believers of Islamic Monotheism).",
    "And there are, certainly, among the people of the Scripture (Jews and Christians), those who believe in Allâh and in that which has been revealed to you, and in that which has been revealed to them, humbling themselves before Allâh. They do not sell the Verses of Allâh for a little price, for them is a reward with their Lord. Surely, Allâh is Swift in account.",
    "O you who believe! Endure and be more patient (than your enemy), and guard your territory by stationing army units permanently at the places from where the enemy can attack you, and fear Allâh, so that you may be successful.",
    "O mankind! Be dutiful to your Lord, Who created you from a single person (Adam), and from him (Adam) He created his wife [Hawwâ (Eve)], and from them both He created many men and women; and fear Allâh through Whom you demand (your mutual rights), and (do not cut the relations of) the wombs (kinship). Surely, Allâh is Ever an All-Watcher over you.",
    "And give unto orphans their property and do not exchange (your) bad things for (their) good ones; and devour not their substance (by adding it) to your substance. Surely, this is a great sin.",
    "And if you fear that you shall not be able to deal justly with the orphan-girls then marry (other) women of your choice, two or three, or four; but if you fear that you shall not be able to deal justly (with them), then only one or (the slaves) that your right hands possess. That is nearer to prevent you from doing injustice.",
    "And give to the women (whom you marry) their Mahr (obligatory bridal-money given by the husband to his wife at the time of marriage) with a good heart; but if they, of their own good pleasure, remit any part of it to you, take it, and enjoy it without fear of any harm (as Allâh has made it lawful).",
    "And give not unto the foolish your property which Allâh has made a means of support for you, but feed and clothe them therewith, and speak to them words of kindness and justice.",
    "And try orphans (as regards their intelligence) until they reach the age of marriage; if then you find sound judgement in them, release their property to them, but consume it not wastefully and hastily fearing that they should grow up, and whoever (amongst guardians) is rich, he should take no wages, but if he is poor, let him have for himself what is just and reasonable (according to his labour). And when you release their property to them, take witness in their presence; and Allâh is All-Sufficient in taking account.",
    "There is a share for men and a share for women from what is left by parents and those nearest related, whether the property be small or large - a legal share.",
    "And when the relatives and the orphans and Al-Masâkîn (the poor) are present at the time of division, give them out of the property, and speak to them words of kindness and justice.",
    "And let those (executors and guardians) have the same fear in their minds as they would have for their own, if they had left weak offspring behind. So let them fear Allâh and speak right words.",
    "Verily, those who unjustly eat up the property of orphans, they eat up only fire into their bellies, and they will be burnt in the blazing Fire!",
    "Allâh commands you as regards your children’s (inheritance): to the male, a portion equal to that of two females; if (there are) only daughters, two or more, their share is two-thirds of the inheritance; if only one, her share is a half. For parents, a sixth share of inheritance to each if the deceased left children; if no children, and the parents are the (only) heirs, the mother has a third; if the deceased left brothers (or sisters), the mother has a sixth. (The distribution in all cases is) after the payment of legacies he may have bequeathed or debts. You know not which of them, whether your parents or your children, are nearest to you in benefit; (these fixed shares) are ordained by Allâh. And Allâh is Ever All-Knower, All-Wise.",
    "In that which your wives leave, your share is a half if they have no child; but if they leave a child, you get a fourth of that which they leave after payment of legacies that they may have bequeathed or debts. In that which you leave, their (your wives) share is a fourth if you leave no child; but if you leave a child, they get an eighth of that which you leave after payment of legacies that you may have bequeathed or debts. If the man or woman whose inheritance is in question has left neither ascendants nor descendants, but has left a brother or a sister, each one of the two gets a sixth; but if more than two, they share in a third, after payment of legacies he (or she) may have bequeathed or debts, so that no loss is caused (to anyone). This is a Commandment from Allâh; and Allâh is Ever All-Knowing, Most-Forbearing.",
    "These are the limits (set by) Allâh (or ordainments as regards laws of inheritance), and whosoever obeys Allâh and His Messenger (Muhammad صلى الله عليه وسلم) will be admitted to Gardens under which rivers flow (in Paradise), to abide therein, and that will be the great success.",
    "And whosoever disobeys Allâh and His Messenger (Muhammad صلى الله عليه وسلم), and transgresses His limits, He will cast him into the Fire, to abide therein; and he shall have a disgraceful torment.",
    "And those of your women who commit illegal sexual intercourse, take the evidence of four witnesses from amongst you against them; and if they testify, confine them (i.e. women) to houses until death comes to them or Allâh ordains for them some (other) way.",
    "And the two persons (man and woman) among you who commit illegal sexual intercourse, hurt them both. And if they repent (promise Allâh that they will never repeat, i.e. commit illegal sexual intercourse and other similar sins) and do righteous good deeds, leave them alone. Surely, Allâh is Ever All-Forgiving (the One Who forgives and accepts repentance), (and He is) Most Merciful.",
    "Allâh accepts only the repentance of those who do evil in ignorance and foolishness and repent soon afterwards; it is they whom Allâh will forgive and Allâh is Ever All-Knower, All-Wise.",
    "And of no effect is the repentance of those who continue to do evil deeds until death faces one of them and he says: \"Now I repent;\" nor of those who die while they are disbelievers. For them We have prepared a painful torment.",
    "O you who believe! You are forbidden to inherit women against their will; and you should not treat them with harshness, that you may take away part of the Mahr  you have given them, unless they commit open illegal sexual intercourse; and live with them honourably. If you dislike them, it may be that you dislike a thing and Allâh brings through it a great deal of good.",
    "But if you intend to replace a wife by another and you have given one of them a Qintâr (of gold i.e. a great amount as Mahr) take not the least bit of it back; would you take it wrongfully without a right and (with) a manifest sin?",
    "And how could you take it (back) while you have gone in unto each other, and they have taken from you a firm and strong covenant?",
    "And marry not women whom your fathers married, except what has already passed; indeed it was shameful and most hateful, and an evil way.",
    "Forbidden to you (for marriage) are: your mothers, your daughters, your sisters, your father’s sisters, your mother’s sisters, your brother’s daughters, your sister’s daughters, your foster mother who gave you suck, your foster milk suckling sisters, your wives’ mothers, your step daughters under your guardianship, born of your wives to whom you have gone in - but there is no sin on you if you have not gone in them (to marry their daughters), - the wives of your sons who (spring) from your own loins, and two sisters in wedlock at the same time, except for what has already passed; verily, Allâh is Oft-Forgiving, Most Merciful."
  ]
}