{
  "meta": {
    "id": 199,
    "name": "Noor International Center",
    "translator_name": "Noor International Center",
    "slug": "sp-noor-international-center",
    "language_name": "spanish"
  },
  "verses": [
    "¿Acerca de qué se preguntan entre ellos (quienes rechazan la verdad)?",
    "Acerca de la gran noticia (de la resurrección)",
    "sobre la cual discrepan.",
    "Mas ya sabrán (lo que les sucederá el Día de la Resurrección por negarla).",
    "Ya sabrán (lo que les sucederá) sin duda alguna.",
    "¿Acaso no hicimos de la tierra un lugar habitable",
    "e hicimos de las montañas estacas (para fijarla)?;",
    "y los creamos en parejas;",
    "e hicimos de su sueño un descanso",
    "y que la noche los cubriera (con su oscuridad);",
    "e hicimos el día para que buscaran en él su medio de vida;",
    "y levantamos sobre ustedes siete (cielos) firmes",
    "y dispusimos (en ellos) una radiante lámpara (el sol);",
    "y hacemos descender de las nubes agua en abundancia",
    "para que con ella broten las semillas y las plantas",
    "y (crezcan densos) jardines con árboles cuyas ramas se entrelazan.",
    "En verdad, el Día Decisivo (en que Al-lah separará a los creyentes de quienes rechazan la verdad para juzgarlos) está fijado.",
    "Ese día sonará el cuerno y acudirán en multitudes;",
    "el cielo se abrirá dando paso a numerosas puertas (para que desciendan los ángeles);",
    "y las montañas serán eliminadas (de donde se hallaban) y se convertirán en un espejismo.",
    "Realmente, el Infierno estará al acecho.",
    "Y allí morarán quienes se hayan excedido (y hayan rechazado la verdad).",
    "Allí permanecerán durante siglos indefinidos.",
    "No hallarán nada que los refresque ni bebida (que aplaque la sed).",
    "Solo obtendrán para beber agua hirviendo y las secreciones (de las heridas de sus habitantes).",
    "Será un castigo acorde a las malas acciones que cometieron.",
    "No esperaban rendir cuentas de sus acciones",
    "y desmintieron rotundamente Nuestras aleyas.",
    "Y todo lo hemos registrado con precisión.",
    "Sufran, pues; no haremos sino aumentar su castigo.",
    "Ciertamente, los piadosos triunfarán.",
    "Tendrán jardines y viñedos (en el Paraíso),",
    "y huríes de eterna juventud de la misma edad,",
    "y copas rebosantes (de un vino no embriagador).",
    "No escucharán en el Paraíso banalidades ni mentiras.",
    "Esa será su recompensa: una concesión generosa por las acciones que realizaron, de parte de tu Señor,",
    "el Señor de los cielos y de la tierra y de cuanto hay entre ellos, el Clemente. Nadie podrá pronunciar palabra (sin Su consentimiento).",
    "Ese día el ángel Gabriel se presentará junto con los ángeles alineados y solo hablará aquel a quien el Clemente conceda permiso y no dirá sino la verdad.",
    "Ese será el Día Ineludible. Quien quiera, pues, que tome el camino que lo lleve a Él (obedeciéndolo para estar a salvo de Su castigo).",
    "Realmente, les hemos advertido de un castigo cercano. Ese día el hombre verá las acciones que realizó, y el que rechazó la verdad dirá: “¡Ojalá fuera polvo (y no hubiera existido nunca para no ser castigado)!”.",
    "(Juro) por los ángeles que arrancan con fuerza (las almas de quienes murieron rechazando la verdad),",
    "por los que toman con suavidad (las almas de quienes creyeron y obraron rectamente),",
    "por los que descienden y ascienden (con órdenes de su Señor),",
    "por los que compiten (por cumplir Sus mandatos con rapidez),",
    "por los que controlan los asuntos (de la creación por orden de su Señor; por ellos juro que todos resucitarán).",
    "Cuando (suene el cuerno por primera vez y) todo tiemble (y perezca)",
    "y le siga un segundo (soplido; entonces tendrá lugar el Día de la Resurrección).",
    "Ese día los corazones de algunos hombres (aquellos que negaron la verdad) se estremecerán",
    "y (estos) bajarán la mirada humillados.",
    "(En la vida terrenal) solían decir (con escepticismo): “¿Realmente volveremos a la vida",
    "cuando seamos huesos carcomidos (en la tumba)?”.",
    "Decían: “¡Si así sucediera, tal retorno sería la perdición!”.",
    "Y bastará con que (el cuerno) suene una sola vez (después de que todas las criaturas hayan perecido)",
    "para que todos (resuciten y) aparezcan en la superficie (de una nueva tierra).",
    "¿Conoces la historia de Moisés (oh, Muhammad)?",
    "Su Señor lo llamó en el valle sagrado de Tua (en la región del Sinaí)",
    "(y le dijo:) “Ve al Faraón, pues ha transgredido los límites (de la incredulidad),",
    "y dile: ‘¿Acaso no quieren purificarse (aceptando la religión de su Señor)?",
    "¿No quieren que los guíe hacia su Señor para que sean piadoso y Lo teman?’”.",
    "Y le mostró un gran milagro (como prueba del poder de su Señor).",
    "Mas (el Faraón) lo desmintió y desobedeció.",
    "Después, dio la espalda (a la fe) y continuó haciendo todo lo posible (por sembrar la corrupción y oponerse a la verdad).",
    "Y convocó (a su gente) y proclamó:",
    "“Yo soy su señor supremo (y no Al-lah)”.",
    "Y Al-lah lo castigará en la otra vida como lo castigó en esta para que sirviera de lección (a quienes actuasen como él).",
    "Realmente, en ello hay un motivo de reflexión para quienes temen (a Al-lah).",
    "¿Acaso creen que su creación es más difícil que la del cielo?",
    "Él lo elevó (sobre ustedes) y lo perfeccionó.",
    "Cubrió la noche (con la oscuridad) e iluminó la mañana.",
    "Y extendió después la tierra haciéndola habitable,",
    "e hizo que de ella brotaran el agua y los pastos.",
    "Y fijó las montañas.",
    "Todo ello para beneficio de ustedes y de sus rebaños.",
    "Y cuando tenga lugar la gran catástrofe (el Día de la Resurrección),",
    "el hombre recordará todas las acciones que cometió,",
    "y el Infierno se hará visible para quienes contemplen.",
    "En cuanto a quienes se hayan excedido (negando la verdad)",
    "y hayan preferido la vida terrenal (a la eterna),",
    "tendrán por morada el Infierno.",
    "Y quienes hayan temido comparecer ante su Señor y hayan reprimido sus pasiones (para obedecer a Al-lah)",
    "tendrán por morada el Paraíso.",
    "Te preguntan (¡oh, Muhammad!) cuándo tendrá lugar la Hora final.",
    "Mas tú no tienes conocimiento de ello.",
    "Solo tu Señor sabe cuándo sucederá.",
    "Tú no eres sino un amonestador para quienes teman su llegada.",
    "Y cuando la vean, creerán haber vivido solo una tarde o una mañana.",
    "(El Profeta) frunció el ceño y dio la espalda",
    "al ciego cuando este se presentó ante él.",
    "¿Y quién sabe (¡oh, Muhammad!) si (lo que tuvieras que decirle) no fuese a purificarlo?,",
    "¿o que tu exhortación no le fuese de beneficio?",
    "Mientras que a quien se cree autosuficiente por su opulencia,",
    "tú lo atiendes y le prestas atención,",
    "cuando no es tu responsabilidad si se purifica (de su incredulidad, pues solo te incumbe transmitirle el mensaje).",
    "Y, sin embargo, al (ciego) que se apresura hacia ti (para que lo guíes)",
    "y que teme (a Al-lah)",
    "lo desatiendes.",
    "¡No vuelvas a hacer algo así! Estas (aleyas) son una exhortación",
    "para quienes quieran reflexionar sobre ellas,",
    "y están registradas en unas páginas honorables (la Tabla Protegida),",
    "exaltadas y purificadas,",
    "que están en manos de unos emisarios (ángeles que transmiten la revelación de Al-lah a los hombres),",
    "nobles y obedientes.",
    "¡Que Al-lah expulse de Su misericordia al hombre por su ingratitud!",
    "¿(Acaso no sabe) a partir de qué lo creó (Al-lah)?",
    "Lo creó a partir de una insignificante cantidad de semen y después le dio una forma armoniosa.",
    "Después le facilitó el camino (para nacer).",
    "Luego hace que muera y que reciba sepultura.",
    "Y cuando quiera lo resucitará.",
    "Y, no obstante, el hombre no cumple con lo que le es ordenado.",
    "¡Que el hombre repare en su alimento!",
    "Nosotros somos Quienes enviamos lluvia abundante del cielo,",
    "hendimos la tierra en surcos",
    "y hacemos que germinen las semillas,",
    "las vides y la hierba,",
    "los olivos y las palmeras,",
    "frondosos jardines,",
    "frutos y pastos.",
    "Todo ello para su beneficio y el de sus rebaños.",
    "Y cuando llegue el Gran Estruendo (el Día de la Resurrección),",
    "ese día el hombre huirá de su hermano,",
    "de su madre y de su padre,",
    "de su esposa y de sus hijos.",
    "Ese día todos estarán ocupados, preocupados por su propio devenir.",
    "Ese día habrá rostros resplandecientes,",
    "sonrientes y alegres;",
    "y habrá rostros (apesadumbrados) que estarán cubiertos de polvo",
    "y de una negra oscuridad.",
    "Esos serán (los de) quienes rechazaron la verdad y fueron pecadores.",
    "Cuando el sol se oscurezca y su luz se extinga;",
    "cuando las estrellas se dispersen y caigan (abandonando sus órbitas);",
    "cuando las montañas sean desplazadas de sus sitios y pulverizadas;",
    "cuando las camellas preñadas sean abandonadas;",
    "cuando las bestias sean congregadas;",
    "cuando los mares ardan;",
    "cuando las almas se emparejen;",
    "cuando se les pregunte a las niñas recién nacidas (enterradas vivas)",
    "por qué pecado fueron asesinadas;",
    "cuando los registros de las obras sean repartidos y abiertos;",
    "cuando el cielo sea arrancado de su lugar;",
    "cuando el Infierno se avive;",
    "cuando el Paraíso se acerque (a quienes vayan a habitarlo);",
    "entonces, todos sabrán las buenas y malas acciones que cometieron.",
    "Juro por los astros que desaparecen (durante el día)",
    "y recorren (el cielo) con rapidez (por la noche) y después se ocultan;",
    "(juro) por la noche cuando llega con su oscuridad",
    "y por cuando aclara el día",
    "que el Corán es la palabra (de Al-lah revelada a través) de un Mensajero honorable (el ángel Gabriel),",
    "el cual ha sido dotado de poder y dispone de una posición elevada ante el Señor del Trono,",
    "y es obedecido y respetado (en los cielos por otros ángeles) y digno de confianza.",
    "Y vuestro compañero (Muhammad) no está loco.",
    "Y realmente vio (al ángel Gabriel en su forma original) en el claro horizonte;",
    "y no ha ocultado nada de la revelación.",
    "Y esta exhortación no es la palabra del Demonio, el expulsado.",
    "¿Adónde van, pues? (¿Qué camino seguirán si se alejan del Corán?)",
    "En verdad, (el Corán) es una exhortación para los mundos de los hombres y de los yinn,",
    "para quien quiera guiarse de ustedes.",
    "Y no podrán hacerlo a menos que Al-lah, el Señor de toda la creación, lo quiera.",
    "Cuando el cielo se resquebraje;",
    "cuando los astros se dispersen (abandonando sus órbitas);",
    "cuando los mares se entremezclen;",
    "cuando las tumbas expulsen a los muertos;",
    "entonces, todos sabrán las buenas y las malas acciones que realizaron.",
    "¡Oh, hombre (que niegas la verdad)!, ¿qué te sedujo y te apartó de tu Generoso Señor,",
    "Aquel que te creó, te modeló con perfección y armonía",
    "y te concedió la apariencia que quiso?",
    "Y, sin embargo, niegan el Día del Juico Final.",
    "Y, en verdad, tienen (ángeles) guardianes",
    "que son honorables, registran (todas sus acciones)",
    "y saben lo que hacen.",
    "Ciertamente, los creyentes piadosos gozarán de las delicias (del Paraíso);",
    "mientras que los pecadores incrédulos estarán en el fuego (del Infierno),",
    "en el que entrarán el Día del Juicio Final",
    "y del que no podrán salir (jamás).",
    "¿Y sabes lo que es el Día del Juicio Final?",
    "¿Sabes lo que realmente es el Día del Juicio Final?",
    "Es un día en que nadie podrá hacer nada por ayudar a otro y Al-lah decidirá sobre todos los asuntos.",
    "¡Ay de los estafadores!,",
    "esos que cuando compran, exigen la medida y el peso exactos;",
    "pero cuando venden, dan una medida o un peso inferior al debido.",
    "¿Acaso no saben que resucitarán",
    "en un día terrible?",
    "Ese día (el Día de la Resurrección) todos los hombres comparecerán ante el Señor de toda la creación.",
    "Verdaderamente, el registro de las obras de los pecadores incrédulos se halla en el siyyin.",
    "¿Y sabes qué es el siyyin?",
    "(Es el destino que les ha sido decretado, y) el registro de sus obras está marcado y sellado.",
    "¡Ay ese día de quienes niegan la verdad!;",
    "esos que desmienten el Día del Juicio Final.",
    "Y solo lo desmienten los transgresores pecadores.",
    "Si se les recitan Nuestras aleyas, dicen: “¡No son más que viejas leyendas!”.",
    "¡No es cierto lo que dicen! Realmente, sus corazones están cubiertos por todos los pecados y las malas acciones que realizaron;",
    "y el Día de la Resurrección, una barrera les impedirá ver a su Señor.",
    "Después entrarán en el fuego (del Infierno).",
    "Luego se les dirá: “Esto es lo que negaban”.",
    "Verdaderamente, el registro de las obras de los creyentes virtuosos se halla en el ‘il-liin.",
    "¿Y sabes qué es el ‘il-liin?",
    "(Es el destino que les ha sido decretado, y) el registro de sus obras está marcado y sellado.",
    "Y los (ángeles) allegados a Al-lah dan testimonio de ello.",
    "En verdad, los creyentes piadosos gozarán de las delicias del Paraíso.",
    "Contemplarán (todas las gracias que Al-lah les ha concedido) reclinados en divanes.",
    "En sus rostros se apreciará el brillo de la felicidad.",
    "Se les dará de beber el néctar de un vino puro sellado,",
    "cuyo último sorbo será de la fragancia del almizcle. ¡Que por él compitan (obedeciendo a su Señor en esta vida) quienes lo deseen!",
    "Y estará mezclado con agua de Tasnim,",
    "el cual es un manantial del que beben los más allegados (a Al-lah).",
    "Ciertamente, los pecadores incrédulos se reían de los creyentes (en la vida terrenal).",
    "Cuando estos pasaban ante ellos, se guiñaban el ojo unos a otros (mofándose de los creyentes);",
    "y cuando regresaban a sus familias, lo hacían satisfechos (de su actitud).",
    "Y cuando los veían, se decían: “Realmente, esos están extraviados (por seguir a Muhammad)”.",
    "Mas no era de su competencia juzgarlos.",
    "No obstante, el Día de la Resurrección los creyentes se reirán de quienes rechazaron la verdad",
    "y contemplarán (el castigo de quienes negaron la fe) reclinados en divanes.",
    "¿Acaso quienes rechazaron la verdad no obtendrán su merecido por lo que hicieron?",
    "Cuando el cielo se desgarre",
    "acatando la orden de su Señor, como debe hacer;",
    "cuando la tierra se nivele y se expanda (por completo)",
    "y arroje todo lo que guarda en su interior hasta vaciarse",
    "acatando la orden de su Señor, como debe hacer (entonces sucederá el Día de la Resurrección).",
    "¡Oh, hombre!, te diriges hacia tu Señor con tus buenas y malas acciones y comparecerás ante Él.",
    "Quien reciba el registro de sus acciones con la mano derecha",
    "tendrá un juicio fácil (y rápido),",
    "y regresará con los suyos (al Paraíso) lleno de felicidad.",
    "Mas quien reciba el registro de sus acciones por detrás de la espalda",
    "suplicará su destrucción (para no sufrir el tormento eterno del Infierno)",
    "y entrará en el fuego abrasador.",
    "Él vivía feliz entre los suyos",
    "sin pensar que resucitaría y regresaría (a su Señor para ser juzgado).",
    "¡Por supuesto que será (resucitado y) juzgado! Su Señor lo estaba observando.",
    "Juro por el crepúsculo,",
    "por la noche y por todo lo que abarca,",
    "y por la luna llena",
    "que pasarán por distintas etapas .",
    "¿Qué les sucede (a quienes rechazan la verdad)? ¿Por qué no creen?",
    "¿Por qué no se postran cuando se les recita el Corán?",
    "Quienes rechazan la verdad niegan (la resurrección).",
    "Mas Al-lah sabe bien lo que ocultan (en el corazón).",
    "Anúnciales (¡oh, Muhammad!) que tendrán un castigo doloroso,",
    "salvo quienes crean y actúen rectamente, (pues) estos recibirán una recompensa sin límites.",
    "(Juro) por el firmamento y sus constelaciones,",
    "por el día prometido (el Día de la Resurrección)",
    "y por todo testigo y por lo atestiguado.",
    "¡Que sean expulsados de la misericordia de Al-lah las gentes del foso!",
    "(Esos que encendieron en él) una hoguera que avivaban con combustible",
    "y se sentaban a su alrededor",
    "siendo testigos de lo que ellos mismos hacían (con los creyentes).",
    "Y todo lo que les reprochaban era creer en Al-lah, el Poderoso y digno de toda alabaza;",
    "Aquel a Quien pertenece la soberanía de los cielos y de la tierra. Y Al-lah es testigo de todas las cosas.",
    "Quienes quemaron a los creyentes y a las creyentes, y no se arrepintieron después, recibirán el castigo del Infierno y serán atormentados en el fuego.",
    "Y quienes crean y actúen con rectitud tendrán por recompensa jardines por donde corren ríos. Ese será el gran triunfo.",
    "Realmente, el castigo de Al-lah contra los incrédulos es severo.",
    "Él es Quien originó la creación y la repetirá (el Día de la Resurrección).",
    "Y Él es el Indulgente, el Afable,",
    "el Señor del majestuoso Trono,",
    "Quien hace (siempre) lo que quiere.",
    "¿Has oído (¡oh, Muhammad!) lo que sucedió a los ejércitos",
    "(de aquellos que desmintieron a sus profetas) como el pueblo del Faraón y el de Zamud?",
    "Y, sin embargo, quienes rechazan la verdad se empeñan en seguir negándola.",
    "Mas Al-lah los tiene bajo Su control.",
    "En verdad, este es un Corán Glorioso.",
    "(Y está registrado) en la Tabla Protegida.",
    "(Juro) por el cielo y por el visitante nocturno.",
    "¿Y sabes qué es el visitante nocturno?",
    "Es la estrella de luz penetrante.",
    "No hay ser humano que no tenga un ángel guardián (que registre sus acciones).",
    "¡Que el hombre (descendiente de Adán) repare en el origen de su creación!",
    "Fue creado a partir de un líquido eyaculado",
    "procedente de entre la columna vertebral y las costillas.",
    "Y (Al-lah) tiene poder para devolverle la vida",
    "el día en que se revelen todos los secretos (el Día de la Resurrección).",
    "Entonces (el hombre) no podrá salvarse a sí mismo ni tendrá a nadie que lo socorra.",
    "(Juro) por el cielo que retorna",
    "y por la tierra que se abre (para que broten las plantas)",
    "que (el Corán) es la palabra decisiva (que distingue entre la verdad y la falsedad)",
    "y no es una banalidad.",
    "(Quienes rechazan la verdad) traman un plan (contra el Profeta y el Corán),",
    "mas Yo también preparo un plan (para defender la verdad).",
    "Sé paciente (¡oh, Muhammad!) y concédeles un tiempo (que ya verás el castigo que recibirán).",
    "Glorifica el nombre de tu Señor, el Altísimo,",
    "Quien ha creado todo con perfección y armonía,",
    "ha determinado (el sustento o modo de vida de toda criatura) y las ha guiado (hacia ello),",
    "y hace brotar el pasto",
    "que convierte después (tras secarse) en heno oscuro.",
    "Nosotros te enseñaremos (el Corán, ¡oh, Muhammad!) y haremos que no lo olvides,",
    "excepto lo que queramos. En verdad, (tu Señor) conoce todo lo manifiesto y lo oculto.",
    "Y facilitaremos para ti todos tus asuntos (y los preceptos de la religión).",
    "Exhorta, pues, (a los hombres) por si les es de beneficio.",
    "Quienes teman (a Al-lah) reflexionarán (sobre la exhortación y la aceptarán);",
    "y la despreciarán los desdichados",
    "que entrarán en el gran fuego,",
    "donde ni morirán ni vivirán.",
    "En verdad, triunfarán quienes se purifiquen (de la incredulidad),",
    "glorifiquen el nombre de su Señor y realicen el salat.",
    "No obstante (¡oh, hombres!), prefieren la vida terrenal,",
    "a pesar de que la otra vida (en el Paraíso) es mejor y más duradera.",
    "Ciertamente, esto (que ha sido mencionado) aparecía en las primeras revelaciones,",
    "en las que recibieron Abraham y Moisés.",
    "¿Has oído la noticia del Día Abrumador (de la Resurrección que cubrirá a todos los hombres con su horror, ¡oh, Muhammad!)?",
    "Ese día habrá rostros humillados,",
    "fatigados por el esfuerzo realizado (en la vida mundanal),",
    "que entrarán en el fuego abrasador",
    "y a los que se les dará de beber de un manantial de agua hirviendo.",
    "Su único alimento será de lo más repulsivo",
    "y ni los alimentará ni les saciará el hambre.",
    "Ese día habrá (también) rostros alegres,",
    "complacidos con su esfuerzo realizado (al ver la recompensa que han obtenido),",
    "que gozarán de un excelso jardín.",
    "No escucharán en él banalidades.",
    "En él habrá manantiales cuyas aguas fluirán (continuamente).",
    "Dispondrán allí de lechos elevados,",
    "de copas servidas a su disposición,",
    "de cojines alineados",
    "y de alfombras extendidas.",
    "¿Acaso no reparan en cómo fue creado el camello?,",
    "¿en cómo fue elevado el cielo?,",
    "¿en cómo fueron fijadas las montañas?,",
    "¿y en cómo fue extendida la tierra?",
    "¡Exhórtalos (oh, Muhammad)! Tú no eres sino un amonestador.",
    "No tienes autoridad sobre ellos (para obligarlos a creer).",
    "Mas a quien le dé la espalda a la verdad y la niegue,",
    "Al-lah le infligirá el mayor de los castigos.",
    "En verdad, a Nosotros habrán de retornar (los hombres).",
    "Y, después, a Nosotros Nos corresponderá juzgarlos.",
    "(Juro) por el alba,",
    "por las diez (primeras) noches (de dhul hiyyah),",
    "por (todo) lo par e impar,",
    "por la noche cuando avanza (hacia el amanecer).",
    "¿Acaso este juramento no contiene pruebas suficientes para los dotados de inteligencia?",
    "¿Acaso no sabes (¡oh, Muhammad!) lo que tu Señor hizo con el pueblo de 'Ad",
    "(que habitaba en la ciudad) de Iram, la de las columnas?",
    "No había pueblo en la tierra que pudiese compararse con él.",
    "¿Y (sabes lo que le sucedió) al pueblo de Zamud, cuyos habitantes esculpían (sus viviendas) en las rocas del valle?,",
    "¿y al Faraón, el de las estacas?",
    "(Todos ellos) se excedieron en la tierra (con sus pecados)",
    "y extendieron en ella la corrupción.",
    "Por ello tu Señor les infligió diferentes castigos de extrema dureza.",
    "En verdad, tu Señor vigila constantemente (lo que hacen Sus criaturas).",
    "Cuando Al-lah pone a prueba al hombre honrándolo y agraciándolo, (este) dice: “Mi Señor me ha honrado”.",
    "Mas si lo pone a prueba restringiéndole su sustento, dice: “Mi Señor me ha humillado”.",
    "¡No!, no han entendido las pruebas a las que los somete su Señor y por eso no tratan bien al huérfano",
    "ni se exhortan a alimentar al pobre.",
    "Consumen con avidez la herencia (que no les corresponde, despojando a otros de sus derechos)",
    "y aman la riqueza en exceso.",
    "¡No actúen así! Cuando la tierra sea nivelada por completo (el Día de la Resurrección)",
    "y tu Señor llegue (para juzgar a Sus siervos), y los ángeles se alineen ante Él formando filas,",
    "y se haga venir al Infierno (de manera que se haga visible), ese día el hombre recordará (todas las acciones que realizó); pero de nada le servirá.",
    "Entonces dirá: “¡Ojalá hubiese realizado buenas obras para la otra vida!”.",
    "Ese día, nadie castigará como castiga Al-lah",
    "ni nadie encadenará (a quienes rechazaban la verdad para castigarlos) como Él hará.",
    "(Se le dirá al alma de quien creyó y obró rectamente:) “¡Oh, alma sosegada (por haber obedecido a Al-lah!),",
    "regresa a tu Señor satisfecha, con la complacencia de tu Señor.",
    "Entra con Mis siervos (rectos y virtuosos)",
    "a Mi Paraíso”.",
    "Juro por esta ciudad (de La Meca)",
    "—y tú (Muhammad) eres libre en ella—",
    "y (juro) por un padre (Adán) y por su descendencia",
    "que creamos al hombre de manera que tuviera que pasar por dificultades.",
    "¿Acaso piensa que nadie podrá con él?",
    "Dice (jactándose): “He dilapidado una gran fortuna”.",
    "¿Acaso piensa que nadie lo ha visto?",
    "¿Acaso no le dimos dos ojos (para ver)",
    "y una lengua y dos labios (para que pudiera hablar y comer)?",
    "¿Acaso no le mostramos los dos caminos (el del bien y el del mal)?",
    "Mas el hombre no emprende la vía difícil (que conduce al Paraíso).",
    "¿Y sabes en qué consiste dicha vía?",
    "(Consiste) en liberar a un esclavo,",
    "o en dar de comer en días de hambruna",
    "al pariente huérfano",
    "o al pobre polvoriento (que no posee nada).",
    "Y (consiste) además en ser de quienes creen y se aconsejan entre ellos la paciencia y la misericordia.",
    "Esos serán quienes reciban el registro de sus obras con la mano derecha.",
    "Y quienes rechacen Nuestras aleyas (y Nuestras pruebas) serán quienes reciban el registro de sus obras con la mano izquierda",
    "y estarán cercados por el fuego (del Infierno).",
    "(Juro) por el sol y por su luz,",
    "por la luna cuando lo sucede (tras su puesta),",
    "por el día cuando lo hace brillar,",
    "por la noche cuando lo oculta,",
    "por el cielo y por Quien lo erigió,",
    "por la tierra y por Quien la extendió,",
    "por el hombre y Quien lo creó",
    "y le mostró el mal y el bien.",
    "(Por ello juro que) quien purifique su alma (obedeciendo a Al-lah) prosperará y triunfará,",
    "y quien la corrompa (desobedeciéndolo) fracasará.",
    "El pueblo de Zamud desmintió (a su Mensajero Saleh) mediante sus transgresiones",
    "cuando enviaron al más perverso de ellos (para matar a la camella de Al-lah)",
    "a pesar de que el Mensajero de Al-lah (Saleh) les decía: “¡(Respeten) la camella de Al-lah y sus turnos para beber!”.",
    "Mas lo desmintieron y la mataron. Entonces su Señor los destruyó por completo a todos por sus pecados,",
    "sin preocuparse de las consecuencias.",
    "(Juro) por la noche cuando lo cubre todo (con su oscuridad),",
    "por el día cuando se manifiesta (con su claridad),",
    "por Quien creó al hombre y a la mujer;",
    "(por todo ello juro que) sus acciones son distintas (y obtendrán, en la otra vida, la recompensa que estas merezcan).",
    "En cuanto a quien dé (caridad), (Nos) tema",
    "y crea en lo más sublime,",
    "le facilitaremos (el camino del bien que conduce al Paraíso).",
    "Mas a quien sea avaro, se crea autosuficiente",
    "y niegue lo más sublime,",
    "le facilitaremos (el camino del mal que conduce al fuego del Infierno).",
    "Y de nada le servirán sus riquezas cuando perezca y entre en el fuego.",
    "Ciertamente, a Nosotros Nos corresponde guiar (a los hombres).",
    "Y a Nosotros Nos pertenece la vida eterna y la terrenal.",
    "Les advierto de un fuego abrasador",
    "donde no entrará sino el perverso:",
    "ese que niega (la verdad) y se aleja de ella.",
    "Y será apartado de él el piadoso:",
    "ese que da de sus riquezas (en obediencia a Al-lah) para purificarse,",
    "sin esperar a cambio ninguna compensación de nadie,",
    "y solo anhela la complacencia y la recompensa de su Señor, el Altísimo.",
    "Y quedará complacido (con la recompensa de su Señor).",
    "(Juro) por las primeras horas de la mañana",
    "y por la noche cuando lo cubre todo (con su oscuridad)",
    "que tu Señor (¡oh, Muhammad!) no te ha abandonado ni te detesta,",
    "y (la recompensa de) la otra vida es mucho mejor para ti que la vida terrenal.",
    "Y tu Señor te agraciará generosamente y quedarás complacido.",
    "¿Acaso no te halló huérfano y te amparó?;",
    "¿y no te halló sin conocimiento (de los preceptos de las Escrituras anteriores ni de los detalles de la fe) y te guio (enseñándote lo que no sabías)?;",
    "¿y no te halló pobre y te concedió sustento y te enriqueció (espiritualmente, otorgándote paciencia y haciendo que estuvieses complacido con lo que te concedía)?",
    "No maltrates, pues, al huérfano",
    "ni repudies al necesitado.",
    "Y divulga las gracias de tu Señor.",
    "¿Acaso no hemos abierto tu corazón",
    "y te hemos librado de la carga (de tus faltas pasadas y futuras perdonándolas),",
    "las cuales pesaban sobre tu espalda?",
    "Y te hemos enaltecido en esta vida y en la otra.",
    "Ciertamente, en toda dificultad hay un alivio.",
    "Sí, ciertamente, en toda dificultad hay un alivio.",
    "Y cuando acabes (tus quehaceres cotidianos), dedícate a adorar (a Al-lah)",
    "y suplica a tu Señor (anhelando el Paraíso y temiendo el fuego del Infierno, dirigiéndote a Él en todos tus asuntos).",
    "(Juro) por el higo y por la aceituna,",
    "por el monte Sinaí",
    "y por esta ciudad segura (de La Meca)",
    "que hemos creado al hombre con la mejor de las formas.",
    "Después lo enviaremos a lo más bajo (al fuego del Infierno),",
    "salvo a quienes crean (en Al-lah y en Sus profetas y los obedezcan) y obren rectamente, pues estos obtendrán una recompensa sin límites.",
    "¿Por qué niegas la resurrección y el Juicio Final tras (saber) esto (oh, hombre)?",
    "¿Acaso no es Al-lah el mejor juez?",
    "Recita (lo que se te revela, ¡oh, Muhammad!) comenzando por el nombre de tu Señor, que ha creado (todas las cosas).",
    "Creó al hombre de un coágulo adherente.",
    "¡Recita! Tu Señor es el más Noble y Generoso.",
    "Él enseñó al hombre a escribir con el cálamo.",
    "Y le enseñó lo que no sabía.",
    "Ciertamente, el hombre se excede",
    "cuando se ve autosuficiente (por las riquezas que posee).",
    "Y a tu Señor deberá retornar.",
    "¿Acaso no ves a quien impide",
    "rezar a un siervo (de Al-lah)?",
    "¿Has reparado (¡oh, Abu Yahal!) en si (Muhammad) está en el buen camino",
    "o si ordena la piedad?",
    "¿Has visto (¡oh, Muhammad!) cómo (quien te impide rezar) niega la verdad y se aleja de ella?",
    "¿Acaso no sabe que Al-lah lo observa?",
    "Si no desiste (de su actitud) lo agarraremos por la frente (hasta hacerlo entrar en el fuego),",
    "una frente mentirosa y pecadora.",
    "¡Que llame a los suyos (para que lo auxilien)!",
    "Nosotros llamaremos a los ángeles guardianes del Infierno.",
    "¡No hagas caso (a quien te impide rezar, oh, Muhammad)! Póstrate (ante tu Señor) y acércate a Él.",
    "Ciertamente, hicimos descender (el Corán) en la Noche del Honor (Lailatul Qadr).",
    "¿Y sabes qué es realmente la Noche del Honor?",
    "Es una noche en la cual todas las (buenas) acciones que se realizan valen más que las que pueden efectuarse en mil meses.",
    "Durante esa noche descienden los ángeles junto con el ángel Gabriel, con el permiso de su Señor, con todos los asuntos (que Él ha decretado para ese año).",
    "(Dicha noche está llena de) paz hasta la llegada del alba.",
    "Quienes rechazaron la verdad de entre los que recibieron las Escrituras (los judíos y los cristianos), así como los idólatras, no iban a abandonar (el extravío en el que se hallaban) hasta recibir una evidencia (de la verdad):",
    "un Profeta de Al-lah (Muhammad) que les iba a recitar unas páginas purificadas (libres de toda falsedad)",
    "que contenían preceptos rectos y justos.",
    "Y quienes recibieron las Escrituras no se dividieron (en la fe) hasta después de llegarles la evidencia (de la veracidad del mensaje de Muhammad).",
    "Y no se les ordenaba más que adorar exclusivamente a Al-lah con una fe pura y sincera, practicar el salat y entregar el azaque. Esa es la religión correcta.",
    "Realmente, quienes rechazaron la verdad de entre los que recibieron las Escrituras (los judíos y los cristianos), así como los idólatras, permanecerán eternamente en el fuego del Infierno. Esas son las peores criaturas.",
    "Realmente, quienes creen y obran con rectitud son las mejores criaturas.",
    "Su Señor los recompensará con los Jardines de la Eternidad (situados en los niveles superiores del Paraíso), por los cuales corren ríos y donde vivirán eternamente. Al-lah estará complacido con ellos, y ellos con Él. Esa será la recompensa de quienes teman a su Señor.",
    "Cuando la tierra tiemble violentamente (el Día de la Resurrección),",
    "expulse su carga",
    "y el hombre diga: “¿Qué le ocurre?”;",
    "ese día (la tierra) dará a conocer su información (acerca de todas las buenas y malas acciones que se cometieron en ella)",
    "obedeciendo la orden de tu Señor.",
    "Ese día la gente se dispersará en grupos distintos para que les sean mostradas sus acciones.",
    "Quien haya realizado una buena acción, por pequeña que sea, la verá (recompensada).",
    "Y quien haya realizado una mala acción, por pequeña que sea, verá (el castigo que esta merece).",
    "(Juro) por los caballos que resoplan cuando galopan (dirigiéndose hacia la batalla),",
    "hacen saltar chispas (con sus cascos),",
    "se lanzan (contra el enemigo) al amanecer",
    "levantando una nube de polvo,",
    "y penetran (las filas enemigas) hasta llegar al corazón de estas;",
    "(por ellos juro que) el hombre es ingrato con su Señor;",
    "y él es testigo de ello.",
    "Y ama las riquezas con pasión.",
    "¿Acaso no sabe que se harán surgir a quienes están en las tumbas",
    "y que se desvelará lo que esconden los corazones?",
    "Ciertamente, ese día su Señor estará bien informado acerca de ellos.",
    "El (Día) del Gran Sobresalto.",
    "¿Qué es el (Día) del Gran Sobresalto?",
    "¿Sabes qué es realmente el (Día) del Gran Sobresalto?",
    "Es el día en que la gente parecerá mariposas dispersas (debido a la confusión del momento),",
    "y las montañas parecerán lana cardada (hasta que se desvanezcan).",
    "En cuanto a aquel cuyas (buenas) obras pesen más (que las malas) en la balanza,",
    "gozará de una vida placentera (en el Paraíso);",
    "mientras que aquel cuyas buenas obras pesen menos (que las malas) en la balanza",
    "caerá de cabeza al abismo (del Infierno).",
    "¿Y sabes qué es el abismo (del Infierno)?",
    "Es un fuego abrasador.",
    "Se distraen (de obedecer a Al-lah) por competir en la acumulación de bienes y poder",
    "hasta que les llegue la muerte.",
    "¡No deberían hacerlo!, pues ya sabrán (lo que les espera).",
    "¡Sí!, ya sabrán (lo que les espera).",
    "Si realmente tuvieran certeza (de la verdad, dejarían de acumular bienes y poder y obedecerían a Al-lah).",
    "(Mas) ciertamente, verán el fuego del Infierno.",
    "¡Sí!, lo verán con sus propios ojos.",
    "Y después serán cuestionados (y juzgados) el Día de la Resurrección sobre (el uso que hicieron de) las gracias (que Al-lah les concedió).",
    "(Juro) por el tiempo",
    "que el hombre está, sin duda, abocado a la perdición;",
    "excepto quienes crean, obren rectamente y se aconsejen entre ellos la verdad y la paciencia.",
    "¡Ay de todo difamador calumniador!",
    "(¡Ay de) aquel que acumula bienes y los cuenta (continuamente)",
    "(y) cree que sus riquezas lo harán vivir eternamente.",
    "¡De ningún modo! Será arrojado al fuego del Infierno.",
    "¿Y sabes qué es el fuego del Infierno?",
    "Es el fuego que (siempre) está encendidopor orden de Al-lah,",
    "alcanzará los corazones",
    "y se cerrará sobre ellos",
    "(formando) alargadas columnas.",
    "¿Acaso no has reparado en lo que Al-lah hizo con la gente del elefante?",
    "¿Acaso no desbarató sus planes?",
    "Envió sobre ellos numerosas bandadas de pájaros",
    "que les arrojaban piedras de barro (cocido).",
    "Y quedaron (destruidos como) si fueran forraje del que se alimentan los animales (y luego pisotean).",
    "(Sorpréndete junto con los creyentes, ¡oh, Muhammad!) de las gracias a las que está acostumbrada la tribu de los Quraish.",
    "Están acostumbrados a viajar (con seguridad) en invierno (a Yemen) y en verano (a la Gran Siria).",
    "Que adoren, pues (en agradecimiento), al Señor de esta casa (la Kaaba),",
    "Quien les proporciona alimento para que no padezcan hambre y seguridad para que no teman.",
    "¿Has reparado (¡oh, Muhammad!) en quien niega la resurrección y la rendición de cuentas?",
    "Ese es quien rechaza al huérfano",
    "y no alienta (a los demás) a alimentar a los pobres (ni los alimenta él mismo).",
    "¡Ay de aquellos que rezan",
    "de manera negligente (fuera de su debido tiempo, o no son constantes en la práctica del salat)!",
    "Esos que rezan para que la gente los vea (y piensen que son piadosos)",
    "mientras que no prestan la mínima ayuda (a quien la necesita).",
    "Ciertamente (¡oh, Muhammad!) te hemos concedido (el río) Kauzar (en el Paraíso).",
    "Reza, pues, a tu Señor (con una fe sincera) y ofrece sacrificios (mencionando Su nombre).",
    "En verdad, quien te deteste será privado (de todo bien).",
    "Diles (¡oh, Muhammad! a los idólatras): “¡Oh, ustedes que niegan la verdad!,",
    "yo no adoro lo que ustedes adoran",
    "ni ustedes adoran lo que yo adoro.",
    "Ni adoraré (nunca) lo que adoran",
    "ni ustedes adorarán lo que yo adoro.",
    "Ustedes tienen su religión y yo la mía”.",
    "Cuando llegue el auxilio de Al-lah (a Su Profeta) y la liberación (de La Meca de la idolatría)",
    "y veas a la gente entrar en la religión de Al-lah en multitudes,",
    "glorifica a tu Señor con alabanzas y pídele Su perdón, (pues) Él acepta siempre el arrepentimiento.",
    "¡Que sean destruidas las manos de Abu Lahab!, ¡que él sea destruido!",
    "De nada le servirán sus riquezas y sus hijos.",
    "Entrará en el fuego llameante (del Infierno).",
    "Y su esposa, que portaba espinas (para depositarlas en el camino del Profeta con el fin de herirlo),",
    "tendrá (en el Infierno) alrededor de su cuello una soga hecha con fibras de hojas de palmera.",
    "Di (¡oh, Muhammad!): “Él es Al-lah, el único (Señor de toda la creación y el único que merece ser adorado);",
    "Al-lah, el Eterno.",
    "No ha engendrado ningún hijo ni ha sido engendrado.",
    "Y no hay nada ni nadie que se asemeje a Él”.",
    "Di (¡oh, Muhammad!): “Busco refugio en el Señor del amanecer",
    "del mal existente en lo que ha creado,",
    "del mal existente en la noche cuando (su oscuridad) se extiende,",
    "del mal de las (hechiceras) que soplan en los nudos",
    "y del mal de todo envidioso cuando envidia”.",
    "Di (¡oh, Muhammad!): “Busco refugio en el Señor de los hombres,",
    "en el Soberano de los hombres,",
    "en la única divinidad (verdadera) que tienen los hombres,",
    "de la maldad del susurrador que huye (cuando el nombre de Al-lah es mencionado)",
    "y susurra (el mal) en el corazón de los hombres,",
    "sea que pertenezca a los yinn o a los hombres”."
  ]
}