{
  "meta": {
    "id": 158,
    "name": "Bayan-ul-Quran",
    "translator_name": "Dr. Israr Ahmad",
    "slug": "ur-israr-ahmad",
    "language_name": "urdu"
  },
  "verses": [
    "اور نہیں ہے کوئی بھی چلنے پھرنے والا (جاندار) زمین پر مگر اس کا رزق اللہ کے ذمہ ہے اور وہ جانتا ہے اس کے مستقل ٹھکانے کو بھی اور اس کے عارضی طور پر سونپے جانے کی جگہ کو بھی یہ سب کچھ ایک روشن کتاب میں (در ج) ہے",
    "اور وہی ہے جس نے پیدا کیا آسمانوں اور زمین کو چھ دنوں میں اور اس کا تخت تھا پانی پر تاکہ تمہیں آزمائے کہ کون ہے تم میں سے اچھے عمل کرنے والا اور اگر آپ کہیں کہ تمہیں اٹھایا جائے گا مرنے کے بعد تو کہیں گے وہ لوگ جنہوں نے کفر کیا کہ یہ تو کھلا جادو ہے",
    "اور اگر مؤخر کیے رکھیں ہم ان سے عذاب کو ایک خاص مدت تک تو وہ کہتے ہیں کہ کس چیز نے روک رکھا ہے اسے آگاہ ہوجاؤ ! جس دن یہ ان پر آجائے گا تو ان کی طرف سے پھیرا نہیں جائے گا اور ان کو گھیرے میں لے لے گی وہی چیز جس کا یہ لوگ استہزا کیا کرتے تھے",
    "اور اگر ہم مزہ چکھاتے ہیں انسان کو اپنی طرف سے رحمت کا پھر (جب) ہم اس سے وہ چھین لیتے ہیں تو وہ ہوجاتا ہے بالکل مایوس نہایت نا شکرا",
    "اور اگر ہم مزہ چکھائیں اسے نعمتوں کا کسی تکلیف کے بعد جو اس کو پہنچی ہوئی تھی تو ضرور کہے گا کہ میرے تو سارے دلدّر دو رہو گئے بیشک وہ اترانے والا اور فخر جتانے والا ہے",
    "سوائے ان لوگوں کے جنہوں نے صبر کی روش اختیار کی اور نیک اعمال کیے انہی کے لیے مغفرت اور بہت بڑا اج رہے",
    "تو (اے نبی !) شاید آپ کچھ چیزیں چھوڑ دیں اس میں سے جو آپ کی طرف وحی کی جا رہی ہے اور آپ کا سینہ اس سے تنگ ہو رہا ہے جو وہ کہہ رہے ہیں کہ کیوں نہیں ان کے اوپر اتار دیا گیا کوئی خزانہ یا کیوں نہیں آیا ان کے پاس کوئی فرشتہ اے نبی !) آپ تو صرف خبردار کرنے والے ہیں اور ہرچیز کا ذمہ دار اللہ ہے",
    "کیا وہ کہتے ہیں کہ یہ (قرآن) اس نے خود گھڑ لیا ہے آپ کہیے کہ اچھا تم لوگ بھی لے آؤ اس جیسی دس سورتیں گھڑی ہوئی اور (اس کے لیے) بلا لو تم جس کو بھی بلا سکتے ہو اللہ کے سوا اگر تم سچے ہو",
    "پھر اگر وہ (تمہارے مدد گار) تمہاری اس دعا کو قبول نہ کریں تو جان لو کہ یہ اللہ ہی کے علم سے نازل ہوا ہے اور یہ کہ کوئی معبود نہیں ہے سوائے اس کے۔ تو کیا اب تم سرتسلیم خم کرتے ہو",
    "جو لوگ دنیا کی زندگی اور اس کی زیب وزینت کے طالب ہوں ہم ان کے اعمال کا پورا پورا بدلہ انہیں اسی (دنیا کی زندگی) میں دے دیتے ہیں اور اس میں ان کی حق تلفی نہیں کی جاتی",
    "یہی لوگ ہیں جن کے لیے آخرت میں کچھ نہیں ہے سوائے آگ کے اور اس (دُنیا) میں انہوں نے جو کچھ کیا وہ سب حبط ہوجائے گا اور جو اعمال انہوں نے کیے وہ بھی ضائع ہوجائیں گے",
    "تو بھلا وہ شخص جو اپنے رب کی طرف سے ایک واضح دلیل پر ہو اور اس کے پیچھے آئے اللہ کی طرف سے ایک گواہ بھی اور اس سے پہلے کتاب موسیٰ بھی موجود تھی جو امام (راہنما) بھی تھی اور رحمت بھی یہی لوگ ہیں جو اس (قرآن) پر ایمان لائیں گے اور جو اس کا انکار کرے گا ان گروہوں میں سے تو آگ ہی اس کے وعدہ کی جگہ ہے تو آپ اس کے بارے میں کسی شک میں نہ پڑیں یقیناً یہ حق ہے آپ کے رب کی طرف سے لیکن اکثر لوگ ایمان لانے والے نہیں ہیں",
    "اور اس شخص سے بڑھ کر کون ظالم ہوگا جس نے اللہ پر جھوٹ باندھا یہ وہ لوگ ہیں جو پیش کیے جائیں گے اپنے رب کے سامنے اور گواہی دینے والے کہیں گے کہ یہ ہیں وہ لوگ جنہوں نے جھوٹ کہا تھا اپنے رب پر آگاہ ہوجاؤ ! ایسے ظالموں پر اللہ کی لعنت ہے",
    "جو اللہ کے راستے سے روکتے ہیں اور اس میں کجی تلاش کرتے ہیں اور یہی لوگ آخرت کے منکر ہیں",
    "یہ لوگ زمین میں (اللہ کو) ہرگز عاجز کرنے والے نہیں ہیں اور نہ ہی اللہ کے سوا ان کا کوئی حمایتی ہے ان کے لیے عذاب دو گنا کیا جاتا رہے گا اس لیے کہ) نہ تو وہ سننے کی صلاحیت رکھتے تھے اور نہ ہی دیکھتے تھے",
    "یہ وہ لوگ ہیں جنہوں نے اپنے آپ کو برباد کرلیا اور ان سے گم ہوگیا جو کچھ وہ افترا کیا کرتے تھے",
    "کچھ شک نہیں کہ آخرت میں سب سے بڑھ کر خسارہ پانے والے یہی لوگ ہوں گے",
    "اس کے برعکس) وہ لوگ جو ایمان لائے اور انہوں نے نیک اعمال کیے اور اپنے رب کے سامنے عاجزی کی وہ ہوں گے جنت والے اور اس میں رہیں گے ہمیشہ ہمیش",
    "ان دونوں گروہوں کی مثال ایسے ہے جیسے ایک شخص اندھا اور بہرہ ہو اور دوسرا دیکھنے اور سننے والا کیا یہ دونوں برابر ہیں مثال کے اعتبار سے ؟ تو کیا تم نصیحت اخذ نہیں کرتے",
    "اور ہم نے بھیجا نوح کو اس کی قوم کی طرف (تو آپ نے کہا) کہ میں تمہارے لیے ایک کھلا خبردار کردینے والا ہوں",
    "کہ مت پوجو کسی کو سوائے اللہ کے۔ مجھے اندیشہ ہے تم پر ایک بڑے دردناک دن کے عذاب کا",
    "تو اس کی قوم کے ان سرداروں نے کہا جنہوں نے کفر کی روش اختیار کی تھی کہ ہم نہیں دیکھتے (اے نوح) آپ کو مگر اپنے جیسا ایک انسان اور ہم نہیں دیکھتے مگر یہ کہ آپ کی پیروی کرنے والے بظاہر ہم میں ادنیٰ درجے کے لوگ ہیں اور ہمیں نظر نہیں آتی اپنے مقابلے میں تم لوگوں میں کوئی بھی فضیلت بلکہ ہمارا گمان تو یہی ہے کہ تم لوگ جھوٹے ہو",
    "نوح ؑ نے کہا : اے میری قوم کے لوگو ! ذرا غور کرو اگر میں (پہلے سے ہی) اپنے رب کی طرف سے بیّنہ پر تھا اور (اب) اس نے مجھے اپنے پاس سے خاص رحمت بھی عطافرما دی ہے (اور یہ وہ چیز ہے) جس کو تمہاری نظروں سے پوشیدہ رکھا گیا ہے تو کیا ہم چپکا دیں تم پر اس کو (زبردستی) جبکہ تم لوگ اس کو ناپسند کرتے ہو",
    "اور اے میری قوم کے لوگو ! میں تم سے اس کے بدلے کوئی مال طلب نہیں کرتا۔ میرا اجر تو اللہ ہی کے ذمہ ہے اور جو لوگ ایمان لائے ہیں میں ان کو دھتکارنے والا بھی نہیں ہوں وہ یقیناً اپنے رب سے ملنے والے ہیں لیکن میں تمہیں دیکھتا ہوں کہ تم لوگ جہالت میں مبتلا ہوگئے ہو",
    "اور اے میری قوم کے لوگو ! (ذرا سوچو کہ) اگر میں ان کو اپنے ہاں سے بھگا دوں گا تو کون میری مدد کرے گا اللہ کے مقابلے میں تو کیا تم لوگ نصیحت اخذ نہیں کرتے",
    "اور میں تم سے یہ نہیں کہتا کہ میرے پاس اللہ کے خزانے ہیں اور نہ میں غیب کا علم رکھتا ہوں اور نہ میں کہتا ہوں کہ میں فرشتہ ہوں اور نہ میں یہ کہہ سکتا ہوں ان لوگوں کے بارے میں جنہیں تمہاری آنکھیں حقیر دیکھ رہی ہیں کہ اللہ انہیں کوئی خیر نہیں دے گا اللہ خوب جانتا ہے جو کچھ ان کے دلوں میں ہے (اگر میں ان کو دور کر دوں) تب تو یقیناً میں خود ظالموں میں سے ہوجاؤں گا۔",
    "انہوں نے کہا : اے نوح ! تم نے ہم سے جھگڑا کیا اور خوب جھگڑا کیا پس لے آؤہم پر وہ عذاب جس کی تم ہمیں دھمکی دے رہے ہو اگر تم سچے ہو",
    "آپ نے فرمایا کہ وہ (عذاب) تو اللہ ہی لائے گا تمہارے اوپر اگر وہ چاہے گا اور پھر تم اس کو شکست نہیں دے سکو گے",
    "اور تم لوگوں کو میری نصیحت کچھ فائدہ نہیں دے سکتی اگر میں تمہیں نصیحت کرنا بھی چاہوں اگر اللہ ہی تمہاری گمراہی کا فیصلہ کرچکا ہے وہی تمہارا رب ہے اور اسی کی طرف تم لوٹا دیے جاؤ گے",
    "کیا یہ کہتے ہیں کہ اس (محمد) نے اس (قرآن) کو گھڑ لیا ہے ؟ آپ کہیے کہ اگر میں نے اسے گھڑ لیا ہے تو اس کا وبال مجھ ہی پر آئے گا اور میں بری ہوں اس سے جو جرم تم کر رہے ہو",
    "اور وحی کردی گئی نوح کی طرف کہ اب کوئی شخص ایمان نہیں لائے گا تمہاری قوم میں سے سوائے ان لوگوں کے جو ایمان لا چکے ہیں تو جو کچھ وہ کر رہے ہیں آپ اس کی وجہ سے غمگین نہ ہوں",
    "اور (اب) آپ کشتی بنائیے ہماری نگاہوں کے سامنے اور ہماری ہدایات کے مطابق اور جو ظالم ہیں ان کے بارے میں اب مجھ سے بات نہ کیجیے گا اب) یہ سب کے سب غرق کیے جائیں گے",
    "اور آپ کشتی بنا رہے تھے اور جب بھی آپ کے پاس سے گزرتے آپ کی قوم کے سردار تو وہ آپ کا مذاق اڑاتے نوح فرماتے کہ اگر (آ ج) تم ہم سے تمسخر کر رہے ہو تو (وہ وقت قریب آنے والا ہے کہ) ہم بھی تم سے تمسخر کریں گے جیسے کہ اب تم تمسخر کر رہے ہو",
    "تو عنقریب تم جان لوگے کہ کس پر آتا ہے وہ عذاب جو اسے رسوا کر دے گا اور کس پر اترتا ہے وہ عذاب جو قائم رہنے والا (دائمی) ہوگا",
    "یہاں تک کہ جب ہمارا حکم آگیا اور تنور جوش سے ابل پڑا ہم نے کہا : (اے نوح !) اپنی اس کشتی میں تمام جانداروں کا ایک ایک جوڑا رکھ لو اور اپنے اہل و عیال کو بھی سوائے ان کے جن کے بارے میں پہلے حکم گزر چکا ہے اور ان لوگوں کو بھی (سوار کرلیں) جو ایمان لائے ہیں اور نہیں ایمان لائے تھے آپ کے ساتھ مگر بہت ہی کم",
    "اور نوح نے فرمایا : سوار ہوجاؤ اس میں اللہ کے نام کے ساتھ ہی ہے اس کا چلنا بھی اور اس کا لنگر انداز ہونا بھی یقیناً میرا رب بخشنے والا بہت رحم کرنے والا ہے",
    "اور وہ چل رہی تھی ان سب کو لے کر پہاڑ جیسی موجوں کے درمیان سے اور نوح نے پکارا اپنے بیٹے کو اور وہ ایک کنارے کی طرف تھا کہ اے میرے بیٹے آؤ ہمارے ساتھ (کشتی میں) سوار ہوجاؤ اور کافروں کے ساتھ مت رہو",
    "اس نے کہا کہ میں ابھی کسی پہاڑ پر چڑھ جاؤں گا جو مجھے پانی سے بچا لے گا نوح نے کہا : آج کے دن کوئی بچانے والا نہیں ہے اللہ کے امر سے سوائے اس کے جس پر اللہ ہی رحم فرما دے اور حائل ہوگئی ان دونوں کے درمیان ایک موج اور وہ ہوگیا غرق ہونے والوں میں",
    "اور حکم ہوا کہ اے زمین تو اپنے پانی کو نگل جا اور اے آسمان تو بھی اب تھم جا اور پانی سکھا دیا گیا اور فیصلہ چکا دیا گیا اور کشتی جودی پہاڑ پر جا ٹھہری اور کہہ دیا گیا دوری (ہلاکت) ہے اس قوم کے لیے جو ظالم تھی",
    "اور پکارا نوح نے اپنے رب کو اور کہا کہ اے میرے پروردگار ! میرا بیٹا میرے اہل میں سے تھا اور یقیناً تیرا وعدہ سچا ہے اور تو تمام حاکموں میں سب سے بڑا اور سب سے اچھا فیصلہ کرنے والا حاکم ہے",
    "اللہ نے فرمایا کہ اے نوح ! وہ تمہارے اہل میں سے نہیں ہے اس کے اعمال غیر صالح ہیں تو آپ مجھ سے اس چیز کا سوال نہ کریں جس کے بارے میں آپ کو علم نہیں میں آپ کو نصیحت کرتا ہوں کہ آپ جذبات سے مغلوب ہوجانے والوں میں سے نہ بنیں",
    "نوح نے عرض کیا : اے میرے پروردگار ! میں تیری پناہ طلب کرتا ہوں اس سے کہ میں تجھ سے ایسی بات کا سوال کروں جس کے بارے میں میرے پاس کوئی علم نہیں ہے اور اگر تو نے مجھے معاف نہ فرما دیا اور مجھ پر رحم نہ فرمایا تو میں ہوجاؤں گا خسارہ پانے والوں میں",
    "حکم ہوا اے نوح اتر جاؤ ہماری طرف سے سلامتی اور برکتوں کے ساتھ جو آپ پر بھی ہوں گی اور ان امتوں پر بھی جو آپ کے ساتھیوں کی نسلوں سے وجود میں آئیں گی اور کچھ اور قومیں (بھی ہوں گی) جنہیں ہم (دنیا کے) کچھ فوائد دیں گے پھر ان کو ہماری طرف سے ایک دردناک عذاب آپکڑے گا",
    "(اے محمد !) یہ غیب کی خبروں میں سے ہے جو ہم وحی کر رہے ہیں آپ کی طرف اس سے پہلے نہ آپ ان کو جانتے تھے اور نہ آپ کی قوم تو آپ صبر کیجئے یقیناً انجام کار بھلا ہوگا اہل تقویٰ ہی کا",
    "اور قوم عاد کی طرف (ہم نے بھیجا) ان کے بھائی ہود ؑ کو آپ نے کہا : اے میری قوم کے لوگو ! اللہ کی عبادت کرو تمہارا کوئی معبود نہیں اللہ کے سوا۔ (اس سلسلے میں) تم محض جھوٹ گھڑتے ہو",
    "اے میری قوم کے لوگو ! میں تم سے کسی اجر کا طالب نہیں ہوں۔ نہیں ہے میرا اجر مگر اسی کے ذمہ جس نے مجھے پیدا فرمایا ہے۔ تو کیا تم لوگ عقل سے کام نہیں لیتے",
    "اور اے میری قوم کے لوگو ! اپنے پروردگار سے استغفار کرو پھر اسی کی طرف رجوع کرو وہ آسمان سے تم پر خوب پانی برسائے گا اور تمہاری موجودہ قوت میں مزید قوت کا اضافہ فرمائے گا اور تم روگردانی نہ کرو مجرم بن کر",
    "انہوں نے کہا کہ اے ہود ! تم ہمارے پاس کوئی سند لے کر نہیں آئے اور ہم نہیں ہیں چھوڑنے والے اپنے معبودوں کو صرف تمہارے کہنے پر اور ہم تمہاری بات ماننے والے نہیں ہیں",
    "ہم تو یہی کہتے ہیں کہ تم پر ہمارے معبودوں میں سے کسی کی مار پڑی ہے ہود ؑ نے کہا کہ میں اللہ کو گواہ ٹھہراتا ہوں اور تم بھی گواہ رہو کہ میں بری ہوں ان سے جنہیں تم شریک ٹھہرا رہے ہو اس کے سوا",
    "اس کے سواپس تم سب مل کر میرے خلاف جو چالیں چل سکتے ہو چل لو پھر مجھے ذرا مہلت نہ دو",
    "میں نے تو توکل کیا ہے اللہ پر جو میرا بھی رب ہے اور تمہارا بھی رب ہے نہیں ہے کوئی بھی جاندار مگر اس کی پیشانی اسی کی گرفت میں ہے یقیناً میرا رب تو سیدھی راہ پر ہے",
    "پھر اگر تم پیٹھ موڑ لو (انکار کرو) تو میں نے پہنچا دیا ہے تمہیں (وہ پیغام) جو مجھے دے کر تمہاری طرف بھیجا گیا ہے اور میرا رب تمہاری جگہ کسی اور قوم کو لے آئے گا اور تم اس کا کچھ بگاڑ نہیں سکو گے۔ یقیناً میرا رب ہرچیز پر نگہبان ہے",
    "اور جب ہمارا (عذاب کا) فیصلہ آگیا تو ہم نے بچالیا ہود ؑ کو اور آپ کے اہل ایمان ساتھیوں کو اپنی رحمت سے اور ہم نے انہیں نجات دے دی ایک بہت ہی بھاری عذاب سے",
    "یہ تھی قوم عاد جنہوں نے انکار کیا اپنے رب کی آیات کا اور نافرمانی کی اس کے رسولوں کی اور انہوں نے پیروی کی ہر سرکش و دشمنِ حق کے حکم کی",
    "اور ان کے پیچھے لگا دی گئی لعنت اس دنیا میں بھی اور قیامت کے دن (کے لیے) بھی آگاہ ہوجاؤ قوم عاد نے اپنے رب کا کفر کیا تھا۔ سن لو پھٹکار ہے عاد پر جو قوم ہود ؑ تھی",
    "اور ثمود کی طرف (ہم نے بھیجا) ان کے بھائی صالح کو آپ نے فرمایا : اے میری قوم کے لوگو ! اللہ کی بندگی کرو تمہارا کوئی معبود اس کے سوا نہیں ہے اس نے تمہیں زمین سے پیدا کیا اور اس میں تم کو آباد کیا تو اس سے اپنے گناہ بخشواؤ پھر اسی کی جناب میں رجوع کرو یقیناً میرا رب قریب ہے اور دعا کا قبول کرنے والا ہے",
    "انہوں نے کہ اے صالح ! آپ سے تو ہماری بڑی امیدیں وابستہ تھیں اس سے پہلے کیا آپ ہمیں روک رہے ہیں ان کو پوجنے سے جن کو ہمارے آباء و اَجداد پوجتے تھے ؟ اور یقیناً جس چیز کی طرف آپ ہمیں بلا رہے ہیں اس کے بارے میں ہمیں بہت شکوک و شبہات ہیں",
    "صالح نے کہا : اے میری قوم کے لوگو ! ذرا سوچوتو سہی اگر میں (پہلے سے ہی) اپنے رب کی طرف سے بینہّ پر تھا اور اللہ نے مجھے اپنے پاس سے خاص رحمت بھی عطا کردی تو اب اگر میں اس کی نافرمانی کروں تو مجھے اللہ (کی پکڑ) سے کون بچائے گا ؟ تم تو اضافہ نہیں کرو گے میرے لیے مگر خسارہ ہی میں",
    "اور (دیکھو) میری قوم کے لوگو ! یہ اللہ کی اونٹنی تمہارے لیے ایک نشانی ہے اسے چھوڑے رکھو کہ یہ چرتی پھرے اللہ کی زمین میں اور (دیکھنا) کسی برے ارادے سے اسے ہاتھ نہ لگانا ورنہ تمہیں آپکڑے گا ایک قریبی عذاب",
    "تو انہوں نے اس کی کونچیں کاٹ ڈالیں تو صالح نے فرمایا : اب تم اپنے گھروں میں تین دن تک رہ بس لو۔ یہ وہ وعدہ ہے جو جھوٹا ثابت نہیں ہوگا",
    "تو جب ہمارا فیصلہ آگیا تو ہم نے نجات دی صالح کو اور ان کو جو آپ کے ساتھ ایمان لائے تھے اپنی رحمت سے اور اس دن کی رسوائی سے (انہیں بچا لیا)۔ یقیناً آپ کا پروردگار بہت طاقتور زبردست ہے",
    "اور ان ظالموں کو پکڑ لیا ایک چنگھاڑ نے تو وہ اپنے گھروں کے اندر اوندھے پڑے رہ گئے",
    "گویا وہ کبھی ان میں بسے ہی نہیں تھے آگاہ ہوجاؤ یقیناً ثمود نے اپنے رب کا کفر کیا۔ آگاہ ہوجاؤ پھٹکار ہے ثمود پر",
    "اور ابراہیم کے پاس ہمارے فرستادے بشارت لے کر آئے۔ انہوں نے کہا : سلام ابراہیم نے بھی (جواب میں) سلام کہا پھر کچھ دیر نہ گزری کہ آپ لے آئے ایک بچھڑا بھنا ہوا",
    "پھر جب آپ نے دیکھا کہ ان کے ہاتھ اس کی طرف نہیں بڑھ رہے ہیں تو آپ نے ان میں اجنبیت پائی اور ان کی طرف سے ایک خوف محسوس کیا انہوں نے کہا : آپ ڈرئیے نہیں اصل میں تو ہم بھیجے گئے ہیں قوم لوط کی طرف",
    "اور آپ کی بیوی (کہیں قریب) کھڑی تھی تو وہ ہنس پڑی تو ہم نے اسے بشارت دی اسحاق ؑ کی اور اسحاق ؑ کے بعد یعقوب کی",
    "اس نے کہا : ہائے میری شامت ! کیا اب میں بچہ جنوں گی جبکہ میں نہایت بوڑھی ہوچکی ہوں اور یہ میرے شوہر بھی بوڑھے ہیں ! یہ تو بہت عجیب بات ہے",
    "فرشتوں نے کہا : کیا آپ تعجب کرتی ہیں اللہ کے فیصلے پر اللہ کی رحمتیں اور اس کی برکتیں ہوں تم پر اے نبی کے گھر والو یقیناً اللہ لائق حمد اور بزرگی والا ہے",
    "پھر جب ابراہیم کا خوف جاتا رہا اور یہ بشارت بھی پہنچ گئی تو آپ نے جھگڑنا شروع کردیا ہم سے قوم لوط کے بارے میں",
    "یقیناً ابراہیم بہت ہی بردبار نرم دل اور اللہ کی جناب میں رجوع کرنے والے تھے",
    "اے ابراہیم چھوڑیے اس معاملے کو اب تو آپ کے رب کا فیصلہ آچکا ہے اور ان پر وہ عذاب آکر ہی رہے گا جسے لوٹایا نہیں جاسکے گا",
    "اور جب آئے ہمارے فرستادے لوط ؑ کے پاس تو آپ ان کی وجہ سے بڑے غمگین ہوئے اور آپ کا دل بہت تنگ ہوا اور آپ کہنے لگے کہ آج تو بہت سختی کا دن ہے",
    "اور آئے آپ کی قوم کے لوگ دیوانہ وار دوڑتے ہوئے آپ (کے گھر) کی طرف اور وہ پہلے سے ہی گندے کاموں میں ملوث تھے لوط ؑ نے فرمایا : اے میری قوم کے لوگو ! یہ میری بیٹیاں (موجود) ہیں وہ تمہارے لیے زیادہ پاکیزہ ہیں تو اللہ کا خوف کرو اور مجھے میرے مہمانوں کے معاملہ میں رسوا نہ کرو۔ کیا تم میں کوئی ایک آدمی بھی نیک چلن نہیں ہے",
    "انہوں نے کہا کہ تمہیں تو معلوم ہی ہے کہ تمہاری ان بیٹیوں پر ہمارا کوئی حق نہیں ہے اور تم خوب جانتے ہو جو ہم چاہتے ہیں",
    "لوط ؑ نے کہا : کاش میرے پاس تمہارے مقابلہ کے لیے کوئی طاقت ہوتی یا کوئی مضبوط سہارا ہوتا جس کی میں پناہ لے لیتا",
    "فرشتوں نے کہا : اے لوط ؑ ! ہم آپ کے رب کے بھیجے ہوئے (فرشتے) ہیں یہ لوگ آپ تک نہیں پہنچ پائیں گے پس آپ رات کے (اس بقیہ) حصے میں اپنے گھر والوں کو لے کر نکل جائیں اور کوئی بھی آپ میں سے پیچھے مڑکر نہ دیکھے سوائے آپ کی بیوی کے اس پر بھی وہی مصیبت آئے گی جو سب پر آنے والی ہے ان کے وعدے کا وقت صبح کا ہے کیا صبح قریب نہیں ہے",
    "پھر جب ہمارا حکم آپہنچا تو ہم نے اس کے اوپر (کے حصے) کو نیچا کردیا اور (مزید) ہم نے ان پر بارش برسائی تہہ بر تہہ کنکریوں کی",
    "وہ نشان زدہ تھے تمہارے رب کی طرف سے اور یہ ان ظالموں سے کوئی زیادہ دور نہیں",
    "اور مدین کی طرف (ہم نے بھیجا) ان کے بھائی شعیب کو آپ نے کہا : اے میری قوم کے لوگو ! اللہ کی بندگی کرو تمہارا کوئی معبود نہیں اس کے سوا اور نہ کم کرو ماپ اور تول کو میں تمہیں آسودہ حال دیکھتا ہوں لیکن (اگر تم لوگ ان غلط کاریوں سے باز نہ آئے تو) مجھے اندیشہ ہے تم پر ایک ایسے دن کے عذاب کا جو تمہیں گھیر لے گا",
    "اور اے میری قوم کے لوگو ! پورا پورا دیا کرو پیمانہ اور تول عدل اور انصاف کے ساتھ اور مت کم دیا کرو لوگوں کو ان کی چیزیں اور نہ ہی زمین میں فساد مچاتے پھرو",
    "اللہ کی عطا کردہ بچت ہی تمہارے لیے بہتر ہے اگر تم مؤمن ہو لیکن میں تمہارے اوپر کوئی نگران نہیں ہوں",
    "انہوں نے کہا : اے شعیب ! کیا تمہاری نماز تمہیں اس بات کا حکم دیتی ہے کہ ہم چھوڑ دیں ان کو جن کو پوجتے آئے ہیں ہمارے آباء و اَجداد یا (تمہاری نماز یہ سکھاتی ہے کہ) ہم اپنے اموال میں اپنی مرضی کے مطابق تصرف نہ کریں ہاں ایک تم ہی تو ہو جو بڑے باوقار اور نیک چلن ہو",
    "آپ نے فرمایا : اے میری قوم کے لوگو ! ذرا سوچو کہ اگر میں (پہلے بھی) اپنے رب کی طرف سے بیّنہ پر تھا اور اللہ نے اپنے پاس سے مجھے اچھا رزق بھی عطا کیا ہے اور میں ہرگز نہیں چاہتا کہ جس چیز سے تم لوگوں کو منع کروں خود وہی کام کروں میں تو کچھ نہیں چاہتا سوائے اصلاح کے جس قدر مجھ میں استطاعت ہے اور میری توفیق تو اللہ ہی کی طرف سے ہے اسی پر میں نے توکلّ کیا ہے اور اسی کی طرف میں رجوع کرتا ہوں",
    "اور اے میری قوم کے لوگو ! (دیکھو) میری دشمنی تمہیں اس انجام تک نہ لے جائے کہ تم پر بھی وہی عذاب آجائے جیسا کہ آیا تھا قوم نوح قوم ہود ؑ یا قوم صالح پر اور قوم لوط ؑ تو تم سے زیادہ دور بھی نہیں ہے",
    "اور استغفار کرو اپنے رب سے پھر اس کی طرف رجوع کرو۔ یقیناً میرا رب رحیم بھی ہے محبت فرمانے والا بھی",
    "انہوں نے کہا : اے شعیب ! تم جو کچھ کہتے ہو اس میں سے اکثر باتیں ہماری سمجھ میں نہیں آتیں اور ہم تو دیکھتے ہیں تمہیں اپنے درمیان ایک کمزور آدمی۔ اور اگر تمہارا خاندان نہ ہوتا تو ہم تمہیں (کبھی کا) سنگسار کرچکے ہوتے اور تم ہم پر غالب نہیں ہو",
    "آپ نے فرمایا : اے میری قوم کے لوگو ! کیا میرا خاندان تم پر اللہ سے زیادہ بھاری ہے اور اس (اللہ) کو تو تم نے اپنی پیٹھوں کے پیچھے ڈال رکھا ہے یقیناً میرا رب تو اس سب کا احاطہ کیے ہوئے ہے جو کچھ تم کر رہے ہو",
    "اور اے میری قوم کے لوگو ! تم کرو جو کچھ کرسکتے ہو اپنی جگہ پر میں بھی کر رہا ہوں جو میں (اپنی جگہ پر) کرسکتا ہوں عنقریب تم جان لو گے کہ کس پر وہ عذاب آتا ہے جو اسے رسوا کر دے گا اور کون ہے جو جھوٹا ہے تم بھی انتظار کرو میں بھی تمہارے ساتھ منتظر ہوں",
    "پھر جب ہمارا حکم آگیا تو ہم نے اپنی رحمت سے نجات دے دی شعیب ؑ کو اور ان لوگوں کو جو آپ کے ساتھ ایمان لائے تھے اور ظالموں کو آپکڑا ایک زبردست کڑک نے تو وہ اپنے گھروں میں اوندھے پڑے رہ گئے",
    "جیسے کہ وہ کبھی ان میں آباد ہی نہیں تھے۔ آگاہ ہوجاؤ پھٹکار ہے مدین پر جیسے کہ ثمود پر پھٹکار ہوئی تھی",
    "اور ہم نے بھیجا موسیٰ کو اپنی آیات اور واضح سند کے ساتھ",
    "فرعون اور اس کے سرداروں کی طرف لیکن انہوں نے فرعون ہی کی پیروی کی۔ حالانکہ فرعون کا معاملہ راستی والا نہیں تھا",
    "قیامت کے دن وہ آئے گا آگے چلتا ہوا اپنی قوم کے پھر وہ آگ کے گھاٹ پر انہیں اتار دے گا۔ اور وہ بہت ہی برا گھاٹ ہے جس پر وہ اتارے جائیں گے",
    "اور اس دنیا میں بھی لعنت ان کے پیچھے لگا دی گئی اور قیامت کے دن بھی۔ بہت ہی برا ہے وہ انعام جو ان کو ملنے والا ہے",
    "یہ ہیں ان بڑی بڑی بستیوں کی کچھ اہم خبریں جو ہم آپ کو سنا رہے ہیں ان میں ایسی بھی ہیں جو ابھی قائم ہیں اور ایسی بھی ہیں جو بالکل ختم ہوگئیں",
    "اور ہم نے ان پر کوئی ظلم نہیں کیا بلکہ انہوں نے اپنی جانوں پر خود ظلم ڈھایا تو ان کے کچھ بھی کام نہ آسکے ان کے وہ معبود جنہیں وہ اللہ کے سوا پکارا کرتے تھے جب آپ کے رب کا حکم آپہنچا اور انہوں نے کچھ اضافہ نہیں کیا ان کے حق میں مگر بربادی ہی کا",
    "اور (اے نبی !) ایسے ہی ہوتی ہے پکڑ آپ کے رب کی جب وہ پکڑتا ہے بستیوں کو جبکہ وہ ظالم ہوتی ہیں یقیناً اس کی پکڑ بڑی دردناک بھی ہے اور بڑی سخت بھی",
    "یقیناً اس میں نشانی ہے ان لوگوں کے لیے جو آخرت کے عذاب سے ڈرتے ہوں وہ ایک ایسا دن ہے جس میں لوگوں کو جمع کیا جائے گا اور وہ دن ہے پیشی کا",
    "اور ہم اسے ایک وقت معین تک کے لیے مؤخر کیے ہوئے ہیں",
    "جب وہ دن آجائے گا تو کوئی متنفس بات نہیں کرسکے گا مگر اللہ کے اذن سے تو ان (انسانوں) میں سے کچھ شقی ہوں گے اور کچھ سعید",
    "تو وہ لوگ جو بدبخت ہیں وہ آگ میں ہوں گے جس میں انہیں چیخنا ہے اور دھاڑنا ہے",
    "اسی میں وہ ہمیشہ رہیں گے جب تک کہ رہیں آسمان اور زمین سوائے اس کے جو تیرا رب چاہے بیشک آپ کا رب جو ارادہ کرے اسے کر گزرنے والا ہے",
    "اور جو لوگ نیک بخت ہوں گے وہ جنت میں رہیں گے ہمیشہ ہمیش جب تک رہیں آسمان اور زمین سوائے اس کے جو آپ کا رب چاہے یہ ایسی بخشش ہے جو کبھی ختم نہیں ہوگی",
    "پس (اے نبی !) آپ کسی شک میں نہ رہیں ان کے بارے میں جن کی یہ لوگ پوجا کر رہے ہیں یہ لوگ نہیں پوجا کر رہے ہیں مگر ایسے ہی جیسے کہ ان کے آباء و اَجداد پوجا کرتے رہے ہیں اس سے پہلے اور یقیناً ہم ان کو دینے والے ہیں ان کا حصہ بغیر کسی کمی کے",
    "اور موسیٰ کو ہم نے کتاب دی تھی پھر اس میں اختلاف پیدا کردیے گئے اور اگر طے نہ ہوچکی ہوتی ایک بات تیرے رب کی طرف سے پہلے ہی سے تو ان کے مابین فیصلہ کردیا جاتا اور (اب تو) یہ لوگ اس (تورات) کے بارے میں الجھا دینے والے شک میں مبتلا ہوگئے ہیں",
    "اور (اے نبی !) آپ کا رب ان سب کو ان کے اعمال کا لازماً پورا پورا بدلہ دے گا یقیناً وہ باخبر ہے اس سے جو عمل یہ لوگ کر رہے ہیں",
    "تو (اے نبی !) آپ ڈٹے رہیں جیسا کہ آپ کو حکم ہوا ہے اور وہ بھی جنہوں نے توبہ کی ہے آپ کے ساتھ اور تم لوگ حد سے تجاوز نہ کرو یقیناً وہ تم لوگوں کے سب اعمال دیکھ رہا ہے",
    "اور کوئی جھکاؤ پیدا نہ کرنا ان لوگوں کی طرف جنہوں نے ظلم کیا اگر ایسا ہوا) تو تمہیں آگ پکڑ لے گی پھر تمہارے لیے اللہ کے سوا کوئی حمایتی نہیں ہوں گے پھر تمہاری مدد نہیں کی جائے گی",
    "اور (اے نبی !) نماز کو قائم رکھیے دن کے دونوں سروں پر اور رات کی کچھ گھڑیوں میں یقیناً نیکیاں بدیوں کو دور کردیتی ہیں۔ یہ یاد دہانی ہے یاد رکھنے والوں کے لیے",
    "اور صبر کیجیے یقیناً اللہ نیکی کرنے والوں کا اجر ضائع نہیں کرتا",
    "تو کیوں نہ ایسا ہوا کہ تم سے پہلے کی قوموں میں حق کے ایسے علمبردار ہوتے جو (اپنی اپنی قوموں کے لوگوں کو) روکتے زمین میں فساد مچانے سے مگر بہت تھوڑے لوگ ایسے تھے جنہیں ہم نے ان میں سے بچالیا اور پیچھے پڑے رہے وہ ظالم ان عیش و آرام کی چیزوں کے جو انہیں دی گئی تھیں اور وہ مجرم تھے",
    "اور آپ کا رب ایسا نہیں کہ بستیوں کو ظلم کے ساتھ ہلاک کر دے جبکہ ان میں بسنے والے لوگ اصلاح کرنے والے ہوں",
    "اور اگر آپ کا رب چاہتا تو تمام نوع انسانی کو ایک ہی امت بنا دیتا لیکن وہ تو اختلاف کرتے ہی رہیں گے",
    "سوائے اس کے کہ جس پر آپ کا رب رحم فرما دے۔ اور اسی لیے اس نے انہیں پیدا کیا ہے اور آپ کے رب کی یہ بات پوری ہو کر رہے گی کہ میں جہنم کو جنوں اور انسانوں سب سے بھر کر رہوں گا",
    "اور (اے نبی !) ہم رسولوں کی خبروں میں سے ہر ایک آپ کو سنا رہے ہیں (تاکہ) مضبوط رکھیں ہم اس کے ساتھ آپ کا دل اور اس میں آپ کے پاس حق آیا ہے اور مؤمنین کے لیے اس میں نصیحت اور یاد دہانی ہے",
    "اور کہہ دیجیے ان لوگوں سے جو ایمان نہیں لاتے کہ تم اپنی جگہ پر کرو (جو کرسکتے ہو) ہم بھی کر رہے ہیں (جو کچھ ہم کرسکتے ہیں)",
    "اور تم بھی انتظار کرو ہم بھی منتظر ہیں",
    "اور اللہ ہی کے لیے ہیں آسمانوں اور زمین کی تمام چھپی چیزیں اور کل کا کل معاملہ اسی کی جانب لوٹا دیا جائے گا تو آپ اسی کی عبادت کریں اور اسی پر توکل کریں۔ اور یقیناً آپ کا رب غافل نہیں ہے اس سے جو تم لوگ کر رہے ہو",
    "الۗرٰ یہ ایک روشن کتاب کی آیات ہیں",
    "ہم نے اس کو نازل کیا ہے عربی قرآن بنا کر تاکہ تم لوگ اسے اچھی طرح سے سمجھ سکو",
    "(اے نبی !) ہم آپ کو سنانے لگے ہیں بہترین بیان اس قرآن کے ساتھ جو ہم نے آپ کی طرف وحی کیا ہے اور یقیناً آپ اس سے پہلے (اس سے) ناواقف تھے",
    "جب یوسف نے اپنے والد (یعقوب) سے کہا اباجان ! میں نے خواب میں دیکھا ہے گیارہ ستاروں اور سورج اور چاند کو میں نے ان کو دیکھا ہے کہ وہ مجھے سجدہ کر رہے ہیں",
    "یعقوب نے فرمایا : اے میرے پیارے بیٹے ! اپنا یہ خواب اپنے بھائیوں کے سامنے بیان نہ کرنا ورنہ وہ تمہارے خلاف کوئی سازش کریں گے یقیناً شیطان تو انسان کا کھلا دشمن ہے",
    "اور اسی طرح تمہارا رب تمہیں منتخب کرے گا اور تمہیں سکھائے گا تاویل الاحادیث میں سے (علم) اور اتمام فرمائے گا اپنی نعمت کا تجھ پر اور آل یعقوب پر جس طرح اس نے اس سے پہلے اپنی نعمت کا اتمام فرمایا تیرے آباء واجداد ابراہیم اور اسحاق ؑ پر یقیناً تیرا رب جاننے والا حکمت والا ہے",
    "یقیناً یوسف اور آپ ؑ کے بھائیوں (کے قصے) میں (بہت سی) نشانیاں ہیں پوچھنے والوں کے لیے",
    "جب انہوں نے کہا کہ یوسف اور اس کا بھائی ہمارے والد کو ہم سے زیادہ محبوب ہیں جبکہ ہم ایک طاقتور جماعت ہیں یقیناً ہمارے والد صریح غلطی پر ہیں",
    "(چنانچہ) قتل کر دو یوسف کو یا اسے پھینک آؤ (دور) کسی علاقے میں تاکہ تمہارے والد کی توجہ صرف تمہاری طرف ہوجائے اور پھر اس کے بعد نیک بن جانا",
    "کہا ان میں سے ایک کہنے والے نے کہ یوسف کو قتل مت کرو اور ڈال آؤ اسے کسی باؤلی کے طاقچے میں اٹھا لے جائے گا اس کو کوئی قافلہ اگر تم کچھ کرنے ہی والے ہو",
    "انہوں نے کہا : اباجان ! کیا وجہ ہے کہ آپ ہم پر بھروسہ نہیں کرتے یوسف کے معاملے میں حالانکہ ہم تو اس کے بڑے خیر خواہ ہیں",
    "کل ذرا اسے ہمارے ساتھ بھیجئے وہ کچھ چر چگ لے گا اور کھیلے کو دے گا اور ہم یقینا اس کی حفاظت کرنے والے ہیں",
    "یعقوب نے فرمایا : مجھے یہ بات اندیشہ میں ڈالتی ہے کہ تم اسے لے جاؤ اور میں ڈرتا ہوں کہ کہیں اسے بھیڑیا نہ کھاجائے جبکہ تم اس سے غافل ہوجاؤ",
    "وہ کہنے لگے کہ اگر (ہمارے ہوتے ہوئے) اسے بھیڑیا کھا گیا جبکہ ہم ایک طاقتور جماعت ہیں تب تو ہم بہت ہی نکمے ثابت ہوں گے",
    "پھر جب وہ اس کو لے گئے اور سب اس پر متفق ہوگئے کہ اسے ڈال دیں باؤلی کے طاقچے میں اور ہم نے (اس وقت) وحی کی یوسف کو کہ تم (ایک دن) ان کو ان کی یہ حرکت ضرور جتلاؤ گے اور انہیں اس کا اندازہ بھی نہیں ہوگا",
    "اور وہ آئے اپنے والد کے پاس شام کو روتے ہوئے",
    "انہوں نے کہا : ابا جان ! ہم جا کر دوڑ کا مقابلہ کرنے لگے اور ہم نے چھوڑ دیا تھا یوسف کو اپنے سامان کے پاس تو اسے کھالیا ایک بھیڑیے نے۔ اور آپ ہماری بات مانیں گے تو نہیں خواہ ہم کتنے ہی سچے ہوں",
    "اور وہ اس کی قمیص پر جھوٹ موٹ کا خون بھی لگا لائے حضرت یعقوب نے فرمایا : (واقعہ یوں نہیں) بلکہ تمہارے نفسوں نے تمہارے لیے ایک بڑے کام کو آسان بنا دیا ہے اب صبر ہی بہتر ہے اور اللہ ہی کی مدد طلب کی جاسکتی ہے اس پر جو تم بیان کر رہے ہو",
    "اور (کچھ عرصہ بعد) ایک قافلہ آیا تو انہوں نے بھیجا اپنے آگے چلنے والے کو تو اس نے لٹکایا اپنا ڈول وہ پکار اٹھا کہ خوشخبری ہو ! یہ تو ایک لڑکا ہے۔ اور انہوں نے اسے چھپالیا ایک پونجی سمجھ کر اور اللہ خوب جانتا تھا جو وہ کر رہے تھے",
    "اور (مصر پہنچ کر) انہوں نے بیچ دیا اس کو بڑی تھوڑی سی قیمت پر چند درہم کے عوض اور وہ تھے اس کے معاملے میں بہت ہی قناعت پسند",
    "اور مصر کے جس شخص نے یوسف کو خریدا (اس نے) اپنی بیوی سے کہا : اس کو اچھے طریقے سے رکھنا ہوسکتا ہے یہ ہمارے لیے نفع بخش ہو یا پھر ہم اسے اپنا بیٹا ہی بنا لیں اور اس طرح ہم نے یوسف کو اس ملک میں تمکنّ عطا کیا اور تاکہ ہم اس کو سکھائیں باتوں کی تہہ تک پہنچنے کا علم اور اللہ تو اپنے فیصلے پر غالب ہے لیکن اکثر لوگ جانتے نہیں ہیں",
    "اور جب آپ اپنی جوانی کو پہنچ گئے تو ہم نے آپ کو حکم اور علم عطا کیا اور اسی طرح ہم محسنین کو بدلہ دیتے ہیں",
    "اور آپ کو پھسلانے کی کوشش کی اس عورت نے جس کے گھر میں آپ تھے اور (ایک موقع پر) اس نے دروازے بند کرلیے اور بولی جلدی سے آجاؤ آپ نے فرمایا : میں اللہ کی پناہ طلب کرتا ہوں وہ میرا رب ہے اس نے مجھے اچھا ٹھکانہ دیا ہے بیشک ظالم لوگ فلاح نہیں پایا کرتے",
    "اور اس عورت نے ارادہ کیا آپ کا اور آپ بھی ارادہ کرلیتے اس کا اگر نہ دیکھ لیتے اپنے رب کی ایک دلیل یہ اس لیے کہ ہم پھیر دیں اس سے برائی اور بےحیائی کو یقیناً وہ ہمارے چنے ہوئے بندوں میں سے تھے",
    "اور وہ دونوں آگے پیچھے دروازے کی طرف دوڑے اور پھاڑ دی اس (عورت) نے آپ کی قمیص پیچھے سے اور پایا ان دونوں نے اس کے خاوند کو دروازے کے پاس وہ (فوراً) بولی کیا سزا ہونی چاہیے ایسے شخص کی جس نے ارادہ کیا تمہاری بیوی کے ساتھ برائی کا سوائے اس کے کہ اسے جیل بھیج دیا جائے یا کوئی اور درد ناک سزا دی جائے",
    "آپ نے فرمایا کہ اسی نے مجھے پھسلانا چاہا تھا اور گواہی دی عورت کے خاندان والوں میں سے ایک گواہ نے اگر تو اس کی قمیص پھٹی ہے سامنے سے تو یہ سچی ہے اور وہ جھوٹا ہے",
    "اور اگر اس کی قمیص پھٹی ہے پیچھے سے تو پھر یہ جھوٹی ہے اور وہ سچا ہے",
    "پھر جب اس (عزیز مصر) نے دیکھا کہ آپ کی قمیص پھٹی ہوئی ہے پیچھے سے تو اس نے کہا کہ یہ تم عورتوں کی چالوں میں سے (ایک چال) ہے یقیناً تم عورتوں کے فریب بہت بڑے ہوتے ہیں",
    "یوسف ! اس معاملے سے درگزر کرو اور تم اپنے گناہ کی معافی مانگو یقیناً قصور وار تم ہی ہو",
    "اور شہر میں عورتوں نے (اس واقعہ کا ذکر کرتے ہوئے) کہا کہ عزیز کی بیوی تو اپنے غلام کو پھسلا رہی ہے وہ اس کی محبت میں گرفتار ہوچکی ہے یقیناً ہم دیکھتے ہیں کہ وہ بہت بھٹک گئی ہے",
    "پھر جب اس نے سنیں ان کی مکارانہ باتیں اس نے دعوت دی ان سب کو اور اہتمام کیا ایک تکیہ دار مجلس کا اور ان میں سے ہر عورت کو اس نے ایک چھری دے دی اور (یوسف سے) کہا کہ اب تم ان کے سامنے آؤ پھر جب انہوں نے یوسف کو دیکھا تو اسے بہت عظیم جانا (ششدر رہ گئیں) اور ان سب نے اپنے ہاتھ کاٹ لیے اور وہ پکار اٹھیں کہ حاشا للہ یہ کوئی آدمی تو نہیں ! یہ تو کوئی بہت بزرگ فرشتہ ہے",
    "تو اس عورت نے کہا کہ یہ ہے وہ جس کے بارے میں تم مجھے ملامت کر رہی تھیں اور یقیناً میں نے اسے پھسلانا چاہا تھا لیکن وہ بچا رہا اور اگر اس نے وہ نہ کیا جو میں اسے حکم دے رہی ہوں تو وہ لازماً قید میں پڑے گا اور ضرور ذلیل ہو کر رہے گا",
    "یوسف نے دعا کی : اے میرے پروردگار ! مجھے قید زیادہ پسند ہے اس چیز سے جس کی طرف یہ مجھے بلا رہی ہیں اور اگر تو نے مجھ سے دور نہ کردیا ان کی چالوں کو تو (ہو سکتا ہے) میں بھی ان کی طرف مائل ہوجاؤں اور جاہلوں میں سے ہوجاؤں",
    "تو آپ کے رب نے آپ کی دعا قبول کرلی اور ان عورتوں کی چالوں کو آپ سے پھیر دیا۔ یقیناً وہی ہے سننے والا جاننے والا",
    "پھر ان لوگوں کو یہ بات سوجھی ساری نشانیاں دیکھ لینے کے بعد کہ اس کو کچھ عرصہ کے لیے جیل میں ڈال دیا جائے",
    "اور داخل ہوئے آپ کے ساتھ جیل میں دو نوجوان ان میں سے ایک نے کہا کہ میں نے اپنے آپ کو خواب میں دیکھا ہے کہ میں شراب کشید کر رہا ہوں اور دوسرے نے کہا کہ میں نے اپنے آپ کو دیکھا ہے کہ میں اپنے سر پر روٹیاں اٹھائے ہوئے ہوں اور پرندے اس میں سے کھا رہے ہیں ہمیں ان خوابوں کی تعبیر بتا دیجیے ہم آپ کو بہت نیکوکار دیکھتے ہیں",
    "یوسف نے فرمایا کہ تم لوگوں کو جو کھانا دیا جاتا ہے اس کے آنے سے پہلے پہلے میں تم دونوں کو اس کی تعبیر بتادوں گا یہ اس علم میں سے ہے جو میرے رب نے مجھے سکھایا ہے دیکھو !) میں نے ترک کردیا ہے اس قوم کا راستہ جو اللہ پر ایمان نہیں رکھتے اور آخرت کے یہی لوگ منکر ہیں",
    "اور میں نے پیروی کی ہے اپنے آباء ابراہیم اسحاق اور یعقوب کے طریقے کی (دیکھو !) ہمارے لیے یہ روا نہیں ہے کہ ہم اللہ کے ساتھ کسی بھی شے کو شریک کریں یہ اللہ کا بڑا فضل ہے ہم پر اور سب لوگوں پر لیکن اکثر لوگ شکر نہیں کرتے",
    "اے میرے جیل کے دونوں ساتھیو ! کیا بہت سے متفرق رب بہتر ہیں یا اکیلا اللہ سب پر حاوی و غالب",
    "نہیں پوجتے تم اس (اللہ) کے سوا مگر چند ناموں کو جو موسوم کر رکھے ہیں تم لوگوں نے اور تمہارے آباء و اَجداد نے نہیں اتاری اللہ نے ان کے لیے کوئی سند۔ اختیار مطلق تو صرف اللہ ہی کا ہے اس نے حکم دیا ہے کہ تم اس کے سوا کسی کی بندگی مت کرو یہی ہے دین سیدھا (اور ہمیشہ سے قائم و دائم) لیکن اکثر لوگ علم نہیں رکھتے",
    "اے میرے جیل کے دونوں ساتھیو ! تم میں سے ایک تو اپنے آقا کو شراب پلائے گا اور جو دوسرا ہے اسے سولی دے دی جائے گی اور پرندے اس کے سر میں سے (نوچ نوچ کر) کھائیں گے فیصلہ کردیا گیا ہے اس معاملے کا جس کے بارے میں تم دونوں مجھ سے پوچھ رہے تھے",
    "اور یوسف نے کہا اس شخص سے جس کے بارے میں آپ نے گمان کیا کہ وہ ان دونوں میں سے نجات پائے گا کہ اپنے آقا سے میرا ذکر بھی کرنا تو اسے بھلائے رکھا شیطان نے ذکر کرنا اپنے آقا سے تو آپ رہے جیل میں کئی برس تک",
    "اور بادشاہ نے کہا کہ میں خواب میں دیکھتا ہوں کہ سات موٹی گائیں ہیں جن کو کھا رہی ہیں سات دبلی گائیں اور سات بالیاں ہیں ہری اور دوسری (سات) خشک تو اے میرے درباریو ! مجھے بتاؤ تعبیر میرے خواب کی اگر تم لوگ خوابوں کی تعبیر کرسکتے ہو",
    "انہوں نے کہا کہ یہ تو پریشان خیالات ہیں اور ایسے خوابوں کی تعبیر ہم نہیں جانتے",
    "اور کہا اس شخص نے جو ان دونوں (قیدیوں) میں سے نجات پا گیا تھا اور ایک طویل عرصے کے بعد اسے (اچانک) یاد آگیا (اس نے کہا) میں بتادوں گا تم لوگوں کو اس کی تعبیر بس مجھے ذرا (قید خانے میں یوسف کے پاس) بھیج دیں",
    "اے یوسف ! اے راست باز ! ہمیں تعبیر بتائیے سات موٹی گائیوں کے بارے میں کہ انہیں کھا رہی ہیں سات دبلی اور سات سبز بالیوں اور دوسری (سات) خشک بالیوں کے بارے میں تاکہ میں واپس جاؤں (تعبیر لے کر) ان لوگوں کے پاس تاکہ انہیں بھی معلوم ہوجائے",
    "یوسف نے (تعبیر بتاتے ہوئے) فرمایا کہ تم سات سال تک خوب زراعت کرو گے لگاتار تو (اس دوران میں) جو فصل بھی تم کاٹو اسے رہنے دینا اس کی بالیوں ہی میں سوائے اس قلیل تعداد کے جو تم کھاؤ",
    "پھر اس کے بعد سات سال آئیں گے بہت سخت وہ (سات سال) چٹ کر جائیں گے اس کو جو کچھ تم نے ان کے لیے بچا رکھا ہوگا سوائے اس کے جو تم (بیج کے لیے) محفوظ کرلو گے",
    "پھر آئے گا اس کے بعد ایک سال کہ اس میں خوب بارشیں ہوں گی لوگوں پر اور اس میں وہ (انگور کا) رس نچوڑیں گے",
    "(یہ سن کر) بادشاہ نے کہا کہ اس شخص کو میرے پاس لے آؤ پھر جب آیا آپ کے پاس ایلچی تو آپ نے فرمایا کہ تم واپس چلے جاؤ اپنے آقا کے پاس اور اس سے پوچھو کہ ان عورتوں کا کیا معاملہ تھا جنہوں نے اپنے ہاتھ کاٹ لیے تھے یقیناً میرا رب ان کی چالوں سے خوب واقف ہے",
    "اس نے پوچھا کہ کیا معاملہ تھا تمہارا جب تم سب نے پھسلانا چاہا تھا یوسف کو انہوں نے کہا کہ اللہ گواہ ہے ہمارے علم میں اس کے بارے میں کوئی بھی برائی نہیں ہے (اس پر) عزیز کی بیوی بھی بول اٹھی کہ اب حقیقت تو واضح ہو ہی گئی ہے میں نے ہی اس کو پھسلانے کی کوشش کی تھی اور وہ بالکل سچا ہے",
    "یہ اس لیے کہ وہ جان لے کہ میں نے اس کی غیرموجودگی میں اس کی خیانت نہیں کی اور یہ کہ یقیناً اللہ خیانت کرنے والوں کی چال کو کامیاب نہیں کرتا"
  ]
}