{
  "meta": {
    "id": 158,
    "name": "Bayan-ul-Quran",
    "translator_name": "Dr. Israr Ahmad",
    "slug": "ur-israr-ahmad",
    "language_name": "urdu"
  },
  "verses": [
    "اس (خضر) نے کہا : کیا میں نے آپ سے کہا نہیں تھا کہ آپ میرے ساتھ صبر نہیں کرسکیں گے",
    "موسیٰ نے کہا : اگر میں آپ سے سوال کروں کسی چیز کے بارے میں اس کے بعد تو آپ مجھے اپنے ساتھ نہ رکھیے گا آپ پہنچ چکے ہیں میری طرف سے حد عذر کو",
    "پھر وہ دونوں چل پڑے یہاں تک کہ جب پہنچے ایک بستی کے لوگوں کے پاس تو انہوں نے کھانا مانگا بستی والوں سے تو انہوں نے انکار کردیا ان دونوں کی مہمان نوازی سے تو ان دونوں نے وہاں ایک دیوار دیکھی جو گرا چاہتی تھی تو اس (خضر) نے اسے سیدھا کردیا موسیٰ نے کہا : اگر آپ چاہتے تو اس پر کچھ اجرت لے لیتے",
    "اس (خضر) نے کہا بس اب یہ جدائی (کا وقت) ہے میرے اور آپ کے درمیان اب میں آپ کو بتائے دیتا ہوں اصل حقیقت ان چیزوں کی جن پر آپ صبر نہ کرسکے",
    "جہاں تک اس کشتی کا معاملہ ہے تو وہ غریب لوگوں کی (ملکیت) تھی جو محنت کرتے تھے دریا میں تو میں نے چاہا کہ اسے عیب دار کر دوں اور ان کے آگے ایک بادشاہ تھا جو پکڑ رہا تھا ہر کشتی کو زبردستی",
    "رہا وہ لڑکا تو اس کے والدین دونوں مؤمن تھے تو ہمیں خدشہ ہوا کہ وہ سرکشی اور ناشکری سے ان پر تعدی کرے گا",
    "پس ہم نے چاہا کہ ان دونوں کو بدلے میں دے ان کا رب اس سے بہتر (اولاد) پاکیزگی میں اور قریب تر شفقت میں",
    "اور رہی وہ دیوار تو وہ شہر کے دو یتیم لڑکوں کی تھی اور اس کے نیچے خزانہ تھا ان دونوں کے لیے اور ان کا باپ نیک آدمی تھا لہٰذا آپ کے رب نے چاہا کہ وہ دونوں اپنی جوانی کو پہنچ جائیں اور نکال لیں اپنا خزانہ (یہ سب امور) آپ کے رب کی رحمت سے (طے ہوئے) تھے اور میں نے اپنی رائے سے انہیں سر انجام نہیں دیا یہ ہے اصل حقیقت ان باتوں کی جن پر آپ صبر نہ کرسکے",
    "اور یہ لوگ آپ سے ذوالقرنین کے بارے میں پوچھتے ہیں۔ آپ کہیے کہ ابھی میں آپ لوگوں کو اس کا حال بتاتا ہوں",
    "ہم نے اسے زمین میں تمکن عطا کیا تھا اور اسے ہر طرح کے اسباب و وسائل مہیا کیے تھے",
    "تو اس نے ایک (مہم کا) سروسامان کیا",
    "یہاں تک کہ جب وہ سورج کے غروب ہونے کی جگہ تک پہنچا اس نے اسے غروب ہوتے ہوئے پایا ایک گدلے چشمے میں اور اس نے پایا وہاں ایک قوم کو ہم نے کہا : اے ذوالقرنین ! تم چاہو تو انہیں سزا دو اور چاہو تو ان (کے بارے) میں حسن سلوک کا معاملہ کرو",
    "اس نے کہا جس نے ظلم کیا ہم اسے سزا دیں گے پھر وہ لوٹایا جائے گا اپنے رب کی طرف اور وہ اسے بہت سخت عذاب دے گا",
    "اور جو کوئی ایمان لایا اور اس نے نیک اعمال کیے تو اس کے لیے ہے اچھی جزا اور اس سے ہم بات کریں گے اپنے معاملے میں نرمی سے",
    "پھر اس نے ایک (اور مہم کا) سروسامان کیا",
    "یہاں تک کہ وہ سورج کے طلوع ہونے کی جگہ پر پہنچ گیا اس نے اس کو طلوع ہوتے پایا ایک ایسی قوم پر جس کے لیے ہم نے اس (سور ج) کے مقابل کوئی اوٹ نہیں رکھی تھی",
    "(پھر) ایسا ہی ہوا اور ہم پوری طرح باخبر تھے اس کے احوال سے",
    "پھر اس نے ایک (اور مہم کا) سروسامان کیا",
    "یہاں تک کہ جب وہ دو دیواروں کے درمیان پہنچا اس نے پایا ان دونوں سے ورے ایک قوم (کے افراد) کو جو کوئی بات سمجھ نہیں سکتے تھے",
    "انہوں نے کہا اے ذوالقرنین ! یا جوج اور ماجوج زمین میں بہت فساد مچانے والے لوگ ہیں تو کیا ہم آپ کو کچھ خراج ادا کریں کہ اس کے عوض آپ ہمارے اور ان کے درمیان ایک دیوار بنا دیں",
    "اس نے کہا جو کچھ مجھے دے رکھا ہے اس میں میرے رب نے وہ بہت بہتر ہے البتہ تم لوگ میری مدد کرو قوت (محنت) کے ذریعے سے میں تمہارے اور ان کے درمیان ایک مضبوط دیوار بنا دوں گا",
    "لاؤ میرے پاس تختے لوہے کے یہاں تک کہ جب اس نے برابر کردیا دونوں اونچائیوں کے درمیان (کی جگہ) کو اس نے کہا : اب آگ دہکاؤ یہاں تک کہ جب بنا دیا اس نے اس کو آگ (کی مانند) ُ س نے کہا : لاؤ میرے پاس میں ڈال دوں اس پر پگھلا ہوا تانبا",
    "اب نہ تو وہ (یاجوج ماجوج) اس کے اوپر چڑ ھ سکیں گے اور نہ ہی اس میں نقب لگا سکیں گے",
    "اس نے کہا کہ یہ رحمت ہے میرے رب کی اور جب آجائے گا وعدہ میرے رب کا تو وہ کر دے گا اس کو ریزہ ریزہ اور میرے رب کا وعدہ سچا ہے",
    "اور ہم چھوڑ دیں گے ان کو اس دن وہ ایک دوسرے میں گتھم گتھا ہوجائیں گے اور صور میں پھونکا جائے گا پس ہم ان سب کو جمع کرلیں گے",
    "اور اس روز ہم جہنم کو کافروں کے سامنے لے آئیں گے",
    "وہ لوگ جن کی نگاہیں پردے میں تھیں میرے ذکر سے اور وہ سن بھی نہیں سکتے تھے",
    "کیا کافروں نے یہ سمجھ رکھا ہے کہ وہ میرے ہی بندوں کو میرے مقابلے میں اپنے حمایتی بنا لیں گے یقیناً ہم نے تیار کر رکھا ہے جہنم کو ایسے کافروں کی مہمانی کے لیے",
    "آپ کہیے : کیا ہم تمہیں بتائیں کہ اپنے اعمال کے اعتبار سے سب سے زیادہ خسارے میں کون ہیں",
    "وہ لوگ جن کی سعی و جہد دنیا ہی کی زندگی میں گم ہو کر رہ گئی اور وہ سمجھتے ہیں کہ وہ بہت اچھا کام کر رہے ہیں",
    "یہی وہ لوگ ہیں جنہوں نے انکار کیا اپنے رب کی آیات اور اس کی ملاقات کا تو برباد ہوگئے ان کے اعمال اور ہم قائم نہیں کریں گے ان کے لیے قیامت کے دن کوئی وزن",
    "ان کا بدلہ جہنم ہے بسبب اس کے کہ انہوں نے کفر کیا اور میری آیات اور میرے رسولوں کا مذاق اڑایا",
    "اس کے برعکس) وہ لوگ جو ایمان لائے اور انہوں نے نیک اعمال کیے ان کی مہمانی کے لیے فردوس کے باغات ہوں گے",
    "وہ اس میں ہمیشہ ہمیش رہیں گے وہاں سے وہ جگہ بدلنا نہیں چاہیں گے",
    "(اے نبی) آپ کہیے کہ اگر سمندر روشنائی بن جائے میرے رب (کے کلمات کو لکھنے) کے لیے تو یقیناً سمندر ختم ہوجائے گا اس سے پہلے کہ میرے رب کے کلمات ختم ہوں اگرچہ اسی کی طرح اور (سمندر) بھی ہم (اس کی) مدد کے لیے لے آئیں",
    "(اے نبی) آپ کہہ دیجیے کہ میں تو بس تمہاری ہی طرح کا ایک انسان ہوں مجھ پر وحی کی جاتی ہے کہ تمہارا معبود بس ایک ہی معبود ہے پس جو کوئی بھی امید رکھتا ہو اپنے رب سے ملاقات کی تو اسے چاہیے کہ نیک اعمال کرے اور اپنے رب کی عبادت میں کسی کو بھی شریک نہ کرے",
    "كۗهٰيٰعۗصۗ",
    "یہ ذکر ہے آپ کے رب کی رحمت کا جو اس نے اپنے بندے زکریا پر کی",
    "جب اس نے پکارا اپنے رب کو چپکے چپکے",
    "اس نے عرض کیا اے میرے پروردگار بلا شبہ میری ہڈیاں کمزور ہوگئی ہیں اور میرا سر بھڑک اٹھا ہے بڑھاپے سے اور اے میرے پروردگار میں تجھے پکار کر کبھی بھی نامراد نہیں رہا",
    "اور مجھے اندیشہ ہے اپنے بھائی بندوں سے اپنے بعد اور میری بیوی بانجھ ہے تو تو مجھے خاص اپنے پاس سے ایک ولی عطا کر",
    "جو وارث ہو میرا اور آل یعقوب کا اور اے میرے پروردگار ! اس کو بنائیو پسندیدہ",
    "اے زکریا ؑ ! ہم تمہیں بشارت دیتے ہیں ایک لڑکے کی جس کا نام یحییٰ ہوگا ہم نے اس سے پہلے اس کا کوئی ہم نام نہیں بنایا",
    "اس نے کہا : اے میرے پروردگار ! میرے ہاں بیٹا کیسے ہوجائے گا جبکہ میری بیوی بانجھ ہے اور میں پہنچ چکا ہوں بڑھاپے کے باعث سوکھ جانے کی حالت کو",
    "فرمایا : ایسے ہی ہوگا ! تمہارے پروردگار نے فرمایا ہے کہ یہ مجھ پر آسان ہے اور تمہیں بھی تو میں نے پیدا کیا اس سے پہلے جبکہ تم کچھ بھی نہیں تھے",
    "عرض کیا : اے میرے پروردگار ! میرے لیے کوئی نشانی مقرر فرمادے فرمایا : تمہارے لیے نشانی یہ ہے کہ تم گفتگو نہیں کرسکو گے لوگوں سے تین راتیں متواتر",
    "پھر وہ حجرے سے نکل کر اپنی قوم کی طرف آیا اور انہیں اشارے سے کہا کہ تم لوگ تسبیح بیان کرو صبح وشام",
    "اے یحییٰ کتاب کو مضبوطی سے تھام لو اور ہم نے اس کو عطا کردی حکمت و دانائی بچپن ہی میں",
    "اور ہماری طرف سے سوزو گداز والی محبت اور پاکیزگی (اسے عطا ہوئی) اور وہ بہت متقی تھا",
    "اور وہ اپنے والدین کے ساتھ حسن سلوک کرنے والا تھا اور خود سر و نافرمان نہیں تھا",
    "اور سلام اس پر جس دن اس کی ولادت ہوئی جس دن اسے موت آئے اور جس دن وہ اٹھایا جائے زندہ کر کے",
    "اور (اب) ذکر کیجیے اس کتاب (قرآن) میں مریم کا جبکہ وہ اپنے لوگوں سے الگ ہو کر ایک شرقی گوشے میں جا بیٹھی",
    "تو اس نے اپنے آپ کو ان سے پردے میں کرلیا پس ہم نے بھیجا اس کی طرف اپنا ایک فرشتہ تو اس نے صورت اختیار کی اس (مریم) کے سامنے ایک مکمل انسان کی",
    "مریم نے کہا : میں رحمن کی پناہ مانگتی ہوں تم سے اگر تم کوئی متقی شخص ہو",
    "اس نے کہا : میں تو آپ کے رب کا فرستادہ ہوں تاکہ میں آپ کو ایک پاکیزہ بیٹا عطا کروں",
    "مریم نے کہا : میرے ہاں بیٹا کیسے ہوگا ؟ جبکہ مجھے کسی بشر نے چھوا تک نہیں اور نہ ہی میں کوئی بدچلن عورت ہوں",
    "اس (فرشتے) نے کہا : ایسے ہی ہوگا آپ کا رب فرماتا ہے کہ یہ مجھ پر آسان ہے تاکہ ہم اسے بنائیں ایک نشانی لوگوں کے لیے اور رحمت اپنی طرف سے اور یہ ایک طے شدہ امر ہے",
    "تو اسے اس (بچے) کا حمل ٹھہر گیا چناچہ وہ اسے لے کر ایک دور جگہ پر چلی گئی",
    "پھر لے آیا اسے درد زہ ایک کھجور کے تنے کے پاس۔ (اس کیفیت میں) اس نے کہا : کاش میں اس سے پہلے مرچکی ہوتی اور ایک بھولی بسری چیز ہوچکی ہوتی",
    "تو اس نے پکارا اسے اس کے نیچے سے کہ آپ غمگین نہ ہوں (دیکھئے) آپ کے رب نے آپ کے (قدموں کے) نیچے ایک چشمہ رواں کردیا ہے",
    "اور آپ اس کھجور کے تنے کو اپنی طرف ہلایئے آپ پر تازہ پکی ہوئی کھجوریں جھڑ پڑیں گی",
    "پس آپ کھایئے اور پیجئے اور (اپنی) آنکھیں ٹھنڈی کیجیے اور اگر آپ دیکھیں کسی آدمی کو (اور وہ آپ سے پوچھے) تو اس سے (اشارے سے) کہہ دیں کہ میں نے نذر مانی ہے رحمن کے لیے روزے کی لہٰذا میں بات نہیں کروں گی آج کسی انسان سے",
    "پھر وہ لے آئی اس کو اٹھائے ہوئے اپنی قوم کے پاس لوگوں نے کہا : اے مریم ! یقیناً تم ایک طوفان گھڑ لائی ہو",
    "اے ہارون کی بہن ! نہ تو تمہارا والد برا آدمی تھا اور نہ ہی تمہاری والدہ بدکار تھی",
    "تو اس نے اس (بچے) کی طرف اشارہ کردیا۔ لوگوں نے کہا کہ ہم اس سے کیسے بات کریں جو گود میں پڑابچہ ہے",
    "اس (بچے) نے کہا : میں اللہ کا بندہ ہوں اس نے مجھے کتاب عطا کی ہے اور مجھے نبی بنایا ہے",
    "اور مجھے بابرکت بنایا ہے جہاں کہیں بھی میں ہوں گا اور مجھے اس نے تاکید کی ہے نماز کی اور زکوٰۃ کی جب تک میں زندہ رہوں",
    "اور (اس نے مجھے بنایا) بھلائی کرنے والا اپنی والدہ کے ساتھ اور اس نے مجھے ُ تند خو بدبخت نہیں بنایا",
    "اور سلام ہے مجھ پر جس دن میں جنا گیا اور جس دن میں مروں گا اور جس دن مجھے اٹھایا جائے گا زندہ کر کے",
    "یہ ہیں عیسیٰ ؑ ٰ ابن مریم ! یہ ہے حق کی بات جس کے بارے میں یہ لوگ شک کرتے ہیں",
    "اللہ کے شایان شان نہیں کہ وہ کسی کو بیٹا بنائے وہ (اس سے) پاک ہے۔ جب وہ کسی کام کا فیصلہ کرتا ہے تو اسے کہتا ہے ہوجا تو وہ ہوجاتا ہے",
    "اور یقیناً اللہ ہی ہے میرا رب بھی اور تمہارا رب بھی تو تم اسی کی بندگی کرو۔ یہی سیدھا راستہ ہے",
    "پھر اختلافات پیدا کرلیے (مختلف) گروہوں نے آپس میں۔ تو بربادی ہے ان کافروں کے لیے اس بڑے دن کی پیشی سے",
    "کیا ہی اچھا وہ سن رہے ہوں گے اور کیا ہی اچھا وہ دیکھ رہے ہوں گے جس دن وہ ہمارے پاس آئیں گے لیکن آج یہ ظالم کھلی گمراہی میں مبتلا ہیں",
    "اور (اے نبی ﷺ !) آپ انہیں خبر دار کردیجیے اس یوم حسرت سے جب ہر معاملے کا فیصلہ کردیا جائے گا۔ البتہ (اب) یہ لوگ غفلت میں مبتلا ہیں لہٰذا یہ ایمان نہیں لائیں گے",
    "یقیناً ہم ہی وارث ہوں گے زمین کے اور جو کوئی اس پر موجود ہے (اس کے بھی) اور یہ سب لوگ ہماری ہی طرف لوٹائے جائیں گے",
    "اور تذکرہ کیجیے اس کتاب میں ابراہیم ؑ کا۔ یقیناً وہ صدیقّ نبی تھے",
    "یاد کیجئے جب ابراہیم نے اپنے والد سے کہا : ابا جان ! آپ کیوں بندگی کرتے ہیں ایسی چیزوں کی جو نہ سن سکتی ہیں اور نہ دیکھ سکتی ہیں اور نہ ہی آپ کے کچھ کام آسکتی ہیں",
    "ابا جان ! یقیناً میرے پاس وہ علم آیا ہے جو آپ کے پاس نہیں آیا پس آپ میری پیروی کیجیے میں آپ کو دکھاؤں گا سیدھاراستہ",
    "ابا جان ! آپ شیطان کی بندگی نہ کیجیے شیطان یقیناً رحمن کا نافرمان تھا",
    "اباجان ! مجھے اندیشہ ہے کہ رحمن کی طرف سے کوئی عذاب آپ کو آپکڑے اور پھر آپ شیطان ہی کے ساتھی بن کر رہ جائیں",
    "اس نے کہا : اے ابراہیم ! کیا تم کنارہ کشی کر رہے ہو میرے معبودوں سے اگر تم اس سے باز نہ آئے تو میں تمہیں سنگسار کر دوں گا اور تم مجھے چھوڑ (کر چلے) جاؤ ایک مدت تک",
    "ابراہیم ؑ نے کہا : آپ پر سلام ! میں اپنے رب سے آپ کے لیے استغفار کرتا رہوں گا وہ مجھ پر بڑا مہربان ہے",
    "اور میں کنارہ کشی کرتا ہوں آپ سے بھی اور ان (تمام معبودوں) سے بھی جنہیں آپ لوگ اللہ کے سوا پوجتے ہیں اور میں تو اپنے رب ہی کو پکاروں گا مجھے یقین ہے کہ میں اپنے رب کو پکار کرنا مراد نہیں رہوں گا",
    "پھر جب ابراہیم ؑ نے ان سب سے کنارہ کشی کرلی اور ان سے بھی جن کی وہ اللہ کے سوا عبادت کرتے تھے تو ہم نے آپ ؑ کو عطا کیا اسحاق (جیسا بیٹا) اور یعقوب (جیسا پوتا) اور ہر ایک کو نبی بنایا",
    "اور ہم نے ان سب کو اپنی خصوصی رحمت سے حصہ عطا فرمایا اور ان کو اعلیٰ درجے کی سچی شہرت عطا فرمائی",
    "اور کتاب میں تذکرہ کیجیے موسیٰ ؑ کا یقیناً وہ تھے خاص کیے گئے اور وہ تھے رسول نبی",
    "اور ہم نے انہیں پکارا طور کی دائیں جانب سے اور انہیں اپنے قریب کیا سرگوشی کے لیے",
    "اور ہم نے انہیں عطا کیا اپنی رحمت سے ان کے بھائی ہارون کو نبی بنا کر",
    "اور تذکرہ کیجیے اس کتاب میں اسماعیل ؑ کا (بھی) یقیناً وہ وعدے کے سچے تھے اور وہ (بھی) رسول نبی تھے",
    "اور وہ حکم دیتے تھے اپنے گھر والوں کو نماز اور زکوٰۃ کا اور وہ اپنے رب کے نزدیک پسندیدہ تھے",
    "اور تذکرہ کیجیے کتاب میں ادریس ؑ کا (بھی) یقیناً وہ صدیقّ نبی تھے",
    "اور ہم نے انہیں اٹھایا بلند مقام پر",
    "یہ ہیں وہ لوگ جن پر انعام فرمایا اللہ نے انبیاء میں سے اولادِآدم ؑ میں سے اور ان لوگوں (کی نسل) میں سے جنہیں سوار کرایا ہم نے (کشتی میں) نوح ؑ کے ساتھ اور ابراہیم ؑ اور یعقوب ؑ کی نسل میں سے اور ان میں سے جنہیں ہم نے ہدایت دی اور جنہیں ہم نے ُ چن لیا جب تلاوت کی جاتیں ان پر رحمن کی آیات تو وہ گرپڑتے تھے (اللہ کی جناب میں) سجدہ کرتے ہوئے اور روتے ہوئے",
    "پھر جانشین ہوئے ان کے بعد نا خلف لوگ انہوں نے نماز کو ضائع کردیا اور خواہشات کی پیروی کی تو عنقریب وہ ملیں گے گمراہی سے",
    "سوائے ان کے جنہوں نے توبہ کی اور وہ ایمان لائے اور انہوں نے نیک اعمال کیے تو وہی لوگ جنت میں داخل ہوں گے اور ان پر قطعاً کوئی ظلم نہیں کیا جائے گا",
    "(انہیں ملیں گے) عیش دوام کے باغات جن کا وعدہ کیا تھا رحمن نے اپنے بندوں سے غیب میں یقیناً اس کا وعدہ تو پورا ہونے والا ہی ہے",
    "وہ نہیں سنیں گے اس میں کوئی لغوبات مگر صرف سلام اور ان کے لیے ان کا رزق ہوگا اس میں صبح اور شام",
    "یہ ہے وہّ جنت جس کا ہم وارث بنائیں گے اپنے بندوں میں سے ان کو جو متقی ہوں گے",
    "اور (اے نبی ﷺ !) ہم (فرشتے) نہیں نازل ہوتے مگر آپ کے رب کے حکم سے اسی کے اختیار میں ہے جو ہمارے آگے ہے اور جو ہمارے پیچھے ہے اور جو کچھ اس کے درمیان ہے اور آپ ﷺ کا رب بھولنے والا نہیں ہے",
    "وہ رب ہے آسمانوں کا اور زمین کا اور اس کا جو ان دونوں کے مابین ہے پس آپ ﷺ اسی کی عبادت کریں اور جمے رہیں اس کی عبادت پر۔ کیا آپ جانتے ہیں کوئی اس کا ہم نام",
    "اور انسان کہتا ہے کہ جب میں مرجاؤں گا تو پھر مجھے زندہ کر کے نکال لیا جائے گا",
    "کیا انسان یہ بات یاد نہیں کرتا کہ ہم نے ہی اسے پیدا کیا تھا اس سے پہلے جبکہ وہ کچھ بھی نہیں تھا",
    "تو آپ ﷺ کے رب کی قسم ! ہم ضرور جمع کریں گے انہیں اور تمام شیطانوں کو بھی پھر ہم ضرور حاضر کریں گے انہیں جہنم کے گرد گھٹنوں کے بل گرے ہوئے",
    "پھر ہم ضرور چھانٹ کر نکال لیں گے ہر گروہ میں سے ہر اس شخص کو جو ان میں سب سے زیادہ سخت تھا رحمن کے خلاف سرکشی میں",
    "پھر ہم خوب جانتے ہیں ان لوگوں کو جو اس میں پہلے داخل ہونے کے لائق ہوں گے",
    "اور تم میں سے کوئی بھی ایسا نہیں جو اس پر وارد نہ ہو۔ یہ آپ کے رب کا حتمی فیصلہ ہے",
    "پھر ہم بچا لے جائیں گے انہیں جنہوں نے تقویٰ کی روش اختیار کی تھی اور چھوڑ دیں گے ظالموں کو اسی میں گھٹنوں کے بل گرے ہوئے",
    "اور جب انہیں پڑھ کر سنائی جاتی ہیں ہماری روشن آیات تو یہ کافر اہل ایمان سے کہتے ہیں کہ (دیکھو !) دونوں گروہوں میں سے کس کا مقام بہتر ہے اور کس کی مجلس اچھی ہے",
    "اور ہم کتنی ہی قوموں کو ان سے پہلے ہلاک کرچکے ہیں جو ان سے کہیں بڑھ کر تھیں سازوسامان اور شان و شوکت میں",
    "(اے نبی ﷺ !) آپ ان کو بتا دیجیے کہ جو کوئی گمراہی میں پڑجاتا ہے تو رحمن اسے بہت زیادہ ڈھیل دے دیتا ہے یہاں تک کہ جب وہ دیکھ لیں گے جس کی انہیں وعید دی جا رہی ہے خواہ عذاب ہو یا قیامت تب انہیں معلوم ہوجائے گا کہ کون ہے مقام و مرتبہ میں بد تر اور (کون ہے) لاؤ لشکر کے اعتبار سے کمزور تر",
    "اور اللہ بڑھاتا ہے ان لوگوں کو ہدایت میں جنہوں نے ہدایت اختیار کی اور باقی رہنے والی نیکیاں بہتر ہیں آپ ﷺ کے رب کے نزدیک بدلے کے اعتبار سے بھی اور بہتر ہیں انجام کے اعتبار سے بھی",
    "کیا آپ نے اس شخص کو دیکھا جس نے ہماری آیات کا کفر کیا اور کہا کہ مجھے (آخرت میں بھی) مال اور اولاد سے لازماً نوازا جائے گا",
    "کیا وہ غیب پر مطلعّ ہوچکا ہے ؟ یا اس نے رحمن سے کوئی عہد لے رکھا ہے",
    "ہر گز نہیں ! ہم لکھ رکھیں گے جو کچھ وہ کہہ رہا ہے اور اس کے لیے عذاب کو ہم بڑھاتے چلے جائیں گے",
    "اور ہم وارث ہوں گے اس سب کچھ کے جس کا وہ ذکر کر رہا ہے اور وہ آئے گا ہمارے پاس اکیلاہی",
    "اور انہوں نے بنا رکھے ہیں اللہ کے سوا دوسرے معبود تاکہ وہ ان کے لیے مددگار بنیں",
    "ہر گز نہیں ! وہ تو ان لوگوں کی عبادت کا انکار کردیں گے اور (وہاں) وہ ان لوگوں کے مخالف ہوجائیں گے",
    "کیا آپ ﷺ نے دیکھا نہیں کہ ہم کافروں پر شیاطین کو بھیجتے رہتے ہیں اور وہ انہیں خوب خوب اکساتے ہیں",
    "تو آپ ﷺ ان کے خلاف (فیصلے کے لیے) جلدی نہ کیجیے ہم ان کی پوری پوری گنتی کر رہے ہیں",
    "(ذرا تصور کریں اس دن کا) جس دن اہل تقویٰ کو ہم جمع کر کے لائیں گے رحمن کی طرف وفود کی صورت میں",
    "اور مجرموں کو ہم ہانک کرلے جائیں گے جہنم کی طرف پیاسے",
    "اس دن کسی کو شفاعت کا اختیار نہیں ہوگا سوائے اس کے جس نے رحمن سے کوئی عہد حاصل کرلیا ہو",
    "اور وہ کہتے ہیں کہ رحمن نے (اپنے لیے) اولاد اختیار کی ہے",
    "(دیکھو !) تم یہ ایک بہت بھاری بات لائے ہو",
    "قریب ہے کہ آسمان پھٹ پڑیں زمین شق ہوجائے اور پہاڑ دھماکے کے ساتھ گرپڑیں",
    "کہ انہوں نے رحمن کے لیے اولاد قرار دی",
    "اور یہ بات رحمن کے شایان شان نہیں ہے کہ وہ (کسی کو اپنی) اولاد بنائے",
    "نہیں ہے کوئی آسمانوں اور زمین میں مگر وہ آئے گا رحمن کے حضور بندے کی حیثیت سے",
    "اس نے ان سب کا احاطہ کر رکھا ہے اور پوری پوری گنتی کر رکھی ہے",
    "اور قیامت کے دن سب کے سب آنے والے ہیں اس کے پاس اکیلے اکیلے",
    "یقیناً جو لوگ ایمان لائے اور انہوں نے نیک اعمال کیے عنقریب ان کے لیے رحمن (لوگوں کے دلوں میں) محبت پیدا کر دے گا",
    "تو ہم نے آسان کردیا ہے اس (قرآن) کو آپ ﷺ کی زبان میں تاکہ آپ ﷺ بشارت دیں اس کے ساتھ متقین کو اور خبردار کریں اس کے ساتھ جھگڑالو قوم کو",
    "اور ان سے پہلے ہم نے کتنی ہی قوموں کو ہلاک کردیا۔ کیا آپ محسوس کرتے ہیں ان میں سے کسی کو بھی یا آپ ﷺ سنتے ہیں ان کی کوئی بھنک بھی",
    "طٰهٰ",
    "ہم نے آپ ﷺ پر قرآن اس لیے نازل نہیں کیا کہ آپ ﷺ مشقت میں پڑیں",
    "یہ تو صرف یاد دہانی ہے اس کے لیے جو ڈرتا ہے",
    "اس کی تنزیل اس ہستی کی طرف سے ہے جس نے پیدا کیا زمین کو اور بلند آسمانوں کو",
    "(یعنی) رحمن ! جو عرش پر متمکنّ ہے",
    "اسی کا ہے جو کچھ آسمانوں میں ہے جو کچھ زمین میں ہے جو کچھ ان دونوں کے مابین ہے اور جو کچھ زمین کے سب سے نچلے طبقے کے نیچے ہے",
    "اور اگر تم بلند آواز سے کوئی بات کرو وہ تو یقیناً جانتا ہے چھپی بات کو بھی اور نہایت مخفی بات کو بھی",
    "وہ اللہ ہے ! اس کے علاوہ کوئی معبود نہیں۔ اسی کے ہیں تمام اچھے نام",
    "اور کیا آپ ﷺ تک پہنچی ہے موسیٰ ؑ کی خبر",
    "جب اس نے ایک آگ دیکھی تو اس ؑ نے اپنے گھر والوں سے کہا کہ آپ ذرا (یہاں) ٹھہرئیے مجھے آگ نظر آئی ہے تاکہ میں لے آؤں تمہارے لیے اس میں سے کوئی انگارہ یا میں پاؤں اس آگ (کی جگہ) سے کوئی راہنمائی",
    "پھر جب وہ آیا اس (آگ) کے پاس تو ندا دی گئی : اے موسیٰ",
    "یہ تو میں تمہارا پروردگار ہوں چناچہ اپنی جوتیاں اتار دو کیونکہ اس وقت تم مقدس وادی طویٰ میں ہو",
    "اور میں نے تم کو چن لیا ہے تو اب ذرا توجہ سے سنو جو وحی تم پر کی جا رہی ہے",
    "یقیناً میں ہی اللہ ہوں ! کوئی اور معبود نہیں سوائے میرے پس تم میری ہی بندگی کرو اور نماز قائم رکھو میری یاد کے لیے",
    "(اور یہ بات بھی یاد رکھو کہ) بیشک قیامت آکر رہے گی میں اسے مخفی ہی رکھوں گا تاکہ بدلہ دیا جائے ہر جان کو جو اس نے کوشش کی ہو",
    "تو (دیکھنا کہیں) تمہیں اس سے رو گرداں نہ کردے کوئی ایسا شخص جو اس پر ایمان نہیں رکھتا اور جو اپنی خواہشات کی پیروی کرتا ہے (اگر ایسا ہوا) تو تم ہلاک ہوجاؤ گے",
    "اور اے موسیٰ ؑ ٰ ! یہ تمہارے داہنے ہاتھ میں کیا ہے",
    "کہا : یہ میرا عصا ہے میں اس پر ٹیک بھی لگا لیتا ہوں اور اس سے اپنی بکریوں کے لیے (درختوں سے) پتے بھی جھاڑ لیتا ہوں اور اس میں میرے لیے اور بھی کئی کام ہوتے ہیں",
    "فرمایا : اے موسیٰ ؑ اس کو ذرا پھینکو تو سہی",
    "تو انہوں نے اسے پھینک دیا تو وہ دفعتاً ایک سانپ بن گیا دوڑتا ہوا",
    "فرمایا : اس کو پکڑ لو اور ڈرو نہیں ابھی ہم اس کو لوٹا دیں گے اس کی پہلی حالت پر",
    "اور ذرا اپنا ہاتھ ملاؤ اپنی بغل کے ساتھ وہ نکلے گا چمکتا ہوا بغیر کسی بیماری کے یہ دوسری نشانی ہے",
    "تا کہ ہم اپنی بڑی نشانیوں میں سے کچھ نشانیاں تمہیں دکھائیں",
    "اب تم جاؤ فرعون کی طرف وہ بڑا سرکش ہوگیا ہے",
    "موسیٰ ؑ ٰ نے عرض کیا : اے میرے پروردگار ! میرے لیے میرے سینے کو کھول دے",
    "اور میرے اس کام کو میرے لیے آسان کر دے",
    "اور میری زبان کی گرہ (لکنت) کو کھول دے",
    "(تاکہ) میری بات کو وہ اچھی طرح سمجھ سکیں",
    "اور میرے لیے ایک وزیر بھی بنا دے میرے خاندان میں سے",
    "میرے بھائی ہارون کو",
    "اس کے ذریعے سے میری کمر کو مضبوط کر دے",
    "اور اسے میرے اس کام میں شریک بنا دے",
    "تا کہ ہم تیری تسبیح کریں کثرت کے ساتھ",
    "اور تیرا ذکر کریں کثرت کے ساتھ",
    "یقیناً تو ہمیں دیکھ رہا ہے",
    "فرمایا : اے موسیٰ ؑ تمہیں عطا کردیا گیا جو تم نے طلب کیا",
    "اور ہم تو تم پر احسان کرچکے ہیں ایک مرتبہ پہلے بھی",
    "جب ہم نے تمہاری والدہ کی طرف وحی کی تھی جو (اب تمہیں) وحی کی جا رہی ہے",
    "کہ اس کو ایک صندوق میں بند کرو پھر اسے دریا میں ڈال دو چناچہ دریا اسے ساحل پر ڈال دے گا (وہاں سے) اس کو اٹھا لے جائے گا وہ جو میرا بھی دشمن ہے اور اس (بچے) کا بھی دشمن ہے میں نے تم پر اپنی محبت کا پرتو ڈال دیا تاکہ تم کو پالا جائے میری آنکھوں کے سامنے",
    "جب تمہاری بہن چلتی جا رہی تھی تو اس نے کہا : کیا میں تمہیں بتاؤں اس (خاندان) کے بارے میں جو اس کی کفالت کرے تو یوں ہم نے لوٹا دیا تمہیں تمہاری والدہ کی طرف تاکہ اس کی آنکھ ٹھنڈی رہے اور وہ غم نہ کھائے اور (پھر) تم نے ایک شخص کو قتل کردیا تو ہم نے تم کو اس غم سے بھی نجات دلائی اور پھر ہم نے تمہیں (مزید بہت سی) آزمائشوں سے گزارا پھر تم کئی سال اہل مدین میں رہے پھر تم یہاں آگئے ایک طے شدہ فیصلے کے مطابق اے موسیٰ ؑ ٰ",
    "اور میں نے تم کو بنایا ہے خاص اپنے لیے",
    "جاؤ تم اور تمہارا بھائی میری ان نشانیوں کے ساتھ اور میرے ذکر سے سستی نہ کرنا",
    "جاؤ تم دونوں فرعون کے پاس یقیناً وہ بہت سرکش ہوگیا ہے",
    "تو (دیکھو !) اس کے ساتھ نرم (انداز میں) بات کرنا شاید کہ اس طرح وہ سوچے یا ڈرے",
    "انہوں نے عرض کیا : اے ہمارے پروردگار ! ہمیں اندیشہ ہے کہ وہ (اچانک) ہمارے اوپر بھڑک اٹھے گا یا زیادتی کرے گا",
    "فرمایا : تم ڈرو نہیں یقیناً میں تم دونوں کے ساتھ ہوں میں ہر بات سنتا اور دیکھتا رہوں گا",
    "پس تم دونوں جاؤ اس (فرعون) کے پاس اور اس سے کہو کہ بلاشبہ ہم دونوں رسول ہیں تیرے رب کی جانب سے پس ہمارے ساتھ بھیج دے بنی اسرائیل کو اور انہیں عذاب میں مبتلا مت رکھ یقیناً ہم آئے ہیں ایک نشانی لے کر تیرے رب کی طرف سے۔ اور سلامتی ان پر ہے جو ہدایت کا اتباع کریں",
    "ہماری طرف یہ وحی کی جاچکی ہے کہ اس پر عذاب آئے گا جس نے جھٹلایا اور منہ پھیرلیا",
    "فرعون نے کہا کہ اے موسیٰ ! تم دونوں کا رب ہے کون",
    "موسیٰ ؑ ٰ نے کہا کہ ہمارا رب وہ ہے جس نے ہر شے کو اس کی خلقت عطا کی پھر ہدایت دی",
    "فرعون نے کہا : تو پھر پہلی نسلوں کا کیا حال ہوگا",
    "موسیٰ ؑ ٰ نے کہا کہ ان کا علم میرے رب کے پاس ایک کتاب کے اندر ہے۔ میرا رب نہ تو بھٹکتا ہے اور نہ ہی بھولتا ہے",
    "وہی جس نے زمین کو تمہارے لیے بچھونا بنایا اور اس میں تمہارے (چلنے کے) لیے راستے بنائے اور آسمان سے پانی نازل کیا پھر ہم نے اس (پانی) سے نکالے طرح طرح کے نباتات",
    "کھاؤ تم خود بھی اور چراؤ اپنے مویشیوں کو بھی۔ یقیناً اس میں نشانیاں ہیں عقل مندوں کے لیے",
    "اسی (زمین) سے ہم نے تمہیں پیدا کیا ہے اور اسی میں ہم تمہیں لوٹائیں گے اور اسی میں سے ہم تمہیں ایک مرتبہ پھر نکالیں گے",
    "اور ہم نے اس (فرعون) کو دکھا دیں اپنی ساری نشانیاں پھر بھی اس نے جھٹلایا اور انکار کیا",
    "اس نے کہا : اے موسیٰ ؑ ٰ ! کیا تم ہمارے پاس اس لیے آئے ہو تاکہ اپنے اس جادو کے بل پر ہمیں ہماری سر زمین سے نکال باہر کرو",
    "تو ہم بھی ضرورلائیں گے تمہارے مقابلے میں ایسا ہی جادو توّ معین کرلو ہمارے اور اپنے مابین وعدے کا ایک مقرر وقت نہ ہم اس کی خلاف ورزی کریں گے اور نہ تم کرنا (یہ مقابلہ ہو) ایک کھلے میدان میں",
    "موسیٰ ؑ ٰ نے کہا : تمہارے وعدے کا دن ہوگا جشن کا دن اور یہ کہ لوگ جمع کرلیے جائیں دن چڑھے",
    "تو اب فرعون نے رخ پھیرا چناچہ اس نے اپنے سارے ہتھکنڈے جمع کرلیے پھر وہ (مقابلے میں) آگیا",
    "موسیٰ ؑ ٰ نے انہیں (خبردار کرتے ہوئے) کہا : تمہاری بد بختی ! اللہ پر جھوٹ مت گھڑو کہ وہ تمہیں غارت کر دے کسی عذاب کے ذریعے سے اور یقیناً وہ ناکام ہوا جس کسی نے بھی (اللہ پر) افترا کیا",
    "تو وہ باہم جھگڑ پڑے اپنے اس معاملے میں اور پھر لگے چپکے چپکے مشورہ کرنے",
    "انہوں نے کہا کہ یہ دونوں جادو گر ہی ہیں جو چاہتے ہیں کہ تمہیں تمہاری سرزمین سے نکال باہر کریں اپنے جادو (کے زور) سے اور تمہاری مثالی تہذیب کو برباد کردیں",
    "چناچہ تم مجتمع کرو اپنی ساری تدبیریں (اور اپنے وسائل و ذرائع) پھر آؤ (مقابلہ میں) صف باندھ کر اور آج کامیاب وہی رہے گا جو غالب آئے گا",
    "جادوگروں نے کہا : اے موسیٰ ! یا تو تم پہلے ڈالو اور یا پھر ہم ہی پہلے ڈالنے والے بنتے ہیں",
    "موسیٰ ؑ ٰ نے کہا : بلکہ تم ہی ڈالو تو دفعتاً ان کی رسیاں اور لاٹھیاں ان کے جادو کے اثر سے اس کو ایسے نظر آنے لگیں گویا وہ دوڑ رہی ہیں",
    "تو موسیٰ ؑ نے اپنے جی میں کچھ ڈر محسوس کیا",
    "ہم نے فرمایا کہ ڈرو نہیں یقیناً تم ہی غالب رہو گے",
    "اب تم ذرا پھینکو اس (عصا) کو جو تمہارے دائیں ہاتھ میں ہے یہ نگل جائے گا اس سب کو جو کچھ انہوں نے بنایا ہے۔ جو کچھ انہوں نے بنایا ہے یہ تو بس ایک فریب ہے جادوگر کا اور جادو گر کبھی کامیاب نہیں ہوا کرتا چاہے کہیں سے بھی آئے",
    "پس گرا دیے گئے جادو گر سجدے میں وہ پکار اٹھے کہ ہم ایمان لے آئے ہارون ؑ اور موسیٰ ؑ کے رب پر",
    "فرعون نے کہا : (تو کیا) تم اس پر ایمان لے آئے ہو اس سے پہلے کہ میں تمہیں اجازت دیتا یقیناً یہی تمہارا گرو ہے جس نے تمہیں جادو سکھایا ہے تو میں تمہارے ہاتھ اور پاؤں مخالف سمتوں سے کاٹ ڈالوں گا اور تمہیں کھجور کے تنوں پر سولی (دے کر لٹکا) دوں گا اور یقیناً تمہیں (جلد) معلوم ہوجائے گا کہ ہم میں سے کون زیادہ سخت سزا دینے والا ہے اور کون زیادہ باقی رہنے والا ہے",
    "انہوں نے کہا : اب ہم تمہیں ہرگز ترجیح نہیں دے سکتے ان واضح دلائل پر جو ہمارے پاس آ چکے ہیں اور اس ذات پر جس نے ہمیں پیدا کیا ہے چناچہ تو کرلے جو کچھ تجھے کرنا ہے توُ تو صرف فیصلہ کرسکتا ہے اسی دنیا کی زندگی کا",
    "ہم اپنے رب پر ایمان لا چکے ہیں تاکہ وہ بخش دے ہماری خطاؤں کو اور اس جادو کو جس پر تو نے ہمیں مجبور کیا اور اللہ ہی بہتر ہے اور باقی رہنے والا ہے",
    "یقینا جو کوئی آئے گا اپنے رب کے پاس مجرم کی حیثیت سے تو اس کے لیے جہنم ہی ہے نہ وہ اس میں مرے گا اور نہ ہی جیے گا",
    "اور جو کوئی آئے گا اس کے پاس مؤمن کی حیثیت سے (اور اس حالت میں کہ) اس نے نیک اعمال بھی کیے ہوں تو یہ لوگ ہیں جن کے لیے اعلیٰ درجات ہوں گے",
    "رہنے کے ایسے باغات جن کے دامن میں نہریں بہتی ہوں گی وہ ان میں ہمیشہ رہیں گے اور یہی بدلہ ہے اس کا جس نے اپنے آپ کو پاک کیا",
    "اور ہم نے موسیٰ ؑ کو وحی کردی تھی کہ میرے بندوں کو لے کر راتوں رات نکل جاؤ پس ان کے لیے سمندر کے اندر ایک خشک راستہ بنالو (اس کیفیت میں کہ) نہ پکڑے جانے کا خوف ہو اور نہ (ڈوبنے کا) کوئی اندیشہ",
    "تو فرعون نے ان کا تعاقب کیا اپنے لشکروں کے ساتھ تو ڈھانپ لیا انہیں سمندر میں سے جس چیزنے بھی ڈھانپ لیا",
    "اور فرعون نے اپنی قوم کو گمراہ کیا اور ہدایت نہ دی",
    "اے بنی اسرائیل ! ہم نے تم لوگوں کو نجات دی تمہارے دشمن سے پھر ہم نے تم لوگوں کو بلایا کوہ طور کی داہنی جانب اور (صحرا میں تمہاری غذا کے لیے) تم پر من وسلویٰ نازل کیا",
    "کھاؤ ان پاکیزہ چیزوں میں سے جو ہم نے تمہیں عطا کی ہیں اور اس میں زیادتی نہ کرنا تو (ایسی صورت میں) تم پر میرا غضب نازل ہوگا اور جس پر میرا غضب نازل ہوجائے تو وہ (گویا) پٹخ دیا گیا",
    "اور میں تو یقیناً بہت ہی معاف فرمانے والا ہوں ہر اس شخص کے لیے جس نے توبہ کی ایمان لایا نیک اعمال کیے اور پھر سیدھی راہ پر چلتا رہا",
    "اور اے موسیٰ ؑ ٰ ! یہ تمہیں کس چیز نے جلدی پر آمادہ کیا اپنی قوم کو چھوڑ کر",
    "موسیٰ ؑ ٰ نے عرض کیا کہ بس وہ میرے پیچھے پیچھے ہی (آرہے) ہیں اور اے میرے پروردگار ! میں نے تو تیری طرف (آنے میں اس لیے) جلدی کی تاکہ تو راضی ہوجائے",
    "اللہ نے فرمایا : تو ہم نے تمہارے بعد تمہاری قوم کو فتنے میں ڈال دیا ہے اور انہیں گمراہ کردیا ہے سامری نے",
    "تو لوٹے موسیٰ ؑ اپنی قوم کی طرف بہت غضبناک اور سخت رنجیدہ حالت میں انہوں نے کہا : اے میری قوم کے لوگو ! کیا تم سے تمہارے رب نے اچھا وعدہ نہیں کیا تھا تو کیا یہ مدت تم پر بہت طویل ہوگئی تھی یا تم لوگوں نے یہ چاہا کہ تم پر تمہارے رب کا غضب نازل ہو تو تم نے میرے وعدے کی خلاف ورزی کر ڈالی",
    "انہوں نے جواب دیا کہ ہم نے آپ کے وعدے کی خلاف ورزی اپنے اختیار سے نہیں کی بلکہ ہم پر بوجھ تھا اس قوم کے زیورات کا تو ہم نے وہ پھینک دیے اور اسی طرح سامری نے بھی کچھ پھینکا",
    "پھر اس نے ان کے لیے ایک بچھڑا برآمد کردیا ایک دھڑ جس سے ڈکرانے کی آواز آتی تھی تو انہوں نے کہا کہ یہ ہے تمہارا معبود اور موسیٰ ؑ کا معبود مگر وہ (موسیٰ ؑ ٰ) بھول گیا ہے",
    "تو کیا وہ دیکھتے نہیں تھے کہ وہ (بچھڑا) ان کی طرف کوئی بات لوٹاتا نہیں تھا اور نہ ہی اسے ان کے لیے کسی نقصان کا اختیار تھا اور نہ نفع کا",
    "اور ہارون ؑ انہیں پہلے ہی کہہ چکا تھا اے میری قوم کے لوگو ! تمہیں تو اس (بچھڑے) کے ذریعے سے فتنے میں ڈالا گیا ہے اور یقیناً تمہارا رب (یہ بچھڑا نہیں بلکہ) رحمن ہے چناچہ تم لوگ میری پیروی کرو اور میری بات مانو",
    "انہوں نے کہا : ہم تو اسی پر اعتکاف کرتے رہیں گے یہاں تک کہ موسیٰ ؑ خود ہمارے پاس واپس آجائیں",
    "موسیٰ ؑ ٰ نے کہا : اے ہارون ! آپ ؑ کو کس چیز نے روکا تھا جب آپ ؑ نے انہیں دیکھا کہ وہ گمراہ ہوگئے ہیں",
    "کہ آپ ؑ نے میری پیروی نہ کی یا پھر آپ ؑ نے نافرمانی کی میرے حکم کی",
    "ہارون ؑ نے کہا : اے میری ماں کے بیٹے ! آپ ؑ (اس طرح) میری ڈاڑھی اور میرے سر (کے بالوں) کو مت کھینچیں مجھے تو یہ اندیشہ تھا کہ آپ ؑ یہ نہ کہیں کہ تم نے بنی اسرائیل میں تفریق پیدا کردی اور میری بات یاد نہ رکھی",
    "موسیٰ ؑ ٰ نے کہا : اے سامری ! تمہارا کیا معاملہ ہے",
    "اس نے کہا کہ میں نے (ایک ایسی چیز) دیکھی تھی جو انہوں نے نہیں دیکھی تو میں نے لے لی ایک مٹھیّ (مٹی کی) رسول کے نقش پا سے تو وہ میں نے (اس میں) پھینک دی اور اسی طرح میرے نفس نے یہ راستہ مجھے بتایا",
    "موسیٰ ؑ ٰ نے کہا : دفع ہوجاؤ ! اب تمہارے لیے زندگی میں یہی (سزا) ہے کہ تم کہتے رہوگے کہ مجھے کوئی نہ چھوئے اور تمہارے لیے ایک وعدہ ہے جس کی ہرگز خلاف ورزی نہیں کی جائے گی اور دیکھو اپنے اس معبود کو جس کا تم اعتکاف کرتے رہے ہو (ہم اس کے ساتھ کیا معاملہ کرتے ہیں) ہم اسے جلا (کر راکھ کر) دیں گے پھر اس (کی راکھ) کو سمندر میں بکھیر دیں گے",
    "حقیقت میں تمہارا معبود تو صرف اللہ ہے جس کے سوا کوئی اور معبود ہے ہی نہیں اسے ہرچیز کا علم حاصل ہے",
    "(تواے نبی ﷺ !) اس طرح ہم سنا رہے ہیں آپ کو حالات اس (زمانے) کے جو گزر چکا ہے اور ہم نے آپ ﷺ کو خاص اپنے پاس سے ذکرعطا کیا ہے",
    "جس کسی نے اس (قرآن) سے اعراض کیا تو وہ قیامت کے دن ایک بھاری بوجھ اٹھائے گا",
    "یہ لوگ اس (کیفیت) میں ہمیشہ رہیں گے اور ان کے لیے بہت برا ہوگا قیامت کے دن کا وہ بوجھ",
    "جس دن صور پھونکا جائے گا اور ہم مجرموں کو اس دن اکٹھا کریں گے (اس حالت میں) کہ ان کی آنکھیں نیلی پڑی ہوں گی",
    "چپکے چپکے وہ ایک دوسرے سے کہہ رہے ہوں گے کہ تم نہیں رہے ہو (دنیا میں) مگر صرف دس دن",
    "ہم خوب جانتے ہیں جو کچھ وہ کہیں گے جب ان میں سے بہترین سمجھ بوجھ والا شخص کہے گا کہ تم نہیں رہے ہو مگر (زیادہ سے زیادہ) ایک دن",
    "اور (اے نبی ﷺ !) یہ لوگ آپ سے پہاڑوں کے بارے میں پوچھتے ہیں آپ ﷺ کہہ دیجیے کہ میرا رب ان کو ریزہ ریزہ کر کے بکھیر دے گا",
    "اور چھوڑ دے گا اس (زمین) کو صاف چٹیل میدان بنا کر",
    "آپ نہ تو اس میں کوئی ٹیڑھ دیکھیں گے اور نہ کوئی ٹیلا",
    "جس دن پیچھے چل پڑیں گے سب لوگ ایک پکارنے والے کے ممکن نہیں کہ اس سے ذرا کج ہو سکیں اور تمام آوازیں رحمن کے سامنے پست ہوجائیں گی چناچہ تم نہیں سن سکو گے مگر ایک بھنبھناہٹ سی",
    "اس دن کوئی شفاعت ہرگز مفید نہیں ہوگی مگر جس کے لیے رحمن نے اجازت دی ہو اور اس کے لیے اس نے بات پسند کی ہو",
    "وہ جانتا ہے جو کچھ ان کے سامنے ہے اور جو کچھ ان کے پیچھے ہے اور وہ احاطہ نہیں کرسکتے اس کے علم کا",
    "اور یقیناً خائب و خاسر ہوا وہ جس نے ظلم کا بوجھ اٹھایا",
    "اور جس کسی نے نیک اعمال کیے ہوں گے اور وہ مؤمن ہوگا تو اسے نہ کسی بےانصافی کا اندیشہ ہوگا اور نہ کسی زیادتی کا",
    "اور اسی طرح ہم نے نازل کیا ہے اس (کلام) کو عربی قرآن بنا کر اور پھیر پھیر کر بیان کی ہیں ہم نے اس میں تمام وعیدیں شاید کہ وہ تقویٰ اختیار کریں یا (شاید) وہ پیدا کرے ان (کے دلوں) میں کچھ یاد دہانی",
    "تو بہت بلند وبالا ہے اللہ بادشاہ حقیقی اور آپ ﷺ جلدی نہ کیجیے اس قرآن کے ساتھ اس سے پہلے کہ آپ ﷺ پر اس کی وحی مکمل ہوجائے اور آپ ﷺ یہ کہتے رہا کیجیے کہ اے میرے رب ! میرے علم میں اضافہ فرما",
    "اور ہم نے اس سے پہلے آدم ؑ سے ایک عہد لیا تھا تو وہ بھول گیا اور ہم نے اس میں ارادے کی پختگی نہیں پائی",
    "اور (یاد کرو) جب کہ ہم نے فرشتوں سے کہا تھا کہ سجدہ کرو آدم ؑ کو تو ان سب نے سجدہ کیا سوائے ابلیس کے اس نے انکار کردیا",
    "تو ہم نے کہا : اے آدم ؑ ! یقیناً یہ دشمن ہے تمہارا بھی اور تمہاری بیوی کا بھی تو (دیکھو !) یہ تم دونوں کو کہیں جنت سے نکلوا نہ دے کہ پھر تم مشقت میں پڑجاؤ",
    "یقیناً اس میں نہ تو تمہیں بھوک ستاتی ہے اور نہ عریانی (کا خدشہ) ہے",
    "اور یہ کہ نہ تمہیں اس میں پیاس (پریشان کرتی) ہے اور نہ دھوپ (کی کوئی تکلیف)",
    "تو وسوسہ ڈالا اس کے ذہن میں شیطان نے اس نے کہا : اے آدم ؑ ! کیا میں بتاؤں تجھے ہمیشہ رہنے والے درخت اور ایسی بادشاہی کے بارے میں جو کبھی پرانی نہ ہو",
    "تو ان دونوں نے کھالیا اس میں سے تو ان پر واضح ہوگئیں ان کی شرمگاہیں اور وہ لگے گانٹھنے اپنے اوپر جنت (کے درختوں) کے پتوں کو اور آدم ؑ نے اپنے رب کی نافرمانی کی تو وہ بھٹک گیا",
    "پھر اس کے رب نے اسے پسند کرلیا اس کی توبہ قبول فرمائی اور اسے ہدایت بخشی",
    "(اس کے بعد) اللہ نے فرمایا کہ تم سب کے سب اس (جنت) سے اتر جاؤ اب تم ایک دوسرے کے دشمن ہو گے تو جب بھی تمہارے پاس آئے میری طرف سے کوئی ہدایت تو جس نے پیروی کی میری ہدایت کی تو نہ وہ بہکے گا اور نہ ناکام ہوگا",
    "اور جس نے میری یاد سے اعراض کیا تو یقیناً اس کے لیے ہوگی (دنیا کی) زندگی بہت تنگی والی اور ہم اٹھائیں گے اسے قیامت کے دن اندھا (کرکے)",
    "وہ کہے گا : اے میرے پروردگار ! تو نے مجھے اندھا کیوں اٹھایا ہے جبکہ میں (دنیا میں) تو بینائی والا تھا",
    "اللہ فرمائے گا کہ اسی طرح ہماری آیات تمہارے پاس آئیں تو تم نے انہیں نظر انداز کردیا اور اسی طرح آج تمہیں بھی نظرانداز کردیا جائے گا",
    "اور اسی طرح ہم بدلہ دیں گے اس کو جس نے حد سے تجاوز کیا اور اپنے رب کی آیات پر ایمان نہ لایا اور یقیناً آخرت کا عذاب زیادہ سخت اور ہمیشہ رہنے والا ہے",
    "تو کیا انہیں اس بات سے کوئی راہنمائی نہیں ملی کہ ہم نے ہلاک کردیا ان سے پہلے کتنی ہی قوموں کو وہ بھی چلتے پھرتے تھے (اسی طرح) اپنی آبادیوں میں یقیناً اس میں نشانیاں ہیں عقل مندوں کے لیے",
    "اور اگر آپ کے رب کی طرف سے ایک بات پہلے سے طے نہ ہوچکی ہوتی اور ایک وقت معین مقرر نہ کردیا گیا ہوتا تو یہ (عذاب) چمٹ چکا ہوتا",
    "تو (اے نبی ﷺ !) آپ صبر کیجیے اس پر جو کچھ یہ کہہ رہے ہیں اور تسبیح بیان کیجیے اپنے رب کی حمد کے ساتھ سورج طلوع ہونے سے پہلے اور اس کے غروب ہونے سے پہلے اور رات کے کچھ اوقات میں بھی تسبیح کیجیے اور دن کے اطراف میں بھی تاکہ آپ ﷺ راضی ہوجائیں",
    "اور آپ ﷺ کی نگاہیں نہ اٹھیں ان چیزوں کی طرف جو ہم نے ان میں سے کئی لوگوں کو دی ہوئی ہیں یہ چمک دمک ہے دنیوی زندگی کی تاکہ ہم ان کو اس میں آزمائیں اور آپ ﷺ کے رب کا (عطا کردہ) رزق بہتر اور باقی رہنے والا ہے",
    "اور اپنے گھر والوں کو بھی نماز کا حکم دیجیے اور خود بھی اس پر جمے رہیے ہم آپ ﷺ سے کوئی رزق نہیں مانگتے (بلکہ) ہم خود آپ کو رزق دیتے ہیں اور عاقبت انہی کے لیے (بہتر) ہے جو پرہیزگاری کی روش اختیار کریں",
    "اور وہ کہتے ہیں کہ ہمارے پاس کوئی نشانی کیوں نہیں آتی اس کے رب کی طرف سے کیا ان کے پاس نہیں آئیں روشن نشانیاں جو پچھلے صحیفوں میں تھیں",
    "اور اگر ہم اس (قرآن کے نزول) سے پہلے ہی انہیں عذاب سے ہلاک کردیتے تو یہ لازماً کہتے کہ (اے پروردگار !) تو نے ہماری طرف کوئی رسول کیوں نہ بھیجا کہ ہم تیری آیات کی پیروی کرتے ذلیل و رسوا ہونے سے پہلے",
    "آپ ﷺ فرما دیجیے کہ ہر ایک انتظار میں ہے پس تم لوگ بھی انتظار کرو تو عنقریب تم لوگوں کو معلوم ہوجائے گا کہ کون سیدھی راہ پر ہیں اور کون ہیں جو ہدایت یافتہ ہیں"
  ]
}