{
  "meta": {
    "id": 158,
    "name": "Bayan-ul-Quran",
    "translator_name": "Dr. Israr Ahmad",
    "slug": "ur-israr-ahmad",
    "language_name": "urdu"
  },
  "verses": [
    "عنقریب کہیں گے لوگوں میں سے احمق اور بیوقوف لوگ) کس چیز نے پھیر دیا انہیں اس قبلے سے جس پر یہ تھے کہہ دیجیے کہ اللہ ہی کے ہیں مشرق اور مغرب ! وہ جس کو چاہتا ہے سیدھے راستے کی طرف ہدایت دے دیتا ہے",
    "اور (اے مسلمانو !) اسی طرح تو ہم نے تمہیں ایک امت وسط بنایا ہے تاکہ تم لوگوں پر گواہ ہو اور رسول ﷺ تم پر گواہ ہو اور نہیں مقرر کیا تھا ہم نے وہ قبلہ جس پر (اے نبی !) آپ پہلے تھے مگر یہ جاننے کے لیے (یہ ظاہر کرنے کے لیے) کہ کون رسول ﷺ کا اتباع کرتا ہے اور کون پھرجاتا ہے الٹے پاؤں ! اور یقیناً یہ بہت بڑی بات تھی مگر ان کے لیے (دشوار نہ تھی) جن کو اللہ نے ہدایت دی اور اللہ ہرگز تمہارے ایمان کو ضائع کرنے والا نہیں ہے یقیناً اللہ تعالیٰ انسانوں کے حق میں بہت ہی شفیق اور بہت ہی رحیم ہے",
    "(اے نبی ﷺ !) بلاشبہ ہم آپ کے چہرے کا بار بار آسمان کی طرف اٹھنا دیکھتے رہے ہیں سو ہم پھیرے دیتے ہیں آپ کو اسی قبلے کی طرف جو آپ کو پسند ہے تو بس اب پھیر دیجیے اپنے رخ کو مسجد حرام کی طرف ! اور (اے مسلمانو !) جہاں کہیں بھی تم ہو اَب اپنا چہرہ (نماز میں) اسی کی طرف پھیرو۔ اور یہ لوگ جنہیں کتاب دی گئی تھی جانتے ہیں کہ یہ (تحویل قبلہ کا حکم) حق ہے ان کے پروردگار کی طرف سے اور اللہ غافل نہیں ہے اس سے جو وہ کر رہے ہیں",
    "اور (اے نبی ﷺ !) اگر آپ ان اہل کتاب کے سامنے ہر قسم کی نشانیاں پیش کردیں تب بھی یہ آپ کے قبلے کی پیروی نہیں کریں گے اور نہ ہی اب آپ پیروی کرنے والے ہیں ان کے قبلے کی اور نہ ہی وہ ایک دوسرے کے قبلے کی پیروی کرنے والے ہیں اور (اے نبی ﷺ ! بالفرض) اگر آپ نے ان کی خواہشات کی پیروی کی اس علم کے بعد جو آپ کے پاس آچکا ہے تو بلاشبہ آپ بھی ظلم کرنے والوں میں سے ہوجائیں گے",
    "جن لوگوں کو ہم نے کتاب دی ہے وہ اس کو پہچانتے ہیں جیسا کہ اپنے بیٹوں کو پہچانتے ہیں البتہ ان میں سے ایک گروہ وہ ہے جو جانتے بوجھتے حق کو چھپاتا ہے۔",
    "یہ حق ہے آپ ﷺ کے رب کی طرف سے حق وہی ہے جو آپ کے رب کی طرف سے ہے۔ تو آپ ہرگز شک کرنے والوں میں سے نہ بنیں۔",
    ") ہر ایک کے لیے ایک سمت ہے جس کی طرف وہ رخ کرتا ہے تم نیکیوں میں سبقت کرو جہاں کہیں بھی تم ہو گے اللہ تم سب کو جمع کر کے لے آئے گا یقیناً اللہ تعالیٰ ہرچیز پر قادر ہے۔",
    "اور جہاں کہیں سے بھی آپ ﷺ نکلیں تو (نماز کے وقت) آپ اپنا رخ پھیر لیجیے مسجد حرام کی طرف اور یقیناً یہ حق ہے آپ ﷺ کے رب کی طرف سے اور اللہ غافل نہیں ہے اس سے جو تم کر رہے ہو۔",
    "اور جہاں کہیں سے بھی آپ نکلیں تو آپ اپنا رخ (نماز کے وقت) مسجد حرام ہی کی طرف کیجیے اور (اے مسلمانو !) جہاں کہیں بھی تم ہو تو (نماز کے وقت) اپنے چہروں کو اسی کی جانب پھیر دو تاکہ باقی نہ رہے لوگوں کے پاس تمہارے خلاف کوئی دلیل سوائے ان کے جو ان میں سے ظالم ہیں تو (اے مسلمانو !) ان سے نہ ڈرو اور مجھ سے ڈرو اور اس لیے کہ میں تم پر اپنی نعمت تمام کر دوں اور تاکہ تم ہدایت یافتہ بن جاؤ۔",
    "جیسے کہ ہم نے بھیج دیا ہے تمہارے درمیان ایک رسول خود تم میں سے وہ تلاوت کرتا ہے تم پر ہماری آیات اور تمہیں پاک کرتا ہے (تمہارا تزکیہ کرتا ہے) اور تمہیں تعلیم دیتا ہے کتاب اور حکمت کی اور تمہیں تعلیم دیتا ہے ان چیزوں کی جو تمہیں معلوم نہیں تھیں",
    "پس تم مجھے یاد رکھو میں تمہیں یاد رکھوں گا اور میرا شکر کرو میری ناشکری مت کرنا۔",
    "اے ایمان والو ! صبر اور نماز سے مدد چاہو جان لو کہ اللہ صبر کرنے والوں کے ساتھ ہے",
    "اور مت کہو ان کو جو اللہ کی راہ میں قتل ہوجائیں کہ وہ مردہ ہیں (وہ مردہ نہیں ہیں) بلکہ زندہ ہیں لیکن تمہیں اس کا شعور نہیں ہے",
    "اور ہم تمہیں لازماً آزمائیں گے کسی قدر خوف اور بھوک سے اور مالوں اور جانوں اور ثمرات کے نقصان سے اور (اے نبی ﷺ بشارت دیجیے ان صبر کرنے والوں کو",
    "وہ لوگ کہ جن کو جب بھی کوئی مصیبت آئے تو وہ کہتے ہیں کہ بیشک ہم اللہ ہی کے ہیں اور اسی کی طرف ہمیں لوٹ جانا ہے۔",
    "یہی ہیں وہ لوگ کہ جن پر ان کے رب کی عنایتیں ہیں اور رحمت اور یہی لوگ ہدایت یافتہ ہیں",
    "یقیناً صفا اور مروہ اللہ کے شعائر میں سے ہیں تو جو کوئی بھی بیت اللہ کا حج کرے یا عمرہ کرے تو اس پر کوئی حرج نہیں ہے کہ ان دونوں کا طواف بھی کرے اور جو شخص خوش دلی سے کوئی بھلائی کا کام کرتا ہے تو (جان لو کہ) اللہ بڑا قدر دان ہے جاننے والا ہے",
    "یقیناً وہ لوگ جو چھپاتے ہیں اس شے کو جو ہم نے نازل کی بیناتّ میں سے اور ہدایت میں سے بعد اس کے کہ ہم نے اس کو واضح کردیا ہے لوگوں کے لیے کتاب میں تو وہی لوگ ہیں کہ جن پر لعنت کرتا ہے اللہ اور لعنت کرتے ہیں تمام لعنت کرنے والے",
    "سوائے ان کے جو توبہ کریں اور اصلاح کرلیں اور (جو کچھ چھپاتے تھے اسے) واضح طور پر بیان کرنے لگیں تو ان کی توبہ میں قبول کروں گا اور میں تو ہوں ہی توبہ کا قبول کرنے والا رحم فرمانے والا",
    "یقیناً جن لوگوں نے کفر کیا اور وہ اسی حال میں مرگئے کہ کفر پر قائم تھے ان پر لعنت ہے اللہ کی بھی اور فرشتوں کی بھی اور تمام انسانوں کی بھی",
    "اسی (لعنت کی کیفیت) میں وہ ہمیشہ رہیں گے نہ ان پر سے عذاب میں کوئی کمی کی جائے گی اور نہ ان کو مہلت ہی ملے گی",
    "اور تمہارا الٰہ ایک ہی الٰہ ہے اس کے سوا کوئی الٰہ نہیں ہے وہ رحمن ہے رحیم ہے",
    "یقیناً آسمان اور زمین کی تخلیق میں اور رات اور دن کے الٹ پھیر میں اور ان کشتیوں (اور جہازوں) میں جو سمندر میں (یا دریاؤں میں) لوگوں کے لیے نفع بخش سامان لے کر چلتی ہیں اور اس پانی میں کہ جو اللہ نے آسمان سے اتارا ہے پھر اس سے زندگی بخشی زمین کو اس کے ُ مردہ ہوجانے کے بعد اور ہر قسم کے حیوانات (اور چرند پرند) اس کے اندر پھیلادیے اور ہواؤں کی گردش میں اور ان بادلوں میں جو معلقّ کردیے گئے ہیں آسمان اور زمین کے درمیان یقیناً نشانیاں ہیں ان لوگوں کے لیے جو عقل سے کام لیں",
    "اور لوگوں میں سے کچھ ایسے بھی ہیں جو اللہ کو چھوڑ کر کچھ اور چیزوں کو اس کا ہمسر اور مدمقابلّ بنا دیتے ہیں وہ ان سے ایسی محبت کرنے لگتے ہیں جیسی اللہ سے کرنی چاہیے اور جو لوگ واقعتا صاحب ایمان ہوتے ہیں ان کی شدید ترین محبت اللہ کے ساتھ ہوتی ہے اور اگر یہ ظالم لوگ اس وقت کو دیکھ لیں جب یہ دیکھیں گے عذاب کو تو (ان پر یہ بات واضح ہوجائے کہ) قوت تو ساری کی ساری اللہ کے پاس ہے اور یہ کہ اللہ سزا دینے میں بہت سخت ہے",
    "اس وقت وہ لوگ جن کی (دنیا میں) پیروی کی گئی تھی اپنے پیروؤں سے اظہار براءت کریں گے اور وہ عذاب سے دوچار ہوں گے اور ان کے تمام تعلقات منقطع ہوجائیں گے",
    "اور جو ان کے پیروکار تھے وہ کہیں گے کہ اگر کہیں ہمیں دنیا میں ایک بار لوٹنا نصیب ہوجائے تو ہم بھی ان سے اسی طرح اظہار براءت کریں گے جیسے آج یہ ہم سے بیزاری ظاہرکر رہے ہیں اس طرح اللہ ان کو ان کے اعمال حسرتیں بنا کر دکھائے گا لیکن وہ اب آگ سے نکلنے والے نہیں ہوں گے۔ اب ان کو دوزخ سے نکلنا نصیب نہیں ہوگا",
    "اے لوگو ! زمین میں جو کچھ حلال اور طیبّ ہے اسے کھاؤ اور شیطان کے نقش قدم کی پیروی نہ کرو یقیناً وہ تمہارا کھلا دشمن ہے",
    "وہ (شیطان) تو بس تمہیں بدی اور بےحیائی کا حکم دیتا ہے اور اس کا کہ تم اللہ کی طرف وہ باتیں منسوب کرو جن کے بارے میں تمہیں کوئی علم نہیں ہے",
    "اور جب ان سے کہا جاتا ہے کہ پیروی کرو اس کی جو اللہ نے نازل کیا ہے وہ جواب میں کہتے ہیں کہ ہم تو پیروی کریں گے اس طریقے کی جس پر ہم نے اپنے آباء و اجداد کو پایا ہے اگرچہ ان کے آباء و اَجداد نہ کسی بات کو سمجھ پائے ہوں اور نہ ہدایت یافتہ ہوئے ہوں (پھر بھی وہ اپنے آباء و اَجداد ہی کی پیروی کرتے رہیں گے ؟)",
    "اور ان لوگوں کی مثال جنہوں نے کفر کیا ایسی ہے جیسے کوئی شخص ایسی چیز کو پکارے جو پکار اور آواز کے سوا کچھ نہ سمجھتی ہو وہ بہرے بھی ہیں گونگے بھی ہیں اندھے بھی ہیں پس وہ عقل سے کام نہیں لیتے",
    "اے اہل ایمان ! کھاؤ ان تمام پاکیزہ چیزوں میں سے جو ہم نے تمہیں دی ہیں اور اللہ کا شکر ادا کرو اگر تم واقعتا اسی کی عبادت کرنے والے ہو",
    "اس نے تو تم پر یہی حرام کیا ہے ُ مردار اور خون اور خنزیر کا گوشت اور جس پر اللہ کے سوا کسی کا نام پکارا گیا ہو پھر جو کوئی مجبور ہوجائے اور وہ خواہش مند اور حد سے آگے بڑھنے والا نہ ہو تو اس پر کوئی گناہ نہیں۔ یقیناً اللہ بخشنے والا رحم کرنے والا ہے",
    "یقیناً وہ لوگ جو چھپاتے ہیں اس کو جو اللہ نے نازل کیا ہے کتاب میں سے اور فروخت کرتے ہیں اسے بہت حقیر سی قیمت پر یہ لوگ نہیں بھر رہے اپنے پیٹوں میں مگر آگ اور اللہ ان سے کلام نہیں کرے گا قیامت کے دن اور نہ انہیں پاک کرے گا اور ان کے لیے درد ناک عذاب ہے",
    "یہ ہیں وہ لوگ جنہوں نے ہدایت دے کر گمراہی خرید لی ہے اور (اللہ کی) مغفرت ہاتھ سے دے کر عذاب خرید لیا ہے تو یہ کس قدر صبر کرنے والے ہیں دوزخ پر",
    "یہ اس لیے کہ اللہ نے تو کتاب نازل کی حق کے ساتھ اور یقیناً جن لوگوں نے کتاب میں اختلاف ڈالا وہ ضد اور مخالفت میں بہت دور نکل گئے",
    "نیکی یہی نہیں ہے کہ تم اپنے چہرے مشرق اور مغرب کی طرف پھیر دو بلکہ نیکی تو اس کی ہے جو ایمان لائے اللہ پر یوم آخرت پر فرشتوں پر کتاب پر اور نبیوں پر اور وہ خرچ کرے مال اس کی محبت کے باوجود قرابت داروں یتیموں محتاجوں مسافروں اور مانگنے والوں پر اور گردنوں کے چھڑانے میں اور جو پورا کرنے والے ہیں اپنے عہد کو جب کوئی عہد کرلیں اور خاص طور پر صبر کرنے والے فقر و فاقہ میں تکالیف میں اور جنگ کی حالت میں یہ ہیں وہ لوگ جو سچے ہیں اور یہی حقیقت میں متقیّ ہیں",
    "اے اہل ایمان ! تم پر لازم کردیا گیا ہے مقتولوں کا بدلہ لینا اور غلام غلام کے بدلے اور عورت عورت کے بدلے پھر جس کو معاف کردی جائے کوئی شے اس کے بھائی کی جانب سے تو (اس کی) پیروی کی جائے معروف طریقے پر اور ادائیگی کی جائے خوبصورتی کے ساتھ یہ تمہارے رب کی طرف سے ایک تخفیف اور رحمت ہے تو اس کے بعد بھی جو حد سے تجاوز کرے گا تو اس کے لیے دردناک عذاب ہے",
    "اور اے ہوشمندو ! تمہارے لیے قصاص میں زندگی ہے تاکہ تم بچ سکو",
    "جب تم میں سے کسی کی موت کا وقت آپہنچے اور وہ کچھ مال چھوڑ رہا ہو تو تم پر فرض کردیا گیا ہے والدین اور رشتہ داروں کے حق میں انصاف کے ساتھ وصیتّ کرنا اللہ تعالیٰ کا تقویٰ رکھنے والوں پر یہ حق ہے",
    "تو جس نے بدل دیا اس وصیت کو اس کے بعد کہ اس کو سنا تھا تو اس کا گناہ ان ہی پر آئے گا جو اسے تبدیل کرتے ہیں یقیناً اللہ تعالیٰ سب کچھ سننے والا (اور) جاننے والا ہے",
    "پھر جس کو اندیشہ ہو کسی وصیت کرنے والے کی طرف سے جانب داری یا حق تلفی کا اور وہ ان کے مابین صلح کرا دے تو اس پر کوئی گناہ نہیں ہے یقیناً اللہ تعالیٰ بخشنے والا رحم فرمانے والا ہے",
    "اے ایمان والو ! تم پر بھی روزہ رکھنا فرض کیا گیا ہے جیسے کہ فرض کیا گیا تھا تم سے پہلوں پر تاکہ تمہارے اندر تقویٰ پیدا ہوجائے۔",
    "گنتی کے چند دن ہیں اس پر بھی جو کوئی تم میں سے بیمار ہو یا سفر پر ہو تو وہ تعداد پوری کرلے دوسرے دنوں میں اور جو اس کی طاقت رکھتے ہوں (اور وہ روزہ نہ رکھیں) ان پر فدیہ ہے ایک مسکین کا کھانا کھلانا اور جو اپنی مرضی سے کوئی خیر کرنا چاہے تو اس کے لیے خیر ہے اور روزہ رکھو یہ تمہارے لیے بہتر ہے اگر تم جانو",
    "رمضان کا مہینہ وہ ہے جس میں قرآن نازل کیا گیا لوگوں کے لیے ہدایت بنا کر اور ہدایت اور حق و باطل کے درمیان امتیاز کی روشن دلیلوں کے ساتھ تو جو کوئی بھی تم میں سے اس مہینے کو پائے (یا جو شخص بھی اس مہینے میں مقیم ہو) اس پر لازم ہے کہ روزہ رکھے اور جو بیمار ہو یا سفر پر ہو تو وہ تعداد پوری کرلے دوسرے دنوں میں اللہ تمہارے ساتھ آسانی چاہتا ہے اور وہ تمہارے ساتھ سختی نہیں چاہتا تاکہ تم تعداد پوری کرو اور تاکہ تم بڑائی کرو اللہ کی اس پر جو ہدایت اس نے تمہیں بخشی ہے اور تاکہ تم شکر کرسکو",
    "اور (اے نبی ﷺ !) جب میرے بندے آپ سے میرے بارے میں سوال کریں تو (ان کو بتا دیجیے کہ) میں قریب ہوں میں تو ہر پکار نے والے کی پکار کا جواب دیتا ہوں جب بھی (اور جہاں بھی) وہ مجھے پکارے پس انہیں چاہیے کہ وہ میرا حکم مانیں اور مجھ پر ایمان رکھیں تاکہ وہ صحیح راہ پر رہیں",
    "حلال کردیا گیا ہے تمہارے لیے روزے کی راتوں میں بےحجاب ہونا اپنی بیویوں سے وہ پوشاک ہیں تمہارے لیے اور تم پوشاک ہو ان کے لیے اللہ کے علم میں ہے کہ تم اپنے آپ کے ساتھ خیانت کر رہے تھے اور تمہیں معاف کردیا تو اب تم ان کے ساتھ تعلق زن و شو قائم کرو اور تلاش کرو اس کو جو کچھ اللہ تعالیٰ نے تمہارے لیے لکھ دیا ہے اور کھاؤ پیو یہاں تک کہ واضح ہوجائے تمہارے لیے فجر کی سفید دھاری (رات کی) سیاہ دھاری سے پھر رات تک روزے کو پورا کرو اور ان سے مباشرت مت کرو جبکہ تم مسجدوں میں حالت اعتکاف میں ہو یہ اللہ کی (مقرر کی ہوئی) حدود ہیں پس ان کے قریب بھی مت جاؤ اسی طرح اللہ واضح کرتا ہے اپنی نشانیاں لوگوں کے لیے تاکہ وہ تقویٰ کی روش اختیار کرسکیں",
    "اور تم اپنے مال آپس میں باطل طریقوں سے ہڑپ نہ کرو اور اس کو ذریعہ نہ بناؤ حکامّ تک پہنچنے کا تاکہ تم لوگوں کے مال کا کچھ حصہّ ہڑپ کرسکو گناہ کے ساتھ اور تم اس کو جانتے بوجھتے کر رہے ہو۔",
    "(اے نبی ﷺ !) یہ آپ ﷺ سے پوچھ رہے ہیں چاند کی گھٹتی بڑھتی صورتوں کے بارے میں کہہ دیجیے یہ لوگوں کے لیے اوقات کا تعینّ ہے اور حج کے لیے ہے اور یہ کوئی نیکی نہیں ہے کہ تم گھروں میں ان کی پشت کی طرف سے داخل ہو بلکہ نیکی تو اس کی ہے جس نے تقویٰ اختیار کیا اور گھروں میں داخل ہو ان کے دروازوں سے اور اللہ کا تقویٰ اختیار کرو تاکہ تم فلاح پاؤ",
    "اور قتال کرو اللہ کی راہ میں ان سے جو تم سے قتال کر رہے ہیں لیکن حد سے تجاوز نہ کرو بیشک اللہ تعالیٰ حد سے تجاوز کرنے والوں کو پسند نہیں کرتا",
    "اور انہیں قتل کرو جہاں کہیں بھی انہیں پاؤ اور نکالو ان کو وہاں سے جہاں سے انہوں نے تم کو نکالا ہے اور فتنہ قتل سے بھی بڑھ کر ہے ہاں مسجد حرام کے پاس (جسے امن کی جگہ بنا دیا گیا ہے) ان سے جنگ مت کرو جب تک وہ تم سے اس میں جنگ نہ چھیڑیں یہی بدلہ ہے کافروں کا۔",
    "پھر اگر وہ باز آجائیں تو یقیناً اللہ بخشنے والا بہت مہربان ہے",
    "اور لڑو ان سے یہاں تک کہ فتنہ باقی نہ رہے اور دین اللہ کا ہوجائے پھر اگر وہ باز آجائیں تو کوئی زیادتی جائز نہیں ہے مگر ظالموں پر",
    "حرمت والا مہینہ بدلہ ہے حرمت والے مہینے کا اور حرمات کے اندر بھی بدلہ ہے تو جو کوئی بھی تم پر زیادتی کرتا ہے تو تم بھی اس کے خلاف کارروائی کرو (اقدام کرو) جیسے کہ اس نے تم پر زیادتی کی اور اللہ کا تقویٰ اختیار کرو اور جان لو کہ اللہ متقیوں کے ساتھ ہے",
    "اور خرچ کرو اللہ کی راہ میں اور مت ڈالو اپنے آپ کو اپنے ہاتھوں ہلاکت میں اور احسان کی روش اختیار کرو یقیناً اللہ تعالیٰ محسنین کو (ان لوگوں کو جو درجۂ احسان پر فائز ہوجائیں) پسند کرتا ہے",
    "اور حج اور عمرہ مکمل کرو اللہ کے لیے پھر اگر تمہیں گھیر لیا جائے تو جو کوئی بھی قربانی میسرّ ہو وہ پیش کر دو اور اپنے سر اس وقت تک نہ مونڈو جب تک کہ قربانی اپنی جگہ نہ پہنچ جائے پھر جو کوئی تم میں سے بیمار ہو یا اس کے سر میں کوئی تکلیف ہو \nتو وہ فدیہ کے طور پر روزے رکھے یا صدقہ دے یا قربانی کرے پھر جب تمہیں امن حاصل ہو (اور تم سیدھے بیت اللہ پہنچ سکتے ہو) تو جو کوئی بھی فائدہ اٹھائے عمرے کا حج سے قبل تو وہ قربانی پیش کرے جو بھی اسے میسرّ ہو جس کو قربانی نہ ملے تو وہ تین دن کے روزے ایام حج میں رکھے اور سات روزے رکھو جبکہ تم واپس پہنچ جاؤ یہ کل دس (روزے) ہوں گے یہ (رعایت) اس کے لیے ہے جس کے گھر والے مسجد حرام کے قریب نہ رہتے ہوں اور اللہ کا تقویٰ اختیار کرو اور خوب جان لو کہ اللہ تعالیٰ سزا دینے میں بھی بہت سخت ہے",
    "حج کے معلوم مہینے ہیں تو جس نے اپنے اوپر لازم کرلیا ان مہینوں میں حج کو تو (اس کو خبردار رہنا چاہیے کہ) دورانِ حج نہ تو شہوت کی کوئی بات کرنی ہے نہ فسق و فجور کی اور نہ لڑائی جھگڑے کی اور نیکی کے جو کام بھی تم کرو گے اللہ اس کو جانتا ہے اور زاد راہ ساتھ لے لیا کرو یقیناً بہترین زاد راہ تقویٰ ہے اور میرا ہی تقویٰ اختیار کرو اے ہوش مندو !",
    "تم پر اس امر میں کوئی گناہ نہیں ہے کہ تم (سفر حج کے دوران) اپنے رب کا فضل بھی تلاش کرو پس جب تم عرفات سے واپس لوٹو تو اللہ کو یاد کرو مشعر حرام کے نزدیک اور یاد کرو اسے جیسے کہ اس نے تمہیں ہدایت کی ہے اور یقیناً اس سے پہلے تو تم گمراہ لوگوں میں سے تھے",
    "پھر تم بھی وہیں سے پلٹو جہاں سے سب لوگ پلٹتے ہیں اور اللہ سے استغفار کرتے رہو یقیناً اللہ بخشنے والا رحم فرمانے والا ہے",
    "اور جب تم اپنے مناسک حج ادا کر چکو تو اب اللہ کا ذکر کرو جیسے کہ تم اپنے آباء و اَجداد کا ذکر کرتے رہے ہو بلکہ اس سے بھی زیادہ شدومد کے ساتھ اللہ کا ذکر کرو لوگوں میں سے وہ بھی ہیں جو یہی کہتے رہتے ہیں کہ اے ہمارے ربّ ! ہمیں دنیا ہی میں دے دے اور ایسے لوگوں کے لیے آخرت میں کوئی حصہ نہیں ہے۔",
    "اور ان میں سے وہ بھی ہیں جو یہ کہتے ہیں پروردگار ! ہمیں اس دنیا میں بھی خیر عطا فرما اور آخرت میں بھی خیر عطا فرما اور ہمیں بچا لے آگ کے عذاب سے",
    "ان ہی لوگوں کے لیے حصہّ ہوگا اس میں سے جو انہوں نے کمایا اور اللہ جلد حساب چکانے والا ہے",
    "اور ذکر کرو اللہ کا گنتی کے چند دنوں میں تو جو کوئی دو دن ہی میں جلدی سے واپس آجائے تو اس پر کوئی گناہ نہیں اور جو پیچھے رہے تو اس پر بھی کوئی گناہ نہیں بشرطیکہ وہ تقویٰ اختیارکرے اور اللہ کا تقویٰ اختیار کرو اور خوب جان رکھو کہ یقیناً تمہیں اسی کی جانب جمع کردیا جائے گا",
    "اور لوگوں میں سے کوئی شخص ایسا بھی ہے جس کی باتیں تمہیں بہت اچھی لگتی ہیں دنیا کی زندگی میں حالانکہ فی الواقع وہ شدید ترین دشمن ہے",
    "اور جب وہ پیٹھ پھیر کرجاتا ہے تو زمین میں بھاگ دوڑ کرتا ہے تاکہ اس میں فساد مچائے اور کھیتی اور نسل کو تباہ کرے اور اللہ تعالیٰ کو فساد بالکل پسند نہیں ہے",
    "اور جب اس سے کہا جاتا ہے کہ اللہ سے ڈرو تو جھوٹی عزت نفس اس کو گناہ پر اور جما دیتی ہے اور یقیناً وہ برا ٹھکانہ ہے۔",
    "اور لوگوں میں ایک شخص وہ ہے جو بیچ دیتا ہے اپنی جان کو اللہ کی رضا کے لیے اور اللہ اپنے ایسے بندوں کے حق میں بہت شفیق ہے",
    "اے اہل ایمان ! اسلام میں داخل ہوجاؤ پورے کے پورے اور شیطان کے نقش قدم کی پیروی نہ کرو وہ تو یقیناً تمہارا بڑا کھلا دشمن ہے",
    "پھر اگر تم پھسل گئے اس کے بعد بھی کہ تمہارے پاس یہ واضح تعلیمات آچکی ہیں تو جان لو کہ اللہ تعالیٰ زبردست ہے حکمت والا ہے",
    "کیا یہ اسی کا انتظار کر رہے ہیں کہ آجائے ان پر اللہ تعالیٰ بادلوں کے سائبانوں میں اور فرشتے اور فیصلہ چکا دیا جائے ؟ اور یقیناً تمام معاملات اللہ ہی کی طرف لوٹا دیے جائیں گے",
    "پوچھ لو بنی اسرائیل سے ہم نے انہیں کتنی روشن نشانیاں دیں اور جو کوئی بدل ڈالے اللہ کی نعمت کو بعد اس کے کہ وہ اس کے پاس آگئی ہو تو (وہ جان لے کہ) اللہ سزا دینے میں بھی سخت ہے",
    "ان کافروں کے لیے دنیا کی زندگی بڑیّ مزین کردی گئی ہے اور وہ مذاق اڑاتے ہیں اہل ایمان کا۔ جن لوگوں نے تقویٰ کی روش اختیار کی تھی قیامت کے دن وہ ان کے اوپر ہوں گے اور اللہ تعالیٰ رزق عطا فرمائے گا جس کو چاہے گا بےحساب",
    "تمام انسان ایک ہی امت تھے تو اللہ نے (اپنے) نبی بھیجے جو خوشخبری سناتے اور خبردار کرتے ہوئے آئے اور ان کے ساتھ (اپنی) کتاب نازل فرمائی حق کے ساتھ تاکہ وہ فیصلہ کر دے لوگوں کے مابین ان امور میں جن میں انہوں نے اختلاف کیا تھا اور کتاب میں اختلاف نہیں کیا مگر ان ہی لوگوں نے جنہیں یہ دی گئی تھی اس کے بعد کہ ان کے پاس روشن ہدایات آچکی تھیں محض باہمی ضدم ضدا کے سبب سے پس اللہ نے ہدایت بخشی ان لوگوں کو جو ایمان لائے اس حق کے معاملے میں جس میں لوگوں نے اختلاف کیا تھا اپنے حکم سے اور اللہ ہدایت دیتا ہے جس کو چاہتا ہے سیدھے راستے کی طرف",
    "کیا تم نے یہ سمجھ رکھا ہے کہ یونہی جنت میں داخل ہوجاؤگے حالانکہ ابھی تک تمہارے اوپر وہ حالات و واقعات وارد نہیں ہوئے جو تم سے پہلوں پر ہوئے تھے پہنچی ان کو سختی بھوک کی اور تکلیف اور وہ ہلا مارے گئے یہاں تک کہ (وقت کا) رسول اور اس کے ساتھی اہل ایمان پکار اٹھے کہ کب آئے گی اللہ کی مدد ؟ (اب انہیں یہ خوشخبری دی گئی کہ) آگاہ ہوجاؤ یقیناً اللہ کی مدد قریب ہے۔",
    "یہ آپ ﷺ سے پوچھتے ہیں کہ کیا خرچ کریں ؟ کہہ دیجیے جو بھی تم خرچ کرو مال و اسباب میں سے تو والدین رشتے داروں یتیموں مسکینوں اور مسافروں کے لیے (خرچ کرو) اور جو خیر بھی تم کماؤ گے اللہ اس سے اچھی طرح باخبر ہے۔",
    "(مسلمانو !) اب تم پر جنگ فرض کردی گئی ہے اور وہ تمہیں گراں گزر رہی ہے اور ہوسکتا ہے کہ تم کسی شے کو ناپسند کرو اور وہ تمہارے لیے بہتر ہو اور ہوسکتا ہے کہ تم کسی چیز کو پسند کرو درآنحالیکہ وہی تمہارے لیے ُ بری ہو اور اللہ جانتا ہے تم نہیں جانتے",
    "(اے نبی ﷺ !) یہ آپ سے پوچھتے ہیں حرمت والے مہینے میں جنگ کے بارے میں کہہ دیجیے کہ اس میں جنگ کرنا بہت بڑی (گناہ کی) بات ہے لیکن اللہ کے راستے سے روکنا اس کا کفر کرنا مسجد حرام سے روکنا اور حرم کے رہنے والوں کو وہاں سے نکالنا اللہ کے نزدیک اس سے کہیں بڑا گناہ ہے اور فتنہ قتل سے بھی بڑا گناہ ہے اور یہ لوگ تم سے جنگ کرتے رہیں گے یہاں تک کہ لوٹا دیں تمہیں اپنے دین سے اگر وہ ایسا کرسکتے ہوں اور (سن لو) جو کوئی بھی تم میں سے اپنے دین سے پھر گیا تو یہ وہ لوگ ہوں گے جن کے تمام اعمال دنیا اور آخرت میں اکارت جائیں گے اور وہ ہوں گے جہنمّ والے وہ اسی میں ہمیشہ رہیں گے",
    ") (اس کے برعکس) جو لوگ ایمان لائے اور جنہوں نے ہجرت کی اور جہاد کیا اللہ کی راہ میں تو یہی وہ لوگ ہیں جو اللہ کی رحمت کے امیدوار ہیں اور اللہ تعالیٰ غفور ہے رحیم ہے۔",
    "(اے نبی ﷺ !) یہ آپ سے شراب اور جوئے کے بارے میں دریافت کرتے ہیں (کہ ان کا کیا حکم ہے ؟) (اے نبی ﷺ ! ان سے) کہہ دیجیے کہ ان دونوں کے اندر بہت بڑے گناہ کے پہلو ہیں اور لوگوں کے لیے کچھ منفعتیں بھی ہیں البتہ ان کا گناہ کا پہلو نفع کے پہلو سے بڑا ہے اور یہ آپ ﷺ سے پوچھتے ہیں کہ (اللہ کی راہ میں) کتنا خرچ کریں ؟ کہہ دیجیے : اسی طرح اللہ تعالیٰ اپنی آیات تمہارے لیے واضح کر رہا ہے تاکہ تم غور و فکر کرو۔",
    "دنیا اور آخرت (کے معاملات) میں اور یہ آپ ﷺ سے پوچھ رہے ہیں یتیموں کے بارے میں (اے نبی ﷺ ! ان سے) کہہ دیجیے کہ (جس طرز عمل میں) ان کی بھلائی اور مصلحت (ہو وہی اختیار کرنا) بہتر ہے اور اگر تم ان کو اپنے ساتھ ملائے رکھو تو وہ تمہارے بھائی ہی تو ہیں اور اللہ جانتا ہے مفسد کو بھی اور مصلح کو بھی اور اگر اللہ چاہتا تو تمہیں سختی ہی میں ڈالے رکھتا یقیناً اللہ تعالیٰ زبردست ہے حکمت والا ہے",
    "اور مشرک عورتوں سے نکاح نہ کرو جب تک کہ وہ ایمان نہ لے آئیں اور ایک مؤمنہ لونڈی بہتر ہے ایک آزاد مشرکہ عورت سے اگرچہ وہ تمہیں اچھی بھی لگتی ہو اور اپنی عورتیں مشرکوں کے نکاح میں مت دو جب تک کہ وہ ایمان نہ لے آئیں اور ایک مؤمن غلام بہتر ہے ایک آزاد مشرک مرد سے اگرچہ وہ تمہیں پسند بھی ہو یہ لوگ آگ کی طرف بلا رہے ہیں اور اللہ تمہیں بلا رہا ہے جنت کی طرف اور مغفرت کی طرف اپنے حکم سے اور وہ اپنی آیات واضح کر رہا ہے لوگوں کے لیے تاکہ وہ نصیحت حاصل کریں",
    "اور وہ عورتوں کی ماہواری کے بارے میں آپ ﷺ سے سوال کر رہے ہیں کہہ دیجیے وہ ایک ناپاکی بھی ہے اور ایک تکلیف کا مسئلہ بھی ہے تو حیض کی حالت میں عورتوں سے علیحدہ رہو اور ان سے مقاربت نہ کرو یہاں تک کہ وہ پاک ہوجائیں پھر جب وہ خوب پاک ہوجائیں تو اب ان کی طرف جاؤ جہاں سے اللہ نے تمہیں حکم دیا ہے یقیناً اللہ محبت کرتا ہے بہت توبہ کرنے والوں سے اور محبت کرتا ہے بہت پاکبازی اختیار کرنے والوں سے",
    "تمہاری بیویاں تمہارے لیے بمنزلہ کھیتی ہیں تو اپنی کھیتی میں جس طرح چاہو آؤ اور اپنے آگے کے لیے سامان کرو اور اللہ کا تقویٰ اختیار کرو اور جان لو کہ تمہیں اس سے مل کر رہنا ہے اور (اے نبی ﷺ !) اہل ایمان کو بشارت دے دیجیے",
    "اور اللہ کے نام کو تختۂ مشق نہ بنا لو اپنی قسموں کے لیے کہ بھلائی نہ کرو گے پرہیزگاری نہ کرو گے اور لوگوں کے درمیان صلح نہ کراؤ گے اور اللہ سننے والا جاننے والا ہے",
    "اللہ تعالیٰ مؤاخذہ نہیں کرے گا تم سے تمہاری بےمعنی قسموں پر (جو تم عزم و ارادہ کے بغیر کھا بیٹھتے ہو) لیکن ان قسموں پر تم سے ضرور مؤاخذہ کرے گا جو تم نے اپنے دلی ارادے کے ساتھ کھائی ہوں اور اللہ بخشنے والا ہے اور حلیم ہے",
    "جو لوگ اپنی بیویوں سے تعلق نہ رکھنے کی قسم کھا بیٹھتے ہیں ان کے لیے چار ماہ کی مہلت ہے پس اگر وہ رجوع کرلیں تو اللہ بخشنے والا مہربان ہے",
    "اور اگر وہ طلاق کا ارادہ کرچکے ہوں تو اللہ سننے والا جاننے والا ہے",
    "اور جن عورتوں کو طلاق دے دی جائے ان پر لازم ہے کہ وہ اپنے آپ کو تین حیض تک روکے رکھیں اور ان کے لیے یہ جائز نہیں ہے کہ اللہ نے ان کے ارحام میں جو کچھ پیدا کردیا ہو وہ اسے چھپائیں اگر وہ فی الواقع اللہ اور یوم آخر پر ایمان رکھتی ہیں اور ان کے شوہر اس کے زیادہ حق دار ہیں کہ انہیں لوٹا لیں اس عدت کے دوران میں اگر وہ واقعۃً اصلاح چاہتے ہوں اور عورتوں کے لیے اسی طرح حقوق ہیں جس طرح ان پر ذمہ داریاں ہیں دستور کے مطابق اور اللہ تعالیٰ زبردست ہے حکمت والا ہے",
    "طلاق دو مرتبہ ہے پھر یا تو معروف طریقے سے روک لینا ہے یا پھر خوبصورتی کے ساتھ رخصت کردینا ہے اور تمہارے لیے یہ جائز نہیں ہے کہ جو کچھ تم نے انہیں دیا تھا اس میں سے کچھ بھی واپس لو سوائے اس کے کہ دونوں کو اندیشہ ہو کہ وہ حدود اللہ کو قائم نہیں رکھ سکیں گے پس اگر تمہیں یہ اندیشہ ہو کہ وہ دونوں حدود الٰہی پر قائم نہیں رہ سکتے تو ان دونوں پر اس معاملے میں کوئی گناہ نہیں ہے جو عورت فدیہ میں دے یہ اللہ کی حدود ہیں پس ان سے تجاوز مت کرو اور جو لوگ اللہ کی حدود سے تجاوز کرتے ہیں وہی ظالم ہیں",
    "پھر اگر وہ (تیسری مرتبہ) اسے طلاق دے دے تو وہ عورت اس کے بعد اس کے لیے جائز نہیں ہے جب تک کہ وہ عورت کسی اور شوہر سے نکاح نہ کرے پس اگر وہ اس کو طلاق دے دے تو اب کوئی گناہ نہیں ہوگا ان دونوں پر کہ وہ مراجعت کرلیں اگر ان کو یہ یقین ہو کہ وہ اللہ کی حدود کی پاسداری کرسکیں گے اور یہ اللہ کی مقرر کردہ حدود ہیں جن کو وہ واضح کر رہا ہے ان لوگوں کے لیے جو علم حاصل کرنا چاہیں",
    "اور جب تم لوگ اپنی بیویوں کو طلاق دو اور پھر وہ اپنی عدتّ پوری کرلیں اور تم انہیں مت روکو نقصان پہنچانے کے ارادے سے کہ تم حدود سے تجاوز کرو اور جو کوئی بھی یہ کام کرے گا وہ اپنی ہی جان پر ظلم ڈھائے گا اور اللہ کی آیات کو مذاق نہ بنا لو اور یاد کرو اللہ کے جو انعامات تم پر ہوئے ہیں اور جو اس نے نازل فرمائی تم پر اپنی کتاب اور حکمت وہ اس کے ذریعے سے تمہیں نصیحت کر رہا ہے اور اللہ کا تقویٰ اختیار کرو اور جان لو کہ اللہ تعالیٰ کو ہرچیز کا حقیقی علم حاصل ہے",
    "اور جب تم اپنی عورتوں کو طلاق دے دو پھر وہ اپنی عدت پوری کرلیں تو مت آڑے آؤ اس میں کہ وہ عورتیں پھر نکاح کرلیں اپنے سابق ازواج سے جبکہ وہ آپس میں رضامند ہوجائیں بھلے طریقے پر یہ وہ چیز ہے جس کی نصیحت کی جا رہی ہے تم میں سے اس کو جو واقعتا ایمان رکھتا ہو اللہ پر اور یوم آخرت پر یہی طریقہ تمہارے لیے زیادہ پاک اور زیادہ عمدہ ہے اور اللہ جانتا ہے تم نہیں جانتے",
    "اور مائیں اپنی اولاد کو دودھ پلائیں پورے دو سال اس شخص کے لیے جو مدت رضاعت پوری کرانا چاہتا ہو اور بچے والے کے ذمے ّ ہے بچوں کی ماؤں کا کھانا اور کپڑا دستور کے مطابق کسی پر ذمہّ داری نہیں ڈالی جاتی مگر اس کی وسعت کے مطابق نہ تو تکلیف پہنچائی جائے کسی والدہ کو اپنے بچے کی وجہ سے اور نہ اس کو جس کا وہ بچہ ہے (یعنی باپ) اس کے بچے کی وجہ سے اور وارث پر بھی اسی طرح کیّ ذمہ داری ہے پھر اگر ماں باپ چاہیں کہ دودھ چھڑا لیں (دو برس کے اندر ہی) باہمی رضامندی اور صلاح سے تو ان دونوں پر کچھ گناہ نہیں اور اگر تم اپنے بچوں کو کسی اور سے دودھ پلواناچاہو تو بھی تم پر کچھ گناہ نہیں جب کہ تم (بچے کی ماں کو) وہ سب کچھ دے دو جس کا کہ تم نے دینا ٹھہرایا تھا دستور کے موافق اور اللہ کا تقویٰ اختیار کرو اور جان رکھو کہ جو کچھ تم کر رہے ہو اللہ اسے دیکھ رہا ہے",
    "اور جو تم میں سے وفات پاجائیں اور بیویاں چھوڑ جائیں تو وہ عورتیں روکے رکھیں اپنے آپ کو چار ماہ دس دن تک پس جب وہ اپنی اس مدتّ تک پہنچ جائیں (یعنی عدتّ گزار لیں) تو تم پر کوئی گناہ نہیں ہے اس معاملے میں جو کچھ وہ اپنے بارے میں دستور کے مطابق کریں اور جو کچھ تم کر رہے ہو اللہ اس سے باخب رہے",
    "اور تم پر کچھ گناہ نہیں ہے اس میں کہ کنایہ و اشارہ میں ظاہر کر دو ان عورتوں سے پیغام نکاح یا پوشیدہ رکھو اپنے دلوں میں اللہ کو معلوم ہے کہ تم ان عورتوں کا ذکر کرو گے لیکن ان سے نکاح کا وعدہ نہ کر رکھو چھپ کر سوائے اس کے کہ کوئی بات کہہ دو معروف طریقے سے اور مت باندھو گرہ نکاح کی جب تک کہ قانون شریعت اپنی مدت کو نہ پہنچ جائے اور جان رکھو کہ اللہ خوب جانتا ہے جو کچھ تمہارے دلوں میں ہے پس اس سے ڈرتے رہو اور یہ بھی جان رکھو کہ اللہ بخشنے والا اور بردبار ہے",
    "تم پر کوئی گناہ نہیں ہے اگر تم ایسی بیویوں کو طلاق دے دو جن کو نہ تو تم نے ابھی چھوا ہو اور نہ ان کے لیے مہر مقرر کیا ہو اور ان کو کچھ خرچ دو صاحب وسعت پر اپنی حیثیت کے مطابق ضروری ہے اور تنگ دست پر اپنی حیثیت کے مطابق جو خرچ کہ قاعدہ کے موافق ہے یہ حق ہے محسنین پر",
    "اور اگر تم عورتوں کو طلاق دو ان کو ہاتھ لگانے سے پہلے اور تم ٹھہرا چکے تھے ان کے لیے ایک متعینّ مہر تو جو مہر تم نے طے کیا تھا اب اس کا آدھا ادا کرنا لازم ہے الایہ کہ وہ معاف کردیں یا وہ شخص درگزر سے کام لے جس کے ہاتھ میں نکاح کی گرہ ہے اور یہ کہ تم مرد درگزر کرو تو یہ تقویٰ سے قریب تر ہے اور اپنے مابین احسان کرنا مت بھلا دو یقیناً جو کچھ تم کر رہے ہو اللہ اسے دیکھ رہا ہے",
    "محافظت کرو تمام نمازوں کی اور خاص طور پر بیچ والی نماز کی اور کھڑے ہوا کرو اللہ کے سامنے پورے ادب کے ساتھ",
    "پھر اگر تم خطرے کی حالت میں ہو تو چاہے پیادہ پڑھ لو یا سوار پھر جب تم امن میں ہوجاؤ پھر اللہ کو یاد کرو جیسے کہ تمہیں اس نے سکھایا ہے جس کو تم نہیں جانتے تھے",
    "اور جو لوگ تم میں سے وفات دے دیے جائیں اور وہ چھوڑ جائیں بیویاں تو وہ وصیت کر جائیں اپنی بیویوں کے لیے ایک سال تک کے لیے نان نفقہ کی بغیر اس کے کہ انہیں گھروں سے نکالا جائے پھر اگر وہ عورتیں خود نکل جائیں تو تم پر اس کا کوئی گناہ نہیں جو کچھ وہ اپنے حق میں معروف طریقے پر کریں اور یقیناً اللہ تعالیٰ زبردست ہے حکمت والا ہے",
    "اور مطلقہّ عورتوں کو بھی ساز و سامان زندگی دینا ہے معروف طریقے پر یہ لازم ہے پرہیزگاروں پر",
    "اسی طرح اللہ تعالیٰ تمہارے لیے اپنی آیات کو واضح کر رہا ہے تاکہ تم عقل سے کام لو (اور سمجھو)",
    "کیا تم نے ان لوگوں کے حال پر غور نہیں کیا جو نکل کھڑے ہوئے اپنے گھروں سے جبکہ وہ ہزاروں کی تعداد میں تھے موت کے ڈر کی وجہ سے تو اللہ نے ان سے کہا کہ مرجاؤ ! پھر (اللہ نے) انہیں زندہ کیا یقیناً اللہ تعالیٰ تو لوگوں پر بڑا فضل کرنے والا ہے لیکن اکثر لوگ شکر نہیں کرتے۔",
    "اور جنگ کرو اللہ کی راہ میں اور خوب جان لو کہ اللہ تعالیٰ سب کچھ سننے والا (اور) سب کچھ جاننے والا ہے",
    "کون ہے جو اللہ کو قرض حسنہ دے تو اللہ اس کو اس کے لیے کئی گنا بڑھاتا رہے اور اسی کی طرف تمہیں لوٹا دیا جائے گا",
    "کیا تم نے غور نہیں کیا بنی اسرائیل کے سرداروں کے معاملے میں جو انہیں موسیٰ کے بعد پیش آیا ؟ جبکہ انہوں نے اپنے نبی سے کہا کہ ہمارے لیے کوئی بادشاہ مقرر کردیجیے تاکہ ہم اللہ کی راہ میں جنگ کریں انہوں نے کہا کہ تم سے اس بات کا بھی اندیشہ ہے کہ جب تم پر جنگ فرض کردی جائے تو اس وقت تم جنگ نہ کرو انہوں نے کہا یہ کیسے ہوسکتا ہے کہ ہم اللہ کی راہ میں قتال نہ کریں ؟ جبکہ ہمیں نکال دیا گیا ہے ہمارے گھروں سے اور اپنے بیٹوں سے پھر جب ان پر جنگ فرض کردی گئی تو سب پیٹھ پھیر گئے سوائے ان کی ایک قلیل تعداد کے اور اللہ ایسے ظالموں سے خوب باخبر ہے",
    "اور ان سے کہا ان کے نبی ؑ نے کہ اللہ تعالیٰ نے طالوت کو تمہارا بادشاہ مقرر کردیا ہے انہوں نے کہا کہ کیسے ہوسکتا ہے کہ اسے ہمارے اوپر بادشاہت ملے ؟ جبکہ ہم اس سے زیادہ حق دار ہیں بادشاہت کے اور اسے تو مال کی وسعت بھی نہیں دی گئی (نبی ؑ نے) کہا : (اب جو چاہو کہو) یقیناً اللہ نے اس کو چن لیا ہے تم پر اور اسے کشادگی عطا کی ہے علم اور جسم دونوں چیزوں میں اور اللہ تعالیٰ جس کو چاہتا ہے اپنی بادشاہت دے دیتا ہے اور اللہ بہت سمائی والا ہے سب کچھ جاننے والا ہے",
    "اور ان سے کہا ان کے نبی نے کہ طالوت کی بادشاہت کی ایک نشانی یہ ہوگی کہ تمہارے پاس وہ صندوق آجائے گا (جو تم سے چھن چکا ہے) جس میں تمہارے لیے تسکین کا سامان ہے تمہارے رب کی طرف سے اور کچھ آل موسیٰ ؑ اور آل ہارون ؑ کے چھوڑے ہوئے تبرکات ہیں وہ صندوق فرشتوں کی تحویل میں ہے یقیناً اس میں تمہارے لیے بڑی نشانی ہے اگر تم ماننے والے ہو",
    "پھر جب طالوت اپنے لشکروں کو لے کر چلے تو انہوں نے کہا کہ اللہ تعالیٰ تمہاری آزمائش کرے گا ایک دریا سے (یعنی دریائے اُردن) تو جو اس میں سے (پیٹ بھر کر) پانی پئے گا وہ میرا ساتھی نہیں ہے اور جو اس میں سے پانی نہیں پئے گا وہ میرا ساتھی ہے سوائے اس کے کہ کوئی اپنے ہاتھ سے صرف چلوّ بھر پانی لے کر پی لے تو انہوں نے اس میں سے (خوب جی بھر کر) پانی پیا سوائے ان میں سے ایک قلیل تعداد کے تو جب دریا پار کر کے آگے بڑھے طالوت اور اس کے ساتھی اہل ایمان تو انہوں نے کہا کہ آج ہم میں جالوت اور اس کے لشکروں کا مقابلہ کرنے کی طاقت نہیں ہے تو کہا ان لوگوں نے جو یقین رکھتے تھے کہ انہیں (ایک دن) اللہ سے ملاقات کرنی ہے کہ کتنی مرتبہ ایسا ہوا ہے کہ ایک چھوٹی جماعت بڑی جماعت پر غالب آگئی اللہ کے حکم سے اور اللہ تو صبر کرنے والوں کے ساتھ ہے",
    "اور جب وہ مقابلے پر نکلے جالوت اور اس کے لشکروں کے تو انہوں نے دعا کی کہ اے ہمارے ربّ ! ہم پر صبر انڈیل دے اور (میدان جنگ میں) ہمارے قدموں کو جمادے اور ہماری مدد فرما ان کافروں کے مقابلے میں",
    "تو انہوں نے مار بھگایا ان کو اللہ کے حکم سے اور داؤد ؑ نے جالوت کو قتل کردیا اور اللہ نے اسے سلطنت اور حکمت عطا کی اور جو کچھ چاہا اسے سکھا دیا اور اگر (اس طریقے سے) اللہ ایک گروہ کو دوسرے کے ذریعے سے دفع نہ کرتا رہتا تو زمین میں فساد پھیل جاتا لیکن اللہ تعالیٰ تو تمام جہانوں پر بڑا فضل کرنے والا ہے۔",
    "یہ اللہ کی آیات ہیں جو ہم آپ ﷺ کو پڑھ کر سنا رہے ہیں حق کے ساتھ اور یقیناً (اے ﷺ آپ (اللہ کے) رسولوں میں سے ہیں"
  ]
}