{
  "meta": {
    "id": 158,
    "name": "Bayan-ul-Quran",
    "translator_name": "Dr. Israr Ahmad",
    "slug": "ur-israr-ahmad",
    "language_name": "urdu"
  },
  "verses": [
    "ابراہیم نے پوچھا کہ اے ایلچیو ! پھر آپ لوگوں کا مقصد کیا ہے ؟",
    "انہوں نے کہا : ہم بھیجے گئے ہیں ایک مجرم قوم کی طرف۔",
    "تاکہ ہم ان پر بارش برسائیں کنکریوں کی۔",
    "جو نشان زدہ ہیں آپ کے رب کے پاس حد سے بڑھ جانے والوں کے لیے۔",
    "پھر ہم نے نکال لیا جو بھی اس بستی میں تھے اہل ایمان۔",
    "تو نہیں پایا ہم نے اس میں سوائے ایک گھر کے کسی کو مسلمانوں میں سے۔",
    "اور ہم نے اس میں ایک نشانی چھوڑ دی ان لوگوں کے لیے جو ڈرتے ہوں دردناک عذاب سے۔",
    "اور موسیٰ کے معاملے میں بھی (نشانی ہے) جب ہم نے اسے بھیجا فرعون کی طرف کھلی سند دے کر۔",
    "تو اس نے منہ موڑ لیا اپنی شان و شوکت کے گھمنڈ میں اور کہا کہ یہ ساحر ہے یا مجنون ہے۔",
    "سو ہم نے پکڑا اس کو اور اس کے لشکروں کو اور انہیں پھینک دیا سمندر میں اور وہ ملامت زدہ تھا۔",
    "اور قوم عاد میں بھی (نشانی ہے) جب ہم نے ان پر ایک ایسی ہوا چھوڑ دی تھی جوہر خیر سے خالی تھی۔",
    "وہ نہیں چھوڑتی تھی کسی شے کو جس پر وہ آجاتی تھی مگر اس کو چوراچورا کر کے رکھ دیتی تھی۔",
    "اور اسی طرح ثمود کے معاملے میں بھی (نشانی ہے) جب ان سے کہا گیا کہ ایک خاص وقت تک کے لیے تم فائدہ اٹھا لو (دنیا کی نعمتوں سے)۔",
    "تو انہوں نے سرکشی کی اپنے رب کے حکم سے تو ان کے دیکھتے ہی دیکھتے ایک چنگھاڑ نے انہیں آپکڑا۔",
    "تو نہ ان میں کھڑے ہونے کی سکت رہی اور نہ ہی اس قابل رہے کہ بدلہ لیتے۔",
    "اور قوم نوح کو بھی اس سے پہلے (ہم نے پکڑا)۔ یقینا وہ بھی بڑے ہی نافرمان لوگ تھے۔",
    "اور آسمان کو ہم نے بنایا اپنے ہاتھوں سے اور ہم (اس کو) توسیع دینے والے ہیں۔",
    "اور زمین کو ہم نے (فرش کی مانند) بچھا دیا پس ہم کیا ہی خوب بچھانے والے ہیں",
    "اور ہم نے ہر شے کے جوڑے بنائے ہیں شاید کہ تم نصیحت اخذ کرو۔",
    "۔ } تو دوڑو اللہ کی طرف یقینا میں تم لوگوں کے لیے اس کی طرف سے صاف صاف خبردار کرنے والا ہوں۔",
    "اور اللہ کے ساتھ کوئی دوسرا معبود نہ ٹھہرائو۔ یقینا میں اس کی جانب سے تمہارے لیے واضح طور پر خبردار کرنے والا ہوں۔",
    "۔ } اسی طرح (ہوتا آیا ہے کہ) نہیں آیا تھا ان سے پہلے لوگوں کے پاس کوئی رسول مگر انہوں نے یہی کہا تھا کہ یہ ساحر ہے یا مجنون ہے۔",
    "کیا وہ ایک دوسرے کو وصیت کر گئے تھے اس کی ؟ بلکہ یہ ہیں ہی سرکش لوگ",
    "پس (اے نبی ﷺ !) آپ ان سے رُخ پھیر لیں آپ پر کوئی ملامت نہیں ہے۔",
    "اور آپ تذکیر کرتے رہیے کیونکہ یہ تذکیر اہل ایمان کے لیے بہت فائدہ مند ہے۔",
    "۔ } اور میں نے نہیں پیدا کیا جنوں اور انسانوں کو مگر صرف اس لیے کہ وہ میری بندگی کریں۔",
    "میں ان سے کوئی رزق نہیں چاہتا اور نہ میں یہ چاہتا ہوں کہ یہ مجھے کھلائیں پلائیں۔",
    "یقینا اللہ ہی سب کو رزق دینے والا قوت والا زبردست ہے۔",
    "پس ان ظالموں کا پیمانہ بھی لبریز ہوچکا ہے جس طرح ان کے ساتھیوں کا پیمانہ لبریز ہوا تھا سو یہ مجھ سے جلدی نہ مچائیں۔",
    "تو ہلاکت اور بربادی ہے ان کافروں کے لیے اس دن سے جس کا ان سے وعدہ کیا جا رہا ہے۔",
    "قسم ہے طور کی۔",
    "اور اس کتاب کی قسم جو لکھی ہوئی ہے۔",
    "کشادہ ورق میں۔",
    "اور قسم ہے آباد گھر کی۔",
    "اور قسم ہے اونچی چھت کی۔",
    "اور قسم ہے ابلتے ہوئے سمندر کی۔",
    "تیرے رب کا عذاب یقینا واقع ہو کر رہے گا۔",
    "اسے کوئی روکنے والا نہ ہوگا۔",
    "جس روز کہ آسمان بری طرح لرزے گا۔",
    "اور پہاڑ چل رہے ہوں گے جیسے چلا جاتا ہے۔",
    "پس ہلاکت و بربادی ہے اس دن جھٹلانے والوں کے لیے۔",
    "وہ لوگ جو خوش گپیوں میں مصروف کھیل رہے ہیں۔",
    "جس دن ان کو دھکے دے دے کر جہنم کی طرف دھکیلاجائے گا۔",
    "اور کہا جائے گا) یہ ہے وہ آگ جس کو تم جھٹلایا کرتے تھے۔",
    "کیا یہ جادو ہے یا تم دیکھ نہیں رہے ہو ؟",
    "اب داخل ہو جائو اس میں تم خواہ صبر کرو یا نہ کرو اب تمہارے حق میں برابر ہے۔ تمہیں بدلے میں وہی کچھ تو مل رہا ہے جو کچھ تم عمل کیا کرتے تھے۔",
    "یقینا متقی لوگ باغات میں اور نعمتوں میں ہوں گے۔",
    "وہ مزے کر رہے ہوں گے ان نعمتوں کے ساتھ جو ان کے رب نے انہیں عطا کی ہوں گی۔ اور بچا لے گا انہیں ان کا ربّ جہنم کے عذاب سے۔",
    "اور کھائو پیو رچتا پچتا اُن اعمال کا صلہ جو تم کرتے رہے ہو۔",
    "وہ تکیے لگائے بیٹھے ہوں گے ان تختوں پر جو برابر بچھے ہوں گے صف درصف۔ اورا نہیں ہم بیاہ دیں گے بڑی بڑی آنکھوں والی حوروں کے ساتھ۔",
    "اور وہ لوگ جو ایمان لائے اور ان کی اولاد نے بھی ان کی پیروی کی ایمان کے ساتھ ہم ملا دیں گے ان کے ساتھ ان کی اس اولاد کو اور ہم ان کے عمل میں سے کوئی کمی نہیں کریں گے۔ ہر انسان اپنی کمائی کے عوض رہن ہوگا۔",
    "اور ہم انہیں دیے چلے جائیں گے پھل اور گوشت جس سے وہ چاہیں گے۔",
    "اس میں وہ ایک دوسرے سے چھین رہے ہوں گے وہ جام جن (کے مشروب) میں نہ تو کوئی بےہودگی ہوگی اور نہ ہی گناہ میں ڈالنے والی کوئی بات۔",
    "اور ان پر گردش میں رہیں گے نوجوان لڑکے ان کی خدمت کے لیے وہ ایسے ہوں گے جیسے موتی ہوں غلافوں میں رکھے ہوئے۔",
    "اور وہ (اہل جنت) ایک دوسرے کی طرف رخ کرکے باہم سوال کریں گے۔",
    "وہ کہیں گے کہ ہم پہلے اپنے اہل و عیال میں ڈرتے ہوئے رہتے تھے۔",
    "تو اللہ نے بڑا احسان کیا ہم پر اور ہمیں بچالیا لو کے عذاب سے۔",
    "یقینا ہم پہلے سے اس کو پکارا کرتے تھے۔",
    "تو (اے نبی ﷺ !) آپ تذکیر کرتے رہیے پس آپ اپنے رب کے فضل سے نہ کاہن ہیں اور نہ مجنون۔",
    "کیا ان کا کہنا ہے کہ یہ ایک شاعر ہے جس کے لیے ہم منتظر ہیں گردش زمانہ کے ؟",
    "آپ ﷺ کہیے کہ اچھا تم انتظار کرو میں بھی تمہارے ساتھ انتظار کرنے والوں میں ہوں۔",
    "کیا ان کی عقلیں انہیں یہی کچھ سکھا رہی ہیں یا یہ ہیں ہی سرکش لوگ ؟",
    "کیا ان کا کہنا ہے کہ یہ اس (محمد ﷺ نے خود گھڑ لیا ہے ؟ بلکہ (اصل بات یہ ہے کہ) یہ ماننے والے نہیں ہیں۔",
    "تو وہ لے آئیں اس جیسی کوئی ایک بات اگر وہ سچے ہیں۔",
    "کیا یہ بغیر کسی کے بنائے ہوئے خود بن گئے ہیں یا یہ خود ہی خالق ہیں ؟",
    "کیا آسمانوں اور زمین کو انہوں نے بنایا ہے ؟ بلکہ (اصل بات یہ ہے کہ) یہ یقین نہیں رکھتے۔",
    "کیا ان کے قبضہ قدرت میں آپ کے رب کے خزانے ہیں یا یہ داروغہ ہیں ؟",
    "کیا ان کے پاس کوئی ایسی سیڑھی ہے جس کے ذریعے سے یہ آسمان کی خبریں سن لیتے ہیں ؟ اگر ایسا ہے) تو ان کا سننے والا کوئی واضح دلیل لائے۔",
    "کیا اس کے لیے تو بیٹیاں ہیں اور تمہارے لیے بیٹے ؟",
    "کیا آپ ان لوگوں سے کوئی اجرت طلب کر رہے ہیں کہ یہ تاوان کے بوجھ تلے دبے جا رہے ہیں ؟",
    "کیا ان کے پاس غیب کا علم ہے جسے یہ لکھ رہے ہیں ؟",
    "کیا یہ لوگ کوئی چال چلنا چاہتے ہیں ؟ اصل میں تو یہ کافر خود ہی چال کا شکار ہوگئے ہیں۔",
    "کیا ان کے لیے اللہ کے سوا کوئی اور الٰہ بھی ہے ؟ پاک ہے اللہ اس سے جو شرک یہ کر رہے ہیں۔",
    "اور اگر کبھی یہ دیکھیں آسمان کا کوئی ٹکڑا گرتا ہوا تو کہیں گے کہ یہ تو بادل ہیں تہ بر تہ۔",
    "تو (اے نبی ﷺ !) چھوڑے رکھیے ان کو یہاں تک کہ وہ اپنے اس دن سے دوچار ہوں جس میں ان پر بجلی کی کڑک گرے گی۔",
    "جس دن ان کی چالیں ان کے کسی کام نہ آسکیں گی اور نہ ہی ان کی کوئی مدد ہی ہوگی۔",
    "اور ان ظالموں کے لیے اس (آخرت کے عذاب) کے علاوہ بھی ایک عذاب ہے لیکن ان کی اکثریت علم نہیں رکھتی۔",
    "(اور اے نبی ﷺ آپ اپنے ربّ کے فیصلے کا انتظار کیجیے۔ بیشک آپ ہماری نگاہوں میں ہیں۔ اور آپ تسبیح کرتے رہیں اپنے رب کی حمد کے ساتھ جب آپ کھڑے ہوں۔",
    "اور رات کے ایک حصے میں بھی آپ اس کی تسبیح کریں اور ستاروں کے پیٹھ موڑتے وقت بھی (آپ تسبیح کیجیے)",
    "قسم ہے ستارے کی جبکہ وہ گرتا ہے۔",
    "اے لوگو !) تمہارے یہ ساتھی نہ تو بھٹکے ہیں اور نہ ہی بہکے ہیں۔",
    "اور یہ (جو کچھ کہہ رہے ہیں) اپنی خواہش نفس سے نہیں کہہ رہے ہیں۔",
    "یہ تو صرف وحی ہے جو ان کی طرف کی جاتی ہے۔",
    "انہیں سکھایا ہے اس نے جو زبردست قوت والا ہے۔",
    "جو بڑا زور آور ہے۔ وہ سیدھا ہوا۔",
    "اور وہ افق اعلیٰ پر تھا۔",
    "پھر وہ قریب آیا اور جھک پڑا۔",
    "بس دو کمانوں کے برابر (فاصلہ رہ گیا) یا اس سے بھی قریب۔",
    "پھر اس نے وحی کی اللہ کے بندے کی طرف جو وحی کی۔",
    "جو کچھ انہوں نے دیکھا ان کے دل و دماغ نے اسے جھٹلایا نہیں۔",
    "تو کیا تم اس سے جھگڑتے ہو اس چیز پر جسے وہ دیکھتا ہے",
    "اور انہوں نے تو اس کو ایک مرتبہ اور بھی اترتے دیکھا ہے۔",
    "سدرۃ المنتہیٰ کے پاس۔",
    "جنت الماویٰ بھی اس کے پاس ہی ہے۔",
    "جبکہ چھائے ہوئے تھا سدرہ پر جو چھائے ہوئے تھا۔",
    "اس وقت محمد ﷺ کی) آنکھ نہ تو کج ہوئی اور نہ ہی حد سے بڑھی۔",
    "انہوں نے اپنے رب کی عظیم ترین آیات کو دیکھا۔",
    "تو کیا تم لوگوں نے لات اور عزیٰ کے بارے میں غور کیا ہے ؟",
    "اور جو تیسری ایک اور (دیوی) منات ہے ؟",
    "کیا تمہارے لیے بیٹے ہیں اور اس کے لیے بیٹیاں ؟",
    "یہ تو بہت بھونڈی تقسیم ہے",
    "یہ کچھ نہیں ہے سوائے اس کے کہ کچھ نام ہیں جو رکھ لیے ہیں تم نے اور تمہارے آباء و اَجداد نے اللہ نے ان کے لیے کوئی سند نہیں اتاری یہ لوگ نہیں پیروی کر رہے مگر ظن وتخمین کی اور اپنی خواہشاتِ نفس کی جب کہ ان کے پاس ان کے رب کی طرف سے الہدیٰ آچکا ہے۔",
    "کیا انسان کو وہی کچھ مل جائے گا جس کی وہ آرزو کرتا ہے ؟",
    "پس آخرت اور دنیا سب اللہ ہی کے اختیار میں ہے۔",
    "اور کتنے ہی فرشتے ہیں آسمانوں میں جن کی شفاعت کسی کام نہیں آئے گی مگر اس کے بعد کہ اللہ جس کے لیے چاہے اجازت بخشے اور (سفارش) پسند کرے۔",
    "یہ لوگ جو آخرت پر ایمان نہیں رکھتے انہوں نے فرشتوں کے مونث نام رکھ دیے ہیں۔",
    "اور ان کے پاس اس بارے میں کوئی علم نہیں ہے۔ وہ نہیں پیروی کر رہے مگر صرف گمان کی۔ اور ظن تو حق سے کچھ بھی مستغنی نہیں کرسکتا۔",
    "تو (اے نبی ﷺ !) آپ اعراض کر لیجیے ہر اس شخص سے جس نے روگردانی کی ہے ہمارے ذکر سے اور دنیا کی زندگی کے سوا جسے کچھ مطلوب نہیں ہے۔",
    "یہ ہے ان کے علم کی رسائی کی حد یقینا آپ ﷺ کا ربّ خوب جانتا ہے ان کو بھی جو اس کی راہ سے بھٹک گئے ہیں اور وہ خوب جانتا ہے ان کو بھی جو ہدایت پر ہیں۔",
    "اور اللہ ہی کا ہے جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں ہے تاکہ وہ بدلہ دے ان کو جنہوں نے برائیاں کمائی ہیں ان کے اعمال کا اور بدلہ دے ان کو جنہوں نے نیک کام کیے ہیں اچھا۔",
    "وہ لوگ جو بڑے بڑے گناہوں اور بےحیائی سے بچتے ہیں سوائے کچھ آلودگی کے۔ یقینا آپ کا ربّ بہت ہی وسیع مغفرت والا ہے۔ وہ تمہیں خوب جانتا ہے جبکہ اس نے تمہیں زمین سے اٹھایا اور جب کہ تم اپنی مائوں کے پیٹوں میں جنین کی شکل میں تھے۔ تو تم خود کو بہت پاکباز نہ ٹھہرائو۔ وہ اسے خوب جانتا ہے جو تقویٰ اختیار کرتا ہے۔",
    "پھر (اے نبی ﷺ !) کیا آپ نے اس شخص کو بھی دیکھا جس نے پیٹھ موڑ لی ؟",
    "تھوڑا سا دیا اور پھر سخت ہوگیا۔",
    "کیا اس کے پاس غیب کا علم ہے کہ وہ دیکھ رہا ہے",
    "کیا اسے خبر نہیں پہنچی اس بارے میں جو کچھ موسیٰ ؑ کے صحیفوں میں تھا ؟",
    "اور ابراہیم کے (صحیفوں میں تھا) جس نے وفا کی انتہا کردی",
    "کہ نہیں اٹھائے گی کوئی جان کسی دوسری جان کے بوجھ کو۔",
    "اور یہ کہ انسان کے لیے نہیں ہے مگر وہی کچھ جس کی اس نے سعی کی ہوگی۔",
    "اور یہ کہ اس کی سعی عنقریب اسے دکھا دی جائے گی۔",
    "پھر اس کو بدلہ دیا جائے گا پورا پورا بدلہ۔",
    "اور یہ کہ بالآخر پہنچنا تمہارے رب ہی کی طرف ہے۔",
    "اور یہ کہ وہی ہے جو ہنساتا بھی ہے اور رلاتا بھی ہے۔",
    "اور یہ کہ وہی ہے جو مارتا بھی ہے اور زندہ بھی رکھتا ہے۔",
    "اور یہ کہ وہی ہے جس نے پیدا کیے ہیں جوڑے نر اور مادہ کے",
    "ایک ہی بوندھ سے جبکہ وہ ٹپکائی جاتی ہے۔",
    "اور یہ کہ اسی کے ذمے ہے دوبارہ اٹھانا۔",
    "اور یہ کہ اسی نے دولت دی اور اسی نے خزانہ دیا۔",
    "اور یہ کہ وہی شعریٰ کا بھی ربّ ہے۔",
    "اور یہ کہ اسی نے ہلاک کیا تھا عاد اولیٰ کو۔",
    "اور ثمود کو بھی پس کسی کو باقی نہ چھوڑا۔",
    "اور قوم نوح ؑ کو بھی (ہلاک کیا) ان سے پہلے۔",
    "اور (اُسی نے) الٹی ہوئی بستیوں کو پٹخ دیا۔",
    "اور پھر اس کو ڈھانپ لیاجس چیز نے ڈھانپ لیا۔",
    "تو تم اپنے رب کی کون کون سی قدرتوں کے بارے میں شک کرو گے ؟",
    "یہ (محمد ﷺ ایک خبردار کرنے والے ہیں پہلے خبردار کرنے والوں (کے زمرے) میں سے۔",
    "قریب آچکی ہے وہ آنے والی۔",
    "نہیں ہے اس کو اللہ کے سوا کوئی کھولنے والا۔",
    "تو کیا تم لوگوں کو اس کلام کے بارے میں تعجب ہورہا ہے ؟",
    "اور تم ہنستے ہو اور روتے نہیں ہو",
    "اور تم خوش فعلیاں کر رہے ہو",
    "پس سجدہ کرو اللہ کے لیے اور اسی کی بندگی کرو",
    "قیامت کی گھڑی قریب آچکی اور چاند شق ہوگیا۔",
    "اور اگر وہ دیکھیں گے کوئی نشانی تب بھی وہ اعراض ہی کریں گے اور کہیں گے یہ تو جادو ہے جو پہلے سے چلا آ رہا ہے۔",
    "اور انہوں نے تکذیب کی اور اپنی خواہشات کی پیروی کی",
    "اور ان کے پاس وہ خبریں آچکی ہیں جن میں تنبیہہ ہے۔",
    "کامل دانائی (کی باتیں) لیکن ان خبردار کرنے والوں سے انہیں کوئی فائدہ نہ پہنچا۔",
    "تو (اے نبی ﷺ !) آپ ان سے صرفِ نظر کر لیجیے۔",
    "(اس وقت) ان کی نگاہیں زمین میں گڑی ہوں گی۔ یہ اپنی قبروں سے ایسے نکل کر آئیں گے جیسے ٹڈی ّدَل پھیلا ہوا ہو۔",
    "دوڑتے ہوئے آئیں گے پکارنے والے کی طرف۔ کافر کہیں گے کہ یہ تو بڑا سخت دن ہے۔",
    "جھٹلایا تھا ان سے پہلے نوح کی قوم نے تو انہوں نے ہمارے بندے کو جھٹلایا اور کہا کہ یہ تو مجنون ہے اور اسے جھڑک دیا گیا۔",
    "تو اس نے پکارا اپنے رب کو کہ میں مغلوب ہوچکا ہوں اب تو ُ ان سے انتقام لے۔",
    "تو ہم نے کھول دیے آسمان کے دروازے اس پانی کے ساتھ جو مسلسل چھاجوں برستا رہا۔",
    "اور ہم نے زمین کو پھاڑ کر چشمے ہی چشمے کردیا تو وہ سارا پانی مل گیا ایک ایسے کام کے لیے جس کا فیصلہ ہوچکا تھا۔",
    "اور ہم نے اسے سوار کردیا اس (کشتی) پر جو تختوں اور کیلوں سے بنی تھی۔",
    "جو چل رہی تھی ہماری نگاہوں کے سامنے یہ بدلہ تھا اس شخص کے لیے جس کی ناقدری کی گئی تھی۔",
    "اور ہم نے اسے چھوڑ دیا ایک نشانی کے طور پر \nتو ہے کوئی نصیحت حاصل کرنے والا",
    "تو کیسا رہا میرا عذاب اور میرا خبردار کرنا",
    "اور ہم نے قرآن کو آسان کردیا ہے نصیحت اخذ کرنے کے لیے تو ہے کوئی نصیحت حاصل کرنے والا",
    "جھٹلایا تھا قوم عاد نے بھی تو کیسا رہا میرا عذاب اور میرا خبردار کرنا ؟",
    "ہم نے ان پر مسلط کردی ایک ُ تند و تیز ہوا ایک مسلسل نحوست کے دن میں۔",
    "وہ لوگوں کو یوں اکھاڑ پھینکتی تھی جیسے وہ کھجور کے تنے ہوں اکھڑی ہوئی جڑوں والے",
    "تو کیسا رہا میرا عذاب اور میرا خبردار کرنا ؟",
    "اور ہم نے اس قرآن کو آسان کردیا ہے نصیحت حاصل کرنے کے لیے تو ہے کوئی اس سے نصیحت حاصل کرنے والا",
    "قومِ ثمود نے بھی جھٹلایا خبردار کرنے والوں کو",
    "انہوں نے کہا : کیا ہم اپنے میں سے ہی ایک بشر کی پیروی کریں ؟ پھر تو یقیناہم پڑجائیں گے گمراہی میں اور آگ میں۔",
    "کیا یہ ذکر ہمارے مابین اسی پر القا کیا گیا ہے ؟ بلکہ یہ انتہائی جھوٹا اور شیخی خورا ہے۔",
    "جلد ہی انہیں معلوم ہوجائے گا کہ کون انتہائی جھوٹا اور شیخی خورا ہے",
    "ہم بھیجے دیتے ہیں اونٹنی کو ان کی آزمائش کے لیے تو آپ ؑ انتظار کیجیے ان کے بارے میں اور صبر کیجیے۔",
    "اور انہیں بتا دیجیے کہ اب پانی ان کے مابین تقسیم ہوگا ہر پینے کی باری پر حاضری ہوگی۔",
    "تو انہوں نے پکارا اپنے ایک ساتھی کو پس اس نے ہاتھ بڑھایا اور اس کی کونچیں کاٹ دیں۔",
    "پھر کیسا رہا میرا عذاب اور میرا خبردار کرنا ؟",
    "ہم نے ان پر بس ایک ہی چنگھاڑ بھیجی تو وہ باڑھ لگانے والے کی روندی ہوئی باڑھ کی طرح چورا ہو کر رہ گئے",
    "اور ہم نے تو اس قرآن کو آسان کردیا ہے سمجھنے کے لیے تو ہے کوئی سوچنے سمجھنے والا ؟",
    "لوط ؑ کی قوم نے بھی خبردار کرنے والوں کو جھٹلایا۔",
    "ہم نے ان پر بھیج دی ایک ایسی تیز آندھی جس میں پتھر تھے سوائے لوط کے گھر والوں کے۔ ان کو ہم نے نجات دے دی صبح کے وقت۔",
    "وہ نعمت تھی ہمارے پاس سے۔ اسی طرح ہم بدلہ دیتے ہیں اس کو جو شکر کرتا ہے۔",
    "اور لوط ؑ نے ان کو خبردار کردیا تھا ہماری پکڑ سے لیکن انہوں نے شک کیا ان چیزوں پر جن کے بارے میں انہیں خبردار کیا گیا تھا۔",
    "اور انہوں نے اس سے اس کے مہمانوں کو لے جانا چاہا تو ہم نے ان کی آنکھوں کو مٹا دیا تو مزا چکھو اب میرے عذاب کا اور میرے خبردار کرنے کا۔",
    "اور ان پر صبح ہی صبح آ دھمکا ایک عذاب جو کہ ٹھہر چکا تھا۔",
    "تو چکھو مزا اب میرے عذاب کا اور میرے خبردار کرنے کا۔",
    "اور ہم نے آسان کردیا ہے قرآن سمجھنے کو تو ہے کوئی سوچنے سمجھنے والا ؟",
    "اسی طرح قوم فرعون کے پاس بھی آئے تھے خبردار کرنے والے۔",
    "انہوں نے ہماری تمام نشانیوں کو جھٹلا دیا پھر ہم نے انہیں پکڑا ایک زبردست صاحب قدرت کا پکڑنا۔",
    "(تو اے قریش !) کیا تمہارے کفار اُن (کفار) سے کچھ بہتر ہیں ؟ یا تمہارے لیے سابقہ الہامی کتب میں کوئی فارغ خطی آچکی ہے ؟",
    "یا یہ کہتے ہیں کہ ہم ایک طاقتور جمعیت ہیں اور بدلہ لینے پر قادر ہیں ؟",
    "عنقریب ان کی جمعیت شکست کھاجائے گی اور وہ پیٹھ پھیر کر بھاگیں گے۔",
    "بلکہ ان کے اصل وعدے کا وقت تو قیامت ہے اور قیامت بہت بڑی آفت ہے اور بہت زیادہ کڑوی ہے۔",
    "یقینا یہ مجرمین گمراہی میں ہیں اور یہ آگ (کے مختلف طبقات) میں ہوں گے۔",
    "جس دن یہ گھسیٹے جائیں گے آگ میں اپنے چہروں کے بل۔ ان سے کہا جائے گا :) اب چکھوآگ کی لپٹ کا مزا",
    "یقینا ہم نے ہرچیز ایک اندازے کے مطابق پیدا کی ہے۔",
    "اور ہمارا امر تویکبارگی ہوتا ہے جیسے نگاہ کا لپک جانا۔",
    "تو (اے قریش ِمکہ) ہم نے تم جیسے بہت سے لوگوں کو ہلاک کیا ہے تو کوئی ہے اس سے سبق حاصل کرنے والا ؟",
    "اور وہ تمام اعمال جو ان لوگوں نے کیے ہیں وہ صحیفوں میں محفوظ ہیں۔",
    "اور ہر ایک چھوٹی اور بڑی چیز لکھی ہوئی ہے۔",
    "یقینا متقین باغات اور نہروں (کے ماحول) میں ہوں گے۔",
    "بہت اعلیٰ راستی کے مقام میں اس بادشاہ کے پاس جو اقتدارِ مطلق کا مالک ہے۔",
    "رحمن نے",
    "قرآن سکھایا۔",
    "اسی نے انسان کو بنایا۔",
    "اس کو بیان سکھایا۔",
    "سورج اور چاند ایک حساب کے ساتھ گردش کرتے ہیں",
    "اور ستارے اور درخت (اللہ کو) سجدہ کرتے ہیں۔",
    "اور آسمان کو اس نے بلند کیا اور میزان قائم کی۔",
    "تاکہ تم میزان میں زیادتی مت کرو۔",
    "اور قائم رکھو وزن کو انصاف کے ساتھ اور میزان میں کوئی کمی نہ کرو۔",
    "اور زمین کو اس نے بچھا دیا مخلوق کے لیے۔",
    "اس میں میوے ہیں اور کھجوریں ہیں جن پر غلاف چڑھے ہوئے ہیں۔",
    "اور ُ بھس والا اناج بھی ہے اور خوشبودار پھول بھی۔",
    "تو تم دونوں (گروہ) اپنے رب کی کون کونسی نعمتوں اور قدرتوں کا انکار کرو گے ؟",
    "اس نے پیدا کیا انسان کو ٹھیکرے کی طرح کھنکھناتی ہوئی مٹی سے۔",
    "اور جنات کو اس نے پیدا کیا آگ کی لپٹ سے۔",
    "تو تم دونوں اپنے رب کی کون کون سی نعمتوں اور قدرتوں کا انکار کرو گے ؟",
    "وہ ربّ ہے دونوں مشرقوں کا اور دونوں مغربوں کا۔",
    "تو تم دونوں اپنے رب کی کون کون سی نعمتوں اور قدرتوں کا انکار کرو گے ؟",
    "اس نے چلا دیے دو دریا جو آپس میں ملے ہوئے بھی ہیں۔",
    "لیکن ان کے مابین ایک پردہ حائل ہے جس سے وہ تجاوز نہیں کرتے۔",
    "تو تم دونوں اپنے رب کی کون کونسی نعمتوں اور قدرتوں کا انکار کرو گے ؟",
    "ان دونوں سے نکلتے ہیں موتی بھی اور مونگے بھی۔",
    "تو تم دونوں اپنے رب کی کون کونسی نعمتوں اور قدرتوں کا انکار کرو گے ؟",
    "اور اسی کے ہیں یہ جہاز جو سمندر میں پہاڑوں کی مانند اونچے اٹھے ہوئے ہیں۔",
    "تو تم دونوں اپنے رب کی کون کونسی نعمتوں اور قدرتوں کو جھٹلائو گے ؟",
    "جو کوئی بھی اس (زمین) پر ہے فنا ہونے والا ہے۔",
    "اور باقی رہے گا صرف تیرے رب کا چہرہ جو بہت بزرگی اور بہت عظمت والا ہے۔",
    "تو تم دونوں اپنے رب کی کون کونسی نعمتوں اور قدرتوں کا انکار کرو گے ؟",
    "اسی سے مانگتا ہے جو کوئی بھی آسمانوں اور زمین میں ہے۔",
    "تو تم دونوں اپنے رب کی کون کونسی نعمتوں اور قدرتوں کو جھٹلائو گے ؟",
    "ہم جلد ہی فارغ ہوجائیں گے تمہارے لیے اے دو بھاری قافلو !",
    "تو تم دونوں اپنے رب کی کون کونسی نعمتوں اور قدرتوں کا انکار کرو گے ؟",
    "اے گروہ جن و انس ! اگر تم طاقت رکھتے ہو کہ آسمانوں اور زمین کے کناروں سے نکل بھاگوتو نکل بھاگو۔ تم نکل نہیں سکو گے مگر (اللہ کی) سند کے ساتھ۔",
    "تو تم دونوں اپنے رب کی کون کونسی نعمتوں اور قدرتوں کا انکار کرو گے ؟",
    "تم پر پھینکے جائیں گے بھڑکتی ہوئی آگ کے شعلے اور دھواں تو تم لوگ بدلہ نہیں لے سکو گے۔",
    "تو تم دونوں اپنے رب کی کون کونسی نعمتوں اور قدرتوں کا انکار کرو گے ؟",
    "پھر جب آسمان پھٹ جائے گا اور ہوجائے گا گلابی تیل کی تلچھٹ جیسا۔",
    "تو تم دونوں اپنے رب کی کون کونسی نعمتوں اور قدرتوں کا انکار کرو گے ؟",
    "تو اس روز پوچھنے کی ضرورت نہیں ہوگی نہ کسی جن سے اور نہ انسان سے اس کے گناہوں کے بارے میں۔",
    "تو تم دونوں اپنے رب کی کون کون سی نعمتوں اور قدرتوں کا انکار کرو گے ؟",
    "پہچان لیے جائیں گے مجرم اپنے چہروں سے پھر ان کو پکڑ اجائے گا پیشانی (کے بالوں) سے اور پائوں سے۔",
    "تو تم دونوں اپنے رب کی کون کون سی نعمتوں اور قدرتوں کا انکار کرو گے ؟",
    "اس وقت ان سے کہا جائے گا کہ) یہ ہے وہ جہنم جسے مجرمین جھٹلایا کرتے تھے۔",
    "اب وہ چکر لگاتے رہیں گے اس (آگ) کے اور کھولتے ہوئے پانی کے درمیان۔",
    "تو تم دونوں اپنے رب کی کون کون سی نعمتوں اور قدرتوں کا انکار کرو گے ؟",
    "اور جو کوئی اپنے رب کے حضور کھڑے ہونے سے ڈرتا رہا اس کے لیے دو جنتیں ہیں۔",
    "تو تم دونوں اپنے رب کی کون کون سی نعمتوں اور قدرتوں کا انکار کرو گے ؟",
    "دونوں بہت سی شاخوں والی ہوں گی۔",
    "تو تم دونوں اپنے رب کی کون کون سی نعمتوں اور قدرتوں کا انکار کرو گے ؟",
    "ان دونوں میں دو چشمے بہہ رہے ہوں گے۔",
    "تو تم دونوں اپنے رب کی کون کون سی نعمتوں اور قدرتوں کا انکار کرو گے ؟",
    "ان دونوں میں ہر قسم کے میوے ہوں گے جوڑوں کی شکل میں۔",
    "تو تم دونوں اپنے رب کی کون کون سی نعمتوں اور قدرتوں کا انکار کرو گے ؟",
    "وہ وہاں تکیے لگائے بیٹھے ہوں گے ایسے بچھونوں پر جن کے استر گاڑھے ریشم کے ہوں گے۔ اور دونوں جنتوں کے پھل جھکے ہوئے ہوں گے۔",
    "تو تم دونوں اپنے رب کی کون کون سی نعمتوں اور قدرتوں کا انکار کرو گے ؟",
    "ان میں ایسی عورتیں ہوں گی جن کی نگاہیں جھکی ہوئی ہوں گی۔ ان کو چھوا نہیں ہوگا ان سے پہلے نہ کسی انسان نے اور نہ کسی جن نے",
    "تو تم دونوں اپنے رب کی کون کون سی نعمتوں اور قدرتوں کا انکار کرو گے ؟",
    "وہ ایسی ہوں گی گویا لعل اور مونگے ہوں۔",
    "تو تم دونوں اپنے رب کی کون کون سی نعمتوں اور قدرتوں کا انکار کرو گے ؟",
    "کیا بھلائی کا بدلہ بھلائی کے سوا کچھ اور بھی ہوسکتا ہے ؟",
    "تو تم دونوں اپنے رب کی کون کون سی نعمتوں اور قدرتوں کا انکار کرو گے ؟",
    "اور ان سے پرے دو جنتیں اور بھی ہیں",
    "تو تم دونوں اپنے رب کی کون کون سی نعمتوں اور قدرتوں کا انکار کرو گے ؟",
    "دونوں گہرے سبز رنگ کی ہوں گی۔",
    "تو تم دونوں اپنے رب کی کون کون سی نعمتوں اور قدرتوں کا انکار کرو گے ؟",
    "ان میں دو چشمے ہوں گے ابلتے ہوئے۔",
    "تو تم دونوں اپنے رب کی کون کون سی نعمتوں اور قدرتوں کا انکار کرو گے ؟",
    "ان دونوں میں میوے کھجور اور انار ہوں گے۔",
    "تو تم دونوں اپنے رب کی کون کون سی نعمتوں اور قدرتوں کا انکار کرو گے ؟",
    "ان میں ہوں گی نہایت نیک سیرت اور خوبصورت عورتیں۔",
    "تو تم دونوں اپنے رب کی کون کون سی نعمتوں اور قدرتوں کا انکار کرو گے ؟",
    "یعنی حوریں جو قیام پذیر ہوں گی خیموں میں۔",
    "تو تم دونوں اپنے رب کی کون کون سی نعمتوں اور قدرتوں کا انکار کرو گے ؟",
    "نہیں چھوا ہوگا ان سے پہلے انہیں نہ کسی انسان نے اور نہ کسی جن نے۔",
    "تو تم دونوں اپنے رب کی کون کون سی نعمتوں اور قدرتوں کا انکار کرو گے ؟",
    "وہ تکیے لگائے بیٹھے ہوں گے سبز مسندوں اور بہت نفیس بچھونوں پر۔",
    "تو تم دونوں اپنے رب کی کون کون سی نعمتوں اور قدرتوں کا انکار کرو گے ؟",
    "بہت بابرکت نام ہے تیرے رب کا جو بہت عظمت والا بہت اکرام والا ہے۔",
    "جب وہ ہونے والا واقعہ رونما ہوجائے گا۔",
    "اور جان لو) اس کے واقع ہونے میں کوئی جھوٹ نہیں ہے۔",
    "وہ پست کرنے والی اور بلند کرنے والی ہوگی۔",
    "جب زمین ہلا ڈالی جائے گی جیسے کہ زلزلہ آتا ہے۔",
    "اور پہاڑ بالکل ریزہ ریزہ کردیے جائیں گے۔",
    "پس وہ ہوجائیں گے اڑتا ہوا غبار۔",
    "اور تم تین گروہوں میں منقسم ہو جائو گے۔",
    "تو جو داہنے والے ہوں گے کیا خوب ہوں گے وہ داہنے والے !",
    "اور جو بائیں والے ہوں گے تو کیا حال ہوگا بائیں والوں کا",
    "اور آگے نکل جانے والے تو ہیں ہی آگے نکل جانے والے۔",
    "وہی تو بہت مقرب ہوں گے۔",
    "یہ نعمتوں والے باغات میں ہوں گے۔",
    "یہ بڑی تعداد میں ہوں گے پہلوں میں سے۔",
    "اور تھوڑے ہوں گے پچھلوں میں سے۔",
    "جڑائو تختوں پر",
    "ٹیک لگائے بیٹھے ہوں گے آمنے سامنے۔",
    "ان پر گردش کر رہے ہوں گے وہ لڑکے جو سدا اسی طرح رہیں گے۔",
    "آب خورے صراحیاں اور شراب خالص کے جام لیے ہوئے۔",
    "اس سے) نہ تو ان کے سروں میں کوئی گرانی ہوگی اور نہ ہی وہ بہکیں گے۔",
    "اور میوے جو وہ پسند کریں گے۔",
    "اور پرندوں کے گوشت جو انہیں مرغوب ہوں گے۔",
    "اور حوریں ہوں گی بڑی بڑی آنکھوں والی۔",
    "جیسے موتی ہوں چھپا کر رکھے گئے۔",
    "یہ بدلہ ہوگا ان کے اعمال کا جو وہ کرتے رہے تھے۔",
    "وہ نہیں سنیں گے اس میں کوئی لغو بات اور نہ ہی کوئی الزام۔",
    "مگر (ان کے لیے ہر طرف سے) سلام سلام ہی کی آوازیں ہوں گی۔",
    "۔ } اور اصحاب الیمین ! کیا کہنے ہیں اصحاب الیمین کے !",
    "وہ ہوں گے بیری کے درختوں میں جن میں کانٹے نہیں ہوں گے۔",
    "اور تہ بر تہ کیلے۔",
    "اور پھیلے ہوئے سائے",
    "اور بہتا ہوا پانی۔",
    "اور کثرت کے ساتھ میوے۔",
    "نہ ٹوٹے ہوئے اور نہ ہی پہنچ سے باہر۔",
    "اور اونچے اونچے بچھونے۔",
    "ان (کی بیویوں) کو اٹھایا ہے ہم نے بڑی اچھی اٹھان پر۔",
    "پس ہم نے بنایا ہے انہیں کنواریاں۔",
    "پیار دینے دلانے والیاں ہم عمر",
    "یہ سب کچھ ہوگا) اصحاب الیمین کے لیے۔",
    "جو پہلوں میں سے بھی بہت ہوں گے۔",
    "اور پچھلوں میں سے بھی بہت ہوں گے۔",
    "اور بائیں والے ! کیا (ہی برا) حال ہوگا بائیں والوں کا",
    "وہ ہوں گے تیز لو اور کھولتے ہوئے پانی میں",
    "اور کالے دھوئیں کے سائے میں۔",
    "نہ وہ ٹھنڈا ہوگا اور نہ ہی سکون بخش۔",
    "یہ لوگ اس سے پہلے (دنیا میں) بڑے خوشحال تھے۔",
    "اور یہ اصرار کرتے تھے بہت بڑے گناہ پر۔",
    "اور وہ یہ کہا کرتے تھے کہ کیا ہم جب مرجائیں گے اور ہوجائیں مٹی اور ہڈیاں تو کیا پھر سے اٹھا کھڑے کیے جائیں گے ؟",
    "اور کیا ہمارے آباء و اَجداد بھی جو پہلے گزر چکے ہیں ؟",
    "اے نبی ﷺ !) آپ کہیے کہ یقینا پہلے بھی اور پچھلے بھی۔",
    "لازماً جمع کیے جائیں گے ایک مقرر دن کے طے شدہ وقت پر۔",
    "پھر تم اے گمراہو اور جھٹلانے والو",
    "ضرور کھائو گے زقوم کے درخت سے۔",
    "پس اسی سے تم اپنے پیٹ بھرو گے۔",
    "پھر پیو گے اس پر کھولتا ہوا پانی۔",
    "اور ایسے پیو گے جیسے پیاس کا مارا اونٹ پیتا ہے۔",
    "یہ ہوگی ان کی ابتدائی ضیافت جزا کے دن۔",
    "ہم نے تمہیں پیدا کیا ہے تو تم لوگ تصدیق کیوں نہیں کرتے ؟",
    "کیا تم نے کبھی غور کیا اس پر جو (منی) تم ٹپکادیتے ہو ؟",
    "کیا اس کی تخلیق تم کرتے ہو یا ہم تخلیق کرنے والے ہیں ؟",
    "ہم نے تمہارے مابین موت کو ٹھہرا دیا ہے اور ہم اس سے عاجز نہیں ہیں",
    "کہ تمہاری مثل بدل کر لائیں اور تمہیں ایسی تخلیق میں اٹھائیں جسے تم نہیں جانتے !",
    "اور تم (اپنی) پہلی زندگی کے بارے میں تو جانتے ہی ہو",
    "کیا تم نے کبھی غور کیا کہ یہ بیج جو تم بوتے ہو ؟",
    "کیا تم اسے اگاتے ہو یا ہم اگانے والے ہیں ؟",
    "اگر ہم چاہیں تو اسے چورا چورا کردیں پھر تم بیٹھے رہو باتیں بناتے ہوئے",
    "کہ لو جی !) ہم پر تو بڑا تاوان پڑگیا۔",
    "بلکہ ہم تو بالکل ہی محروم ہو کر رہ گئے۔",
    "کبھی تم نے غور کیا کہ وہ پانی جو تم پیتے ہو ؟",
    "کیا بادلوں سے تم نے اسے برسایا ہے یا ہم ہیں برسانے والے ؟",
    "اگر ہم چاہیں تو اسے کڑوا کردیں تو تم کیوں شکر ادا نہیں کرتے ؟",
    "کبھی تم نے سوچا کہ وہ آگ جو تم جلاتے ہو ؟",
    "کیا اس کے درخت کو تم نے پیدا کیا ہے یا اس کے پیدا کرنے والے ہم ہیں ؟",
    "ہم نے بنا دیا اس کو ایک نشانی یاد دلانے کو اور ایک بہت فائدہ مند چیز صحرا کے مسافروں کے لیے۔",
    "پس تم تسبیح بیان کرو اپنے ربّ کے نام کی جو بہت عظمت والا ہے۔",
    "پس نہیں ! قسم ہے مجھے ان مقامات کی جہاں ستارے ڈوبتے ہیں۔",
    "اور یقینا یہ بہت بڑی قسم ہے اگر تم جانو",
    "یقینا یہ بہت عزت والا قرآن ہے۔",
    "ایک چھپی ہوئی کتاب میں۔",
    "اسے چھو نہیں سکتے مگر وہی جو بالکل پاک ہیں۔",
    "اس کا اتارا جانا ہے ربّ العالمین کی جانب سے",
    "۔ } تو کیا تم لوگ اس کتاب کے بارے میں مداہنت کر رہے ہو ؟",
    "اور تم نے اپنا نصیب یہ ٹھہرا لیا ہے کہ تم اس کو جھٹلا رہے ہو۔",
    "تو کیوں نہیں جب جان حلق میں آ (کر پھنس) جاتی ہے۔",
    "اور تم اس وقت دیکھ رہے ہوتے ہو۔",
    "اور ہم تمہارے مقابلے میں اس سے قریب تر ہوتے ہیں لیکن تم دیکھ نہیں پاتے۔",
    "تو اگر تم کسی کے اختیار میں نہیں ہو",
    "تو اس (جان) کو لوٹا کیوں نہیں لیتے اگر تم سچے ہو ؟",
    "۔ } پھر اگر وہ مقربین میں سے تھا۔",
    "تو اس کے لیے راحت اور سرور اور نعمتوں والی جنت ہے۔",
    "اور اگر وہ اصحاب الیمین میں سے تھا۔",
    "تو سلامتی پہنچے آپ کو اصحاب الیمین کی طرف سے۔",
    "اور اگر وہ تھا جھٹلانے والوں اور گمراہوں میں سے۔",
    "تو اس کے لیے مہمانی ہے کھولتے پانی سے۔",
    "اور جہنم میں جلنا۔",
    "یقینا یہ سب کچھ قطعی حق ہے۔",
    "پس آپ تسبیح کیجیے اپنے رب کے نام کی جو کہ بہت عظمت والا ہے۔",
    "تسبیح کرتی ہے اللہ کی ہر وہ شے جو آسمانوں میں ہے اور زمین میں ہے۔ اور وہ بہت زبردست ہے کمال حکمت والا۔",
    "اسی کے لیے ہے آسمانوں اور زمین کی بادشاہی۔ وہی زندہ رکھتا ہے وہی مارتا ہے۔ اور وہ ہرچیز پر قادر ہے۔",
    "وہی اول ہے وہی آخر ہے وہی ظاہر ہے وہی باطن ہے۔ اور وہ ہرچیز کا علم رکھتا ہے۔",
    "وہی ہے جس نے پیدا کیا آسمان اور زمین کو چھ دنوں میں پھر وہ متمکن ہوا عرش پر۔ وہ جانتا ہے جو کچھ داخل ہوتا ہے زمین میں اور جو کچھ نکلتا ہے اس سے اور جو کچھ اترتا ہے آسمان سے اور جو کچھ چڑھتا ہے اس میں۔ اور تم جہاں کہیں بھی ہوتے ہو وہ تمہارے ساتھ ہوتا ہے۔ اور جو کچھ تم کر رہے ہو اللہ اسے دیکھ رہا ہے۔",
    "آسمانوں اور زمین کی بادشاہی اسی کی ہے۔ اور تمام معاملات اسی کی طرف لوٹا دیے جائیں گے۔",
    "وہ پرولاتا ہے رات کو دن میں اور پرولاتا ہے دن کو رات میں۔ اور وہ جانتا ہے اس کو بھی جو سینوں کے اندر ہے۔",
    "ایمان لائو اللہ پر اور اس کے رسول ﷺ پر اور خرچ کرو ان سب میں سے جن میں اس نے تمہیں خلافت عطا کی ہے۔ پس جو لوگ تم میں سے ایمان لائے اور انہوں نے (اپنے مال و جان کو) خرچ کیا ان کے لیے بہت بڑا اجر ہے۔",
    "اور تمہیں کیا ہوگیا ہے کہ تم نہیں ایمان رکھتے اللہ پر جبکہ رسول (محمد ﷺ تمہیں دعوت دے رہے ہیں کہ تم ایمان رکھو اپنے رب پر اور دیکھو ! وہ تم سے عہد بھی لے چکا ہے اگر تم حقیقتاً مومن ہو",
    "وہی تو ہے جو اپنے بندے ﷺ پر یہ آیات بینات نازل کر رہا ہے تاکہ نکالے تمہیں اندھیروں سے روشنی کی طرف۔ اور یقینا اللہ تمہارے حق میں بہت رئوف اور رحیم ہے۔",
    "اور تمہیں کیا ہوگیا ہے کہ تم خرچ نہیں کرتے اللہ کی راہ میں جبکہ اللہ ہی کے لیے ہے آسمانوں اور زمین کی وراثت تم میں سے وہ لوگ جنہوں نے انفاق کیا اور قتال کیا فتح سے پہلے وہ (فتح کے بعد انفاق اور قتال کرنے والوں کے) برابر نہیں ہیں۔ ان لوگوں کا درجہ بہت بلند ہے ان کے مقابلے میں جنہوں نے انفاق اور قتال کیا فتح کے بعد۔ اگرچہ ان سب سے اللہ نے بہت اچھا وعدہ فرمایا ہے۔ اور جو کچھ تم کر رہے ہو اللہ اس سے باخبر ہے۔",
    "کون ہے جو اللہ کو قرض دے قرض حسنہ ؟ کہ وہ اس کے لیے اسے بڑھاتا رہے اور اس کے لیے بڑا باعزت اجر ہے۔",
    "جس دن تم دیکھو گے مومن مردوں اور مومن عورتوں کو کہ ان کا نور دوڑتا ہوگا ان کے سامنے اور ان کے داہنی طرف (ان سے کہا جائے گا :) آج تمہارے لیے بشارت ہے ان جنتوں کی جن کے نیچے نہریں بہہ رہی ہیں تم رہو گے اس میں ہمیشہ ہمیش۔ یقینا یہی بہت بڑی کامیابی ہے۔",
    "جس دن کہیں گے منافق مرد اور منافق عورتیں ایمان والوں سے کہ ذرا ہمارا انتظار کرو کہ ہم بھی تمہاری روشنی سے فائدہ اٹھالیں۔ کہا جائے گا : لوٹ جائو پیچھے کی طرف اور تلاش کرو نور پھر ان کے درمیان ایک فصیل کھڑی کردی جائے گی جس میں ایک دروازہ ہوگا۔ اس (فصیل) کی اندرونی جانب رحمت ہوگی اور اس کے باہر کی طرف عذاب ہوگا۔",
    "وہ (منافق) انہیں پکار کر کہیں گے کیا ہم تمہارے ساتھ نہ تھے ؟ وہ کہیں گے : ہاں کیوں نہیں ! (تم تھے تو ہمارے ساتھ ہی)۔ لیکن تم نے اپنے آپ کو (اپنے ہاتھوں) فتنے میں ڈالا اور تم گومگو کی کیفیت میں مبتلا ہوگئے اور تم لوگ شکوک و شبہات میں پڑگئے اور تمہیں دھوکے میں ڈال دیا تمہاری خواہشات نے یہاں تک کہ اللہ کا فیصلہ آگیا اور تمہیں خوب دھوکہ دیا اللہ کے معاملے میں اس بڑے دھوکے باز نے۔",
    "تو آج نہ تم سے کوئی فدیہ قبول کیا جائے گا اور نہ ہی کافروں سے۔ تمہارا ٹھکانہ آگ ہے وہی تمہاری غم خوار ہے اور وہ بہت ہی برا ٹھکانہ ہے۔",
    "کیا ابھی وقت نہیں آیا ہے اہل ایمان کے لیے کہ ان کے دل جھک جائیں اللہ کی یاد کے لیے اور اس (قرآن) کے آگے کہ جو حق میں سے نازل ہوچکا ہے ؟ اور ان لوگوں کی طرح نہ ہوجائیں جنہیں پہلے کتاب دی گئی تھی تو جب ان پر ایک طویل مدت گزر گئی تو ان کے دل سخت ہوگئے۔ اور ان کی اکثریت اب فاسقوں پر مشتمل ہے۔",
    "جان لو کہ اللہ زندہ کردیتا ہے زمین کو اس کے مرنے کے بعد۔ ہم نے تو تمہارے لیے اپنی آیات خوب واضح کردی ہیں تاکہ تم عقل سے کام لو",
    "یقینا صدقہ دینے والے مرد اور صدقہ دینے والی عورتیں اور جو قرض دیں اللہ کو قرض حسنہ ان کو کئی گنا بڑھا کردیا جائے گا اور ان کے لیے بڑا باعزت اجر ہے۔",
    "اور جو لوگ ایمان لائے اللہ پر اور اس کے رسولوں پر وہی ہیں صدیق اور شہداء اپنے رب کے پاس ان کے لیے ہوگا ان کا اجر اور ان کا نور۔ اور جن لوگوں نے کفر کیا اور ہماری آیات کو جھٹلایا وہی دوزخ والے ہیں۔",
    "خوب جان لو کہ یہ دنیا کی زندگی اس کے سوا کچھ نہیں کہ ایک کھیل دل لگی کا سامان اور ظاہری ٹیپ ٹاپ ہے اور تمہارا آپس میں ایک دوسرے پر فخر جتانا اور مال و اولاد میں ایک دوسرے سے بڑھ جانے کی کوشش ہے۔ (انسانی زندگی کی مثال ایسے ہے) جیسے بارش برستی ہے تو اس سے پیدا ہونے والی روئیدگی کسانوں کو بہت اچھی لگتی ہے پھر وہ کھیتی اپنی پوری قوت پر آتی ہے پھر تم دیکھتے ہو کہ وہ زرد ہوجاتی ہے پھر وہ کٹ کر چورا چورا ہوجاتی ہے۔ اور آخرت میں بہت سخت عذاب ہے اور (یا پھر) اللہ کی طرف سے مغفرت اور (اس کی) رضا ہے۔ اور دنیا کی زندگی تو سوائے دھوکے کے ساز و سامان کے اور کچھ نہیں ہے۔",
    "ایک دوسرے سے آگے بڑھنے کی کوشش کرو اپنے رب کی مغفرت اور اس جنت کی طرف جس کی وسعت آسمان اور زمین جیسی ہے۔ وہ تیار کی گئی ہے ان لوگوں کے لیے جو ایمان لائے اللہ پر اور اس کے رسولوں پر۔ یہ اللہ کا فضل ہے جس کو بھی وہ چاہے گا دے گا۔ اور اللہ بہت بڑے فضل والا ہے۔",
    "نہیں پڑتی کوئی پڑنے والی مصیبت زمین میں اور نہ تمہاری اپنی جانوں میں مگر یہ کہ وہ ایک کتاب میں درج ہے اس سے پہلے کہ ہم اسے ظاہر کریں۔ یقینا یہ اللہ پر بہت آسان ہے۔",
    "تاکہ تم افسوس نہ کیا کرو اس پر جو تمہارے ہاتھ سے جاتا رہے اور اس پر اترایا نہ کرو جو وہ تمہیں دے دے اور اللہ کو بالکل پسند نہیں ہیں اترانے والے اور فخر کرنے والے۔",
    "جو لوگ بخل سے کام لیتے ہیں اور لوگوں کو بھی بخل کا مشورہ دیتے ہیں۔ اور جو کوئی رخ پھیرے گا تو (وہ سن رکھے کہ) اللہ بےنیاز اور اپنی ذات میں خود ستودہ صفات ہے۔",
    "ہم نے بھیجا اپنے رسولوں کو واضح نشانیوں کے ساتھ اور ہم نے ان کے ساتھ کتاب اور میزان اتاری تاکہ لوگ انصاف پر قائم ہوں اور ہم نے لوہا بھی اتارا ہے اس میں شدید جنگی صلاحیت ہے اور لوگوں کے لیے دوسری منفعتیں بھی ہیں۔ اور تاکہ اللہ جان لے کہ کون مدد کرتا ہے اس کی اور اس کے رسولوں کی غیب میں ہونے کے باوجود۔ یقینا اللہ بہت قوت والا بہت زبردست ہے۔",
    "ہم نے ہی بھیجا تھا نوح ؑ کو بھی اور ابراہیم ؑ کو بھی اور ہم نے انہی دونوں کی نسل میں رکھ دی نبوت اور کتاب } تو ان (کی نسل) میں کچھ تو ہدایت یافتہ بھی ہیں لیکن ان کی اکثریت فاسقوں پر مشتمل ہے",
    "پھر ہم نے بھیجے ان کے نقش قدم پر اپنے بہت سے رسول ؑ اور پھر ان کے پیچھے بھیجا ہم نے عیسیٰ ابن مریم کو اور اسے ہم نے انجیل عطا فرمائی اور جن لوگوں نے اس کی پیروی کی ہم نے ان کے دلوں میں بڑی نرمی اور رحمت پیدا کردی۔ اور رہبانیت کی بدعت انہوں نے خود ایجاد کی تھی ہم نے اسے ان پر لازم نہیں کیا تھا مگر اللہ کی خوشنودی کی تلاش میں پھر وہ اس کی رعایت بھی نہ کرسکے جیسا کہ اس کی رعایت کرنے کا حق تھا۔ تو ہم نے ان میں سے ان لوگوں کو ان کا اجر دیا جو ایمان لے آئے۔ لیکن ان کی اکثریت فاسقوں پر مشتمل ہے۔",
    "اے لوگو جو ایمان لائے ہو ! اللہ کا تقویٰ اختیار کرو اور اس کے رسول ﷺ (محمد ﷺ پر ایمان لائو وہ تمہیں دہرا حصہ عطا کرے گا اپنی رحمت سے اور وہ تمہیں ایسا نور عطا فرمائے گا جس کو لے کر تم چل سکوگے او وہ تمہیں بخش دے گا اور اللہ بہت بخشنے والا بہت رحم کرنے والا ہے۔",
    "(یہ اس لیے ہے) تاکہ اہل کتاب یہ نہ سمجھ لیں کہ اللہ کے فضل پر اب ان کا کوئی حق نہیں ہے اور فضل یقینا اللہ کے ہاتھ میں ہے وہ جس کو چاہتا ہے دیتا ہے۔ اور اللہ بہت بڑے فضل والا ہے۔"
  ]
}