{
  "meta": {
    "id": 158,
    "name": "Bayan-ul-Quran",
    "translator_name": "Dr. Israr Ahmad",
    "slug": "ur-israr-ahmad",
    "language_name": "urdu"
  },
  "verses": [
    "کس چیز کے بارے میں یہ لوگ آپس میں پوچھ گچھ کر رہے ہیں ؟",
    "اس بڑی خبر کے بارے میں۔",
    "جس کے بارے میں یہ اختلافِ رائے میں مبتلا ہوگئے ہیں۔",
    "نہیں ! عنقریب یہ جان لیں گے۔",
    "ہاں کوئی بات نہیں ! عنقریب یہ جان لیں گے۔",
    "کیا ہم نے نہیں بنا دیا زمین کو بچھونا ؟",
    "اور پہاڑوں کو میخیں ؟",
    "اور تمہیں ہم نے جوڑوں کی شکل میں پیدا کیا۔",
    "اور تمہاری نیند کو بنا دیا ہم نے تھکان دور کرنے والی۔",
    "اور رات کو ہم نے بنا دیا ڈھانپ لینے والی۔",
    "اور دن کو ہم نے بنا دیا معاش (کی جدوجہد) کے لیے۔",
    "اور تمہارے اوپر بنا دیے ہم نے سات مضبوط آسمان۔",
    "اور ہم نے (سورج کو) بنا دیا ایک روشن چراغ۔",
    "اور ہم نے اتار دیا نچڑنے والی بدلیوں سے چھاجوں پانی۔",
    "تاکہ اس کے ذریعے سے ہم نکالیں اناج اور دوسرے نباتات۔",
    "اور بڑے گھنے باغات بھی۔",
    "یقینا فیصلے کا دن ایک معین وقت ہے۔",
    "جس دن پھونکا جائے گا صور میں تو تم سب چلے آئو گے فوج در فوج۔",
    "اور آسمان کھول دیا جائے گا تو اس میں دروازے ہی دروازے بن جائیں گے۔",
    "اور پہاڑ چلا دیے جائیں گے تو وہ ہوجائیں گے چمکتی ہوئی ریت۔",
    "یقینا جہنم گھات میں ہے۔",
    "وہ ٹھکانہ ہے سرکش لوگوں کا۔",
    "وہ رہیں گے اس میں قرن ہا قرن۔",
    "وہ نہیں چکھیں گے اس میں کوئی ٹھنڈی شے اور نہ کوئی مشروب۔",
    "سوائے کھولتے ہوئے پانی اور بہتی ہوئی پیپ کے۔",
    "بدلہ (ان کے اعمال کا) پورا پورا۔",
    "یہ لوگ کسی حساب کتاب کی کوئی توقع نہیں رکھتے تھے۔",
    "اور انہوں نے جھٹلا دیا تھا ہماری آیات کو دھڑلے ّکے ساتھ۔",
    "اور ہم نے تو ہرچیز کو گن گن کر لکھ رکھا ہے۔",
    "تو اب چکھو ! ہم ہرگز اضافہ نہیں کریں گے تمہارے لیے مگر عذاب ہی میں۔",
    "یقینا اہل ِتقویٰ کے لیے کامیابی ہوگی۔",
    "(ان کے لیے) باغ اور انگور ہوں گے۔",
    "اور نوجوان ہم عمر بیویاں۔",
    "اور جام چھلکتے ہوئے۔",
    "وہ نہیں سنیں گے اس میں کوئی لغو بات اور نہ جھوٹ۔",
    "یہ بدلہ ہوگا آپ کے رب کی طرف سے دیا ہوا حساب سے۔",
    "جو رب ہے آسمانوں کا اور زمین کا اور جو کچھ ان کے مابین ہے جو الرحمن ہے۔ ان (میں سے کسی) کو ہمت نہیں ہوگی اس سے بات کرنے کی۔",
    "جس دن کھڑے ہوں گے جبرائیل اور تمام فرشتے صفیں باندھے۔  وہ کوئی بات نہ کرسکیں گے سوائے اس کے جسے رحمن کی طرف سے اجازت مل جائے  اور وہ بات بھی درست کرے۔",
    "یہ دن حق ہے !  تو جو چاہے اپنے رب کی طرف اپنا ٹھکانہ بنا لے۔",
    "دیکھو ! ہم نے تو تمہیں خبردار کردیا ہے اس عذاب سے جو بالکل قریب ہے۔ جس دن انسان دیکھ لے گا جو اس کے دونوں ہاتھوں نے آگے بھیجا تھا  اور کافر کہے گا : کاش کہ میں مٹی ہوتا !",
    "قسم ہے ان (فرشتوں) کی جو غوطہ لگا کر کھینچتے ہیں۔",
    "اور ان (فرشتوں) کی قسم جو گرہیں کھولتے ہیں آسانی سے۔",
    "اور ان (فرشتوں) کی قسم جو تیزی سے تیرتے ہوئے جاتے ہیں۔",
    "پھر وہ (تعمیل ِارشاد میں) ایک دوسرے سے آگے بڑھنے کی کوشش کرتے ہیں۔",
    "پھر (حسب حکم) معاملات کی تدبیر کرتے ہیں۔",
    "جس دن کانپے گی کانپنے والی۔",
    "اس کے پیچھے ایک اور جھٹکا آئے گا۔",
    "کتنے ہی دل اس دن (خوف کے مارے) دھڑک رہے ہوں گے۔",
    "ان کی نگاہیں جھکی ہوئی ہوں گی۔",
    "یہ لوگ کہتے ہیں : کیا ہمیں لوٹا دیا جائے گا الٹے پائوں ؟",
    "کیا جب ہم کھوکھلی ہڈیاں ہوچکے ہوں گے ؟",
    "کہتے ہیں : تب تو یہ لوٹنا بہت گھاٹے کا سودا ہوگا۔",
    "حالانکہ یہ تو بس ایک ہی ڈانٹ ہوگی۔",
    "تو وہ سب کے سب ایک چٹیل میدان میں ہوں گے۔",
    "کیا آپ تک موسیٰ کی خبر پہنچی ہے ؟",
    "جب اس کو پکارا تھا اس کے پروردگار نے طویٰ کی مقدس وادی میں۔",
    "کہ جائو فرعون کے پاس وہ بہت سرکش ہوگیا ہے۔",
    "اور اسے کہو کہ کیا تو چاہتا ہے کہ پاک ہوجائے ؟",
    "اور میں تمہاری راہنمائی کروں تمہارے رب کی طرف تاکہ تمہارے اندر خشیت پیدا ہو ؟",
    "تو موسیٰ ؑ نے اس کو دکھائی بہت بڑی نشانی۔",
    "لیکن اس نے جھٹلا دیا اور نافرمانی کی۔",
    "پھر وہ پلٹا بھاگ دوڑ کرنے کے لیے۔",
    "پھر اس نے (اپنی رعیت کو) جمع کیا اور اعلان کیا۔",
    "پس کہا کہ میں ہوں تمہارا سب سے بڑا ربّ !",
    "تو پکڑ لیا اس کو اللہ نے آخرت اور دنیا کی سزا میں۔",
    "یقینا اس میں عبرت ہے اس کے لیے جو ڈرتا ہے۔",
    "(اے لوگو ! ذرا سوچو !) کیا تمہاری تخلیق زیادہ مشکل ہے یا آسمان کی ؟ اس نے اسے تخلیق کیا۔",
    "اس کے گنبد کو بلند کیا پھر اسے ہر طرح سے درست کیا۔",
    "اور اس کی رات کو اندھیرا کردیا اور اس کے دن کو ظاہر کردیا۔",
    "اور زمین کو اس کے بعد بچھا دیا۔",
    "اس میں سے نکالا اس کا پانی اور اس کا چارہ۔",
    "اور پہاڑوں کو اس میں گاڑ دیا۔",
    "سامانِ زیست کے طور پر تمہارے لیے اور تمہارے چوپایوں کے لیے۔",
    "پھر جب برپاہو گا وہ بڑا ہنگامہ۔",
    "اس دن انسان یاد کرے گا جو کچھ اس نے بھاگ دوڑ کی تھی۔",
    "اور کھول کر رکھ دی جائے گی جہنم ہر دیکھنے والے کے لیے۔",
    "پس جس نے سرکشی کی تھی۔",
    "اور دنیا کی زندگی کو ترجیح دی تھی۔",
    "تویقینا اس کا ٹھکانہ اب جہنم ہی ہے۔",
    "اور جو کوئی ڈرتا رہا اپنے ربّ کے حضور کھڑا ہونے (کے خیال) سے",
    "تو یقینااُس کا ٹھکانہ جنت ہی ہے۔",
    "(اے نبی ﷺ !) یہ لوگ آپ سے پوچھتے ہیں قیامت کے بارے میں کہ وہ کب آکرٹھہرے گی ؟",
    "آپ ﷺ کا کیا تعلق ہے اس کے بیان کرنے سے ؟",
    "اس کا انجام تو آپ کے رب ہی کی طرف ہے۔",
    "آپ ﷺ تو بس خبردار کرنے والے ہیں ہر اس شخص کو جو اس سے ڈرتا ہو۔",
    "جس دن وہ اسے دیکھیں گے (انہیں یوں لگے گا) گویا وہ نہیں رہے (دنیا میں) مگر ایک شام یا اس کی ایک صبح۔",
    "تیوری چڑھائی اور منہ پھیرلیا۔",
    "اس بات پر کہ آیا اس کے پاس نابینا۔",
    "اور (اے نبی ﷺ آپ کو کیا معلوم شاید کہ وہ تزکیہ حاصل کرتا۔",
    "یا وہ نصیحت حاصل کرتا اور وہ نصیحت اس کے لیے مفید ہوتی۔",
    "لیکن وہ جو بےنیازی دکھاتا ہے۔",
    "آپ اس کی تو فکر میں رہتے ہیں۔",
    "اور اگر وہ پاکی اختیار نہیں کرتا تو آپ پر کوئی الزام نہیں۔",
    "اور وہ جو آپ ﷺ کے پاس دوڑتا ہوا آیا ہے۔",
    "اور اس کے دل میں خشیت بھی ہے۔",
    "تو اس سے آپ ﷺ استغناء برت رہے ہیں۔",
    "ایسا ہرگز نہ کیجیے یہ تو ایک یاد دہانی ہے۔",
    "تو جو چاہے اس سے نصیحت اخذ کرلے۔",
    "(یہ قرآن) ایسے صحیفوں میں (درج ہے) جو باعزت ہیں۔",
    "بلند وبالا نہایت پاک۔",
    "ان لکھنے والوں کے ہاتھوں میں۔",
    "جو بڑے معزز اور نیک ہیں۔",
    "ہلاک ہوجائے انسان یہ کس قدر ناشکرا ہے !",
    "(ذرا سوچیے کہ) کس چیز سے اللہ نے اسے پیدا کیا ہے ؟",
    "ایک بوند سے۔  اس نے اسے پیدا کیا اور اس کا ایک اندازہ مقرر کردیا۔",
    "پھر آسان کردیا اس پر راستہ۔",
    "پھر اس پر موت وارد کی اور اسے قبر میں داخل کردیا۔",
    "پھر جب وہ چاہے گا اسے اٹھا کھڑا کرے گا۔",
    "نہیں ! اس نے تاحال وہ بات پوری نہیں کی جس کا اللہ نے اسے حکم دیا تھا۔",
    "تو انسان ذرا اپنے کھانے ہی کو دیکھ لے۔",
    "کہ ہم نے آسمان سے پانی برسایا جیسے کہ برسایا جاتا ہے۔",
    "پھر ہم نے زمین کو پھاڑا جیسے کہ وہ پھٹتی ہے۔",
    "پھر ہم نے اگا دیے اس میں اناج۔",
    "اور انگور اور مختلف ترکاریاں۔",
    "اور زیتون اور کھجوریں۔",
    "اور بڑے گھنے باغات۔",
    "اور میوے اور چارہ۔",
    "ضرورت کا سامان تمہارے لیے بھی اور تمہارے مویشیوں کے لیے بھی۔",
    "تو جب وہ آجائے گی کان پھوڑنے والی (آواز)۔",
    "اس دن بھاگے گا انسان اپنے بھائی سے۔",
    "اور اپنی ماں سے اور اپنے باپ سے۔",
    "اور اپنی بیوی سے اور اپنے بیٹوں سے۔",
    "اس دن ان میں سے ہر شخص کو ایسی فکر لاحق ہوگی جو اسے (ہر ایک سے) بےپروا کر دے گی۔",
    "کچھ چہرے اس دن روشن ہوں گے۔",
    "مسکراتے ہوئے خوش و خرم۔",
    "اور کچھ چہرے اس دن غبار آلود ہوں گے۔",
    "ان پر سیاہی چھائی ہوئی ہوگی۔",
    "یہی ہوں گے وہ کافر اور فاجر لوگ۔",
    "جب سورج لپیٹ لیاجائے گا۔",
    "اور جب ستارے ماند پڑجائیں گے۔",
    "اور جب پہاڑ چلادیے جائیں گے۔",
    "اور جب گابھن اونٹنیاں چھٹی پھریں گی۔",
    "اور جب وحشی جانور جمع کردیے جائیں گے۔",
    "اور جب سمندر دہکا دیے جائیں گے۔",
    "اور جب جانوں کے جوڑ ملائے جائیں گے۔",
    "اور جب زندہ دفن کی گئی لڑکی سے پوچھا جائے گا۔",
    "کہ وہ کس گناہ کی پاداش میں قتل کی گئی تھی ؟",
    "اور جب اعمال نامے کھول دیے جائیں گے۔",
    "اور جب آسمان کی کھال اتار لی جائے گی۔",
    "اور جب جہنم دہکائی جائے گی۔",
    "اور جب جنت قریب لے آئی جائے گی۔",
    "(اُس دن) ہر جان جان لے گی کہ اس نے کیا کچھ حاضر کیا ہے۔",
    "تو نہیں ! میں قسم کھاتا ہوں پیچھے ہٹنے والے چلنے والے",
    "اور چھپ جانے والے ستاروں کی۔",
    "قسم ہے رات کی جب وہ روانہ ہونے لگے۔",
    "اور صبح کی جب وہ سانس لے۔",
    "یقینا یہ (قرآن) ایک بہت باعزت پیغامبر کا قول ہے۔",
    "جو (جبرائیل) بہت قوت والا ہے صاحب ِعرش کے نزدیک بلند مرتبہ ہے۔",
    "جس کی اطاعت کی جاتی ہے اور وہ امانت دار بھی ہے۔",
    "اور تمہارے یہ ساتھی (محمد ﷺ کوئی مجنون نہیں ہیں۔",
    "اور انہوں نے دیکھا ہے اس کو کھلے افق پر۔",
    "اور وہ غیب کے معاملے میں حریص یا بخیل نہیں ہیں۔",
    "اور یہ کسی شیطانِ مردود کا قول نہیں ہے۔",
    "تو تم کدھر چلے جا رہے ہو ؟",
    "نہیں ہے یہ مگر تمام جہان والوں کے لیے ایک یاد دہانی۔",
    "ہر اس شخص کے لیے جو تم میں سے سیدھے راستے پر چلنا چاہے۔",
    "اور تمہارے چاہے بھی کچھ نہیں ہوسکتا جب تک کہ اللہ نہ چاہے جو تمام جہانوں کا ربّ ہے۔",
    "جب آسمان پھٹ جائے گا۔",
    "اور جب تارے بکھر جائیں گے۔",
    "اور جب سمندرپھاڑ دیے جائیں گے۔",
    "اور جب قبریں تلپٹ کردی جائیں گی۔",
    "(اُس وقت) ہر جان جان لے گی کہ اس نے کیا آگے بھیجا اور کیا پیچھے چھوڑا۔",
    "اے انسان ! تجھے کس چیز نے دھوکے میں ڈال دیا ہے اپنے ربّ کریم کے بارے میں۔",
    "جس نے تمہیں تخلیق کیا پھر تمہارے نوک پلک سنوارے پھر تمہارے اندر اعتدال پیدا کیا۔",
    "پھر جس شکل میں اس نے چاہا تجھے ترکیب دے دیا۔",
    "ہرگز نہیں ! بلکہ اصل میں تم جزا و سزا کا انکار کر رہے ہو۔",
    "حالانکہ تم پر نگران (فرشتے) مقرر ہیں۔",
    "جو بڑے باعزت لکھنے والے ہیں۔",
    "وہ جانتے ہیں جو کچھ تم کر رہے ہو۔",
    "یقینا نیکوکار بندے نعمتوں میں ہوں گے۔",
    "اور یقینا فاسق و فاجر جہنم میں ہوں گے۔",
    "داخل ہوں گے اس میں جزا و سزا کے فیصلے کے دن۔",
    "اور وہ اس سے کہیں غائب نہیں ہو سکیں گے۔",
    "اور کیا تمہیں کچھ معلوم ہے کہ روز جزا کیا ہے ؟",
    "پھر کیا تمہیں کچھ اندازہ ہوا ہے کہ روزجزا کیا ہے ؟",
    "جس روز کسی جان کو کسی دوسری جان کے لیے کوئی اختیار حاصل نہیں ہوگا اور امر ُ کل کا کل اس دن اللہ ہی کے ہاتھ میں ہوگا۔",
    "ہلاکت ہے کمی کرنے والوں کے لیے۔",
    "وہ لوگ کہ جب دوسروں سے ناپ کرلیتے ہیں تو پورا لیتے ہیں۔",
    "اور جب خود انہیں ناپ کر یا تول کردیتے ہیں تو کمی کردیتے ہیں۔",
    "کیا ان کو یہ گمان نہیں کہ وہ دوبارہ اٹھائے جانے والے ہیں۔",
    "ایک بڑے دن کے لیے۔",
    "جس دن کہ لوگ کھڑے ہوں گے تمام جہانوں کے رب کے سامنے۔",
    "ہرگز نہیں ! یقینا گناہگاروں کے اعمال نامے سجین میں ہوں گے۔",
    "اور تم نے کیا سمجھا کہ سجین کیا ہے ؟",
    "لکھا ہوا دفتر۔",
    "تباہی اور ہلاکت ہے اس دن جھٹلانے والوں کے لیے۔",
    "جو جھٹلا رہے ہیں جزا و سزا کے دن کو۔",
    "اور نہیں جھٹلاتا اس دن کو مگر وہی کہ جو حد سے بڑھنے والا گناہگار ہے۔",
    "جب اسے پڑھ کر سنائی جاتی ہیں ہماری آیات تو کہتا ہے کہ یہ تو پہلے لوگوں کی کہانیاں ہیں۔",
    "نہیں ! بلکہ (اصل صورت حال یہ ہے کہ) ان کے دلوں پر زنگ آگیا ہے ان کے اعمال کی وجہ سے۔",
    "نہیں ! یقینایہ لوگ اس دن اپنے رب سے اوٹ میں رکھے جائیں گے۔",
    "پھر انہیں جھونک دیا جائے گا جہنم میں۔",
    "پھر ان سے کہا جائے گا : یہ ہے وہ چیز جس کی تم تکذیب کیا کرتے تھے !",
    "نہیں ! یقینا نیکوکاروں کے کتاب یا اعمال نامے علیین میں ہوں گے۔",
    "اور تمہیں کچھ اندازہ ہے وہ علیون کیا ہے ؟",
    "لکھا ہوا دفتر۔",
    "وہاں موجود ہوں گے ملائکہ مقربین۔",
    "یقینا نیکوکار نعمتوں میں ہوں گے۔",
    "وہ تختوں پر بیٹھے (مناظر ِجنت) دیکھ رہے ہوں گے۔",
    "تم دیکھو گے ان کے چہروں پر تروتازگی کی علامات۔",
    "انہیں پلائی جائے گی خالص شراب جس پر مہر لگی ہوگی۔",
    "اس کی مہر ہوگی مشک کی۔ اس چیز کے لیے سبقت لے جانے کی کوشش کریں سبقت لے جانے والے۔",
    "اور اس کی ملونی ہوگی تسنیم سے۔",
    "یہ ایک چشمہ ہے جس پر جام نوشی کریں گے مقربین بارگاہ۔",
    "یقینا جو مجرم تھے وہ اہل ِ ایمان پر ہنسا کرتے تھے۔",
    "اور جب یہ ان کے قریب سے گزرتے تھے تو آپس میں آنکھیں مارتے تھے۔",
    "اور جب وہ اپنے گھر والوں کی طرف لوٹتے تھے تو باتیں بناتے ہوئے لوٹتے تھے۔",
    "اور جب وہ ان (اہل ایمان) کو دیکھتے تھے تو کہتے تھے کہ یقینا یہ بہکے ہوئے لوگ ہیں۔",
    "جب کہ انہیں نہیں بھیجا گیا تھا ان پر نگران بنا کر۔",
    "تو آج (قیامت) کے دن اہل ایمان ان کفار پر ہنس رہے ہیں۔",
    "وہ تختوں پر بیٹھے (ان کا حشر) دیکھ رہے ہیں۔",
    "بدلہ مل گیا نا کافروں کو اس کا جو کچھ وہ کیا کرتے تھے !",
    "جب آسمان پھٹ جائے گا۔",
    "اور اپنے رب کے حکم کی تعمیل کرے گا اور اسے یہی زیب دیتا ہے۔",
    "اور جب زمین کو پھیلا دیا جائے گا۔",
    "اور وہ نکال باہر کرے گی جو کچھ اس کے اندر تھا اور خالی ہوجائے گی۔",
    "اور وہ بھی اپنے رب کے حکم کی تعمیل کرے گی اور اسے یہی زیب دیتا ہے۔",
    "اے انسان ! تو مشقت پر مشقت برداشت کرتے جا رہا ہے اپنے رب کی طرف پھر تو اس سے ملنے والا ہے۔",
    "تو جس کو دیا جائے گا اس کا اعمال نامہ داہنے ہاتھ میں۔",
    "تو اس سے لیا جائے گا بہت ہی آسان حساب۔",
    "اور وہ لوٹے گا اپنے گھر والوں کی طرف شاداں وفرحاں۔",
    "اور جس کو دیا جائے گا اس کا اعمالنامہ اس کی پیٹھ کے پیچھے سے۔",
    "تو اب وہ موت کی طلب کرے گا۔",
    "لیکن وہ داخل ہوگا جہنم میں۔",
    "یقینا (دنیا میں) وہ اپنے اہل و عیال میں بہت خوش و خرم تھا۔",
    "اسے گمان ہوگیا تھا کہ کبھی لوٹ کر نہیں آنا ہے۔",
    "کیوں نہیں ! یقینا اس کا رب تو اسے خوب دیکھ رہا تھا۔",
    "تو نہیں مجھے قسم ہے شام کی سرخی کی۔",
    "اور رات کی اور ان چیزوں کی جن کو وہ سمیٹے ہوئے ہے۔",
    "اور چاند کی جب وہ پورا ہوجاتا ہے۔",
    "(اسی طرح) تم لازماً چڑھو گے درجہ بدرجہ۔",
    "تو انہیں کیا ہوگیا ہے کہ یہ ایمان نہیں لاتے ؟",
    "اور جب انہیں قرآن پڑھ کر سنایا جاتا ہے تو یہ سجدہ نہیں کرتے ؟",
    "بلکہ یہ کافر تو جھٹلا رہے ہیں۔",
    "اور اللہ کو خوب معلوم ہے کہ یہ لوگ (اپنے اندر) کیا بھرے ہوئے ہیں۔",
    "تو (اے نبی ﷺ !) ان کو بشارت دے دیجیے دردناک عذاب کی۔",
    "البتہ جو لوگ ایمان لائے اور جنہوں نے نیک عمل کیے ان کے لیے کبھی نہ ختم ہونے والا اجر ہے۔",
    "قسم ہے آسمان کی جو برجوں والا ہے۔",
    "اور قسم ہے اس دن کی جس کا وعدہ کیا گیا ہے۔",
    "اور قسم ہے حاضر ہونے والے کی اور اس کی جس کے پاس حاضر ہوا جائے۔",
    "ہلاک ہوگئے وہ کھائیوں والے۔",
    "وہ آگ جو بڑی ایندھن والی تھی۔",
    "جبکہ وہ اس (کے کناروں) پر بیٹھے ہوئے تھے۔",
    "اور مومنین کے ساتھ وہ جو کچھ کر رہے تھے خود اس کا نظارہ بھی کر رہے تھے۔",
    "اور وہ نہیں انتقام لے رہے تھے ان سے مگر اس لیے کہ وہ ایمان لے آئے تھے اللہ پر جو زبردست ہے اور اپنی ذات میں خود ستودہ صفات ہے۔",
    "جس کے لیے بادشاہی ہے آسمانوں کی اور زمین کی۔  اور اللہ تو ہرچیز پر خود گواہ ہے۔",
    "یقینا جن لوگوں نے ظلم و ستم توڑا مومن مردوں اور مومن عورتوں پر پھر انہوں نے توبہ بھی نہیں کی  تو ان کے لیے ہوگا جہنم کا عذاب اور جلا ڈالنے والا عذاب۔",
    "یقینا وہ لوگ جو ایمان لائے اور جنہوں نے نیک عمل کیے  ان کے لیے وہ باغات ہوں گے جن کے نیچے نہریں بہتی ہوں گی۔ یہ ہے اصل بڑی کامیابی۔",
    "یقینا تیرے رب کی پکڑ بڑی سخت ہے۔",
    "وہی ہے جو پہلی مرتبہ پیدا کرتا ہے اور وہی اعادہ بھی کرے گا۔",
    "اور وہ بخشنے والا بھی ہے محبت کرنے والا بھی ہے۔",
    "عرش کا مالک ہے بڑی شان والا ہے۔",
    "وہ جو ارادہ کرلے کر گزرنے والا ہے۔",
    "کیا آپ کے پاس لشکروں کی خبر پہنچی ہے ؟",
    "فرعون اور ثمود (کے لشکروں) کی ؟",
    "لیکن یہ کافر جو ہیں یہ جھٹلانے ہی میں لگے رہیں گے۔",
    "جبکہ اللہ ان کو گھیرے میں لیے ہوئے ہے۔",
    "بلکہ یہ تو قرآن ہے بہت عزت والا۔",
    "لوحِ محفوظ میں (نقش ہے)۔",
    "قسم ہے آسمان کی اور رات کو نمودار ہونے والے کی۔",
    "اور تم کیا جانتے ہو کہ وہ رات کو نمودار ہونے والا کیا ہے ؟",
    "وہ ستارہ ہے چمکدار۔",
    "کوئی جان ایسی نہیں جس پر کوئی نگہبان نہ ہو۔",
    "تو انسان کو غور کرنا چاہیے کہ وہ کس چیز سے پیدا کیا گیا ہے۔",
    "وہ پیدا کیا گیا ہے اچھلتے ہوئے پانی سے۔",
    "جو نکلتا ہے پیٹھ اور پسلیوں کے درمیان سے۔",
    "یقینا وہ اسے لوٹانے پر بھی قادر ہے۔",
    "جس دن تمام چھپے ہوئے رازوں کی جانچ پڑتال ہوگی۔",
    "تو نہیں ہوگی کسی انسان کے لیے کوئی طاقت اور نہ ہوگا اس کا کوئی مددگار۔",
    "قسم ہے اس آسمان کی جو بارش برساتا ہے وقفے وقفے سے۔",
    "اور قسم ہے اس زمین کی جو پھوٹ پڑتی ہے۔",
    "یہ (قرآن) قولِ فیصل ہے۔",
    "اور یہ کوئی ہنسی مذاق نہیں ہے۔",
    "(اے نبی ﷺ !) یہ لوگ اپنی سی چالیں چل رہے ہیں",
    "اور میں بھی اپنی چال چل رہا ہوں۔",
    "تو آپ ان کافروں کو ذرا مہلت دے دیجیے تھوڑی دیر انہیں (ان کے حال پر) چھوڑ دیجیے !",
    "پاکی بیان کرو اپنے رب کے نام کی جو بہت بلند وبالا ہے۔",
    "جس نے (ہر چیز کو) پیدا کیا پھر تناسب قائم کیا۔",
    "اور جس نے (ہر شے کا) اندازہ مقرر کیا پھر اسے (فطری) ہدایت عطا فرمائی۔",
    "اور جس نے (زمین سے) چارہ نکالا۔",
    "پھر اس کو کردیا سیاہ چورا۔",
    "(اے نبی ﷺ !) ہم آپ کو پڑھا دیں گے پھر آپ بھولیں گے نہیں۔",
    "سوائے اس کے کہ جو اللہ چاہے۔ یقینا وہ جانتا ہے اونچی آواز میں کہی گئی بات کو بھی اور جو مخفی رکھی جائے اسے بھی۔",
    "اور ہم رفتہ رفتہ پہنچائیں گے آپ کو آسانی تک۔",
    "تو آپ ﷺ یاد دہانی کراتے رہیے اگر یاد دہانی فائدہ دے۔",
    "وہ نصیحت حاصل کرلے گا جو ڈرتا ہے۔",
    "البتہ جو شقی (بدبخت) ہے وہ اس سے پہلوتہی کرے گا۔",
    "جو (آخر کار) داخل ہوگا بڑی آگ میں۔",
    "پھر نہ اس میں وہ مرے گا نہ زندہ رہے گا۔",
    "یقینا وہ کامیاب ہوگیا جس نے خود کو پاک کرلیا۔",
    "اور اس نے اپنے رب کا نام لیا اور نماز پڑھی۔",
    "بلکہ تم دنیا کی زندگی کو ترجیح دیتے ہو۔",
    "جبکہ آخرت بہتر بھی ہے اور باقی رہنے والی بھی۔",
    "یقینا یہی بات اگلے صحیفوں میں بھی۔",
    "(یعنی) ابراہیم اور موسیٰ (e) کے صحیفوں میں۔",
    "کیا پہنچ چکی ہے آپ ﷺ کے پاس اس ڈھانپ لینے والی (آفت) کی خبر ؟",
    "بہت سے چہرے اس دن ذلیل ہوں گے۔",
    "مشقت زدہ تھکے ماندے۔",
    "وہ داخل ہوں گے دہکتی ہوئی آگ میں۔",
    "انہیں پلایا جائے گا پانی ایک کھولتے ہوئے چشمے سے۔",
    "نہیں ہوگا ان کے لیے کھانے کو کچھ بھی سوائے خاردار جھاڑیوں کے۔",
    "جو نہ تو موٹا کرے اور نہ ہی بھوک مٹائے۔",
    "بہت سے چہرے اس روز تروتازہ ہوں گے۔",
    "وہ اپنی کوشش (کے نتائج) پر راضی ہوں گے۔",
    "(وہ ہوں گے) عالی مقام جنت میں۔",
    "وہ اس میں کوئی لغو بات نہیں سنیں گے۔",
    "اس میں ایک چشمہ ہے بہتا ہوا۔",
    "اس میں اونچے اونچے تخت ہیں۔",
    "اور جام قرینے سے رکھے ہوئے۔",
    "اور قالین بچھے ہوئے صف در صف۔",
    "اور مخمل کے نہالچے جگہ جگہ پھیلے ہوئے۔",
    "تو کیا یہ لوگ دیکھتے نہیں اونٹوں کو کہ انہیں کیسے بنایا گیا ہے !",
    "اور (کیا یہ دیکھتے نہیں) آسمان کو کہ کیسے بلند کیا گیا ہے !",
    "اور (کیا یہ دیکھتے نہیں) پہاڑوں کو کہ کیسے گاڑ دیے گئے ہیں !",
    "اور (کیا یہ دیکھتے نہیں) زمین کی طرف کہ کیسے بچھا دی گئی ہے !",
    "تو (اے نبی ﷺ !) آپ یاد دہانی کراتے رہیے آپ تو بس یاد دہانی کرانے والے ہیں۔",
    "آپ ان پر کوئی داروغہ نہیں ہیں۔",
    "مگر جس نے منہ موڑا اور کفر کیا۔",
    "تو اس کو اللہ عذاب دے گا سب سے بڑا عذاب۔",
    "(اے نبی ﷺ !) ان سب کو ہماری ہی طرف لوٹ کر آنا ہے۔",
    "پھر ان کا حساب ہمارے ذمہ ہے۔",
    "قسم ہے فجر کی۔",
    "اور قسم ہے دس راتوں کی۔",
    "اور قسم ہے ُ جفت کی اور طاق کی۔",
    "اور قسم ہے رات کی جب وہ گزرنے لگے۔",
    "کیا اس میں کوئی قسم (دلیل) ہے ان لوگوں کے لیے جو عقل مند ہیں ؟",
    "کیا تم نے دیکھا نہیں کیا کیا تھا آپ کے رب نے عاد کے ساتھ ؟",
    "وہ ارم جو ستونوں والے تھے۔",
    "جن کے مانند نہیں پیدا کیے گئے (دنیا کے) ملکوں میں۔",
    "اور ثمود کے ساتھ (کیا کیا آپ کے رب نے) جنہوں نے وادی میں چٹانوں کو تراشا تھا۔",
    "اور فرعون کے ساتھ (کیا کیا) جو میخوں والا تھا۔",
    "جنہوں نے (اپنے اپنے) ملکوں میں سرکشی اختیار کی تھی۔",
    "سو انہوں نے ان میں بکثرت فساد پھیلا دیا تھا۔",
    "تو دے مارا ان کے اوپر آپ کے رب نے عذاب کا کوڑا۔",
    "بیشک آپ کا رب تو (سرکشوں اور مفسدوں کی) تاک میں ہے۔",
    "انسان کا معاملہ یہ ہے کہ جب اس کا ربّ اسے آزماتا ہے پھر اسے عزت دیتا ہے اور نعمتیں عطا کرتا ہے تو وہ کہتا ہے میرے رب نے مجھے عزت دی !",
    "اور جب وہ اسے آزماتا ہے پھر اس کا رزق اس پر تنگ کردیتا ہے  تو وہ کہتا ہے میرے رب نے مجھے ذلیل کردیا !",
    "ایسا ہرگز نہیں ہے !  ایسا ہرگز نہیں بلکہ تم لوگ یتیم کی عزت نہیں کرتے۔",
    "اور نہ ہی تم لوگ آپس میں مسکینوں کو کھلانے کی ترغیب دیتے ہو۔",
    "اور تم ساری کی ساری میراث سمیٹ کر کھا جاتے ہو۔",
    "اور تم مال سے ٹوٹ کر محبت کرتے ہو۔",
    "ہرگز نہیں ! جب زمین کو کوٹ کوٹ کر ہموار کردیا جائے گا۔",
    "اور آپ کا رب جلوہ فرما ہوگا جب کہ فرشتے قطار در قطار حاضر ہوں گے۔",
    "اور لے آئی جائے گی اس روز جہنم بھی  اس دن انسان کو سمجھ آئے گی لیکن اب سمجھنے کا کیا فائدہ !",
    "وہ کہے گا : اے کاش میں نے اپنی زندگی کے لیے کچھ آگے بھیجا ہوتا !",
    "تو اس دن اللہ جو عذاب دے گا ویسا عذاب کوئی نہیں دے سکتا۔",
    "اور اس کا سا باندھنا کوئی اور نہیں باندھ سکتا۔",
    "اے نفس ِمطمئنہ ! ّ",
    "اب لوٹ جائو اپنے رب کی طرف اس حال میں کہ تم اس سے راضی وہ تم سے راضی۔",
    "تو داخل ہو جائو میرے (نیک) بندوں میں۔",
    "اور داخل ہو جائو میری جنت میں !",
    "نہیں ! میں قسم کھاتا ہوں اس شہر کی۔",
    "اور (اے نبی ﷺ !) آپ حلال کرلیے گئے ہیں اس شہر میں۔",
    "اور قسم ہے والد کی اور اولاد کی۔",
    "بیشک ہم نے انسان کو پیدا ہی محنت اور مشقت میں کیا ہے۔",
    "کیا یہ سمجھتا ہے کہ اس کے اوپر کوئی قابو نہیں پاسکے گا ؟",
    "کہتا ہے میں نے تو ڈھیروں مال خرچ کر ڈالا۔",
    "کیا اس کا گمان ہے کہ اسے کسی نے دیکھا نہیں ؟",
    "کیا ہم نے اس کو دو آنکھیں نہیں دیں ؟",
    "اور ایک زبان اور دو ہونٹ (نہیں دیے) ؟",
    "اور ہم نے اس کو راہ دکھلا دی دو گھاٹیوں کی۔",
    "لیکن وہ گھاٹی کو عبور نہ کرسکا۔",
    "اور تمہیں کیا معلوم کہ وہ گھاٹی کون سی ہے ؟",
    "کسی گردن کا چھڑا دینا۔",
    "یا کھانا کھلا دینا بھوک کے دن میں۔",
    "اس یتیم کو جو قرابت دار بھی ہے۔",
    "یا اس محتاج کو جو مٹی میں رُل رہا ہے۔",
    "پھر وہ شامل ہو ان لوگوں میں جو ایمان لائے  اور جنہوں نے باہم ایک دوسرے کو صبر کی تلقین کی اور باہم ایک دوسرے کو ہمدردی کی نصیحت کی۔",
    "یہ ہوں گے داہنے والے۔",
    "اور جنہوں نے انکار کیا ہماری آیات کا  وہ ہوں گے بائیں والے۔",
    "ان پر آگ بند کردی جائے گی۔",
    "قسم ہے سورج کی اور اس کی دھوپ کی۔",
    "اور قسم ہے چاند کی جبکہ وہ اس کے پیچھے آتا ہے۔",
    "اور قسم ہے دن کی جب وہ اس (سورج) کو روشن کردیتا ہے۔",
    "اور قسم ہے رات کی جب وہ اس (سورج) کو ڈھانپ لیتی ہے۔",
    "اور قسم ہے آسمان کی اور جیسا کہ اسے بنایا۔",
    "اور قسم ہے زمین کی اور جیسا کہ اسے بچھا دیا۔",
    "اور قسم ہے نفس انسانی کی اور جیسا کہ اس کو سنوارا۔",
    "پس اس کے اندر نیکی اور بدی کا علم الہام کردیا۔",
    "یقینا کامیاب ہوگیا جس نے اس (نفس) کو پاک کرلیا۔",
    "اور ناکام ہوگیا جس نے اسے مٹی میں دفن کردیا۔",
    "قومِ ثمود نے بھی جھٹلایا تھا اپنی سرکشی کے باعث۔",
    "جب اٹھ کھڑا ہوا ان کا سب سے شقی انسان۔ م",
    "تو اللہ کے رسول نے ان سے کہا کہ (خبردار !) یہ اللہ کی اونٹنی ہے اور یہ اس کے پانی پینے کا دن ہے۔",
    "تو انہوں نے اس کو جھٹلا دیا اور اونٹنی کی کونچیں کاٹ دیں۔  تو الٹ دیا ان پر عذاب ان کے رب نے ان کے گناہ کی پاداش میں اور سب کو برابر کردیا۔",
    "اور وہ اس کے انجام سے نہیں ڈرتا۔",
    "قسم ہے رات کی جب وہ ڈھانپ لیتی ہے۔",
    "q اور قسم ہے دن کی جب وہ روشن ہوجاتا ہے۔",
    "اور (قسم ہے) اس کی جو اس نے پیدا کیے نر اور مادہ۔",
    "بیشک تمہاری کوشش الگ الگ ہے۔",
    "تو جس نے عطا کیا اور تقویٰ اختیار کیا۔",
    "اور اس نے تصدیق کی اچھی بات کی۔",
    "تو اس کو ہم رفتہ رفتہ آسان منزل (جنت) تک پہنچادیں گے۔",
    "اور جس نے بخل کیا  اور بےپروائی اختیار کی۔",
    "اور جھٹلا دیا اچھی بات کو۔",
    "تو اس کو ہم رفتہ رفتہ مشکل منزل (جہنم) تک پہنچا دیں گے۔",
    "اور اس کا مال اس کے کچھ کام نہیں آئے گا جب وہ (جہنم کے) گڑھے میں گرے گا۔",
    "(دیکھو انسانو !) یقینا ہمارے ذمے ہے ہدایت پہنچا دینا۔",
    "اور ہمارے ہی لیے ہے اختیار آخرت کا بھی اور دنیا کا بھی۔",
    "دیکھو ! میں نے تمہیں خبردار کردیا ہے بھڑکتی ہوئی آگ سے۔",
    "نہیں پڑے گا اس میں مگر وہ جو انتہائی بدبخت ہے۔",
    "جس نے جھٹلایا اور منہ پھیرلیا۔",
    "اور بچالیا جائے گا اس سے جو انتہائی متقی ہے۔",
    "جو اپنا مال دیتا ہے اپنے (نفس) کو پاک کرنے کے لیے۔",
    "اور اس کے ذمے کسی کا احسان نہیں جس کا وہ بدلہ چکا رہا ہو۔",
    "بلکہ (وہ تو خرچ کر رہا ہے) صرف اپنے بلندو برتر پروردگار کی رضاجوئی کے لیے۔",
    "اور وہ عنقریب راضی ہوجائے گا۔",
    "قسم ہے دھوپ چڑھنے کے وقت کی۔",
    "قسم ہے رات کی جبکہ وہ سکون کے ساتھ چھا جائے۔",
    "آپ ﷺ کے رب نے آپ کو رخصت نہیں کیا اور نہ ہی وہ آپ ﷺ سے ناراض ہوا ہے۔",
    "اور یقینا بعد کا وقت آپ کے لیے بہتر ہوگا پہلے سے۔",
    "اور عنقریب آپ ﷺ کا رب آپ ﷺ کو اتنا کچھ عطا فرمائے گا کہ آپ ﷺ راضی ہوجائیں گے۔",
    "کیا اس نے نہیں پایا آپ کو یتیم پھر پناہ دی !",
    "اور آپ ﷺ کو تلاش حقیقت میں سرگرداں پایا تو ہدایت دی !",
    "اور اس نے آپ ﷺ کو تنگ دست پایا تو غنی کردیا !",
    "تو آپ ﷺ کسی یتیم پر سختی نہ کریں۔",
    "اور آپ ﷺ کسی سائل کو نہ جھڑکیں۔",
    "اور اپنے رب کی نعمت کا بیان کریں۔",
    "کیا ہم نے آپ ﷺ کے لیے آپ ﷺ کے سینے کو کھول نہیں دیا ؟",
    "اور ہم نے اتار نہیں دیا آپ ﷺ سے آپ ﷺ کا وہ بوجھ ؟",
    "جو آپ کی کمر کو توڑے دے رہا تھا !",
    "اور ہم نے آپ ﷺ کے ذکر کو بلند کردیا ہے۔ (1)",
    "تو یقینا مشکل ہی کے ساتھ آسانی ہے۔",
    "یقینا مشکل ہی کے ساتھ آسانی ہے۔",
    "پھر جب آپ ﷺ (فرائض نبوت سے) فارغ ہوجائیں تو اسی کام میں لگ جایئے۔",
    "اور اپنے رب کی طرف راغب ہوجایئے۔",
    "گواہ ہے انجیر اور گواہ ہے زیتون۔",
    "اور گواہ ہے طور سینا۔",
    "اور گواہ ہے یہ امن والا شہر۔",
    "ہم نے انسان کو بہترین ساخت پر پیدا کیا۔",
    "پھر ہم نے لوٹا دیا اس کو پست ترین حالت کی طرف۔",
    "سوائے ان لوگوں کے جو ایمان لائے اور انہوں نے نیک اعمال کیے  تو ان کے لیے ایسا اجر ہوگا جس کا سلسلہ کبھی منقطع نہیں ہوگا۔",
    "تو اس کے بعد کیا چیز تجھے آمادہ کرتی ہے جزا و سزا کے انکار پر ؟",
    "کیا اللہ تمام حاکموں سے بڑا حاکم نہیں ہے ؟",
    "پڑھیے اپنے اس رب کے نام سے جس نے پیدا کیا۔",
    "انسان کو پیدا کیا ہے اس جونک کی طرح کی چیز سے جو رحم مادر میں چمٹ گئی تھی۔",
    "پڑھیے اور آپ کا ربّ بہت کریم ہے۔",
    "جس نے تعلیم دی ہے قلم کے ساتھ۔",
    "اور انسان کو وہ کچھ سکھایا ہے جو وہ نہیں جانتا تھا۔",
    "کوئی نہیں ! انسان سرکشی پر آمادہ ہو ہی جاتا ہے۔",
    "اس بنا پر کہ وہ اپنے آپ کو مستغنی دیکھتا ہے۔",
    "یقینا تجھے اپنے رب کی طرف لوٹ کر جانا ہے۔",
    "کیا تم نے دیکھا اس شخص کو جو روکتا ہے۔",
    "(ہمارے) ایک بندے کو جب وہ نماز پڑھتا ہے۔",
    "کیا تم نے غور کیا اگر وہ شخص ہدایت پر ہوتا ؟",
    "یا وہ تقویٰ کی تعلیم دیتا !",
    "کیا تم نے سوچا کہ اس نے جو جھٹلایا ہے اور منہ موڑ لیا ہے۔",
    "کیا یہ جانتا نہیں کہ اللہ دیکھ رہا ہے !",
    "ہرگز نہیں ! اگر یہ باز نہ آیا  تو ہم گھسیٹیں گے اس کی پیشانی کے بال پکڑ کر۔",
    "وہ پیشانی کہ جو خطاکار ہے جھوٹی ہے۔",
    "تو وہ بلا لے اپنی مجلس کے لوگوں کو۔",
    "ہم بھی بلا لیں گے جہنم کے فرشتوں کو۔",
    "کوئی بات نہیں ! (اے نبی ﷺ آپ اس کی بات نہ مانیے آپ سجدہ کیجیے اور (اللہ سے اور) قریب ہوجایئے !",
    "یقینا ہم نے اتارا ہے اس (قرآن) کو لیلۃ القدر میں۔",
    "اور تم کیا جانتے ہو کہ لیلۃ القدر کیا ہے !",
    "لیلۃ القدر ہزار مہینوں سے بہتر ہے۔",
    "(اس رات میں) اُترتے ہیں فرشتے اور روح اپنے رب کے حکم سے ہر کام کے لیے۔",
    "سراسر سلامتی ہے۔  یہ (رات) رہتی ہے طلوع فجر تک۔",
    "نہیں تھے وہ لوگ جنہوں نے کفر کیا تھا اہل کتاب میں سے اور مشرکین میں سے الگ ہونے والے (یا باز آنے والے) جب تک کہ ان کے پاس البیّنہنہ آجاتی۔",
    "ایک رسول ﷺ اللہ کی جانب سے جو تلاوت کرتے ہیں پاکیزہ اوراق کی۔",
    "ان میں بڑے مضبوط احکام (تحریر) ہیں۔",
    "اور جن لوگوں کو کتاب دی گئی تھی انہوں نے تفرقہ نہیں کیا تھا مگر اس کے بعد جبکہ ان کے پاس البیِّنہ آچکی تھی۔",
    "اور انہیں حکم نہیں ہوا تھا مگر یہ کہ وہ بندگی کریں اللہ کی اپنی اطاعت کو اس کے لیے خالص کرتے ہوئے بالکل یکسو ہو کر  اور (یہ کہ) نماز قائم کریں اور زکوٰۃ ادا کریں اور یہی ہے سیدھا (اور سچا) دین۔",
    "بیشک وہ لوگ جنہوں نے کفر کی روش اختیار کی خواہ وہ اہل کتاب میں سے تھے خواہ مشرکین میں سے  وہ ہوں گے جہنم کی آگ میں اس میں ہمیشہ رہیں گے۔  یہی لوگ بدترین خلائق ہیں۔",
    "(اس کے برعکس) وہ لوگ جو ایمان لائے اور جنہوں نے نیک عمل کیے یہی بہترین خلائق ہیں۔",
    "ان کا بدلہ ہوگا ان کے رب کے پاس دائمی قیام کے باغات کی صورت میں جن کے دامن میں ندیاں بہتی ہوں گی ان میں وہ رہیں گے ہمیشہ ہمیش۔",
    "جب زمین ہلائی جائے گی جیسے کہ ہلائی جائے گی۔",
    "اور زمین اپنے سارے بوجھ نکال کر باہر پھینک دے گی۔",
    "اور انسان کہے گا کہ اسے کیا ہوگیا ہے ؟",
    "اس دن یہ اپنی خبریں کہہ سنائے گی۔",
    "اس لیے کہ اسے اس کے رب نے حکم دیا ہوگا۔",
    "اس دن لوگ علیحدہ علیحدہ ہو کر نکل پڑیں گے تاکہ انہیں ان کے اعمال دکھا دیے جائیں۔",
    "توجس کسی نے ذرّہ کے ہم وزن بھی کوئی نیکی کی ہوگی وہ اسے دیکھ لے گا۔",
    "اور جس کسی نے ذرّہ کے ہم وزن کوئی بدی کی ہوگی وہ بھی اسے دیکھ لے گا۔",
    "قسم ہے ان گھوڑوں کی جو دوڑتے ہیں ہانپتے ہوئے۔",
    "پھر وہ ُ سم مار کر چنگاریاں نکالتے ہیں۔",
    "پھر وہ علی الصبح غارت گری کرتے ہیں۔",
    "پھر وہ اس سے گرد اڑاتے ہوئے جاتے ہیں۔",
    "پھر اس کے ساتھ وہ (دشمن کی) جمعیت کے اندر گھس جاتے ہیں۔",
    "یقیناانسان اپنے رب کا بہت ہی ناشکرا ہے۔",
    "اور وہ خود اس پر گواہ ہے۔",
    "اور وہ مال و دولت کی محبت میں بہت شدید ہے۔",
    "تو کیا وہ اس وقت کو نہیں جانتا جب نکال لیا جائے گا وہ سب کچھ جو قبروں میں ہے۔",
    "اور ظاہر کردیا جائے گا جو کچھ سینوں میں ہے۔",
    "یقینا ان کا رب اس دن ان سے پوری طرح باخبر ہوگا۔",
    "وہ کھٹکھٹانے والی۔",
    "کیا ہے وہ کھٹکھٹانے والی !",
    "اور تم کیا سمجھے کہ کیا ہے وہ کھٹکھٹانے والی !",
    "جس دن لوگ بکھرے ہوئے پتنگوں کی مانند ہوں گے۔",
    "اور پہاڑ دھنی ہوئی اون کی مانند ہوجائیں گے۔",
    "تو جن لوگوں کے (نیکیوں کے) پلڑے بھاری ہوں گے۔",
    "تو وہ ہوگا عیش و عشرت کی زندگی میں۔",
    "اور جس (کی نیکیوں) کے پلڑے ہلکے ہوئے۔",
    "تو اس کا ٹھکانہ ایک گڑھا ہوگا۔",
    "اور تم کیا جانتے ہو کہ وہ کیا ہے ؟",
    "آگ ہے دہکتی ہوئی !",
    "تمہیں غافل کیے رکھا ہے بہتات کی طلب نے !",
    "یہاں تک کہ تم قبروں کو پہنچ جاتے ہو۔",
    "کوئی بات نہیں ! بہت جلد تمہیں معلوم ہوجائے گا۔",
    "پھر کوئی بات نہیں ! بہت جلد تمہیں معلوم ہوجائے گا۔",
    "کوئی بات نہیں ! کاش کہ تم علم یقین کے ساتھ جان جاتے !",
    "تم جہنم کو دیکھ کر رہو گے۔",
    "پھر تم اس کو عین الیقین کے ساتھ دیکھو گے۔",
    "پھر اس دن تم سے ضرور پوچھا جائے گا نعمتوں کے بارے میں۔",
    "زمانے کی قسم ہے۔",
    "یقینا انسان خسارے میں ہے۔",
    "سوائے ان کے جو ایمان لائے اور انہوں نے نیک عمل کیے اور انہوں نے ایک دوسرے کو حق کی نصیحت کی اور انہوں نے باہم ایک دوسرے کو صبر کی تلقین کی۔",
    "بڑی خرابی ہے ہر اس شخص کے لیے جو لوگوں کے عیب ُ چنتا رہتا ہے اور طعنے دیتا رہتا ہے۔",
    "جو مال جمع کرتا رہا اور اس کو گنتا رہا۔",
    "وہ سمجھتا ہے کہ اس کا مال اسے ہمیشہ باقی رکھے گا۔",
    "ہرگز نہیں وہ تو یقینا جھونک دیا جائے گا حطمہ میں۔",
    "اور کیا تم جانتے ہو وہ حطمہ کیا ہے ؟",
    "وہ آگ ہے اللہ کی بھڑکائی ہوئی۔",
    "جو دلوں کے اوپر جا چڑھے گی۔",
    "بیشک وہ (آگ) ان پر بند کردی جائے گی۔",
    "بڑے اونچے اونچے لمبے ستونوں میں۔",
    "کیا تم نے دیکھا نہیں کیا حشر کیا تمہارے رب نے ان ہاتھی والوں کا ؟",
    "کیا اس نے ان کی تمام تدبیروں کو بےکار اور غیر موثر نہیں کردیا ؟",
    "اور ان پر بھیج دیے ُ جھنڈ کے جھنڈ اڑتے ہوئے پرندوں کے۔",
    "جو ان پر مارتے تھے کنکر کی پتھریاں۔",
    "پھر اس نے کردیا ان کو کھائے ہوئے بھس کی طرح۔",
    "قریش کے مانوس رکھنے کی وجہ سے۔",
    "(یعنی) سردیوں اور گرمیوں کے سفر سے ان کو مانوس رکھنے کی وجہ سے۔",
    "پس انہیں بندگی کرنی چاہیے اس گھر کے رب کی۔",
    "جس نے انہیں بھوک میں کھانے کو دیا ور انہیں خوف سے امن عطا کیا۔",
    "کیا تم نے دیکھا اس شخص کو جو جزا و سزا کو جھٹلاتا ہے ؟",
    "یہ وہی ہے جو یتیم کو دھکے دیتا ہے۔",
    "اور نہ وہ مسکین کو کھانا کھلانے کی تلقین کرتا ہے۔",
    "تو بربادی ہے ان نماز پڑھنے والوں کے لیے",
    "جو اپنی نمازوں سے غافل ہیں۔",
    "یہ وہ لوگ ہیں جو دکھاوا کرتے ہیں۔",
    "اور عام استعمال کی چیز بھی (مانگنے پر) نہیں دیتے۔",
    "(اے نبی ﷺ !) ہم نے آپ کو خیر کثیر عطا کیا۔",
    "پس آپ ﷺ اپنے رب کے لیے نماز پڑھا کیجیے اور قربانی کیا کیجیے۔",
    "یقینا آپ ﷺ کا دشمن ہی جڑ کٹا ہوگا۔",
    "(اے نبی ﷺ آپ کہہ دیجیے کہ اے کافرو !",
    "میں ان کو ہرگز نہیں پوجتا جن کو تم پوجتے ہو۔",
    "اور نہ تم پوجنے والے ہو اسے جسے میں پوجتا ہوں۔",
    "اور نہ ہی میں آئندہ کبھی پوجنے والا ہوں ان کو جن کی تم پرستش کر رہے ہو۔",
    "اور نہ تم پوجنے والے ہو اس کو جس کو میں پوج رہا ہوں۔",
    "اب تمہارے لیے تمہارا دین اور میرے لیے میرا دین۔",
    "جب آجائے مدد اللہ کی اور فتح نصیب ہو۔",
    "اور آپ ﷺ دیکھ لیں لوگوں کو داخل ہوتے ہوئے اللہ کے دین میں فوج در فوج۔",
    "تو پھر آپ ﷺ اپنے رب کی حمد کے ساتھ اس کی تسبیح کیجیے اور اس سے مغفرت طلب کیجیے۔  یقیناوہ بہت توبہ قبول فرمانے والا ہے۔",
    "ٹوٹ گئے ابولہب کے دونوں ہاتھ اور وہ تباہ و برباد ہوگیا۔",
    "کچھ کام نہ آیا اس کے اس کا یہ مال اور وہ کمائی جو اس نے کی ہے۔",
    "عنقریب وہ جھونکا جائے گا بھڑکتی ہوئی آگ میں۔",
    "اور اس کی بیوی کو بھی۔  جو ایندھن اٹھانے والی ہوگی۔",
    "اس کے گلے میں بٹی ہوئی رسّی ہوگی۔",
    "کہہ دیجیے وہ اللہ یکتا ہے۔",
    "اللہ سب کا مرجع ہے۔",
    "اس نے کسی کو جنا اور نہ وہ جنا گیا۔",
    "اور کوئی بھی اس کا کفو نہیں ہے۔",
    "کہو کہ میں پناہ میں آتا ہوں صبح کے رب کی۔",
    "(میں پناہ میں آتا ہوں) اس کی تمام مخلوقات کے شر سے۔",
    "اور (خاص طور پر) اندھیرے کے شر سے جب وہ چھا جائے۔",
    "اور ان عورتوں کے شر سے جو گرہیں باندھ کر پھونکیں مارتی ہیں۔",
    "اور حسد کرنے والے کے شر سے بھی (میں اللہ کی پناہ مانگتا ہوں) جب وہ حسد کرے۔",
    "کہیے کہ میں پناہ میں آتا ہوں تمام انسانوں کے رب کی۔",
    "تمام انسانوں کے بادشاہ کی۔",
    "تمام انسانوں کے معبود کی۔",
    "اس بار بار وسوسہ ڈالنے والے پیچھے ہٹ جانے والے کے شر سے۔",
    "جو لوگوں کے سینوں میں وسوسہ اندازی کرتا ہے۔",
    "خواہ وہ جنوں میں سے ہو یا انسانوں میں سے۔"
  ]
}