{
  "meta": {
    "id": 158,
    "name": "Bayan-ul-Quran",
    "translator_name": "Dr. Israr Ahmad",
    "slug": "ur-israr-ahmad",
    "language_name": "urdu"
  },
  "verses": [
    "تلاوت کرتے رہا کریں اس کی جو وحی کی گئی ہے آپ کی طرف کتاب میں سے اور نماز قائم کریں یقیناً نماز روکتی ہے بےحیائی سے اور برے کاموں سے اور اللہ کا ذکر سب سے بڑی چیز ہے اور اللہ خوب جانتا ہے جو کچھ تم کر رہے ہو",
    "اور اہل کتاب سے جھگڑا مت کرو مگر بہترین طریقے سے سوائے ان کے جو ان میں سے ناانصافی پرُ تل جائیں اور (ان سے) کہیے کہ ہم ایمان رکھتے ہیں اس پر بھی جو ہم پر نازل کیا گیا اور اس پر بھی جو آپ لوگوں پر نازل کیا گیا اور ہمارا معبود اور تمہارا معبود ایک ہی ہے اور ہم تو اسی کے سامنے سر جھکا چکے ہیں",
    "اور (اے نبی ﷺ !) اسی طرح ہم نے آپ کی طرف یہ کتاب نازل کی ہے تو جن لوگوں کو ہم نے (اس سے پہلے) کتاب دی تھی وہ بھی اس پر ایمان لائیں گے اور ان (مشرکین مکہ) میں سے بھی بہت سے لوگ اس پر ایمان لا رہے ہیں اور ہماری آیات کا انکار نہیں کرتے سوائے ان لوگوں کے جو کفر پر اڑ گئے ہیں",
    "اور (اے نبی ﷺ !) آپ تو اس سے پہلے کوئی کتاب نہیں پڑھتے تھے اور نہ ہی آپ اپنے داہنے ہاتھ سے اسے لکھتے تھے (اگر ایسا ہوتا) تب تو یہ جھٹلانے والے ضرور شک کرتے",
    "بلکہ یہ تو روشن آیات ہیں ان لوگوں کے سینوں میں جنہیں علم دیا گیا ہے اور ہماری آیات کا انکار نہیں کرتے مگر وہی لوگ جو ظالم ہیں",
    "اور وہ کہتے ہیں کہ کیوں نہیں نازل کی گئیں ان پر نشانیاں ان کے رب کی طرف سے آپ ﷺ کہیے کہ نشانیاں (نازل کرنے کے اختیارات) تو اللہ ہی کے پاس ہیں اور میں تو صرف واضح طور پر خبردار کرنے والا ہوں",
    "کیا ان کے لیے یہ (نشانی) کافی نہیں کہ ہم نے آپ ﷺ پر یہ کتاب نازل کی ہے جو ان کو پڑھ کر سنائی جاتی ہے یقیناً اس میں رحمت اور یاد دہانی ہے ان لوگوں کے لیے جو ایمان لاتے ہیں",
    "(اے نبی ﷺ !) آپ کہہ دیجیے کہ میرے اور تمہارے درمیان اللہ کافی ہے بطور گواہ وہ جانتا ہے جو کچھ آسمانوں اور زمین میں ہے اور وہ لوگ جو باطل پر ایمان رکھتے ہیں اور اللہ کا کفر کرتے ہیں یقیناً وہی خسارہ پانے والے ہیں",
    "یہ لوگ جلدی مچا رہے ہیں عذاب کی۔ اور اگر (پہلے سے) ایک وقت معینّ طے نہ ہوچکا ہوتا تو ضرور ان پر عذاب آچکا ہوتا اور وہ ان پر اچانک آجائے گا اور انہیں پتا بھی نہیں چلے گا",
    "یہ لوگ عذاب کے لیے جلدی مچا رہے ہیں حالانکہ جہنم ان کافروں کا گھیراؤ کرچکی ہے",
    "جس دن عذاب ڈھانپ لے گا انہیں اوپر سے بھی اور ان کے قدموں کے نیچے سے بھی اور کہا جائے گا کہ اب چکھو مزہ اپنے کرتوتوں کا",
    "اے میرے وہ بندو جو ایمان لائے ہو ! میری زمین بہت وسیع ہے پس عبادت تم میری ہی کرو",
    "ہر جان موت کا مزا چکھنے والی ہے پھر تم ہماری ہی طرف لوٹا دیے جاؤ گے",
    "اور جو لوگ ایمان لائے اور انہوں نے اچھے اعمال کیے ہم انہیں ضرور جگہ دیں گے جنت کے بالا خانوں میں جس کے نیچے ندیاں بہتی ہوں گی اس میں وہ ہمیشہ رہیں گے۔ کیا ہی اچھا اجر ہوگا عمل کرنے والوں کا",
    "وہ لوگ جنہوں نے صبر کیا اور وہ اپنے رب پر توکلّ کرتے ہیں",
    "اور کتنے ہی جاندار ہیں جو اپنا رزق اٹھائے نہیں پھرتے اللہ انہیں بھی رزق دیتا ہے اور وہ تم لوگوں کو بھی دے گا اور یقیناً وہ سب کچھ سننے والا سب کچھ جاننے والا ہے",
    "اور (اے نبی ﷺ !) اگر آپ ان سے پوچھیں کہ کس نے پیدا کیا ہے آسمانوں اور زمین کو اور کس نے مسخر کیا ہے سورج اور چاند کو ؟ تو وہ ضرور کہیں گے کہ اللہ نے تو پھر یہ لوگ کہاں سے لوٹا دیے جاتے ہیں",
    "اللہ ہی رزق کشادہ کرتا ہے جس کے لیے چاہتا ہے اپنے بندوں میں سے اور (جس کے لیے چاہتا ہے) اسے نپاتلا دیتا ہے یقیناً اللہ ہرچیز کا علم رکھتا ہے",
    "اور اگر آپ ﷺ ان سے پوچھیں کہ کس نے برسایا آسمان سے پانی پس اس سے زندہ کردیا زمین کو اس کے ُ مردہ ہوجانے کے بعد ؟ تو وہ ضرور کہیں گے کہ اللہ نے آپ ﷺ کہہ دیں کہ کل شکر اور کل حمد اللہ ہی کے لیے ہے۔ لیکن ان میں سے اکثر لوگ عقل سے کام نہیں لیتے",
    "اور یہ دنیا کی زندگی تو کھیل اور تماشے کے سوا کچھ نہیں اور آخرت کا گھر ہی یقیناً اصل زندگی ہے۔ کاش کہ انہیں معلوم ہوتا",
    "سو جب یہ لوگ سوار ہوتے ہیں کشتی میں تو پکارتے ہیں اللہ کو اس کے لیے اطاعت کو خالص کرتے ہوئے پھر جب وہ انہیں نجات دے دیتا ہے خشکی کی طرف تو جبھی وہ شرک کرنے لگتے ہیں",
    "تا کہ نا شکری کریں ان (نعمتوں) کی جو ہم نے انہیں عطا کر رکھی ہیں اور تاکہ مزلے اڑا لیں تو عنقریب انہیں معلوم ہوجائے گا",
    "کیا یہ لوگ دیکھتے نہیں کہ ہم نے حرم کو امن کی جگہ بنا دیا ہے اور لوگ اچک لیے جاتے ہیں ان کے ارد گرد سے تو کیا یہ لوگ باطل پر ایمان رکھتے ہیں اور اللہ کی نعمتوں کی ناشکری کر رہے ہیں",
    "اور اس شخص سے بڑا ظالم کون ہوگا جس نے اللہ پر جھوٹ گھڑا یا جس نے حق کو جھٹلادیا جب وہ اس کے پاس آیا تو کیا جہنم میں ٹھکانہ نہیں ہے ان کافروں کا",
    "اور جو لوگ ہماری راہ میں جدوجہد کریں گے ہم لازماً ان کی راہنمائی کریں گے اپنے راستوں کی طرف اور یقیناً اللہ احسان کرنے والوں کے ساتھ ہے",
    "الۗمّۗ",
    "رومی مغلوب ہوگئے",
    "قریب کی سر زمین میں۔ اور وہ اپنی اس مغلوبیت کے بعد عنقریب غالب آجائیں گے",
    "چند سالوں میں اللہ ہی کا اختیار ہے پہلے بھی اور بعد میں بھی اور اس دن اہل ایمان خوشیاں منا رہے ہوں گے",
    "(وہ خوش ہوں گے) اللہ کی مدد سے۔ وہ مدد کرتا ہے جس کی چاہتا ہے۔ اور وہ زبردست بہت رحم فرمانے والا ہے",
    "یہ اللہ کا وعدہ ہے۔ اللہ اپنے وعدے کے خلاف نہیں کرتا لیکن اکثر لوگ علم نہیں رکھتے",
    "یہ لوگ دنیا کی زندگی کے بھی صرف ظاہر کو جانتے ہیں اور وہ آخرت سے بالکل ہی غافل ہیں",
    "کیا یہ لوگ اپنی ذات میں غور نہیں کرتے نہیں پیدا کیا اللہ نے آسمانوں اور زمین کو اور جو کچھ ان دونوں کے مابین ہے مگر حق کے ساتھ اور ایک وقت معینّ تک کے لیے اور یقیناً بہت سے لوگ اپنے رب سے ملاقات کے منکر ہیں",
    "کیا یہ لوگ زمین میں گھومے پھرے نہیں کہ وہ دیکھتے کہ کیسا انجام ہوا ان لوگوں کا جو ان سے پہلے تھے وہ قوت میں ان سے کہیں زیادہ تھے اور انہوں نے زمین کو کاشت کیا اور اسے آباد کیا اس سے کہیں بڑھ کر جو (آ ج) انہوں نے آباد کیا اور ان کے پاس بھی ان کے رسول ؑ آئے تھے کھلی نشانیاں لے کر سو اللہ ان پر ظلم کرنے والا نہیں تھا بلکہ انہوں نے خود ہی اپنی جانوں پر ظلم کیا تھا",
    "پھر ان لوگوں کا انجام جنہوں نے ُ بری روش اختیار کی بہت برا ہوا اس لیے کہ انہوں نے اللہ کی آیات کو جھٹلایا اور وہ ان کا مذاق اڑاتے رہے",
    "اللہ ہی پہلی مرتبہ پیدا کرتا ہے پھر وہی اسے دوبارہ پیدا کرتا ہے پھر اسی کی طرف تمہیں لوٹ کر جانا ہے",
    "اور جس دن قیامت قائم ہوجائے گی تو مجرم اس دن مایوس ہو کر رہ جائیں گے",
    "اور نہیں ہوں گے ان کے شریکوں میں سے کوئی بھی ان کے لیے سفارش کرنے والے اور وہ خود بھی اپنے شریکوں کا انکار کرنے والے ہوں گے",
    "اور جس دن قیامت قائم ہوگی اس دن لوگ الگ الگ ہوجائیں گے",
    "تو جو لوگ ایمان لائے تھے اور جنہوں نے نیک عمل کیے تھے وہ ایک باغ میں مسرور کیے جائیں گے",
    "اور وہ لوگ جنہوں نے کفر کیا تھا اور ہماری آیات اور آخرت کی ملاقات کو جھٹلایا تھا تو وہ عذاب میں پکڑے ہوئے ہوں گے",
    "تو تم تسبیح کرو اللہ کی جب تم شام کرتے ہو اور جب تم صبح کرتے ہو",
    "اور اسی کے لیے حمد ہے آسمانوں اور زمین میں اور رات کو اور جب تم ظہر کرتے ہو",
    "وہ نکالتا ہے زندہ کو مردہ سے اور (اسی طرح) وہ نکالتا ہے ُ مردہ کو زندہ سے اور وہ زندہ کرتا ہے زمین کو اس کے مردہ ہوجانے کے بعد۔ اور اسی طرح تمہیں بھی نکال لیا جائے گا",
    "اور اس کی نشانیوں میں سے ہے کہ اس نے تمہیں مٹی سے پیدا کیا پھر تم انسان بن گئے (زمین میں) پھیلے ہوئے",
    "اور اس کی نشانیوں میں سے ہے کہ اس نے پیدا کیے تمہارے لیے تمہاری نوع میں سے جوڑے تاکہ تم ان سے سکون حاصل کرو اور اس نے تمہارے مابین محبت اور رحمت پیدا کردی یقیناً اس میں نشانیاں ہیں ان لوگوں کے لیے جو غور و فکر کریں",
    "اور اس کی نشانیوں میں سے ہے آسمانوں اور زمین کی تخلیق اور تمہاری زبانوں اور تمہارے رنگوں کا فرق یقیناً اس میں نشانیاں ہیں ان لوگوں کے لیے جو علم رکھتے ہیں",
    "اور اس کی نشانیوں میں سے ہے تمہارا رات اور دن کو سونا اور تمہارا اس کے فضل کو تلاش کرنا یقیناً اس میں نشانیاں ہیں ان لوگوں کے لیے جو سنتے ہیں",
    "اور اس کی نشانیوں میں سے ہے کہ وہ تمہیں بجلی (کی چمک) دکھاتا ہے خوف اور امید کے ساتھ اور وہ برساتا ہے آسمان سے پانی پھر زندہ کرتا ہے اس کے ذریعے سے زمین کو اس کے مردہ ہوجانے کے بعد یقیناً اس میں نشانیاں ہیں ان لوگوں کے لیے جو عقل سے کام لیں",
    "اور اس کی نشانیوں میں سے ہے کہ قائم ہیں آسمان و زمین اس کے حکم سے پھر جب وہ تمہیں پکارے گا ایک ہی بار زمین سے (نکلنے کے لیے) تو تم دفعۃً نکل پڑو گے",
    "اور اسی کا ہے جو کچھ ہے آسمانوں اور زمین میں۔ سب اسی کے حکم کے تابع فرمان ہیں",
    "اور وہی ہے جو پہلی بار پیدا کرتا ہے مخلوق کو پھر اسے دوبارہ بھی پیدا کرے گا اور وہ اس کے لیے زیادہ آسان ہے اور اس کی شان بہت بلند ہے آسمانوں اور زمین میں اور وہ بہت زبردست ہے کمال حکمت والا",
    "وہ تمہارے لیے خود تمہارے اندر سے ایک مثال بیان کرتا ہے بھلا وہ (غلام اور لونڈیاں) جو تمہاری ملکیت ہیں کیا ان میں سے کچھ شریک بن جاتے ہیں اس مال و اسباب میں جو ہم نے تمہیں دیا ہے اس طرح کہ (وہ اور) تم برابر ہوجاؤ اور کیا تم ان کے بارے میں ایسے خدشات رکھتے ہو جیسے خدشات خود اپنے بارے میں رکھتے ہو اسی طرح ہم اپنی آیات کی تفصیل کرتے ہیں ان لوگوں کے لیے جو عقل رکھتے ہیں",
    "بلکہ (حقیقت یہ ہے کہ) ان ظالموں نے اپنی خواہشات کی پیروی کی ہے بغیر کسی علم کے تو اس شخص کو کون ہدایت دے گا جس کو اللہ نے بھٹکا دیاہو اور اب ان کے لیے کوئی مددگار نہیں ہے",
    "پس تم قائم رکھو اپنے چہرے کو (اللہ کے) دین کے لیے یکسو ہو کر اللہ کی بنائی ہوئی فطرت پر (قائم رہو) جس پر اس نے انسانوں کو پیدا کیا ہے اللہ کی تخلیق میں کوئی تبدیلی نہیں ہوسکتی یہی ہے سیدھا دین لیکن اکثر لوگ علم نہیں رکھتے",
    "رجوع کرتے ہوئے اسی کی طرف اور اسی سے ڈرو اور نماز قائم کرو اور مشرکین میں سے مت ہونا",
    "(یعنی) ان لوگوں میں سے جنہوں نے اپنا دین ٹکڑے ٹکڑے کردیا اور وہ مختلف گروہ بن گئے ہر گروہ اسی پر خوش ہے جو اس کے پاس ہے",
    "اور جب انسانوں کو کوئی تکلیف پہنچتی ہے تو وہ پکارتے ہیں اپنے رب کو اسی کی طرف رجوع کرتے ہوئے پھر جب وہ انہیں اپنی طرف سے رحمت کا مزہ چکھاتا ہے تو جبھی ان میں سے ایک گروہ اپنے رب کے ساتھ شرک کرنے لگتا ہے",
    "تا کہ ناشکری کریں اس کی جو کچھ ہم نے انہیں عطا کیا ہے تو ٹھیک ہے (چند روزہ زندگی کا) فائدہ اٹھا لو پھر جلدی ہی تمہیں معلوم ہوجائے گا",
    "کیا ہم نے ان پر کوئی ایسی سند اتاری ہے جو انہیں ان چیزوں کے متعلق بتارہی ہے جن کو یہ شریک ٹھہرا رہے ہیں",
    "اور جب ہم لوگوں کو اپنی رحمت کا مزہ چکھاتے ہیں تو وہ اس پر اترانے لگتے ہیں اور اگر ان پر کوئی مصیبت آجاتی ہے ان کے اپنے ہاتھوں کی کمائی کے سبب تو جبھی وہ آس توڑ دیتے ہیں",
    "کیا وہ دیکھتے نہیں کہ اللہ ہی کشادہ کرتا ہے رزق جس کے لیے چاہتا ہے اور نپا تلا دیتا ہے (جسے چاہتا ہے) یقیناً اس میں نشانیاں ہیں ان لوگوں کے لیے جو ایمان لاتے ہیں",
    "تو قرابت داروں مسکینوں اور مسافروں کو ان کا حق دو یہی بہتر روش ہے ان لوگوں کے لیے جو اللہ کی رضا چاہتے ہیں اور یہی لوگ فلاح پانے والے ہیں",
    "اور جو کچھ تم دیتے ہو سود پر تاکہ بڑھتا رہے لوگوں کے مال میں تو اللہ کے ہاں اس میں کوئی بڑھوتری نہیں ہوتی اور جو تم زکوٰۃ دیتے ہو (اور اس سے) اللہ کی رضا چاہتے ہو تو یہی لوگ ہیں جو (اللہ کے ہاں اپنے مال کو) بڑھانے والے ہیں",
    "اللہ ہی ہے جس نے تمہیں پیدا کیا پھر تمہیں رزق دیا پھر وہ تمہیں موت دے گا پھر تمہیں زندہ کرے گا کیا تمہارے شریکوں میں سے بھی کوئی ایسا ہے جو ان میں سے کوئی بھی کام کرتا ہو وہ پاک ہے اور بہت بلندو برتر ہے اس شرک سے جو یہ لوگ کر رہے ہیں",
    "بحر و بر میں فساد رونما چکا ہے لوگوں کے اعمال کے سبب تاکہ وہ انہیں مزہ چکھائے ان کے بعض اعمال کا تاکہ وہ لوٹ آئیں",
    "(اے نبی ﷺ ! ان سے) کہیے کہ تم زمین میں گھومو پھرو اور دیکھو کہ ان لوگوں کا کیا انجام ہوا جو (تم سے) پہلے تھے ان میں سے اکثر مشرک ہی تھے",
    "پس اپنے چہرے کو قائم رکھو دین قیم کی طرف اس سے پہلے کہ وہ دن آجائے جسے اللہ کی طرف سے کوئی لوٹانے والا نہیں ہوگا جس دن یہ لوگ علیحدہ علیحدہ ہوجائیں گے",
    "جس نے کفر کیا تو اس کے کفر کا وبال اسی پر ہوگا اور جن لوگوں نے نیک اعمال کیے تو وہ اپنی ہی جانوں کے لیے سامان کرتے ہیں",
    "تا کہ اللہ بدلہ دے اپنے فضل سے ان لوگوں کو جو ایمان لائے اور انہوں نے نیک اعمال کیے یقیناً وہ کافروں کو پسند نہیں کرتا",
    "اور اس کی نشانیوں میں سے یہ بھی ہے کہ وہ بھیجتا ہے ہواؤں کو بشارت دینے والی بنا کر اور تاکہ وہ تمہیں مزہ چکھائے اپنی رحمت کا اور اس لیے بھی کہ اسی کے حکم سے کشتیاں چلیں اور تاکہ تم (ان کشتیوں پر سوار ہو کر) اس کا فضل تلاش کرو اور تاکہ تم اس کا شکرادا کرو",
    "اور (اے نبی ﷺ !) آپ سے پہلے بھی ہم نے رسول ؑ بھیجے ان کی اپنی اپنی قوم کی طرف تو وہ ان کی طرف لے کر آئے واضح نشانیاں پھر ہم نے انتقام لیا (ان میں سے) ان لوگوں سے جو مجرم تھے اور اہل ایمان کی مدد کرنا ہمارے ذمہ تھا",
    "اللہ ہی ہے جو ہواؤں کو بھیجتا ہے پھر وہ اٹھاتی ہیں بادلوں کو پھر وہ پھیلا دیتا ہے ان (بادلوں) کو فضا میں جیسے چاہتا ہے اور انہیں کردیتا ہے تہ بر تہ پھر تم دیکھتے ہو بارش کو کہ برستی ہے ان کے درمیان سے پھر جب وہ برساتا ہے اسے اپنے بندوں میں سے جن پر چاہتا ہے تو یکایک وہ خوش ہوجاتے ہیں",
    "اگرچہ اس سے پہلے کہ وہ ان پر برستی وہ لوگ بالکل ناامید تھے",
    "تو دیکھو اللہ کی رحمت کے آثار کی طرف وہ کس طرح زندہ کردیتا ہے زمین کو اس کے ُ مردہ ہوجانے کے بعد یقیناً وہی زندہ کرنے والا ہے مردوں کو بھی اور یقیناً وہ ہرچیز پر قادر ہے",
    "اور اگر ہم ایک ایسی ہوا بھیج دیں کہ (جس کے اثر ات سے) وہ اسے زرد دیکھیں تو اس کے بعد وہ ناشکری کرنے لگتے ہیں",
    "تو (اے نبی ﷺ !) آپ مردوں کو نہیں سنا سکتے اور نہ ہی آپ اپنی پکار بہروں کو سنا سکتے ہیں (خاص طور پر) جب وہ پیٹھ پھیر کر جا رہے ہوں",
    "اور آپ ﷺ نہیں ہدایت دے سکتے اندھوں کو ان کی گمراہی سے (پھیر کر) آپ نہیں سنا سکتے مگر انہی کو جو ہماری آیات پر ایمان رکھتے ہیں اور وہ فرمانبردار ہیں",
    "اللہ ہی ہے جس نے تمہیں پیدا کیا کمزوری سے پھر اس نے طاقت عطاکی کمزوری کے بعد پھر طاقت کے بعد کمزوری اور بڑھاپا طاری کردیا وہ پیدا کرتا ہے جو چاہتا ہے اور وہ سب کچھ جاننے والا بہت قدرت والا ہے",
    "اور جس دن قیامت قائم ہوگی مجرمین قسمیں کھاکھا کر کہیں گے کہ وہ ایک گھڑی سے زیادہ نہیں ٹھہرے اسی طرح وہ (دُنیا میں بھی) الٹے پھرائے جاتے رہے ہیں",
    "اور (اس وقت) کہیں گے وہ لوگ جنہیں علم اور ایمان عطا کیا گیا تھا کہ تم ٹھہرے ہو اللہ کے فیصلے کے مطابق دوبارہ اٹھنے کے دن تک تو یہ ہے یوم بعث لیکن تم لوگ تو علم ہی نہیں رکھتے تھے",
    "تو آج کے دن کچھ فائدہ نہیں پہنچائے گی ظالم لوگوں کو ان کی معذرت اور نہ ہی انہیں توبہ کا موقع دیا جائے گا",
    "اور ہم نے تو لوگوں کے لیے قرآن میں ہر طرح کی مثالیں بیان کردی ہیں اور اگر آپ لے آئیں ان کے پاس کوئی بھی نشانی تو کہیں گے وہ لوگ جنہوں نے کفر کیا ہے کہ نہیں ہو تم لوگ مگر جھوٹ گھڑنے والے",
    "اسی طرح اللہ مہر لگا دیا کرتا ہے ان لوگوں کے دلوں پر جو علم نہیں رکھتے",
    "تو (اے نبی ﷺ !) آپ صبر کیجیے بیشک اللہ کا وعدہ سچا ہے اور آپ ﷺ کو ہرگز ہلکا نہ پائیں وہ لوگ جو یقین نہیں رکھتے",
    "الۗمّۗ",
    "یہ حکمت بھری کتاب کی آیات ہیں",
    "ہدایت اور رحمت محسنین کے حق میں",
    "جو نماز قائم کرتے ہیں اور زکوٰۃ دیتے ہیں اور آخرت پر یہی لوگ پختہ یقین رکھتے ہیں",
    "یہی لوگ اپنے رب کی طرف سے ہدایت پر ہیں اور یہی لوگ فلاح پانے والے ہیں",
    "اور لوگوں میں سے کچھ ایسے بھی ہیں جو کھیل تماشے کی چیزیں خریدتے ہیں تاکہ گمراہ کریں (لوگوں کو) اللہ کے راستے سے بغیر علم کے اور اس کو ہنسی بنا لیں یہ وہ لوگ ہیں جن کے لیے اہانت آمیز عذاب ہے",
    "جب اسے سنائی جاتی ہیں ہماری آیات تو وہ پیٹھ موڑ کر چل دیتا ہے استکبار کرتے ہوئے جیسے کہ اس نے انہیں سنا ہی نہیں گویا اس کے کانوں میں بوجھ ہے تو (اے نبی ﷺ !) آپ اس شخص کو دردناک عذاب کی بشارت دے دیجیے",
    "یقیناً وہ لوگ جو ایمان لائے اور جنہوں نے نیک اعمال کیے ان کے لیے نعمتوں بھرے باغات ہیں",
    "وہ ان میں ہمیشہ رہیں گے۔ یہ اللہ کا وعدہ ہے جو سچا ہے۔ اور وہ زبردست ہے حکمت والا",
    "اس نے آسمانوں کو تخلیق کیا بغیر ایسے ستونوں کے کہ جنہیں تم دیکھ سکو اور اس نے زمین میں لنگر ڈال دیے تاکہ وہ تمہیں لے کر ایک طرف لڑھک نہ جائے اور اس میں ہر طرح کے جانور پھیلا دیے اور ہم نے آسمان سے پانی اتارا پھر اگائے اس میں ہر طرح کے (نباتات کے) خوبصورت جوڑے",
    "یہ تو ہے اللہ کی تخلیق اب تم مجھے دکھاؤ کہ انہوں نے کیا پیدا کیا ہے جو اس کے سوا (تمہارے معبود) ہیں بلکہ یہ ظالم کھلی گمراہی میں پڑے ہوئے ہیں",
    "اور ہم نے لقمان کو دانائی عطا کی تھی کہ اللہ کا شکر ادا کرو اور جو کوئی بھی شکر کرتا ہے تو وہ شکر کرتا ہے اپنے ہی بھلے کے لیے اور جو کوئی نا شکری کرتا ہے تو اللہ بےنیاز ہے اور وہ اپنی ذات میں خود محمود ہے",
    "اور جب کہا لقمان نے اپنے بیٹے سے جبکہ وہ اسے نصیحت کر رہا تھا اے میرے بیٹے ! اللہ کے ساتھ شرک مت کرنا۔ یقیناً شرک بہت بڑا ظلم ہے",
    "اور ہم نے وصیت کی انسان کو اس کے والدین کے بارے میں اس کو اٹھائے رکھا اس کی ماں نے (اپنے پیٹ میں) کمزوری پر کمزوری جھیل کر اور اس کا دودھ چھڑانا ہوا دو سال میں کہ تم شکر کرو میرا اور اپنے والدین کا اور میری ہی طرف تمہارا لوٹنا ہوگا",
    "اور اگر وہ تم پر دباؤڈالیں کہ تم میرے ساتھ شریک کرو اس چیز کو جس کا تمہارے پاس کوئی علم نہیں تو ان کا کہنا مت مانو اور دنیا میں ان کے ساتھ رہو بہتر انداز میں اور پیروی کرو اس شخص کی جو میری طرف رخ کرچکا ہے پھر میری ہی طرف تمہارا لوٹنا ہے پھر میں تمہیں جتلا دوں گا جو کچھ تم کرتے رہے تھے",
    "اے میرے بچے ! اگر وہ (کوئی اچھا یا برا عمل) رائی کے دانے کے برابر بھی ہو پھر وہ ہو کسی چٹان میں یا آسمانوں میں یا زمین کے اندر اسے اللہ لے آئے گا یقیناً اللہ بہت باریک بین ہرچیز کی خبر رکھنے والا ہے",
    "اے میرے بچے ! نماز قائم کرو اور نیکی کا حکم دو اور برائی سے روکو اور جو بھی تکلیف تمہیں پہنچے اس پر صبر کرو یقیناً یہ ہمت کے کاموں میں سے ہے",
    "اور اپنے گالوں کو پھلا کر مت رکھو لوگوں کے سامنے اور زمین میں اکڑ کر مت چلو یقیناً اللہ ہر شیخی خورے تکبر کرنے والے کو پسند نہیں کرتا",
    "اور اپنی چال میں میانہ روی اختیار کرو اور اپنی آواز کو پست رکھو یقیناً سب سے ناپسندیدہ آواز گدھے کی آواز ہے",
    "کیا تم نے دیکھا نہیں کہ اللہ نے تمہارے لیے مسخر کردیا ہے جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں ہے اور اس نے اپنی ظاہری و باطنی نعمتیں تم پر مکمل کردی ہیں اور لوگوں میں سے کچھ ایسے بھی ہیں جو اللہ کے بارے میں جھگڑتے ہیں بغیر اس کے کہ ان کے پاس کوئی علم ہو یا کوئی ہدایت ہو یا کوئی روشن کتاب ہو",
    "اور جب ان سے کہا جاتا ہے کہ پیروی کرو اس (ہدایت) کی جو اللہ نے نازل فرمائی ہے تو کہتے ہیں : بلکہ ہم تو اس (طریقے) کی پیروی کریں گے جس پر ہم نے اپنے آباء و اَجداد کو پایا ہے خواہ انہیں شیطان بلا رہا ہو جہنم کے عذاب کی طرف",
    "اور جس شخص نے اپنا چہرہ اللہ کے سامنے جھکا دیا اور وہ احسان کی روش اختیار کرنے والا بھی ہو تو اس نے تھام لیا مضبوط حلقے کو اور تمام معاملات کا انجام اللہ ہی کے ہاتھ میں ہے",
    "اور (اے نبی ﷺ !) جو کوئی کفر کرے تو اس کا کفر آپ کو رنجیدہ نہ کرنے پائے ہماری ہی طرف ان سب کو لوٹنا ہے پھر ہم انہیں آگاہ کردیں گے ان کاموں کے بارے میں جو وہ کیا کرتے تھے یقیناً اللہ خوب جاننے والا ہے اسے بھی جو سینوں میں چھپا ہوا ہے",
    "ہم انہیں تھوڑی دیر کے لیے مال و متاع دے رہے ہیں پھر ہم انہیں کھینچ کر لائیں گے ایک بہت گاڑھے عذاب کی طرف",
    "اور (اے نبی ﷺ !) اگر آپ ان سے پوچھیں کہ کس نے پیدا کیا ہے آسمانوں اور زمین کو تو ضرور کہیں گے کہ اللہ نے آپ ﷺ کہیے کہ سب تعریفیں اللہ ہی کے لیے ہیں لیکن ان کی اکثریت علم نہیں رکھتی",
    "اللہ ہی کے لیے ہے جو کچھ آسمانوں اور زمین میں ہے یقیناً اللہ ہی غنی ہے بہت خوبیوں والا",
    "اور اگر زمین میں جتنے بھی درخت ہیں وہ سب قلم بن جائیں اور سمندر (سیاہی بن جائے) اس کے بعداس کو مزید سات سمندر سیاہی مہیا کریں اللہ کے کلمات ختم نہ ہوں گے۔ یقیناً اللہ زبردست ہے کمال حکمت والا",
    "تم سب کا پیدا کرنا اور دوبارہ اٹھانا (اللہ کے لیے) ایسا ہی ہے جیسے ایک جان کا (پیدا کردینا اور دوبارہ زندہ کردینا) یقیناً اللہ سب کچھ سننے والا ہرچیز پر نظر رکھنے والا ہے",
    "کیا تم دیکھتے نہیں کہ اللہ رات کو پرو لاتا ہے دن میں اور دن کو پرو لاتا ہے رات میں اور اس نے مسخر کردیا ہے سورج اور چاند کو۔ یہ سب کے سب چل رہے ہیں ایک وقت معین تک کے لیے اور یہ کہ اللہ باخبر ہے اس سے جو تم کر رہے ہو",
    "یہ اس لیے کہ اللہ ہی حق ہے اور یہ کہ یہ لوگ جس کسی کو بھی اس کے سوا پکارتے ہیں وہ باطل ہے اور یقیناً اللہ ہی سب سے بلند وبالا اور عظمت والا ہے",
    "کیا تم دیکھتے نہیں کہ کشتیاں چلتی ہیں سمندر میں اللہ کی نعمتوں کو لے کرتا کہ وہ دکھائے تمہیں اپنی نشانیوں میں سے یقیناً اس میں نشانیاں ہیں ہر اس شخص کے لیے جو صبر اور شکر کرنے والا ہے",
    "اور جب کبھی (سمندر میں) موج انہیں ڈھانپ لیتی ہے سائبانوں کی طرح تو وہ پکارنے لگتے ہیں اللہ کو اس کے لیے اطاعت کو خالص کرتے ہوئے پھر جب وہ انہیں نجات دے کر خشکی پر لے آتا ہے تو ان میں کچھ ہی ہیں جو میانہ روی اختیار کرتے ہیں اور ہماری آیات کا انکار نہیں کرتے مگر وہی لوگ جو قول کے جھوٹے اور نا شکرے ہیں",
    "اے لوگو ! اپنے رب کا تقویٰ اختیار کرو اور ڈرو اس دن سے جس دن کوئی باپ اپنے بیٹے کے کچھ کام نہیں آئے گا اور نہ ہی بیٹا اپنے باپ کے کچھ کام آسکے گا یقیناً اللہ کا وعدہ سچا ہے تو (دیکھو !) تمہیں دھوکے میں نہ ڈال دے دنیا کی زندگی اور (دیکھنا !) تمہیں دھوکے میں نہ ڈال دے اللہ کے حوالے سے وہ بڑا دھوکے باز",
    "یقیناً اللہ ہی ہے جس کے پاس ہے قیامت کا علم اور وہی بارش برساتا ہے اور وہ جانتا ہے جو کچھ رحموں میں ہے اور کوئی جان نہیں جانتی کہ کل وہ کیا کمائی کرے گی اور کوئی جان نہیں جانتی کہ کس زمین میں اس کی موت واقع ہوگی یقیناً اللہ سب کچھ جاننے والا ہرچیز کی خبر رکھنے والا ہے",
    "الف لام میم۔",
    "اس کتاب کا اتاراجانا اس میں کوئی شک نہیں تمام جہانوں کے پروردگار کی طرف سے ہے۔",
    "کیا یہ کہتے ہیں کہ اس (محمد ﷺ نے اسے خود گھڑ لیا ہے ؟ (نہیں !) بلکہ یہ حق ہے آپ ﷺ کے رب کی طرف سے تاکہ آپ ﷺ خبردار کریں اس قوم کو جس کے پاس آپ ﷺ سے پہلے کوئی خبردار کرنے والا نہیں آیا شاید کہ وہ ہدایت پائیں",
    "اللہ وہ ہے جس نے پیدا کیا آسمانوں کو اور زمین کو اور جو کچھ ان دونوں کے مابین ہے چھ دنوں میں پھر وہ متمکنّ ہوا عرش (تخت حکومت) پر نہیں ہے تمہارے لیے اس کے مقابلے میں کوئی حمایتی اور نہ کوئی سفارش کرنے والا۔ تو کیا تم نصیحت نہیں پکڑتے !",
    "وہ تدبیر کرتا ہے اپنے امر کی آسمان سے زمین کی طرف پھر وہ (امر) چڑھتا ہے اس کی طرف (یہ سارا معاملہ طے پاتا ہے) ایک دن میں جس کی مقدار تمہاری گنتی کے حساب سے ایک ہزار برس ہے",
    "وہ جاننے والا ہے ہر چھپی اور ظاہری چیز کا وہ بہت زبردست ہے نہایت رحم فرمانے والا",
    "جس نے جو شے بھی بنائی بہت خوبصورت انداز میں بنائی اور اس نے آغاز کیا انسان کی تخلیق کا گارے سے",
    "پھر اس کی نسل چلائی ایک بےقدر پانی کے خلاصے سے",
    "پھر اس کی نوک پلک درست کی اور پھونکا اس میں اپنی روح میں سے اور اس نے بنائے تمہارے لیے کان آنکھیں اور دل بہت ہی کم ہے جو شکر تم لوگ کرتے ہو",
    "اور یہ کہتے ہیں : کیا جب ہم زمین میں تحلیل ہوجائیں گے تو کیا پھر ہم ایک نئی خلقت میں ڈھالے جائیں گے ؟ بلکہ (حقیقت میں) یہ لوگ اپنے رب کی ملاقات کے منکر ہیں",
    "(اے نبی ﷺ ! آپ کہہ دیجیے کہ تمہیں قبض کرلے گا موت کا وہ فرشتہ جو تم پر مقرر کردیا گیا ہے پھر تم اپنے رب کی طرف لوٹا دیے جاؤ گے",
    "اور کاش تم وہ منظر دیکھ سکو جب یہ مجرم کھڑے ہوں گے سر جھکائے ہوئے اپنے پروردگار کے سامنے (اور کہہ رہے ہوں گے :) اے ہمارے پروردگار ! اب ہم نے خوب دیکھ لیا اور سن لیا تو (ایک بار) ہمیں واپس لوٹا دے ہم نیک عمل کریں گے اب ہمیں یقین آگیا ہے",
    "اور اگر ہم چاہتے تو ہر جان کو اس کی ہدایت دے دیتے لیکن میری طرف سے یہ فیصلہ صادر ہوچکا ہے کہ میں جہنم کو جنوں اور آدمیوں سب سے بھر کر رہوں گا۔",
    "تو اب چکھو مزہ (آگ کا) اس لیے کہ تم نے آج کے دن کی ملاقات کو بھلائے رکھا اب ہم نے بھی تمہیں نظر انداز کردیا ہے پس تم چکھو ہمیشگی کا عذاب اپنے ان کرتوتوں کے سبب جو تم کرتے رہے ہو۔",
    "ہماری آیات پر ایمان رکھنے والے تو وہی لوگ ہیں کہ جب ان کے ذریعے انہیں نصیحت کی جاتی ہے تو وہ سجدے میں گرپڑتے ہیں اور اپنے پروردگار کی حمد کے ساتھ تسبیح کرتے ہیں اور وہ تکبر نہیں کرتے",
    "(راتوں کو) ان کے پہلو بستروں سے الگ رہتے ہیں وہ اپنے رب کو پکارتے رہتے ہیں خوف اور امید کی کیفیت میں اور جو کچھ ہم نے انہیں دیا ہے اس میں سے (ہماری رضا جوئی کے لیے) خرچ کرتے ہیں",
    "تو کوئی انسان نہیں جانتا کہ ان کی آنکھوں کی ٹھنڈک کے لیے کیا کچھ چھپا کر رکھا گیا ہے ان کے اعمال کے بدلے کے طور پر",
    "تو بھلا جو کوئی مؤمن ہے کیا وہ اس کی مانند ہوجائے گا جو فاسق ہے ! وہ (دونوں) ہرگز برابر نہیں ہوسکتے۔",
    "وہ لوگ جو ایمان لائے اور جنہوں نے نیک عمل کیے تو ان کے لیے باغات ہیں ٹھکانے کے طور پر ابتدائی مہمان نوازی کے طور پر ان کے اعمال کے بدلے میں",
    "اور جن لوگوں نے نافرمانی کی ان کا ٹھکانہ آگ ہے اور ان سے کہا جائے گا کہ چکھو اب مزہ اس آگ کے عذاب کا جسے تم جھٹلایا کرتے تھے",
    "اور ہم لازماً چکھائیں گے انہیں مزہ چھوٹے عذاب کا بڑے عذاب سے پہلے شاید کہ یہ لوگ پلٹ آئیں۔",
    "اور اس سے بڑھ کر ظالم کون ہوگا جسے اس کے رب کی آیات کے ذریعے نصیحت کی گئی مگر پھر بھی اس نے اعراض کیا یقیناً ہم ایسے مجرموں سے انتقام لے کر رہیں گے",
    "اور ہم نے موسیٰ ؑ کو بھی کتاب عطا کی تھی تو آپ کسی شک میں نہ رہیے اس کی ملاقات سے اور اس (تورات) کو ہم نے بنا دیا تھا راہنمائی بنی اسرائیل کے لیے",
    "اور ہم نے ان میں سے ایسے امام اٹھائے جو ہمارے حکم سے لوگوں کو ہدایت کرتے تھے جب کہ انہوں نے صبر کی روش اختیار کی اور وہ ہماری آیات پر یقین رکھتے تھے",
    "یقیناً آپ ﷺ کا رب فیصلہ کرے گا ان کے مابین قیامت کے دن ان چیزوں میں جن میں یہ اختلاف کرتے تھے",
    "کیا اس بات نے انہیں ہدایت نہ دی کہ ان سے پہلے ہم کتنی ہی قوموں کو ہلاک کرچکے ہیں جن کے مساکن میں یہ گھومتے پھرتے ہیں یقیناً اس میں بڑی نشانیاں ہیں۔ تو کیا یہ لوگ سنتے نہیں ہیں !",
    "کیا انہوں نے دیکھا نہیں کہ ہم پانی کو ہانک کرلے جاتے ہیں بےآب وگیاہ زمین کی طرف پھر ہم اس سے کھیتی اگاتے ہیں جس میں سے کھاتے ہیں ان کے مویشی بھی اور یہ خود بھی۔ تو کیا یہ لوگ دیکھتے نہیں ہیں !",
    "اور یہ لوگ کہتے ہیں کہ کب ہوگا یہ فیصلہ اگر تم سچے ہو ؟",
    "(اے نبی ﷺ !) آپ کہیے کہ فیصلے کے دن ان لوگوں کا ایمان لانا انہیں کچھ فائدہ نہیں دے گا جنہوں نے کفر کیا ہوگا اور نہ ہی (اس وقت) انہیں کوئی مہلت دی جائے گی۔",
    "تو (اے نبی ﷺ !) آپ ان سے اعراض فرمائیں اور انتظار کریں یہ بھی انتظار ہی کر رہے ہیں",
    "(اے نبی ﷺ !) اللہ کا تقویٰ اختیار کیجیے اور کافرین و منافقین کی باتیں نہ مانیے۔ یقینا اللہ سب کچھ جاننے والا کمال حکمت والا ہے۔",
    "اور آپ ﷺ پیروی کیجیے اس (ہدایت) کی جو آپ ﷺ کی طرف وحی کی جا رہی ہے آپ ﷺ کے رب کی جانب سے۔ یقینا اللہ ان سب باتوں سے باخبر ہے جو کچھ تم کرتے ہو۔",
    "اور آپ ﷺ اللہ پر توکل ّکیجیے۔ اور اللہ کافی ہے توکل کے لیے۔",
    "اللہ نے کسی شخص کے سینے میں دو دل نہیں رکھے۔ اور نہ اس نے تمہاری ان بیویوں کو تمہاری مائیں بنایا ہے جن سے تم ظہار کر بیٹھتے ہو۔ ور نہ ہی اس نے تمہارے ُ منہ بولے بیٹوں کو تمہارے بیٹے بنایا ہے۔ یہ سب تمہارے اپنے منہ کی باتیں ہیں۔ اور اللہ حق کہتا ہے اور وہی سیدھے راستے کی طرف ہدایت دیتا ہے۔",
    "(لہٰذا) انہیں پکارا کرو ان کے باپوں کی نسبت سے یہ زیادہ مبنی بر انصاف ہے اللہ کے نزدیک۔ اور اگر تمہیں ان کے باپوں کے بارے میں پتا نہ ہو تو وہ تمہارے دینی بھائی اور رفیق ہیں۔ اور اس معاملے میں تم سے جو خطا ہوئی ہے اس پر تم سے کوئی مواخذہ نہیں لیکن تم لوگ جو کچھ اپنے دلوں کے ارادے سے کرو گے (اس کا ضرور احتساب ہوگا) اور اللہ بہت بخشنے والا نہایت رحم کرنے والا ہے۔",
    "یقینا نبی ﷺ کا حق مومنوں پر خود ان کی جانوں سے بھی زیادہ ہے اور نبی ﷺ کی بیویاں ان کی مائیں ہیں۔ اور رحمی رشتے رکھنے والے اللہ کی کتاب کے مطابق مومنین و مہاجرین کی نسبت ایک دوسرے کے زیادہ حق دار ہیں سوائے اس کے کہ تم لوگ اپنے دوستوں کے ساتھ کوئی حسن سلوک کرنا چاہو۔ } یہ سب باتیں (پہلے سے) کتاب میں لکھی ہوئی ہیں۔",
    "اور (یاد کرو) جب ہم نے ابنیاء سے ان کا عہد لیا تھا اور آپ ﷺ سے بھی اور نوح ؑ ابراہیم موسیٰ ؑ ٰ اور عیسیٰ ؑ ٰ ابن مریم سے بھی۔ اور ان سب سے ہم نے بڑا گاڑھا قول وقرار لیا تھا۔",
    "تا کہ اللہ پوچھ لے سچے لوگوں سے ان کے سچ کے بارے میں۔ اور اس نے تیار کر رکھا ہے کافروں کے لیے ایک دردناک عذاب۔",
    "اے اہل ِایمان ! یاد کرو اللہ کے اس انعام کو جو تم لوگوں پر ہو جب تم پر حملہ آور ہوئے بہت سے لشکرتو ہم نے ان پر ایک سخت آندھی بھیجی اور ایسے لشکر بھی جو تم نے نہیں دیکھے۔ } اور جو کچھ تم لوگ کر رہے تھے اللہ اسے دیکھ رہا تھا۔",
    "جب وہ (لشکر) آئے تم پر تمہارے اوپر سے بھی اور تمہارے نیچے سے بھی اور جب (خوف کے مارے) نگاہیں پتھرا گئی تھیں اور دل حلق میں آگئے تھے اور تم اللہ کے بارے میں طرح طرح کے گمان کرنے لگے۔",
    "اس وقت اہل ایمان کو خوب آزما لیا گیا اور وہ شدت کے ساتھ جھنجھوڑ ڈالے گئے",
    "اور جب کہہ رہے تھے منافقین اور وہ لوگ جن کے دلوں میں روگ تھا کہ نہیں وعدہ کیا تھا ہم سے اللہ اور اس کے رسول ﷺ نے مگر دھوکے کا۔",
    "اور جب ان میں سے ایک گروہ نے کہا کہ اے اہل ِیثرب ! اب تمہارا کوئی ٹھکانہ نہیں چناچہ تم لوٹ جائو اور ان میں سے ایک گروہ نبی ﷺ سے اجازت طلب کر رہا تھا وہ کہہ رہے تھے کہ ہمارے گھر غیر محفوظ ہیں۔ حالانکہ وہ غیر محفوظ نہیں تھے۔ } حقیقت میں وہ کچھ نہیں چاہتے تھے سوائے فرار کے۔",
    "اور اگر کہیں ان پر دشمن گھس آئے ہوتے مدینہ کے اطراف سے پھر ان سے مطالبہ کیا جاتا فتنے (ارتداد) کا تو وہ اسے قبول کرلیتے اور اس میں بالکل توقف نہ کرتے مگر تھوڑا سا۔",
    "حالانکہ اس سے قبل وہ اللہ سے وعدہ کرچکے تھے کہ وہ کبھی پیٹھ نہیں دکھائیں گے۔ } اور اللہ سے کیے گئے عہد کی باز پرس تو ہونی ہے۔",
    "(اے نبی ﷺ ! ان سے) کہہ دیجیے کہ تمہارا یہ بھاگنا تمہیں کوئی فائدہ نہیں پہنچائے گا اگر تم لوگ موت یا قتل سے بھاگ رہے ہو } اور (اگر بھاگو گے) تب بھی تم (زندگی کے سازوسامان سے) فائدہ نہیں اٹھا سکو گے مگر تھوڑا سا۔",
    "آپ ﷺ کہیے کہ کون ہے وہ جو تمہیں اللہ سے بچا سکتا ہے اگر وہ ارادہ کرے تمہارے ساتھ نقصان کا ؟ یا (اُس کی رحمت کو روک سکتا ہے) اگر وہ ارادہ کرے تمہارے ساتھ رحمت کا ؟ } اور یہ لوگ نہیں پائیں گے اپنے لیے اللہ کے مقابلے میں کوئی حمایتی اور نہ کوئی مدد گار۔",
    "اللہ خوب جانتا ہے تم میں سے ان لوگوں کو جو روکنے والے ہیں اور اپنے بھائیوں سے یہ کہنے والے ہیں کہ ہماری طرف آ جائو } اور وہ نہیں آتے جنگ کی طرف مگر بہت تھوڑی دیر کے لیے۔",
    "(اے مسلمانو !) تمہارا ساتھ دینے میں یہ سخت بخیل ہیں تو جب خطرہ پیش آجاتا ہے تو (اے نبی ﷺ !) آپ ان کو دیکھتے ہیں کہ وہ آپ کی طرف اس طرح تاک رہے ہوتے ہیں کہ ان کی آنکھیں گردش کرتی ہیں اس شخص کی (آنکھوں کی) طرح جس پر موت کی غشی طاری ہو۔ پھر جب خطرہ جاتا رہتا ہے تو وہ تم لوگوں پر چڑھ دوڑتے ہیں اپنی تیز زبانوں سے لالچ کرتے ہوئے مال پر۔ یہ وہ لوگ ہیں جو حقیقت میں ایمان نہیں لائے تو اللہ نے ان کے اعمال ضائع کردیے۔ } اور یہ اللہ پر بہت آسان ہے۔",
    "وہ لشکروں کے بارے میں سمجھتے ہیں کہ ابھی وہ گئے نہیں ہیں۔ اور اگر لشکر (دوبارہ) حملہ آور ہوجائیں تو ان کی خواہش ہوگی کہ وہ بدوئوں کے ساتھ صحرا میں رہ رہے ہوتے (اور وہیں سے) تمہاری خبریں معلوم کرتے رہتے۔ } اور اگر وہ تمہارے درمیان رہتے تو قتال نہ کرتے مگر بہت ہی تھوڑا۔",
    "(اے مسلمانو !) تمہارے لیے اللہ کے رسول میں ایک بہترین نمونہ ہے (یہ اسوہ ہے) ہر اس شخص کے لیے جو اللہ سے ملاقات اور آخرت کی امید رکھتا ہو } اور کثرت کے ساتھ اللہ کا ذکر کرتا ہو۔",
    "اور جب اہل ِایمان نے دیکھا ان لشکروں کو تو انہوں نے کہا کہ یہی تو ہے جس کا ہم سے وعدہ کیا تھا اللہ اور اس کے رسول ﷺ نے اور بالکل سچ فرمایا تھا اللہ اور اس کے رسول ﷺ نے۔ } اور اس (واقعہ) نے ان میں کسی بھی شے کا اضافہ نہیں کیا مگر ایمان اور فرمانبرداری کا۔",
    "اہل ِایمان میں وہ جواں مرد لوگ بھی ہیں جنہوں نے سچا کر دکھایا وہ عہد جو انہوں نے اللہ سے کیا تھا پس ان میں سے کچھ تو اپنی نذر پوری کرچکے اور ان میں سے کچھ انتظار کر رہے ہیں } اور انہوں نے ہرگز کوئی تبدیلی نہیں کی",
    "تا کہ اللہ سچوں کو ان کی سچائی کا پورا پورا بدلہ دے اور منافقین کو چاہے تو عذاب دے اور چاہے تو ان کی توبہ قبول کرلے } یقینا اللہ بہت بخشنے والا نہایت رحم کرنے والا ہے۔",
    "اور لوٹا دیا اللہ نے کافروں کو ان کے غصے کے ساتھ ہی وہ کوئی کامیابی حاصل نہ کرسکے۔ اور اللہ کافی رہا اہل ِایمان کی طرف سے قتال کے لیے۔ } اور یقینا اللہ بڑی طاقت والا سب پر غالب ہے۔",
    "اور اللہ نے اتار لیا اہل ِکتاب میں سے ان لوگوں کو جنہوں نے ان (مشرکین) کی مدد کی تھی ان کے قلعوں سے اور ان کے دلوں میں اس نے رعب ڈال دیا } تو اب ان میں سے کچھ کو تم قتل کر رہے ہو اور کچھ کو تم قیدی بنا رہے ہو",
    "اور اس نے تمہیں وارث بنا دیا ان کی زمینوں ان کے گھروں اور ان کے اموال کا اور اس زمین کا بھی جس پر ابھی تم نے قدم نہیں رکھے۔ } اور اللہ ہرچیز پر قادر ہے۔",
    "اے نبی ﷺ آپ اپنی بیویوں سے کہہ دیجیے کہ اگر تم دنیا کی زندگی اور اس کی زینت چاہتی ہو } تو آئو میں تمہیں کچھ مال و متاع دے کر اچھے طریقے سے رخصت کر دوں",
    "اور اگر تم اللہ اور اس کے رسول اور آخرت کے گھر کی طالب ہو تو (اطمینان رکھو کہ) اللہ نے تم جیسی نیک خواتین کے لیے اجر عظیم تیار کر رکھا ہے۔",
    "اے نبی ﷺ کی بیویو ! تم میں سے جو کوئی (بالفرض) کسی کھلی بےحیائی کا ارتکاب کرے گی اسے دوگنا عذاب دیاجائے گا۔ } اور یہ اللہ پر بہت آسان ہے۔"
  ]
}