{
  "meta": {
    "id": 158,
    "name": "Bayan-ul-Quran",
    "translator_name": "Dr. Israr Ahmad",
    "slug": "ur-israr-ahmad",
    "language_name": "urdu"
  },
  "verses": [
    "اسی کی طرف لوٹتا ہے قیامت کا علم۔ اور نہیں نکلتے کوئی پھل اپنے غلافوں سے اور نہ کسی مادہ کو حمل ہوتا ہے اور نہ ہی وہ اس کو جنتی ہے مگر اسی کے علم سے۔ اور جس دن وہ ان کو پکارے گا کہ کہاں ہیں میرے وہ شریک ؟ وہ کہیں گے : ہم نے تو آپ سے عرض کردیا ہے کہ ہم میں سے کوئی بھی اس کی گواہی دینے والا نہیں",
    "اور وہ سب گم ہوجائیں گے ان سے جنہیں وہ پکارا کرتے تھے اس سے پہلے اور وہ یقین کرلیں گے کہ اب ان کے لیے کوئی جائے فرار نہیں",
    "انسان بھلائی مانگنے سے نہیں تھکتا اور اگر کہیں اسے کوئی تکلیف پہنچ جائے تو بالکل مایوس و دل شکستہ ہوجاتا ہے",
    "اور اگر اسے ہم اپنی رحمت کا مزہ چکھا دیں اس کے بعد کہ اسے کوئی تکلیف پہنچی تھی تو وہ ضرور کہے گا کہ ہاں یہ تو میرا حق ہے اور میں نہیں سمجھتا کہ یہ قیامت وغیرہ کوئی قائم ہونے والی شے ہے اور اگر مجھے لوٹا ہی دیا گیا میرے رب کی طرف یقینا میرے لیے اس کے پاس بہتری ہی ہوگی تب ہم پوری طرح سے جتلادیں گے ان کافروں کو جو کچھ بھی اعمال انہوں نے کیے ہوں گے اور انہیں ہم لازماً مزا چکھائیں گے بہت ہی گاڑھے عذاب کا",
    "اور جب ہم انسان پر نعمتوں کی بارش کردیتے ہیں تو وہ رخ پھیر لیتا ہے اور اپنا پہلو بدل لیتا ہے اور جب اسے کوئی تکلیف پہنچتی ہے تو بڑی لمبی لمبی دعائیں کرنے لگتا ہے",
    "(اے نبی ﷺ !) ان سے کہیے : کیا تم نے غور کیا کہ اگر یہ (قرآن) واقعی اللہ ہی کی طرف سے ہو پھر تم نے اس کا کفر کیا تو کون ہوگا اس سے بڑھ کر بھٹکا ہوا جو دور کی مخالفت میں پڑا ہو !",
    "عنقریب ہم انہیں دکھائیں گے اپنی نشانیاں آفاق میں بھی اور ان کی اپنی جانوں کے اندر بھی یہاں تک کہ ان پر واضح ہوجائے گا کہ یہ (قرآن) حق ہے کیا یہ بات کافی نہیں ہے کہ آپ کا ربّ ہرچیز پر گواہ ہے !",
    "آگاہ ہو جائو ! یہ لوگ اپنے رب کے ساتھ ملاقات سے متعلق شک میں پڑے ہوئے ہیں آگاہ ہو جائو ! بیشک وہ ہرچیز کا احاطہ کیے ہوئے ہے",
    "ح م۔",
    "ع س ق۔",
    "(اے نبی ﷺ !) اسی طرح وحی کرتا ہے آپ کی طرف اور ان کی طرف بھی کرتا رہا ہے جو آپ سے پہلے تھے وہ اللہ جو بہت زبردست بہت حکمت والا ہے۔",
    "اسی کا ہے جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں ہے۔ اور وہ بہت بلند وبالا بہت عظمت والا ہے۔",
    "قریب ہے کہ آسمان اپنے اوپر سے پھٹ پڑیں اور فرشتے تسبیح کرتے ہیں اپنے رب کی حمد کے ساتھ اور زمین میں جو (اہل ایمان) ہیں ان کے لیے استغفار کرتے ہیں۔ آگاہ ہو جائو ! یقینا اللہ ہی بخشنے والا رحم کرنے والا ہے۔",
    "اور جن لوگوں نے اس کے سوا دوسرے مددگار بنا رکھے ہیں اللہ ان پر نگران ہے اور (اے نبی ﷺ !) آپ ان کے ذمہ دار نہیں ہیں۔",
    "اور اسی طرح ہم نے وحی کیا ہے آپ کی طرف یہ قرآن عربی تاکہ آپ خبردار کردیں بستیوں کے مرکز اور اس کے ارد گرد رہنے والوں کو اور آپ ﷺ خبردار کردیں اس جمع ہونے والے دن سے جس میں کوئی شک نہیں۔ } (اُس دن) ایک گروہ جنت میں جائے گا اور ایک گروہ جہنم میں۔",
    "اور اگر اللہ چاہتا تو انہیں ایک ہی امت بنا دیتا لیکن اللہ داخل کرتا ہے اپنی رحمت میں جس کو چاہتا ہے۔ اور جو ظالم (کافر و مشرک) ہوں گے ان کے لیے نہ کوئی حمایتی ہوگا اور نہ کوئی مددگار۔",
    "کیا انہوں نے اللہ کے سوا کوئی اور حمایتی بنا لیے ہیں ؟ سو حمایتی تو صرف اللہ ہی ہے اور وہی ہے جو زندہ کرے گا ُ مردوں کو اور وہ ہرچیز پر قادر ہے۔",
    "اور جس بات میں بھی تم اختلاف کرو تو اس کا فیصلہ اللہ ہی کی طرف ہے۔ } وہ ہے اللہ میرا رب اسی پر میں نے ّتوکل کیا ہے اور اسی کی طرف میں رجوع کرتا ہوں۔",
    "وہ آسمانوں اور زمین کا پیدا فرمانے والا ہے اس نے تمہاری ہی نوع سے تمہارے جوڑے بنادیے اور چوپایوں سے بھی جوڑے (بنائے) اسی میں وہ تمہاری افزائش کرتا ہے۔ اس کی مثال کی سی بھی کوئی شے نہیں۔ اور وہی ہے سب کچھ سننے والا سب کچھ دیکھنے والا ہے۔",
    "اسی کے لیے ہیں آسمانوں اور زمین کی تمام کنجیاں۔ وہ کشادہ کردیتا ہے رزق جس کے لیے چاہتا ہے اور (جس کو چاہتا ہے) ناپ تول کردیتا ہے۔ یقینا وہ ہرچیز کا جاننے والا ہے۔",
    "(اے مسلمانو !) اللہ نے تمہارے لیے دین میں وہی کچھ مقرر کیا ہے جس کی وصیت اس نے نوح ؑ کو کی تھی اور جس کی وحی ہم نے (اے محمد ﷺ آپ کی طرف کی ہے اور جس کی وصیت ہم نے کی تھی ابراہیم کو اور موسیٰ کو اور عیسیٰ کو کہ قائم کرو دین کو۔ اور اس میں تفرقہ نہ ڈالو۔ (اے نبی ﷺ بہت بھاری ہے مشرکین پر یہ بات جس کی طرف آپ ان کو بلا رہے ہیں اللہ جس کو چاہتا ہے اپنی طرف (آنے کے لیے) ُ چن لیتا ہے اور وہ اپنی طرف ہدایت اسے دیتا ہے جو خود رجوع کرتا ہے۔",
    "اور انہوں نے تفرقہ نہیں کیا مگر اس کے بعد کہ ان کے پاس علم آچکا تھا آپس میں ضدم ّضدا کے باعث۔ اور اگر ایک بات آپ کے رب کی طرف سے پہلے سے ایک وقت معین کے لیے طے نہ پا چکی ہوتی تو ان کے مابین (اختلافات کا) فیصلہ چکا دیا جاتا۔ } اور جو لوگ کتاب کے وارث بنائے گئے ان کے بعد وہ اس کے متعلق ایک خلجان آمیز شک میں مبتلا ہیں۔",
    "تو (اے نبی ﷺ !) آپ اسی کی دعوت دیتے رہیے اور جمے رہیے جیسا کہ آپ کو حکم دیا گیا ہے اور ان کی خواہشات کی پیروی نہ کیجیے۔ اور آپ کہہ دیجیے کہ میں تو اس کتاب پر ایمان لایا ہوں جو اللہ نے نازل کی ہے۔ اور (آپ ﷺ کہہ دیجیے کہ) مجھے حکم ہوا کہ میں تمہارے درمیان عدل قائم کروں۔ اللہ ہمارا بھی رب ہے اور تمہارا بھی رب ہے ہمارے لیے ہمارے اعمال ہیں اور تمہارے لیے تمہارے اعمال ہیں۔ ہمارے درمیان کسی حجت بازی کی ضرورت نہیں اللہ ہمیں جمع کر دے گا۔ اور اسی کی طرف سب کو لوٹنا ہے۔",
    "اور وہ لوگ جو اللہ کے بارے میں حجت بازی میں لگے رہے اس کے بعد کہ اس کی دعوت پر لبیک کہہ دی گئی ہے ان کی حجت بازی ان کے رب کے نزدیک بالکل پسپا ہے اور ان پر اللہ کا غضب ہے اور ان کے لیے بہت سخت عذاب بھی ہے۔",
    "اللہ ہی ہے جس نے اتاری ہے کتاب بھی اور میزان بھی حق کے ساتھ۔ اور تمہیں کیا معلوم کہ قیامت قریب ہی ہو !",
    "اس (قیامت) کے لیے جلدی تو وہی مچا رہے ہیں جو اس پر ایمان نہیں رکھتے۔ اور جو لوگ ایمان رکھتے ہیں وہ تو اس سے لرزاں و ترساں رہتے ہیں اور وہ جانتے ہیں کہ وہ حق ہے۔ آگاہ ہو جائو جو لوگ قیامت کے بارے میں جھگڑتے ہیں وہ بڑی دور کی گمراہی میں پڑچکے ہیں۔",
    "اللہ اپنے بندوں کے حق میں بہت مہربان ہے وہ رزق دیتا ہے جس کو چاہتا ہے۔ } اور وہ تو بہت قوی ہے بہت زبردست ہے۔",
    "جو شخص آخرت کی کھیتی کا طالب ہوتا ہے تو ہم اس کے لیے اس کی کھیتی میں اضافہ کردیتے ہیں۔ } اور جو کوئی دنیا کی کھیتی کا طالب بن جاتا ہے تو ہم اس کو اس میں سے کچھ دے دیتے ہیں اور آخرت میں اس کا کوئی حصہ نہیں ہے",
    "کیا ان کے کچھ ایسے شریک ہیں جنہوں نے ان کے لیے دین کا کوئی ایسا راستہ طے کردیا ہو جس کا اذن اللہ نے نہیں دیا ؟ } اور اگر ایک قطعی حکم پہلے سے طے نہ ہوچکا ہوتا تو ان کے درمیان فیصلہ کردیا جاتا۔ اور ظالموں کے لیے تو بہت دردناک عذاب ہے۔",
    "تم دیکھو گے ان ظالموں کو کہ وہ اپنے کرتوتوں کے سبب ڈر رہے ہوں گے اور وہ ان کے اوپر پڑنے والا ہوگا اور وہ لوگ جو ایمان لائے اور اعمالِ صالحہ پر کاربند رہے وہ جنتوں کے باغات میں ہوں گے۔ } ان کے لیے ان کے رب کے پاس وہ سب کچھ ہوگا جو وہ چاہیں گے۔ یہی (ان کے لیے) بہت بڑی فضیلت ہوگی۔",
    "یہ ہے وہ (انجامِ نیک) جس کی بشارت دے رہا ہے اللہ اپنے ان بندوں کو جو ایمان لائے اور انہوں نے نیک عمل کیے۔ (اے نبی ﷺ !) آپ کہہ دیجیے کہ میں تم سے کوئی اجر نہیں مانگتا سوائے قرابت داری کے لحاظ کے } اور جو کوئی بھلائی کمائے گا تو ہم اس کے لیے اس میں بھلائی کا اضافہ کرتے رہیں گے۔ یقینا اللہ بہت بخشنے والا بہت قدردان ہے۔",
    "کیا وہ کہتے ہیں کہ اس نے اللہ کے اوپر جھوٹ گھڑلیا ہے ؟ تو اگر اللہ چاہے تو آپ کے قلب پر مہر لگا دے۔ اور اللہ باطل کو مٹا دیتا ہے اور حق کا حق ہونا ثابت کردیتا ہے اپنے کلمات سے۔ } یقینا وہ واقف ہے اس سے بھی جو کچھ سینوں کے اندر پوشیدہ ہے۔",
    "اور وہی ہے کہ جو اپنے بندوں کی توبہ قبول فرماتا ہے اور ان کی بہت سی برائیوں سے درگزر کرتا ہے اور وہ جانتا ہے جو کچھ تم کرتے ہو۔",
    "اور وہ دعائیں قبول کرتا ہے ان لوگوں کی جو ایمان لائیں اور نیک اعمال کریں اور اپنے فضل سے انہیں (ایمان واعمالِ صالحہ میں) ترقی بھی دیتا ہے۔ اور کافروں کے لیے بہت سخت عذاب ہے۔",
    "اور اگر اللہ کشادہ کردیتا رزق اپنے سب بندوں کے لیے تو وہ زمین میں سرکشی کرتے } لیکن اللہ نازل کرتا ہے ایک اندازے کے مطابق جو چاہتا ہے۔ یقینا وہ اپنے بندوں (کے حالات) سے باخبر ان کو دیکھنے والا ہے۔",
    "اور وہی ہے جو بارش برساتا ہے اس کے بعد کہ لوگ مایوس ہوچکے ہوتے ہیں اور اپنی رحمت پھیلا دیتا ہے۔ اور وہی ہے جو (اپنے بندوں کا) مددگار ہے اور وہ اپنی ذات میں آپ ستودہ صفات ہے۔",
    "اور اس کی نشانیوں میں سے ہے آسمانوں اور زمین کی تخلیق اور ان دونوں میں اس نے جو جان دار پھیلادیے ہیں۔ اور وہ جب چاہے ان سب کو جمع کرنے پر قادر ہے۔",
    "اور تم پر جو بھی مصیبت آتی ہے وہ درحقیقت تمہارے اپنے ہاتھوں کی کمائی (اعمال) کے سبب آتی ہے اور (تمہاری خطائوں میں سے) اکثر کو تو وہ معاف بھی کرتا رہتا ہے۔",
    "اور تم زمین میں (اللہ کو) عاجز کرنے والے نہیں ہو۔ اور تمہارے لیے اللہ کے سوا نہ کوئی کارساز ہے اور نہ مددگار۔",
    "اور اس کی نشانیوں میں سے سمندروں میں (چلنے والے) پہاڑوں کے مانند جہا زبھی ہیں۔",
    "اگر وہ چاہے تو ہوا کو ساکن کردے سو وہ کھڑے کے کھڑے رہ جائیں سمندر کی سطح پر۔ یقینا اس میں نشانیاں ہیں ہر ایک صبر کرنے والے اور شکر کرنے والے کے لیے۔",
    "یا وہ (چاہے تو) تباہ کر دے ان (جہازوں) کو لوگوں کے گناہوں کی پاداش میں لیکن وہ بہت سی خطائوں سے درگزر فرماتا رہتا ہے۔",
    "اور تاکہ جان لیں وہ لوگ جو ہماری آیات میں کٹ حجتی کر رہے ہیں کہ ان کے لیے بھاگنے کی کوئی جگہ نہیں ہے۔",
    "پس جو کچھ بھی تمہیں دیا گیا ہے وہ دنیا ہی کی زندگی کا سازو سامان ہے۔ } اور جو کچھ اللہ کے پاس ہے وہ بہتر اور باقی رہنے والا ہے ان لوگوں کے لیے جو ایمان رکھتے ہیں اور اپنے رب پر توکل کرتے ہیں۔",
    "اور وہ لوگ کہ جو اجتناب کرتے ہیں بڑے بڑے گناہوں سے اور بےحیائی کے کاموں سے اور جب انہیں غصہ آتا ہے تو معاف کردیتے ہیں۔",
    "اور وہ لوگ جنہوں نے اپنے رب کی پکار پر لبیک کہا اور نماز قائم کی۔ اور ان کا کام آپس میں مشورے سے ہوتا ہے۔ اور جو کچھ ہم نے انہیں دیا اس میں سے وہ خرچ کرتے ہیں۔",
    "اور وہ لوگ کہ جب ان پر زیادتی ہو تو وہ بدلہ لیتے ہیں۔",
    "اور کسی برائی کا بدلہ ویسی ہی برائی ہے پس جو کوئی معاف کر دے اور اصلاح کرے تو اس کا اجر اللہ کے ذمے ہے۔ یقینا اللہ ظالموں کو پسند نہیں کرتا۔",
    "اور جو کوئی بدلہ لے اس کے بعد کہ اس پر ظلم کیا گیا ہو تو ان لوگوں پر کوئی الزام نہیں ہے۔",
    "اصل میں الزام تو ان پر ہے جو لوگوں پر ظلم کرتے ہیں اور زمین کے اندر سرکشی کرتے ہیں بغیر کسی حق کے۔ یہی لوگ ہیں جن کے لیے دردناک عذاب ہے۔",
    "اور ہاں جو کوئی صبر کرے اور معاف کر دے تو یہ واقعتابڑے ہمت کے کاموں میں سے ہے۔",
    "اور جس کو اللہ نے ہی گمراہ کردیا ہو تو اس کے بعد اس کے لیے کوئی مدد گار نہیں۔ اور تم دیکھو گے ظالموں کو کہ جب وہ عذاب کو دیکھیں گے تو کہیں گے : کیا واپس لوٹ جانے کا بھی کوئی راستہ ہے ؟",
    "اور تم دیکھو گے انہیں کہ وہ پیش کیے جائیں گے اس (جہنم) پر نگاہیں زمین میں گاڑے ہوں گے ذلت کی وجہ سے دیکھ رہے ہوں گے کن انکھیوں سے۔ اور (اُس وقت) اہل ایمان کہیں گے کہ واقعتا تباہ و برباد ہونے والے تو وہ لوگ ہیں جنہوں نے اپنے آپ کو اور اپنے اہل و عیال کو قیامت کے دن خسارے میں مبتلا کیا۔ } آگاہ ہو جائو ! یہ ظالم تو ہمیشہ قائم رہنے والے عذاب میں رہیں گے۔",
    "اور ان کے لیے کوئی مدد گار نہیں ہوں گے جو ان کی مدد کرسکیں اللہ کے مقابلے میں اور جسے اللہ نے ہی گمراہ کردیا ہو پھر اس کے لیے کوئی راستہ نہیں ہے",
    "(اے اہل ِایمان !) اپنے رب کی پکار پر لبیک کہو اس سے پہلے کہ اللہ کے حکم سے وہ دن آجائے جسے لوٹایا نہ جاسکے گا نہیں ہوگی تمہارے لیے اس دن کوئی جائے پناہ اور نہیں ہوگا تمہارے لیے کوئی موقع انکار",
    "پھر اگر یہ لوگ اعراض کریں تو (اے نبی ﷺ !) ہم نے آپ کو ان پر کوئی داروغہ بنا کر نہیں بھیجا نہیں ہے آپ پر کوئی ذمہ داری مگر صاف صاف پہنچا دینے کی اور جب ہم انسان کو اپنی رحمت کا کوئی مزہ چکھاتے ہیں تو وہ اس پر اتراتا ہے اور اگر ان پر آپڑے کوئی برائی ان کے اپنے ہاتھوں کے کرتوتوں کی بدولت تو انسان بالکل نا شکرا بن جاتا ہے",
    "آسمانوں اور زمین کی بادشاہی اللہ ہی کے لیے ہے وہ پیدا کرتا ہے جو چاہتا ہے۔ جس کو چاہتا ہے بیٹیاں دیتا ہے اور جس کو چاہتا ہے بیٹے دیتا ہے",
    "یا وہ انہیں ملا کردیتا ہے بیٹے اور بیٹیاں اور جس کو چاہتا ہے بانجھ کردیتا ہے۔ یقینا وہ سب کچھ جاننے والا ہرچیز پر قدرت رکھنے والا ہے",
    "اور کسی بشر کا یہ مقام نہیں کہ اللہ اس سے کلام کرے سوائے وحی کے یا (پھر وہ بات کرتا ہے) پردے کی اوٹ سے یا وہ بھیجتا ہے کسی پیغام بر َ (فرشتے) کو پھر وہ وحی کرتا ہے اللہ کے حکم سے جو وہ چاہتا ہے وہ بہت بلند وبالا ہے کمال حکمت والا ہے",
    "اور (اے نبی ﷺ !) اسی طرح ہم نے آپ کی طرف وحی کی ہے ایک روح اپنے امر میں سے (اے نبی ﷺ !) آپ نہیں جانتے تھے کہ کتاب کیا ہوتی ہے اور ایمان کیا ہوتا ہے لیکن اس (قرآن) کو ہم نے ایسا نور بنایا ہے جس کے ذریعے سے ہم ہدایت دیتے ہیں اپنے بندوں میں سے جس کو چاہتے ہیں اور آپ ﷺ یقینا سیدھے راستے کی طرف ہدایت دیتے ہیں",
    "اس اللہ کے راستے کی طرف جس کی ملکیت ہے ہر وہ شے جو آسمانوں میں ہے اور ہر وہ شے جو زمین میں ہے آگاہ ہو جائو ! تمام معاملات اللہ ہی کی طرف لوٹ جائیں گے",
    "ح م۔",
    "قسم ہے اس کتاب کی جو بالکل واضح ہے",
    "ہم نے اس کو بنا یا ہے قرآن عربی تاکہ تم سمجھ سکو",
    "اور یہ اُمّ الکتاب میں ہے ہمارے پاس بہت بلند وبالا بہت حکمت والی",
    "کیا ہم اس ذکر کا رخ تمہاری طرف سے اس لیے پھیر دیں کہ تم حد سے بڑھنے والے لوگ ہو",
    "اور ہم نے کتنے ہی نبی بھیجے پہلوں میں بھی",
    "اور نہیں آیا کوئی بھی نبی ان کے پاس مگر وہ اس کا مذاق ہی اڑاتے رہے",
    "پھر ہم نے انہیں ہلاک کردیا جو ان سے بہت زیادہ بڑھ کر تھے قوت میں اور پہلے لوگوں کی مثالیں گزر چکی ہیں",
    "اور اگر آپ ﷺ ان سے پوچھیں گے کہ کس نے پیدا کیا آسمانوں اور زمین کو تو وہ لازماً یہی کہیں گے کہ انہیں بنایا ہے اس ہستی نے جو العزیز اور العلیم ہے",
    "جس نے تمہارے لیے زمین کو بچھونا بنا دیا اور پھر اس میں تمہارے لیے راستے بنا دیے تاکہ تم منزل تک پہنچ سکو",
    "اور وہ جس نے اتارا آسمان سے پانی ایک اندازے کے مطابق تو اس سے ہم نے ُ مردہ زمین کو اٹھا کھڑا کیا اسی طرح (ایک روز) تمہیں بھی نکال لیا جائے گا",
    "اور وہ کہ جس نے بنائے ہیں تمام مخلوقات کے جوڑے اور تمہارے لیے بنائی ہیں کشتیاں بھی اور چوپائے بھی جن پر تم سواری کرتے ہو",
    "تا کہ تم جم کر بیٹھو ان کی پیٹھوں پر پھر اپنے رب کے انعام کا ذکر کرو جب کہ تم ان کے اوپر جم کر بیٹھ جائو اور تم کہو کہ پاک ہے وہ ذات جس نے ان (سواریوں) کو ہمارے بس میں کردیا ہے اور ہم تو انہیں قابو میں لانے والے نہیں تھے",
    "اور یقینا ہم اپنے ربّ ہی کی طرف لوٹ کر جانے والے ہیں",
    "اور انہوں نے اس کے بندوں میں سے اس کا ایک ُ جزوٹھہرایا یقینا انسان بہت کھلا نا شکرا ہے",
    "کیا اس نے بنا لی ہیں اپنی مخلوق میں سے بیٹیاں اور تمہیں پسند کرلیا ہے بیٹوں کے ساتھ",
    "اور جب ان میں سے کسی کو اس کی بشارت دی جاتی ہے جس کی مثال وہ رحمان کے لیے بیان کرتا ہے تو اس کے چہرے پر سیاہی چھا جاتی ہے اور وہ غم کے گھونٹ پی رہا ہوتا ہے",
    "کیا وہ جو پرورش پاتی ہے زیور میں اور بحث میں اپنا موقف واضح نہیں کرسکتی",
    "اور انہوں نے فرشتوں کو جو کہ رحمان کے مقرب ّبندے ہیں (اس کی) بیٹیاں قرار دے دیا ہے کیا یہ لوگ موجود تھے ان کی تخلیق کے وقت ؟ ان کی یہ گواہی (کہ فرشتے مونث ہیں) لکھ لی جائے گی اور پھر ان سے باز پرس ہوگی",
    "اور وہ کہتے ہیں کہ اگر رحمان چاہتا تو ہم ان کی بندگی نہ کرتے ان کے پاس اس کے لیے کوئی علمی سند نہیں ہے وہ تو محض اٹکل کے تیر چلا رہے ہیں",
    "کیا ہم نے انہیں اس سے پہلے کوئی کتاب دی ہے جسے وہ مضبوطی سے تھامے ہوئے ہیں ؟",
    "بلکہ وہ کہتے ہیں کہ ہم نے تو اپنے آباء و اَجداد کو پایا ایک راستے پر اور اب ہم ان ہی کے نقش ِقدم پر ہدایت یافتہ ہیں",
    "اور (اے نبی ﷺ !) اسی طرح ہم نے نہیں بھیجا آپ سے پہلے کسی بستی میں کسی خبردار کرنے والے کو مگر اس کے خوشحال لوگوں نے یہی کہا کہ ہم نے پایا ہے اپنے آباء و اَجداد کو ایک راستے پر اور اب ہم ان ہی کے نقش ِقدم کی اقتدا کر رہے ہیں",
    "اس (خبردار کرنے والے) نے کہا کہ خواہ میں لایا ہوں تمہارے پاس زیادہ ہدایت والی چیز اس کے مقابلے میں جس پر تم نے اپنے آباء و اَجداد کو پایا انہوں نے کہا کہ ہم اس کے جس کے ساتھ آپ بھیجے گئے ہیں منکر ہیں",
    "تو ہم نے ان سے انتقام لیا تو دیکھ لو پھر کیسا انجام ہوا جھٹلانے والوں کا",
    "اور یاد کرو جب ابراہیم ؑ نے کہا تھا اپنے والد اور اپنی قوم سے کہ یقینا میں بیزار ہوں ان سے جنہیں تم پوجتے ہو",
    "سوائے اس ہستی کے جس نے مجھے پیدا کیا ہے تو یقینا وہی مجھے راستہ دکھائے گا",
    "اور اس نے اسی بات کو باقی رکھا اپنے پیچھے (اپنی اولاد میں) بھی تاکہ وہ (اللہ ہی کی جناب میں) رجوع کیے رہیں",
    "لیکن میں نے ان لوگوں کو اور ان کے آباء و اَجداد کو کچھ سازو سامان دے دیا یہاں تک کہ ان کے پاس آگیا حق اور ایک واضح کردینے والا رسول",
    "اور جب حق ان کے پاس آیا تو انہوں نے کہا کہ یہ تو جادو ہے اور ہم اس کا انکار کرتے ہیں",
    "اور کہنے لگے کہ کیوں نہیں اتارا گیا یہ قرآن ان دو بستیوں میں سے کسی عظیم شخص پر ؟",
    "کیا آپ کے رب کی رحمت کو یہ لوگ تقسیم کریں گے ؟ ہم نے ان کے درمیان ان کی معیشت کا سامان دنیا کی زندگی میں تقسیم کردیا ہے اور ان میں سے بعض کو بعض پر ہم نے درجات میں فوقیت دے دی ہے تاکہ بعض لوگ دوسروں کو خدمت گار بنا سکیں اور آپ کے رب کی رحمت کہیں بہتر ہے ان چیزوں سے جو یہ لوگ جمع کر رہے ہیں",
    "اور اگر یہ (اندیشہ) نہ ہوتا کہ تمام لوگ ایک ہی امت بن جائیں گے تو جو لوگ رحمن کا کفر کرتے ہم ان کے لیے بنا دیتے ان کے گھروں کی چھتیں چاندی کی اور سیڑھیاں بھی جن پر وہ چڑھتے",
    "اور ان کے گھروں کے دروازے اور وہ تخت بھی (چاندی کے ہوتے) جن پر وہ تکیے لگا کر بیٹھتے",
    "اور سونے کی بھی (بنا دیتے) اور یہ سب کچھ تو بس دنیا کی زندگی کا سازو سامان ہے اور آخرت (کی کامیابی) آپ کے رب کے نزدیک صرف اہل ِتقویٰ کے لیے ہے",
    "اور جو کوئی ُ منہ پھیر لے رحمان کے ذکر سے اس پر ہم ایک شیطان مسلط کردیتے ہیں تو وہ اس کا ساتھی بنا رہتا ہے",
    "اور وہ (شیاطین) ان کو روکتے ہیں سیدھے راستے سے اور وہ سمجھتے ہیں کہ وہ ہدایت یافتہ ہیں",
    "یہاں تک کہ جب وہ ہمارے پاس آئے گا تو (اپنے ساتھی شیطان سے) کہے گا کہ کاش میرے اور تمہارے درمیان مشرق و مغرب کا فاصلہ ہوتا ُ تو تو بہت ہی برا ساتھی ہے",
    "اور جب کہ تم ظلم کرتے رہے ہو تو آج کے دن یہ بات تمہیں کچھ فائدہ نہیں دے گی کہ تم سب عذاب میں شریک ہو",
    "تو (اے نبی ﷺ !) کیا آپ بہروں کو سنائیں گے یا آپ اندھوں کو راہ دکھائیں گے اور ان کو جو کھلی گمراہی میں مبتلا ہیں",
    "تو اگر ہم آپ کو لے بھی جائیں تب بھی ان سے تو ہم انتقام لے کر ہی رہیں گے",
    "یا (یہ بھی ہوسکتا ہے کہ) ہم آپ ﷺ کو دکھا دیں وہ کچھ جس کا ہم نے ان سے وعدہ کیا ہے ہمیں یقینا ان پر پوری قدرت حاصل ہے",
    "تو (اے نبی ﷺ !) آپ مضبوطی سے تھام لیجیے اس کو جو آپ کی طرف وحی کیا گیا ہے یقینا آپ سیدھے راستے پر ہیں",
    "اور یہ (قرآن) آپ کے لیے بھی یاد دہانی ہے اور آپ کی قوم کے لیے بھی اور عنقریب آپ سب سے پوچھ گچھ ہوگی",
    "اور آپ پوچھ لیجیے ان سے جن کو ہم نے آپ سے پہلے بھیجا تھا اپنے رسولوں میں سے کیا ہم نے رحمان کے سوا کوئی اور بھی ایسے معبود بنائے ہیں کہ جن کی پوجا کی جائے ؟",
    "اور ہم نے بھیجا تھا موسیٰ ؑ کو اپنی نشانیوں کے ساتھ فرعون اور اس کے سرداروں کی طرف تو اس نے کہا کہ (دیکھو) میں تمام جہانوں کے پروردگار کا بھیجا ہوا ہوں",
    "تو جب وہ آیا ان کے پاس ہماری نشانیاں لے کر تو وہ ان (نشانیوں) پر ہنسنے لگے",
    "اور نہیں دکھاتے تھے ہم انہیں کوئی نشانی مگر وہ اپنی بہن (اپنے جیسی پہلی نشانی) سے زیادہ بڑی ہوتی تھی اور ہم انہیں پکڑتے رہے اس عذاب کے ذریعے شاید کہ وہ باز آجائیں",
    "اور (ہر عذاب کے موقع پر) وہ کہتے : اے جادوگر ! تم اپنے رب سے ہمارے لیے دعا کرو اس عہد کی بنا پر جو اس نے تم سے کر رکھا ہے ہم ضرور ہدایت پر آجائیں گے",
    "پھر جب ہم دور کردیتے تھے ان سے وہ عذاب تو اسی وقت وہ وعدے سے پھرجاتے تھے",
    "اور فرعون نے اپنی قوم میں ڈھنڈورا پٹوا دیا اس نے کہا کہ اے میری قوم کے لوگو ! کیا مصر کی حکومت میری نہیں ہے ؟ اور یہ نہریں میرے نیچے نہیں بہہ رہی ہیں ؟ تو کیا تم دیکھتے نہیں ؟",
    "کیا میں بہتر نہیں ہوں اس سے جو ایک بےعزت آدمی ہے ؟ اور صاف بات بھی نہیں کرسکتا",
    "تو کیوں نہیں اتارے گئے اس پر سونے کے کنگن ؟ یا اس کے ساتھ فرشتے چلے آ رہے ہوتے صفیں باندھے ہوئے",
    "تو (اس طرح) اس نے اپنی قوم کی مت مار دی اور انہوں نے اسی کا کہنا مانا یقینا وہ لوگ خود بھی نافرمان ہی تھے",
    "توجب انہوں نے ہمیں غصہ دلایا تو ہم نے ان سے انتقام لیا پس ہم نے ان سب کو غرق کردیا",
    "چناچہ ہم نے انہیں بنا دیا ماضی کی داستان اور بعد والوں کے لیے ایک نشان عبرت",
    "اور جب (قرآن میں) ابن ِمریم کی مثال بیان کی جاتی ہے تو اس پر آپ کی قوم چلانے ّلگتی ہے",
    "اور وہ کہتے ہیں کہ ہمارے معبود بہتر ہیں یا وہ ؟ یہ باتیں وہ آپ سے نہیں کرتے مگر صرف جھگڑنے کو۔ حقیقت یہ ہے کہ یہ ہیں ہی جھگڑالو لوگ",
    "وہ تو بس ہمارا ایک بندہ تھا جس پر ہم نے خاص انعام فرمایا اور ہم نے اس کو ایک نشانی بنا دیا بنی اسرائیل کے لیے",
    "اور اگر ہم چاہیں تو تم میں سے فرشتے بنا دیں جو زمین میں تمہارے جانشین ہوں",
    "اور یقینا وہ قیامت کی ایک علامت ہے تو اس (قیامت) کے بارے میں تم ہرگز شک نہ کرو اور میری پیروی کرو۔ یہی سیدھا راستہ ہے",
    "اور (دیکھو) شیطان تمہیں روک نہ دے بیشک وہ تمہارا کھلا دشمن ہے",
    "اور جب آئے عیسیٰ ؑ ٰ واضح نشانیاں لے کر تو انہوں نے کہا کہ میں تمہارے پاس حکمت لے کر آیا ہوں اور تاکہ میں واضح کردوں تمہارے لیے بعض وہ چیزیں جن میں تم اختلاف کر رہے ہو پس تم اللہ کا تقویٰ اختیار کرو اور میری اطاعت کرو",
    "یقینا اللہ ہی ہے جو میرا بھی رب ہے اور تمہارا بھی رب ہے پس تم اسی کی بندگی کرو۔ یہی سیدھا راستہ ہے",
    "پھر ان میں سے کئی گروہ باہم اختلافات میں مبتلا ہوگئے پس تباہی اور بربادی ہے ان ظالموں کے لیے ایک دردناک دن کے عذاب سے",
    "یہ لوگ کس چیز کا انتظار کر رہے ہیں سوائے قیامت کے کہ وہ آجائے ان پر اچانک اور انہیں خبر بھی نہ ہو",
    "بہت گہرے دوست اس دن ایک دوسرے کے دشمن بن جائیں گے سوائے متقین کے",
    "ان سے کہا جائے گا :) اے میرے بندو ! آج تم پر نہ تو کوئی خوف ہے اور نہ ہی تم رنجیدہ ہوگے",
    "یعنی وہ لوگ جو ہماری آیات پر ایمان لائے اور فرماں بردار تھے",
    "داخل ہو جائو جنت میں تم بھی اور تمہاری بیویاں بھی تمہارا اعزازو اکرام کیا جائے گا",
    "گردش کرائے جائیں گے ان پر سونے کی طشتریاں اور پیالے اور وہاں ہوگا وہ سب کچھ جس کی طلب ہوگی انسان کے نفس کو اور جس سے نگاہیں لذت حاصل کریں گی اور تم اب اس میں ہمیشہ ہمیش رہو گے",
    "اور یہ وہ جنت ہے جس کے تم وارث بنائے گئے ہو اُن اَعمال کی بنا پر جو تم کرتے تھے",
    "اس میں تمہارے لیے بکثرت پھل موجود ہیں جن میں سے تم کھاتے ہو",
    "(اس کے برعکس) جو مجرم ہوں گے وہ جہنم کے عذاب میں ہمیشہ رہیں گے",
    "وہ ان سے ہلکا نہ کیا جائے گا اور وہ اسی میں پڑے رہیں گے بالکل ناامیدہو کر",
    "اور ہم نے ان پر ظلم نہیں کیا بلکہ وہ خود ہی اپنی جانوں پر ظلم کرتے تھے",
    "اور وہ ندا کریں گے کہ اے مالک ! اب تو آپ کا رب ہمارا کام ہی تمام کر دے وہ جواب دے گا کہ تمہیں تو اب ہمیشہ (یہیں) رہنا ہے",
    "ہم تو تمہارے پاس حق لے کر آئے تھے لیکن تمہاری اکثریت حق کو ناپسند کرتی ہے۔",
    "کیا انہوں نے کوئی قطعی فیصلہ کرلیا ہے ؟ تو ہم بھی ایک قطعی فیصلہ کیے لیتے ہیں",
    "کیا وہ سمجھتے ہیں کہ ہم ان کی خفیہ باتوں اور راز دارانہ مشوروں کو سنتے نہیں ہیں کیوں نہیں (ہم سب کچھ سن رہے ہیں) اور ہمارے ایلچی ان کے پاس ہی لکھ رہے ہوتے ہیں",
    "(اے نبی ﷺ !) آپ ان سے کہیے کہ اگر رحمن کا کوئی بیٹا ہوتا تو سب سے پہلا اس کی عبادت کرنے والا میں ہوتا",
    "پاک ہے آسمانوں اور زمین کا رب عرش کا مالک ان تمام چیزوں سے جو یہ بیان کرتے ہیں",
    "تو (اے نبی ﷺ !) آپ ان کو چھوڑ دیجئے یہ میں میخ نکالتے رہیں اور لہو و لعب میں پڑے رہیں یہاں تک کہ یہ ملاقات کرلیں اپنے اس دن سے جس کا ان سے وعدہ کیا جا رہا ہے",
    "اور وہی ہے جو آسمان میں بھی الٰہ ہے اور زمین میں بھی اِلٰہ ہے۔ اور وہ بہت حکمت والا ہرچیز کا علم رکھنے والا ہے",
    "اور بہت بابرکت ہے وہ ذات جس کے اختیار میں ہے بادشاہی آسمانوں کی اور زمین کی اور ان دونوں کے درمیان کی ساری چیزوں کی اور اسی کے پاس ہے قیامت کا علم اور اسی کی طرف تم لوٹا دیے جائو گے",
    "اور کوئی اختیار نہیں رکھتے کسی بھی شفاعت کا جن کو یہ پکار رہے ہیں اللہ کے سوا سوائے اس کے کہ جو حق کی گواہی دیں اور وہ جانتے ہوں",
    "اور اگر آپ ان سے پوچھیں کہ ان کو کس نے پیدا کیا تو کہیں گے اللہ نے تو پھر یہ کہاں سے پھیر دیے جاتے ہیں",
    "اور قسم ہے نبی ﷺ کے اس قول کی کہ اے میرے رب ! یہ وہ لوگ ہیں جو ایمان نہیں لا رہے",
    "تو (اے نبی ﷺ !) آپ ان سے در گزر کیجیے اور کہیے سلام ہے تو بہت جلد یہ لوگ جان جائیں گے",
    "ح م۔",
    "قسم ہے اس روشن کتاب کی",
    "یقینا ہم نے اس کو نازل کیا ہے ایک مبارک رات میں یقینا ہم خبردار کردینے والے ہیں",
    "اس رات میں تمام ُ پر حکمت امور کے فیصلے صادر کیے جاتے ہیں",
    "طے شدہ احکام ہماری طرف سے۔ یقینا ہم ہی ہیں (رسولوں کو) بھیجنے والے",
    "رحمت کے طور پر آپ کے رب کی طرف سے۔ یقینا وہی ہے سب کچھ سننے والا سب کچھ جاننے والا",
    "آسمانوں اور زمین کا رب اور جو کچھ ان کے مابین ہے۔ اگر تم یقین کرنے والے ہو",
    "اس کے سوا کوئی معبود نہیں وہی زندہ رکھتا ہے اور وہی مارتا ہے وہ تمہارا بھی رب ہے اور تمہارے پہلے آباء واجداد کا بھی رب ہے",
    "لیکن یہ لوگ شک میں پڑے ہوئے کھیل رہے ہیں",
    "تو آپ انتظار کیجیے اس دن کا جس دن آسمان لائے گا واضح دھواں",
    "وہ ڈھانپ لے گا لوگوں کو۔ یہ ایک درد ناک عذاب ہوگا",
    "(اُس وقت لوگ کہیں گے :) اے ہمارے رب ! اس عذاب کو ہم سے دور کر دے ہم ایمان لانے والے ہیں",
    "کہاں ہے ان کے لیے یاد دہانی کی استعداد جبکہ آچکا ہے ان کے پاس ایک واضح کردینے والا رسول",
    "پھر انہوں نے منہ پھیرلیا اس کی طرف سے اور کہا کہ یہ تو سکھایا پڑھایا ہوا مجنون ہے",
    "ہم دور کردیں گے اس عذاب کو تھوڑی دیر کے لیے تو تم لوٹ کر وہی کچھ کرو گے جو پہلے کر رہے تھے",
    "جس دن ہم پکڑیں گے بڑی پکڑ (اُس دن) یقینا ہم پورا پورا انتقام لیں گے",
    "اور ہم نے آزمایا تھا ان سے پہلے قوم فرعون کو بھی اور ان کے پاس بھی ایک بہت معزز رسول آیا تھا",
    "(اس پیغام کے ساتھ) کہ تم اللہ کے بندوں کو میرے حوالے کر دو۔ یقینا میں تمہارے لیے ایک امانت دار رسول ہوں",
    "اور یہ کہ تم اللہ کے مقابلے میں سرکشی نہ کرو۔ میں تمہارے پاس لے کر آیا ہوں ایک واضح سند",
    "اور میں نے پناہ پکڑ لی ہے اپنے اور تمہارے رب کی اس بات سے کہ تم مجھے سنگسار کرو",
    "اور اگر تم لوگ میری بات نہیں مانتے ہو تو مجھ سے دوررہو",
    "پھر اس نے اپنے رب سے دعا کی کہ یہ مجرم قوم ہے",
    "پس میرے بندوں کو لے کر راتوں رات نکل جائو آگاہ رہو کہ تمہارا پیچھا کیا جائے گا",
    "اور چھوڑ دینا سمندر کو ساکن یہ ایک لشکر ہیں جو غرق کیے جائیں گے",
    "انہوں نے کتنے ہی باغوں اور چشموں کو چھوڑا",
    "اور کھیتیوں اور شاندار رہائش گاہوں کو",
    "اور کیسی کیسی نعمتوں کو جن میں وہ عیش کیا کرتے تھے",
    "یوں ہی ہوا اور ہم نے وارث بنا دیا ان چیزوں کا دوسرے لوگوں کو",
    "تو نہ ان پر آسمان رویا اور نہ زمین اور نہ ہی انہیں کوئی مہلت دی گئی",
    "اور ہم نے نجات دے دی بنی اسرائیل کو ذلت آمیز عذاب سے",
    "یعنی فرعون سے یقینا وہ بڑا ہی سرکش حد سے نکل جانے والوں میں سے تھا",
    "اور ہم نے علم رکھنے کے باوجود اُن (بنی اسرائیل) کو اقوامِ عالم پر ترجیح دی تھی",
    "اور ہم نے انہیں بہت سی ایسی نشانیاں دیں جن میں بہت واضح آزمائش تھی",
    "یہ لوگ تو یہی کہہ رہے ہیں",
    "کچھ نہیں مگر ہماری یہ پہلی موت ہی ہوگی اور ہم (دوبارہ) اٹھائے جانے والے نہیں ہیں",
    "تو لائو ذرا ہمارے آباء و اَجداد کو اگر تم سچے ہو",
    "کیا یہ بہتر ہیں یا ُ تبع ّکی قوم اور وہ لوگ جو ان سے پہلے تھے ؟ ہم نے ان سب کو ہلاک کردیا بیشک وہ سب کے سب مجرم تھے",
    "اور ہم نے آسمانوں اور زمین کو اور جو کچھ ان کے مابین ہے محض کھیل کے طور پر تو تخلیق نہیں فرمایا",
    "اور ہم نے نہیں بنایا ان دونوں کو مگر حق کے ساتھ مگر ان لوگوں کی اکثریت علم نہیں رکھتی",
    "یقینا فیصلے کا دن ان سب کا وقت ِمعین ّہے",
    "جس دن کوئی دوست کسی دوست کے کچھ کام نہیں آسکے گا اور نہ ہی ان کی کوئی مدد کی جائے گی",
    "سوائے اس کے جس پر اللہ رحم فرما دے۔ یقینا وہی ہے زبردست بہت رحم فرمانے والا",
    "یقینا زقوم کا درخت",
    "گنہگاروں کا کھانا ہے",
    "پگھلے ہوئے تانبے کی طرح کھولے گا پیٹوں کے اندر",
    "جیسے گرم پانی کھولتا ہے",
    "(پھر کہا جائے گا :) پکڑو اس کو اور دھکیلتے ہوئے لے جائو اسے عین جہنم کے بیچوں بیچ",
    "پھر انڈیل دو اس کے سر کے اوپر کھولتے ہوئے پانی کا عذاب",
    "اب چکھو ! تم تو بڑے طاقتور بہت معزز تھے نا",
    "یقینایہی ہے وہ چیز جس کے بارے میں تم شک کرتے تھے",
    "(اس کے برعکس) متقین بڑی امن والی جگہ میں ہوں گے",
    "باغات اور چشموں میں",
    "باریک اور موٹے ریشم کا لباس پہنیں گے ایک دوسرے کی طرف رخ کیے ہوئے (بیٹھے ہوں گے)",
    "اسی طرح ہوگا اور ہم ان سے بیاہ دیں گے بڑی بڑی آنکھوں والی حوریں",
    "وہ طلب کریں گے اس میں ہر طرح کے پھل اطمینان کے ساتھ",
    "وہ نہیں چکھیں گے اس میں موت سوائے اس پہلی موت کے اور اللہ نے انہیں بچالیا ہے جہنم کے عذاب سے",
    "یہ فضل ہوگا آپ کے رب کی طرف سے۔ یقینا یہ بہت بڑی کامیابی ہے",
    "تو (اے نبی ﷺ !) ہم نے اس قرآن کو آسان کردیا ہے آپ کی زبان پر تاکہ یہ لوگ نصیحت حاصل کریں",
    "تو آپ ﷺ انتظار کیجیے یہ بھی انتظار کر رہے ہیں",
    "ح م۔",
    "اس کتاب کا اتارا جانا ہے اس اللہ کی طرف سے جو زبردست کمال حکمت والا ہے",
    "یقینا آسمانوں اور زمین میں (بہت سی) نشانیاں ہیں ماننے والوں کے لیے",
    "اور تمہاری تخلیق میں اور جو اس نے پھیلادیے ہیں (زمین میں) جاندار ان میں بھی نشانیاں ہیں ان لوگوں کے لیے جو یقین کریں",
    "اور رات اور دن کے اختلاف میں اور اس میں جو اللہ آسمان سے رزق اتارتا ہے پھر زندہ کردیتا ہے اس سے زمین کو اس کی موت کے بعد اور ہوائوں کے چلنے میں نشانیاں ہیں ان لوگوں کے لیے جو عقل سے کام لیں",
    "یہ اللہ کی آیات ہیں جو ہم پڑھ کر سنا رہے ہیں آپ کو حق کے ساتھ تو اب اللہ اور اس کی آیات کے بعد اور کون سی بات ہے جس پر یہ لوگ ایمان لائیں گے ؟",
    "بربادی ہے ہر جھوٹ گھڑنے والے گنہگار کے لیے",
    "وہ سنتا ہے اللہ کی وہ آیات جو اسے پڑھ کر سنائی جاتی ہیں پھر وہ اڑ جاتا ہے ضد پر تکبر ّکرتے ہوئے جیسے کہ اس نے انہیں سنا ہی نہ ہو تو آپ ﷺ اسے ایک دردناک عذاب کی بشارت دے دیجئے",
    "اور جب ہماری آیات میں سے کوئی بات اس کے علم میں آتی ہے تو وہ اس کا مذاق اڑاتا ہے۔ یہی لوگ ہیں جن کے لیے اہانت آمیز عذاب ہوگا",
    "ان کے پیچھے جہنم ہے اور جو کچھ انہوں نے کمایا ہے وہ ان کے ذرا بھی کام نہیں آسکے گا اور نہ وہ جن کو انہوں نے اللہ کے سوا مدد گار بنا رکھا ہے اور ان کے لیے بہت بڑا عذاب ہوگا",
    "یہ (قرآن) ہے ہدایت۔ اور جن لوگوں نے اپنے رب کی آیات کا کفر کیا ان کے لیے بہت ہی دردناک عذاب ہوگا",
    "اللہ ہی ہے جس نے مسخر کردیا تمہارے لیے سمندر کو تاکہ اس میں کشتیاں چلیں اس کے حکم سے تاکہ تم تلاش کرو اس کا فضل اور تاکہ تم شکر ادا کرو",
    "اور اس نے مسخر کردیا تمہارے لیے اپنی طرف سے جو کچھ آسمانوں میں اور جو کچھ زمین میں ہے سب کچھ یقینا اس میں نشانیاں ہیں ان لوگوں کے لیے جو غور و فکر سے کام لیں",
    "(اے نبی ﷺ !) آپ \nاہل ِایمان سے کہہ دیجیے کہ وہ ذرا درگزر کریں ان لوگوں سے جو اللہ کے دنوں کی توقع نہیں رکھتے تاکہ اللہ بدلہ دے ایک قوم کو ان کی اپنی کمائی کے مطابق",
    "جس کسی نے اچھا کام کیا تو اس نے اپنے ہی (بھلے کے) لیے کیا اور جس کسی نے برا کام کیا تو اس کا وبال بھی اسی پر ہوگا پھر تم اپنے رب کی طرف لوٹا دیے جائو گے",
    "اور ہم نے بنی اسرائیل کو عطا کی کتاب حکومت اور نبوت اور ہم نے انہیں عطا کیں بہت سی پاکیزہ چیزیں اور انہیں ہم نے تمام جہان کی قوموں پر فضیلت دی",
    "اور ہم نے انہیں عطا کیں دین کے معاملہ میں واضح ہدایات اور انہوں نے نہیں اختلاف کیا مگر اس کے بعد کہ ان کے پاس علم آچکا تھا محض باہمی ِضدم ّضدا کے سبب سے یقینا آپ ﷺ کا رب فیصلہ کر دے گا ان کے مابین قیامت کے دن ان تمام باتوں کا جن میں وہ اختلاف کرتے رہے ہیں",
    "پھر (اے نبی ﷺ !) ہم نے آپ کو قائم کردیا دین کے معاملہ میں ایک صاف شاہراہ (شریعت) پر تو آپ اسی کی پیروی کریں اور ان لوگوں کی خواہشات کی پیروی نہ کیجیے جن کے پاس کوئی علم ہی نہیں ہے",
    "یہ لوگ اللہ کے مقابلے میں آپ کے کچھ بھی کام نہیں آسکیں گے اور یقینا یہ ظالم (مشرک) لوگ ایک دوسرے کے مدد گار ہیں جبکہ اللہ مددگار ہے متقین کا",
    "یہ ہیں آنکھیں کھولنے والی باتیں لوگوں کے لیے اور ہدایت اور رحمت ان لوگوں کے لیے جو ان پر یقین کریں",
    "جو لوگ ُ بری باتوں کا ارتکاب کر رہے ہیں کیا انہوں نے یہ سمجھ رکھا ہے کہ ہم انہیں ان لوگوں کی طرح کردیں گے جو ایمان لائے اور جنہوں نے نیک عمل کیے ؟ کہ ان کی زندگی اور موت ایک جیسی ہوجائے ؟ بہت برا فیصلہ ہے جو یہ لوگ کر رہے ہیں",
    "اور اللہ نے تو آسمان اور زمین کو حق (عدل) کے ساتھ پیدا کیا ہے تاکہ پورا پورا بدلہ دیا جائے ہر جان کو جو کچھ اس نے کمایا ہو اور ان پر کوئی ظلم نہ ہو",
    "کیا آپ نے دیکھا اس شخص کو جس نے اپنی خواہش ِ نفس کو اپنا معبود بنا رکھا ہے ؟ اور اللہ نے اسے گمراہ کر رکھا ہے اس کے علم کے باوجود اور اللہ نے اس کی سماعت اور اس کے دل پر مہر لگا دی ہے اور اس کی آنکھوں پر پردہ ڈال دیا ہے تو اللہ کے (اس فیصلے کے) بعداب کون اسے ہدایت دے سکتا ہے تو کیا تم لوگ نصیحت حاصل نہیں کرتے ؟",
    "وہ کہتے ہیں کہ نہیں ہے (کوئی اور زندگی) سوائے ہماری دنیا کی زندگی کے ہم خود ہی مرتے ہیں اور خود ہی جیتے ہیں اور ہمیں نہیں ہلاک کرتا مگر زمانہ حالانکہ ان کے پاس (اس بارے میں) کوئی علم نہیں ہے وہ تو صرف ظن سے کام لے رہے ہیں",
    "اور جب انہیں پڑھ کر سنائی جاتی ہیں ہماری روشن آیات تو نہیں ہوتی ان کی کوئی دلیل سوائے اس کے کہ وہ کہتے ہیں کہ (زندہ کر کے) لے آئو ہمارے آباء و اَجداد کو اگر تم سچے ہو",
    "(اے نبی ﷺ !) آپ کہیے کہ اللہ ہی تمہیں زندہ کرتا ہے پھر وہی تمہیں موت دے گا پھر تمہیں جمع کرے گا قیامت کے دن جس میں کوئی شک نہیں لیکن اکثر لوگ جانتے نہیں ہیں",
    "اور اللہ ہی کے لیے ہے آسمانوں اور زمین کی بادشاہی اور جس دن قیامت قائم ہوگی اس دن جھٹلانے والے بڑے خسارے میں ہوں گے",
    "اور تم دیکھو گے کہ ہر امت گھٹنوں کے بل پڑی ہوگی ہر امت کو بلایا جائے گا اس کے اعمال نامے کی طرف آج تمہیں بدلہ دیا جائے گا ان اعمال کا جو تم کرتے رہے ہو",
    "یہ ہمارا (تیار کردہ) اعمال نامہ ہے جو تمہارے اوپر حق کے ساتھ گواہی دے گا جو کچھ تم کیا کرتے تھے ہم اسے لکھواتے جا رہے تھے۔",
    "پس جو لوگ ایمان لائے ہوں گے اور جنہوں نے نیک اعمال کیے ہوں گے تو ان کو داخل کر دے گا ان کا پروردگار اپنی رحمت میں۔ یہ بہت واضح کامیابی ہوگی",
    "اور وہ لوگ جنہوں نے کفر کیا تھا (ان سے اللہ پوچھے گا کہ) کیا تمہیں میری آیات پڑھ کر نہیں سنائی جاتی تھیں ؟ تو تم نے استکبار کیا اور تم مجرم لوگ تھے",
    "اور جب کہا جاتا کہ اللہ کا وعدہ سچ ہے اور قیامت آنے میں کوئی شک نہیں تو تم کہتے کہ ہم نہیں جانتے کہ قیامت کیا ہوتی ہے ہاں ہمیں ایک گمان سا تو ہوتا ہے اور ہم اس کا یقین کرنے والے نہیں ہیں",
    "اور ان کے سامنے آجائیں گے ان کے وہ تمام ُ برے اعمال جو انہوں نے کیے تھے اور انہیں گھیرے میں لے لے گی وہی چیز جس کا وہ استہزا کیا کرتے تھے",
    "اور ان سے کہہ دیا جائے گا کہ آج ہم تمہیں اسی طرح نظر انداز کردیں گے جیسے تم نے اس دن کی ملاقات کو نظر انداز کررکھا تھا اور تمہارا ٹھکانہ اب آگ ہے اور تمہارے لیے کوئی مدد گار نہیں ہے",
    "یہ اس لیے کہ تم نے اللہ کی آیات کو مذاق بنا لیا تھا اور دنیا کی زندگی نے تمہیں دھوکے میں ڈالے رکھا تو آج انہیں نکالا نہیں جائے گا اس سے اور نہ ہی انہیں موقع دیا جائے گا کہ وہ توبہ کرلیں",
    "پس ُ کل تعریف اور کل شکر اللہ ہی کے لیے ہے جو آسمانوں کا اور زمین کا رب ہے اور تمام جہانوں کا رب ہے",
    "اور اسی کے لیے ہے بڑائی آسمانوں اور زمین میں۔ اور وہی ہے زبردست حکمت والا"
  ]
}