{
  "meta": {
    "id": 158,
    "name": "Bayan-ul-Quran",
    "translator_name": "Dr. Israr Ahmad",
    "slug": "ur-israr-ahmad",
    "language_name": "urdu"
  },
  "verses": [
    "ح م۔",
    "اس کتاب کا اتارا جانا ہے اس اللہ کی طرف سے جو زبردست کمال حکمت والا ہے۔",
    "اور ہم نے نہیں پید ا کیا آسمانوں اور زمین کو اور جو کچھ ان دونوں کے مابین ہے مگر حق کے ساتھ اور ایک اجل معین کے لیے اور جن لوگوں نے کفر کیا ہے وہ اعراض کر رہے ہیں اس سے جس سے انہیں خبردار کیا جا رہا ہے۔",
    "(اے نبی ﷺ !) ان سیکہیے کہ کبھی تم نے غور بھی کیا کہ جنہیں تم اللہ کے سوا پکارتے ہو مجھے دکھائو تو سہی کہ انہوں نے کیا پیدا کیا ہے زمین میں ؟ یا ان کی کوئی شراکت ہے آسمانوں میں ؟ } لائو میرے پاس کوئی کتاب اس سے پہلے کی یا کوئی ایسی روایت جس کی بنیاد علم پر ہو اگر تم سچے ہو !",
    "اور اس سے بڑھ کر ظالم اور کون ہوگا جو اللہ کے سوا اسے پکارتا ہے جو اس کو جواب ہی نہیں دے سکتا قیامت کے دن تک اور وہ ان کی دعا سے غافل ہیں۔",
    "اور جب لوگوں کو جمع کیا جائے گا تو وہ ان کے دشمن بن جائیں گے اور وہ ان کی عبادت کے منکر ہوں گے۔",
    "اور جب انہیں پڑھ کر سنائی جاتی ہیں ہماری آیت ِبینات ّتو یہ کافر کہتے ہیں حق کے بارے میں جبکہ وہ ان کے پاس آگیا کہ یہ تو کھلا جادو ہے۔",
    "کیا وہ کہتے ہیں کہ اس نے اس کو گھڑ لیا ہے ؟ (اے نبی ﷺ !) ان سے کہیے کہ اگر میں نے اس کو گھڑ لیا ہے تو تم مجھے اللہ (کی پکڑ) سے ذرا بھی نہیں بچا سکتے۔ وہ خوب جانتا ہے جن باتوں میں تم لگے ہوئے ہو۔ } وہ کافی ہے بطور گواہ میرے اور تمہارے مابین اور وہ خوب بخشنے والا بہت رحم فرمانے والا ہے۔",
    "(اے نبی ﷺ ! ان سے یہ بھی) کہیے کہ میں کوئی نیا رسول تو نہیں ہوں اور مجھے یہ معلوم نہیں کہ میرے ساتھ کیا معاملہ کیا جائے گا اور نہ یہ کہ تمہارے ساتھ کیا معاملہ کیا جائے گا } میں تو بس اسی کی پیروی کر رہا ہوں جو میری طرف وحی کی جا رہی ہے اور میں نہیں ہوں مگر ایک کھلا خبردار کردینے والا۔",
    "(اے نبی ﷺ !) ان سے کہیے کہ کیا تم نے سوچا بھی ہے کہ اگر یہ (قرآن) واقعتا اللہ کی طرف سے ہوا اور تم نے اس کا انکار کردیا (تو اس کا نتیجہ کیا نکلے گا) ؟ اور گواہی دے چکا ہے ایک گواہ بنی اسرائیل میں سے ایک ایسی ہی کتاب کی۔ پس وہ تو ایمان لے آیا اور تم استکبار کر رہے ہو بیشک اللہ ظالموں کو ہدایت نہیں دیتا۔",
    "اور کہا ان لوگوں نے جنہوں نے کفر کی روش اختیار کی ان لوگوں کے بارے میں جو ایمان لائے کہ اگر یہ (قرآن) کوئی خیر ہوتا تو یہ لوگ اس کی طرف ہم سے سبقت نہ لے جاتے۔ } اور چونکہ انہوں نے اس (قرآن) کے ذریعے سے ہدایت نہیں پائی تو اب کہیں گے کہ یہ تو گھڑی ہوئی پرانی چیز ہے۔",
    "حالانکہ اس سے پہلے موسیٰ ؑ ٰ کی کتاب موجود ہے راہنمائی کرنے والی اور رحمت اور یہ کتاب اس کی تصدیق کرنے والی ہے عربی زبان میں تاکہ خبردار کر دے ان لوگوں کو جنہوں نے ظلم کی روش اختیار کی اور بشارت بن جائے احسان کی روش اختیار کرنے والوں کے لیے۔",
    "بیشک جن لوگوں نے اقرار کیا کہ ہمارا رب اللہ ہے پھر اس پر جم گئے تو ان پر نہ کوئی خوف ہوگا اور نہ وہ حزن سے دوچار ہوں گے۔",
    "یہی لوگ جنت والے ہیں اس میں ہمیشہ رہنے والے۔ یہ جزا ہوگی ان اعمال کی جو وہ کرتے رہے۔",
    "اور ہم نے تاکید کی انسان کو اس کے والدین کے بارے میں حسن سلوک کی۔ اور فیصلہ کردیا ہے آپ ﷺ کے رب نے کہ تم نہیں عبادت کرو گے کسی کی سوائے اس کے اور والدین کے ساتھ احسان (کروگے)۔ اگر پہنچ جائیں تمہارے پاس بڑھاپے کو ان میں سے کوئی ایک یا دونوں تو مت کہو ان کو اف بھی اور مت جھڑکو ان کو اور بات کرو ان سے نرمی کے ساتھ۔ اس کی ماں نے اسے اٹھائے رکھا (پیٹ میں) تکلیف جھیل کر اور اسے جنا تکلیف کے ساتھ۔ اور اس کا یہ حمل اور دودھ چھڑانا ہے (لگ بھگ) تیس مہینے میں یہاں تک کہ جب وہ اپنی پوری قوت کو پہنچتا ہے اور چالیس برس کا ہوجاتا ہے وہ کہتا ہے : اے میرے پروردگار ! مجھے توفیق دے کہ میں شکر کرسکوں تیرے انعامات کا جو تو نے مجھ پر اور میرے والدین پر فرمائے۔ اور یہ کہ میں ایسے اعمال کروں جنہیں تو پسند کرے اور میرے لیے میری اولاد میں بھی اصلاح فرما دے۔ } میں تیری جناب میں توبہ کرتا ہوں اور یقینا میں (تیرے) فرمانبرداروں میں سے ہوں۔",
    "یہ وہ لوگ ہیں جن سے ہم ان کے بہترین اعمال قبول فرمائیں گے اور ہم ان کی خطائوں سے بھی درگزر فرمائیں گے (اور وہ ہوں گے) جنت والوں میں سے یہ وہ سچا وعدہ ہے جو ان سے کیا جاتا تھا۔",
    "اور ایک وہ شخص ہے جو اپنے والدین سے کہتا ہے کہ میں بیزار ہوں آپ دونوں سے کیا آپ مجھے اس سے ڈراتے ہیں کہ میں نکال کھڑا کیا جائوں گا (زندہ کر کے قبر سے) ؟ حالانکہ مجھ سے پہلے کتنی ہی نسلیں گزر چکی ہیں اور وہ دونوں اللہ کی دہائی دے کر کہتے ہیں : بربادی ہو تیری ایمان لے آ ! یقینا اللہ کا وعدہ سچا ہے لیکن وہ کہتا ہے : یہ کچھ نہیں مگر پہلے لوگوں کی کہانیاں ہیں",
    "یہ وہ لوگ ہیں جن پر اللہ کی بات صادق آئی (یہ بھی شامل کردیے جائیں گے) ان قوموں میں جو ان سے پہلے گزر چکی ہیں جنوں اور انسانوں میں سے یقینا یہی لوگ ہیں خسارے والے",
    "اور ہر ایک کے لیے درجے (اور مقامات) ہوں گے ان کے اعمال کے اعتبار سے اور تاکہ وہ پورا پورا دے انہیں ان کے اعمال کا بدلہ اور ان پر کوئی ظلم نہیں ہوگا",
    "اور جس دن یہ کافر پیش کیے جائیں گے آگ پر (اُس وقت ان سے کہا جائے گا :) تم اپنے حصے کی اچھی چیزیں اپنی دنیا کی زندگی میں لے چکے اور ان سے تم نے خوب فائدہ اٹھا لیا تو آج تمہیں ذلت کا عذاب دیا جائے گا بسبب اس تکبر کے جو تم زمین میں ناحق کرتے رہے ہو اور بسبب ان نافرمانیوں کے جو تم کرتے رہے ہو",
    "اور ذرا تذکرہ کیجیے قوم عاد کے بھائی (ہود (ؑ) کا جب اس نے خبردار کیا اپنی قوم کو احقاف میں اور اس سے پہلے بھی اور اس کے بعد بھی بہت سے خبردار کرنے والے گزر چکے تھے کہ مت عبادت کرو کسی کی سوائے اللہ کے مجھے اندیشہ ہے تم پر ایک بڑے دن کے عذاب کا",
    "انہوں نے کہا : کیا تم ہمارے پاس اس لیے آئے ہو کہ ہمیں بہکا کر ہمارے معبودوں سے برگشتہ کر دو تو جس عذاب کی دھمکی تم ہمیں دے رہے ہو وہ ہم پر لے آئو اگر تم سچوں میں سے ہو",
    "اس نے کہا کہ اس کا علم تو اللہ کے پاس ہے اور میں تو تمہیں پہنچا رہا ہوں وہ پیغام جو اس نے مجھے دے کر بھیجا ہے لیکن میں دیکھ رہا ہوں کہ تم لوگ بالکل جہالت کی روش اختیار کر رہے ہو",
    "پھر جب انہوں نے اس (عذاب) کو دیکھا بادل کی صورت میں اپنی وادیوں کی طرف بڑھتے ہوئے تو انہوں نے کہا : یہ تو بادل ہے جو ہم کو سیراب کرنے والا ہے نہیں ! بلکہ یہ تو وہ شے ہے جس کے بارے میں تم نے جلدی مچارکھی تھی یہ وہ جھکڑ ّہے جس میں بہت دردناک عذاب ہے",
    "تباہ و برباد کرتا ہے ہر شے کو اپنے رب کے حکم سے پھر وہ ایسے ہوگئے کہ کچھ نظر نہیں آ رہا تھا سوائے ان کے مسکنوں کے اسی طرح ہم بدلہ دیا کرتے ہیں مجرموں کی قوم کو",
    "اور ہم نے جو تمکن انہیں دیا تھا ایسا تمکن ّہم نے تمہیں نہیں دیا ہے اور ہم نے انہیں کان آنکھیں اور دل (یاعقلیں) عطا کیے تھے تو ان کے کچھ بھی کام نہ آئے ان کے کان نہ ان کی آنکھیں اور نہ ہی ان کے دل (عقلیں) جبکہ وہ انکار ہی کرتے رہے اللہ کی آیات کا اور ان کو گھیر لیا اسی چیز نے جس کا وہ مذاق اڑایا کرتے تھے",
    "اور ہم نے ہلاک کیا ہے بہت سی ایسی بستیوں کو جو تمہارے اردگرد آباد تھیں اور ہم نے پھیر پھیر کر ان کو اپنی آیات سنائیں تاکہ وہ رجوع کریں",
    "تو کیوں نہ مدد کی ان کی ان ہستیوں نے جن کو انہوں نے اللہ کے سوا معبود بنا رکھا تھا تقرب ّ (الی اللہ) کا ذریعہ سمجھتے ہوئے بلکہ وہ سب تو ان سے گم ہوگئے اور یہ تھا ان کا جھوٹ اور جو کچھ وہ افترا کر رہے تھے",
    "اور (اے نبی ﷺ !) جب ہم نے آپ کی طرف متوجہ کردیا جنات کی ایک جماعت کو کہ وہ قرآن سننے لگے تو جب وہ وہاں پہنچے تو انہوں نے کہا : چپ ہو جائو پھر جب (قراءت) ختم ہوئی تو وہ پلٹے اپنی قوم کی طرف خبردار کرنے والے بن کر",
    "انہوں نے کہا : اے ہماری قوم کے لوگو ! ہم نے ایک کتاب سنی ہے جو موسیٰ ؑ ٰ کے بعد نازل ہوئی ہے تصدیق کرتی ہوئی اس کی جو اس کے سامنے موجود ہے (یعنی تورات) راہنمائی کرتی ہے حق کی طرف اور ایک سیدھے راستے کی طرف",
    "اے ہماری قوم کے لوگو ! اللہ کی طرف پکارنے والے کی پکار پر لبیک کہو اور اس پر ایمان لے آئو تاکہ وہ (اللہ) تمہارے گناہوں کو بخش دے اور تمہیں ایک درد ناک عذاب سے بچا لے",
    "اور جو کوئی لبیک نہیں کہتا اللہ کی طرف پکارنے والے کی پکار پر تو وہ اللہ کو عاجز کرنے والا نہیں ہے زمین میں اور نہیں ہوں گے اس کے لیے اللہ کے مقابلے میں دوسرے مددگار۔ یہی لوگ کھلی گمراہی میں مبتلا ہیں",
    "کیا انہوں نے غور نہیں کیا کہ وہ اللہ جس نے آسمانوں اور زمین کی تخلیق فرمائی اور ان کی تخلیق سے تھکا نہیں وہ اس پر قادر ہے کہ ُ مردوں کو زندہ کر دے کیوں نہیں یقینا وہ ہرچیز پر قادر ہے",
    "اور جس روز پیش کیے جائیں گے یہ کافر آگ پر (اور ان سے پوچھا جائے گا :) کیا یہ حقیقت نہیں ہے ؟ وہ کہیں گے : کیوں نہیں ! ہمارے پروردگار کی قسم یہ (حق ہے) اللہ فرمائے گا : تو اب چکھو عذاب کا مزہ اپنے اس کفر کی پاداش میں جو تم کرتے رہے ہو",
    "تو (اے محمد ﷺ !) آپ بھی صبر کیجیے جیسے اولوالعزم رسول ؑ صبر کرتے رہے ہیں اور ان کے لیے جلدی نہ کیجیے جس دن یہ لوگ دیکھیں گے اس (عذاب) کو جس کی انہیں وعید سنائی جا رہی ہے (تو ایسے محسوس کریں گے) گویا نہیں رہے تھے (دنیا میں) مگر دن کی ایک گھڑی یہ پہنچا دینا ہے ! کیا سوائے نافرمان لوگوں کے کوئی اور بھی ہلاک کیا جائے گا ؟",
    "جن لوگوں نے کفر کیا اور اللہ کے راستے سے روکا (اور خود بھی رکے) اللہ نے ان کی ساری جدوجہد کو رائیگاں کردیا۔",
    "اور جو لوگ ایمان لائے اور جنہوں نے نیک اعمال کیے اور جو ایمان لائے اس شے پر جو نازل کی گئی محمد ﷺ پر اور وہ حق ہے ان کے رب کی طرف سے } اللہ نے دور کردیں ان سے ان کی خطائیں اور ان کے حال کو سنوار دیا۔",
    "یہ اس لیے کہ جن لوگوں نے کفر کیا انہوں نے باطل کی پیروی کی اور جو لوگ ایمان لائے انہوں نے حق کی پیروی کی جو ان کے رب کی طرف سے آیا ہے اسی طرح اللہ لوگوں کے لیے ان کی مثالیں بیان کرتا ہے۔",
    "تو (اے مسلمانو !) جب تمہاری مڈ بھیڑ ہو کافروں سے تو ان کی گردنیں مارنا ہے یہاں تک کہ جب تم انہیں اچھی طرح سے ُ کچل دو تب انہیں مضبوطی کے ساتھ باندھو پھر اس کے بعد (تم انہیں چھوڑ سکتے ہو) احسان کر کے یا فدیہ لے کر یہاں تک کہ جنگ اپنے ہتھیار ڈال دے یہ ہے (اس بارے میں حکم) اور اگر اللہ چاہتا تو خود ہی ان سے بدلہ لے لیتا لیکن اللہ آزماتا ہے تمہارے بعض لوگوں کو بعض دوسروں کے ذریعے سے } اور جو لوگ اللہ کی راہ میں قتل ہوگئے تو اللہ ان کے اعمال کو ہرگز ضائع نہیں کرے گا۔",
    "وہ ان کی راہنمائی کرے گا اور ان کے احوال کو سنوار دے گا۔",
    "اور داخل کرے گا انہیں جنت میں جس کی ان کو پہچان کرا دی ہے۔",
    "} اے اہل ِایمان ! اگر تم اللہ کی مدد کرو گے تو اللہ تمہاری مدد کرے گا اور وہ تمہارے قدموں کو جما دے گا۔",
    "اور وہ لوگ جنہوں نے کفر کیا تو ان کے لیے نا کامی ہے اور وہ ان کے تمام اعمال کو برباد کر دے گا۔",
    "یہ اس لیے کہ انہوں نے اس چیز کو ناپسند کیا جو اللہ نے نازل کی تو اس نے ان کے تمام اعمال کو ضائع کردیا۔",
    "تو کیا یہ زمین میں گھومے پھرے نہیں کہ وہ دیکھتے کہ کیا انجام ہوا ان لوگوں کا جو ان سے پہلے تھے اللہ نے ان پر ہلاکت کو مسلط کردیا اور ان کافروں کے لیے بھی ان ہی کی مثالیں ہوں گی۔",
    "یہ اس لیے کہ اللہ مولیٰ (پشت پناہ) ہے اہل ایمان کا اور یہ کہ کافروں کا کوئی مولیٰ ہے ہی نہیں۔",
    "یقینا اللہ داخل کرے گا ان لوگوں کو جو ایمان لائے اور جنہوں نے نیک اعمال کیے ان باغات میں جن کے دامن میں نہریں بہتی ہوں گی۔ اور جو کافر ہیں وہ (دنیا میں) عیش کر رہے ہیں اور ایسے کھا رہے ہیں جیسے حیوانات کھاتے ہیں اور ان کا ٹھکانہ آگ ہے۔",
    "اور (اے نبی ﷺ !) کتنی ہی ایسی بستیاں تھیں جو کہیں زیادہ قوت کی حامل تھیں آپ کی اس بستی سے جس نے آپ کو نکالا ہے۔ انہیں ہم نے ہلاک کردیا پس ان کا کوئی مد دگارنہ ہوا۔",
    "تو بھلا وہ شخص جو اپنے رب کی طرف سے ایک روشن دلیل پر ہے وہ اس شخص جیسا ہوجائے گا جس کے لیے اس کے ُ برے اعمال مزین ّکر دیے گئے ہیں اور انہوں نے اپنی خواہشات کی پیروی کی ہے۔",
    "مثال اس جنت کی جس کا وعدہ کیا گیا ہے متقین سے۔ اس میں نہریں ہیں پانی کی جس میں کوئی ُ بو نہیں۔ اور دودھ کی نہریں ہیں جس کا ذائقہ تبدیل نہیں ہوتا۔ اور ایسی شراب کی نہریں ہیں جو سراپالذت ہے پینے والوں کے لیے۔ اور نہریں ہیں صاف شفاف شہد کی۔ اور (مزید برآں) ان کے لیے ہوں گے اس میں ہر قسم کے پھل اور مغفرت ہوگی ان کے رب کی طرف سے } اُن جیسے ہوسکتے ہیں جو ہمیشہ آگ میں رہنے والے ہیں اور انہیں پلایا جائے گا کھولتا ہوا پانی جو ان کی انتڑیوں کو کاٹ کر رکھ دے گا۔",
    "اور (اے نبی ﷺ !) ان میں کچھ لوگ ایسے بھی ہیں جو آپ کی بات کو بڑی توجہ سے سنتے ہیں۔ یہاں تک کہ جب وہ آپ کے پاس سے نکل کر باہر جاتے ہیں تو ان لوگوں سے پوچھتے ہیں جنہیں علم دیا گیا ہے کہ ابھی انہوں (محمد ﷺ نے کیا کہا تھا ؟ } یہ وہ لوگ ہیں جن کے دلوں پر اللہ نے مہر لگا دی ہے اور وہ اپنی خواہشات کی پیروی کر رہے ہیں۔",
    "اور وہ لوگ جو ہدایت پر ہیں اللہ نے ان کی ہدایت میں اور اضافہ کردیا ہے اور انہیں ان کے حصے کا تقویٰ عطا فرمایا ہے۔",
    "تو یہ لوگ اب کس چیز کے منتظر ہیں سوائے قیامت کے کہ وہ آدھمکے ان پر اچانک ؟ پس اس کی علامات تو ظاہر ہو ہی چکی ہیں تو جب وہ ان پر آدھمکے گی تو اس وقت ان کا نصیحت حاصل کرنا کس کام کا ہوگا ؟",
    "بس جان لو کہ اللہ کے سوا کوئی معبود نہیں اور اپنی خطائوں کے لیے (اللہ سے) استغفار کرو اور اہل ِایمان مردوں اور عورتوں کے لیے بھی (استغفار کریں) اور اللہ خوب جانتا ہے تمہارے لوٹنے کی جگہ کو اور تمہارے مستقل ٹھکانے کو۔",
    "اور یہ لوگ جو ایمان کے دعویدار ہیں کہتے ہیں کہ (قتال کے بارے میں) کوئی سورت کیوں نازل نہیں ہوئی ؟ پھر جب ایک محکم سورت نازل کردی گئی اور اس میں قتال کا حکم آگیا تو اب آپ دیکھیں گے ان لوگوں کو جن کے دلوں میں روگ ہے کہ یہ لوگ آپ ﷺ کی طرف ایسے دیکھیں گے جیسے وہ شخص دیکھتا ہے جس پر موت کی غشی طاری ہو رہی ہوتی ہے تو بربادی ہے ان کے لیے۔",
    "اطاعت لازم ہے اور کوئی بھلی بات کہی جاسکتی ہے تو جب کوئی فیصلہ طے پا جائے تو پھر اگر وہ اللہ سے (اپنے ایمان کے وعدے میں) سچے ثابت ہوں تبھی ان کے لیے بہتری ہے۔",
    "پس تم سے اس کے سوا کچھ متوقع نہیں ہے کہ اگر تم لوگوں کو حکومت مل جائے تو تم زمین میں فساد مچائو گے اور اپنے رحمی رشتے کاٹو گے۔",
    "یہ وہ لوگ ہیں جن پر اللہ نے لعنت کی ہے پس ان کے کانوں کو بہرا اور ان کی نگاہوں کو اندھا کردیا ہے۔",
    "کیا یہ لوگ قرآن پر تدبر ّنہیں کرتے یا ان کے دلوں پر قفل پڑچکے ہیں۔",
    "یقینا وہ لوگ جو پھرگئے اپنی پیٹھوں کے َبل اس کے بعد کہ ان پر ہدایت واضح ہوچکی شیطان نے ان کے لیے (ارتداد کا یہ مرحلہ) آسان کردیا ہے اور انہیں لمبی لمبی امیدیں دلائی ہیں۔",
    "یہ اس لیے ہوا کہ انہوں نے ان لوگوں سے جنہیں اللہ کا نازل کیا ہوا (قرآن) ناپسند ہے کہا کہ ہم بعض امور میں تمہاری اطاعت جاری رکھیں گے۔ اور اللہ کو ان کی خفیہ باتوں کا خوب علم ہے۔",
    "تو کیا حال ہوگا (ان کا اس وقت) جب فرشتے ان کی جانیں قبض کریں گے ضربیں لگاتے ہوئے ان کے چہروں پر اور ان کی پیٹھوں پر",
    "یہ اس لیے کہ انہوں نے پیروی کی اس چیز کی جو اللہ کو ناراض کرنے والی ہے اور انہوں نے ناپسند کیا اس کی رضا کو تو اس نے ان کے تمام اعمال اکارت کردیے۔",
    "کیا سمجھ رکھا تھا ان لوگوں نے جن کے دلوں میں روگ ہے کہ اللہ ان کے کھوٹ کو ظاہر نہیں کرے گا ؟ اور یقینا اللہ ظاہر کر کے رہے گا سچے اہل ایمان کو اور ظاہر کر کے رہے گا منافقین کو بھی۔",
    "اور اگر ہم چاہیں تو آپ کو یہ لوگ دکھا دیں اس طرح کہ آپ ان کے چہروں سے انہیں پہچان لیں گے۔ اور آپ انہیں لازماً پہچان لیں گے (ان کی) گفتگو کے انداز سے۔ اور اللہ تمہارے اعمال کو خوب جانتا ہے۔",
    "اور ہم تمہیں لازماً آزمائیں گے یہاں تک کہ ہم ظاہر کردیں انہیں جو تم میں سے جہاد کرنے والے اور صبر کرنے والے ہیں اور ہم پوری تحقیق کرلیں تمہارے حالات کی۔",
    "یقینا وہ لوگ جنہوں نے کفر کیا اور جو روکتے رہے دوسروں کو اللہ کے راستے سے اور وہ رسول ﷺ کی مخالفت میں سرگرم رہے اس کے بعد کہ ان کے لیے ہدایت واضح ہوچکی تھی وہ اللہ کا کچھ نہیں بگاڑ سکیں گے۔ اور وہ ان کے اعمال کو اکارت کر دے گا۔",
    "اے اہل ِایمان ! تم لوگ اللہ کی اطاعت کرو اور رسول کی اطاعت کرو اور کہیں اپنے اعمال ضائع نہ کر بیٹھنا۔",
    "یقینا وہ لوگ جنہوں نے کفر کیا اور وہ اللہ کے راستے سے رکے رہے (اور دوسروں کو بھی روکتے رہے) پھر وہ مرگئے اس حالت میں کہ کافر ہی رہے تو ایسے لوگوں کو اللہ ہرگز نہیں بخشے گا۔",
    "تو (اے مسلمانو !) تم لوگ ڈھیلے نہ پڑو اور صلح و سلامتی کی دعوت مت دو } اور تم لوگ ہی غالب ہو گے اللہ تمہارے ساتھ ہے اور وہ تمہارے اعمال کو ہرگز ضائع نہیں کرے گا۔",
    "یہ دنیا کی زندگی تو محض کھیل ہے اور کچھ جی کا بہلانا ہے۔ اور اگر تم لوگ ایمان لائو اور تقویٰ اختیار کیے رہو تو وہ تمہیں تمہارے اجر عطا کرے گا اور تم سے تمہارے اموال نہیں مانگے گا۔",
    "اگر وہ تم سے ان (اموال) کے بارے میں مطالبہ کرے اور اس معاملے میں تم پر تنگی کرے تو تم بخل سے کام لو گے اور وہ ظاہر کر دے گا تمہارے (دلوں کے) کھوٹ کو۔",
    "تم وہ لوگ ہو کہ تمہیں بلایا جا رہا ہے کہ تم اللہ کی راہ میں خرچ کرو۔ پس تم میں سے کوئی وہ بھی ہے جو بخل سے کام لیتا ہے اور جو کوئی بھی بخل کرتا ہے وہ اپنے آپ ہی سے بخل کرتا ہے۔ اور اللہ غنی ہے اور محتاج تو تم ہی ہو۔ } اور اگر تم پیٹھ پھیر لو گے تو وہ تمہیں ہٹا کر کسی اور قوم کو لے آئے گا پھر وہ تمہاری طرح نہیں ہوں گے۔",
    "یقینا ہم نے آپ ﷺ کو ایک بڑی روشن فتح عطا فرمائی ہے۔",
    "تا کہ اللہ بخش دے آپ کی کوئی کوتاہیاں جو پیچھے ہوئیں اور جو بعد میں ہوئیں اور تاکہ اللہ اپنی نعمت کا اتمام فرما دے آپ ﷺ پر اور آپ ﷺ کی راہنمائی کرے سیدھے راستے کی طرف۔",
    "اور اللہ آپ کی مدد کرے گا بہت زبردست مدد۔",
    "وہی ہے جس نے اہل ایمان کے دلوں میں سکینت نازل کردی تاکہ وہ اضافہ کرلیں اپنے ایمان میں مزید ایمان کا } اور آسمانوں اور زمین کے تمام لشکر تو اللہ ہی کے ہیں۔ اور اللہ سب کچھ جاننے والا کمال حکمت والا ہے۔",
    "تا کہ وہ داخل کرے اہل ِایمان مردوں اور عورتوں کو ان باغات میں جن کے دامن میں ندیاں بہتی ہوں گی جن میں وہ ہمیشہ ہمیش رہیں گے اور دور کر دے ان سے ان کی برائیوں کو اور یہی ہے اللہ کے نزدیک بڑی کامیابی۔",
    "اور (تاکہ) اللہ سزا دے منافق مردوں اور منافق عورتوں کو اور مشرک مردوں اور مشرک عورتوں کو جو اللہ کے بارے میں بہت ُ برے گمان رکھنے والے ہیں انہی پر مسلط ہے برائی کا دائرہ۔ اور اللہ ان پر غضبناک ہوا ہے اور اس نے ان پر لعنت فرمائی ہے اور ان کے لیے جہنم تیار کر رکھی ہے۔ اور وہ بہت بری جگہ ہے لوٹنے کی۔",
    "اور آسمانوں اور زمین کے لشکر ُ کل کے کل اللہ ہی کے اختیار میں ہیں۔ اور اللہ زبردست ہے کمال حکمت والا",
    "} (اے نبی ﷺ !) ہم نے آپ کو بھیجا ہے گواہی دینے والا بشارت دینے والا اور خبردار کرنے والا بنا کر۔",
    "تا کہ (اے مسلمانو !) تم ایمان رکھو اللہ اور اس کے رسول پر اور رسول کی مدد کرو اور اس کی تعظیم کرو } اور تاکہ تم اللہ کی تسبیح کرو صبح وشام۔",
    "(اے نبی ﷺ !) یقینا وہ لوگ جو آپ سے بیعت کر رہے ہیں وہ حقیقت میں اللہ سے بیعت کر رہے ہیں۔ ان کے ہاتھوں کے اوپر اللہ کا ہاتھ ہے تو اب جو کوئی اس کو توڑے گا تو اس کے توڑنے کا وبال اپنے اوپر ہی لے گا } اور جو کوئی پورا کرے گا اس معاہدے کو جو وہ اللہ سے کر رہا ہے تو وہ اسے اجر عظیم عطا فرمائے گا۔",
    "عنقریب آپ ﷺ سے کہیں گے وہ لوگ جو پیچھے رہ جانے والے تھے دیہاتیوں میں سے ہمیں مشغول رکھا ہمارے اموال اور اہل و عیال (کی دیکھ بھال) نے چناچہ آپ ہمارے لیے استغفار کیجیے۔ یہ لوگ اپنی زبانوں سے وہ کچھ کہہ رہے ہیں جو ان کے دلوں میں نہیں ہے۔ آپ ﷺ (ان سے) کہیے کہ کون ہے جو کچھ اختیار رکھتا ہو تمہارے بارے میں اللہ کی طرف سے کچھ بھی اگر وہ تمہیں نقصان پہنچانے کا ارادہ کرے یا تمہیں نفع پہنچانے کا ارادہ کرے ؟ } بلکہ جو کچھ تم کرتے رہے ہو اللہ اس سے باخبر ہے۔",
    "بلکہ تم لوگوں نے یہ گمان کیا کہ اب رسول اور اہل ِایمان اپنے گھر والوں کی طرف کبھی بھی لوٹ کر نہیں آئیں گے اور یہ بات تمہارے دلوں میں خوشنما بنا دی گئی اور تم نے بہت برا گمان کیا اور تم ہو ہی تباہ ہونے والے لوگ۔",
    "اور جو کوئی اللہ اور اس کے رسول ﷺ پر ایمان نہ رکھے تو ہم نے ان کافروں کے لیے جہنم تیار کر رکھی ہے",
    "اور آسمانوں اور زمین کی بادشاہی اللہ ہی کے لیے ہے وہ بخشے گا جس کو چاہے گا اور عذاب دے گا جس کو چاہے گا۔ اور اللہ بہت بخشنے والا نہایت رحم کرنے والا ہے۔",
    "(اے مسلمانو !) عنقریب یہی پیچھے رہنے والے کہیں گے جب تم لوگ غنیمتیں حاصل کرنے کے لیے جائو گے کہ ہمیں بھی اجازت دیجیے کہ ہم آپ کے ساتھ چلیں یہ چاہتے ہیں کہ اللہ کے کلام کو تبدیل کردیں آپ ﷺ کہیے کہ تم ہرگز ہمارے ساتھ نہیں جائو گے یہ بات اللہ پہلے ہی فرما چکا ہے۔ اس پر وہ کہیں گے : بلکہ آپ لوگ ہم سے حسد کر رہے ہیں۔ بلکہ حقیقت یہ ہے کہ یہ لوگ فہم ہی نہیں رکھتے مگر بہت کم۔",
    "ان بدوئوں میں سے جو لوگ پیچھے رہ گئے تھے آپ ان سے کہہ دیجیے کہ عنقریب تمہیں بلایا جائے گا ایک ایسی قوم کے ساتھ مقابلے کے لیے جو بہت طاقتور ہوگی یا تو تم ان سے قتال کرو گے یا وہ اطاعت قبول کرلیں گے تو اس وقت اگر تم اطاعت کرو گے تو اللہ تمہیں بہت اچھا اجر دے گا۔ } لیکن اگر تم نے (اس موقع پر بھی) پیٹھ دکھا دی جیسے کہ تم نے پہلے پیٹھ دکھائی تھی تو وہ تمہیں بہت درد ناک عذاب دے گا۔",
    "ہاں کسی اندھے پر کوئی تنگی نہیں اور نہ ہی کسی لنگڑے پر اور نہ ہی کسی مریض پر کوئی تنگی ہے اور جو اللہ اور اس کے رسول کی اطاعت کرے گا تو وہ داخل کرے گا اس کو ان باغات مین جن کے دامن میں ندیاں بہتی ہوں گی۔ } اور جو کوئی پیٹھ پھیر لے تو اسے وہ ایک دردناک عذاب سے دوچار کرے گا۔",
    "اللہ راضی ہوگیا اہل ایمان سے جب کہ وہ آپ ﷺ سے بیعت کر رہے تھے درخت کے نیچے تو اللہ کے علم میں تھا جو کچھ ان کے دلوں میں تھا } تو اللہ نے ان پر سکینت نازل کردی اور انہیں (بدلے میں) ایک قریبی فتح بخشی",
    "اور بہت سے اموالِ غنیمت جو وہ حاصل کریں گے۔ اور اللہ زبردست حکمت والا ہے۔",
    "(اے مسلمانو !) اللہ تم سے وعدہ کرتا ہے بہت سے اموالِ غنیمت کا جنہیں تم حاصل کرو گے پس یہ (فتح) تو اس نے تمہیں فوری طور پر عطاکر دی ہے اور اس نے روک لیا لوگوں کے ہاتھوں کو تم سے } تاکہ یہ اہل ِایمان کے لیے ایک نشانی بن جائے اور وہ تمہاری راہنمائی فرمائے سیدھے راستے کی طرف۔",
    "اور کچھ (فتوحات) اور بھی ہیں جن پر ابھی تمہیں قدرت حاصل نہیں ہوئی اللہ ان کا بھی احاطہ کیے ہوئے ہے } اور اللہ ہرچیز پر قادر ہے۔",
    "اور اگر یہ کافر (قریش ِمکہ) ّتم سے جنگ کرتے تو لازماً پیٹھ پھیر جاتے اور پھر نہ پاتے وہ اپنے لیے کوئی حمایتی اور نہ کوئی مددگار۔",
    "یہ اللہ کا وہ دستور ہے جو پہلے سے چلا آ رہا ہے۔ } اور تم ہرگز نہیں پائو گے اللہ کے قانون میں کوئی تبدیلی۔",
    "اور وہی ہے جس نے روک دیے ان کے ہاتھ تمہاری طرف بڑھنے سے اور تمہارے ہاتھ ان کی طرف بڑھنے سے مکہ کی وادی میں اس کے بعد کہ اس نے تمہیں ان پر فتح دے دی تھی۔ } اور جو کچھ تم لوگ کر رہے ہو اللہ اسے دیکھ رہا ہے۔",
    "وہی لوگ ہیں جنہوں نے کفر کیا اور تمہیں روکے رکھا مسجد ِحرام تک جانے سے اور قربانی کے جانور بھی روکے گئے اپنی جگہ پہنچنے سے اور اگر نہ ہوتے (مکہ میں موجود) ایسے مومن مرد اور مومن عورتیں جنہیں تم نہیں جانتے تھے اندیشہ تھا کہ تم لوگ انہیں بھی کچل دیتے تو ان کے بارے میں تم پر الزام آتا بیخبر ی میں (تو جنگ نہ روکی جاتی) (جنگ اس لیے روکی گئی) تاکہ اللہ داخل کرے اپنی رحمت میں جس کو چاہے۔ } اگر وہ (اہل ِایمان) علیحدہ ہوچکے ہوتے تو ان (اہل ّمکہ) میں سے جو کافر تھے ان کو ہم ایک دردناک عذاب کا مزہ چکھا دیتے۔",
    "جب ان کافروں نے اپنے دلوں میں حمیت بٹھالی جاہلیت کی حمیت تو اللہ نے سکینت نازل کردی اپنے رسول ﷺ پر اور اہل ایمان پر اور اس نے لازم کردیا ان پر تقویٰ کی بات کو اور وہ اس کے زیادہ حق دار بھی ہیں اور اس کے اہل بھی ہیں۔ اور اللہ ہرچیز کا علم رکھتا ہے۔",
    "اللہ نے اپنے رسول کو بالکل سچا خواب دکھایا حق کے ساتھ (اے مسلمانو !) تم لازماً داخل ہو گے مسجد الحرام میں ان شاء اللہ پورے امن کے ساتھ اپنے سروں کو منڈواتے ہوئے اور بالوں کو ترشواتے ہوئے (اُس وقت) تمہیں کوئی اندیشہ نہیں ہوگا۔ } تو اللہ وہ کچھ جانتا ہے جو تم نہیں جانتے تو اس کے علاوہ اس نے (تمہارے لیے) ایک قریب کی فتح بھی رکھی ہے۔",
    "وہی ہے جس نے بھیجا ہے اپنے رسول کو الہدیٰ اور دین حق دے کرتا کہ وہ غالب کر دے اسے ُ کل کے کل نظام زندگی پر اور کافی ہے اللہ مددگار کے طور پر۔",
    "محمد ﷺ اللہ کے رسول ہیں۔ اور جو ان کے ساتھ ہیں وہ کافروں پر بہت بھاری اور آپس میں بہت رحم دل ہیں تم دیکھو گے انہیں رکوع کرتے ہوئے سجدہ کرتے ہوئے وہ (ہر آن) اللہ کے فضل اور اس کی رضا کے متلاشی رہتے ہیں ان کی پہچان ان کے چہروں پر (ظاہر) ہے سجدوں کے اثرات کی وجہ سے یہ ہے ان کی مثال تورات میں اور انجیل میں ان کی مثال یوں ہے کہ جیسے ایک کھیتی ہو جس نے نکالی اپنی کو نپل پھر اس کو تقویت دی پھر وہ سخت ہوئی پھر وہ اپنے تنے پر کھڑی ہوگئی یہ کا شتکار کو بڑی بھلی لگتی ہے تاکہ ان سے کافروں کے دل جلائے } اللہ نے وعدہ کیا ہے ان لوگوں سے جو ان میں سے ایمان لائے اور انہوں نے نیک اعمال کیے مغفرت اور اجر عظیم کا",
    "اے اہل ِایمان مت آگے بڑھو اللہ اور اس کے رسول سے اور اللہ کا تقویٰ اختیار کرو۔ یقینا اللہ سب کچھ سننے والا سب کچھ جاننے والا ہے۔",
    "اے اہل ِایمان ! اپنی آواز کبھی بلند نہ کرنا نبی ﷺ کی آواز پر اور نہ انہیں اس طرح آواز دے کر پکارنا جس طرح تم آپس میں ایک دوسرے کو بلند آواز سے پکارتے ہو } مبادا تمہارے سارے اعمال ضائع ہوجائیں اور تمہیں خبر بھی نہ ہو۔",
    "بیشک وہ لوگ جو اپنی آوازوں کو پست رکھتے ہیں اللہ کے رسول ﷺ کے سامنے یہی لوگ ہیں جن کے دلوں کو اللہ نے جانچ پرکھ کر ُ چن لیا ہے تقویٰ کے لیے۔ } ان کے لیے مغفرت بھی ہے اور بہت بڑا اجر بھی۔",
    "بیشک وہ لوگ جو آپ ﷺ کو پکارتے ہیں حجروں کے پیچھے سے ان میں سے اکثر وہ ہیں جو عقل نہیں رکھتے۔",
    "اور اگر وہ صبر کرتے یہاں تک کہ آپ خود ان کے پاس نکل کر آجاتے تو یہ ان کے حق میں بہتر ہوتا۔ بہرحال اللہ بہت بخشنے والا بہت رحم کرنے والا ہے۔",
    "اے اہل ِایمان ! اگر تمہارے پاس کوئی فاسق شخص کوئی بڑی خبر لے کر آئے تو تم تحقیق کرلیا کرو } مبادا کہ تم جا پڑو کسی قوم پر نادانی میں اور پھر تمہیں اپنے کیے پر نادم ہونا پڑے۔",
    "اور جان لو کہ تمہارے مابین اللہ کا رسول موجود ہے۔ اگر وہ تمہارا کہنا مانا کریں اکثر معاملات میں تو تم لوگ مشکل میں پڑ جائو لیکن (اے نبی ﷺ کے ساتھیو !) اللہ نے تمہارے نزدیک ایمان کو بہت محبوب بنا دیا ہے اور اسے تمہارے دلوں کے اندر کھبا دیا ہے اور اس نے تمہارے نزدیک بہت ناپسندیدہ بنا دیا ہے کفر فسق اور نافرمانی کو۔ } یہی لوگ ہیں جو صحیح راستے پر ہیں۔",
    "اللہ کی طرف سے بہت بڑے فضل اور انعام کی بنا پر۔ اور اللہ ہرچیز کا علم رکھنے والا کمال حکمت والا ہے۔",
    "اور اگر اہل ِایمان میں سے دو گروہ آپس میں لڑ پڑیں تو ان کے درمیان صلح کرا دیا کرو۔ پھر اگر ان میں سے ایک فریق دوسرے پر زیادتی کر رہا ہو تو تم جنگ کرو اس کے ساتھ جو زیادتی کر رہا ہے یہاں تک کہ وہ لوٹ آئے اللہ کے حکم کی طرف } پھر اگر وہ لوٹ آئے تو ان دونوں کے درمیان صلح کرا دو عدل کے ساتھ اور دیکھو ! انصاف کرنا۔ بیشک اللہ انصاف کرنے والوں کو محبوب رکھتا ہے۔",
    "یقینا تمام اہل ِایمان آپس میں بھائی بھائی ہیں پس اپنے دو بھائیوں کے درمیان صلح کر ادیا کرو } اور اللہ کا تقویٰ اختیار کرو تاکہ تم پر رحم کیا جائے۔",
    "اے اہل ایمان ! تم میں سے کوئی گروہ دوسرے گروہ کا مذاق نہ اڑائے ہوسکتا ہے کہ وہ ان سے بہتر ہوں (اسی طرح) عورتیں بھی دوسری عورتوں کا مذاق نہ اڑائیں ہوسکتا ہے وہ ان سے بہتر ہوں اور اپنے آپ کو عیب مت لگائو اور نہ آپس میں ایک دوسرے کے چڑانے والے نام رکھا کرو۔ ایمان کے بعد تو برائی کا نام بھی برا ہے۔ اور جو باز نہیں آئیں گے وہی تو ظالم ہیں۔",
    "اے اہل ِایمان ! زیادہ گمان کرنے سے بچو بیشک بعض گمان گناہ ہوتے ہیں اور ایک دوسرے کے حالات کی ٹوہ میں نہ رہا کرو اور تم میں سے کوئی دوسرے کی غیبت نہ کرے۔ کیا تم میں سے کوئی شخص پسند کرے گا کہ اپنے ُ مردہ بھائی کا گوشت کھائے ؟ یہ تو تمہیں بہت ناگوار لگا اور اللہ کا تقویٰ اختیار کرو اللہ تو بہ کا بہت قبول فرمانے والا اور بہت رحم فرمانے والا ہے۔",
    "اے لوگو ! ہم نے تمہیں پیدا کیا ہے ایک مرد اور ایک عورت سے اور ہم نے تمہیں مختلف قوموں اور قبیلوں میں تقسیم کردیا ہے تاکہ تم ایک دوسرے کو پہچان سکو۔ یقینا تم میں سب سے زیادہ با عزت اللہ کے ہاں وہ ہے جو تم میں سب سے بڑھ کر متقی ہے۔ } یقینا اللہ سب کچھ جاننے والا ہرچیز سے باخبر ہے۔",
    "یہ بدو کہہ رہے ہیں کہ ہم ایمان لے آئے ہیں۔ (اے نبی ﷺ ان سے) کہہ دیجیے : تم ہرگز ایمان نہیں لائے ہو بلکہ تم یوں کہو کہ ہم مسلمان (اطاعت گزار) ہوگئے ہیں اور ایمان ابھی تمہارے دلوں میں داخل نہیں ہوا۔ لیکن اگر تم اللہ اور اس کے رسول کی اطاعت کرتے رہو گے تو وہ تمہارے اعمال میں سے کوئی کمی نہیں کرے گا۔ } یقینا اللہ بہت بخشنے والا بہت مہربان ہے۔",
    "مومن تو بس وہی ہیں جو ایمان لائے اللہ اور اس کے رسول ﷺ پر پھر شک میں ہرگز نہیں پڑے اور انہوں نے جہاد کیا اپنے مالوں اور اپنی جانوں کے ساتھ اللہ کی راہ میں۔ یہی لوگ ہیں جو (اپنے دعوائے ایمان میں) سچے ہیں۔",
    "(اے نبی ﷺ !) ان سے کہیے : کیا تم اللہ کو جتلانا چاہتے ہو اپنادین ؟ اور اللہ جانتا ہے جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں ہے۔ } اللہ تو ہرچیز کا علم رکھنے والا ہے۔",
    "(اے نبی ﷺ !) یہ لوگ آپ پر احسان دھر رہے ہیں کہ وہ اسلام لے آئے ہیں ان سے کہیے کہ مجھ پر اپنے اسلام کا احسان نہ دھرو } بلکہ اللہ تم پر احسان دھرتا ہے کہ اس نے تمہیں ایمان کے راستے پر ڈال دیا ہے اگر تم سچے ہو۔",
    "یقینا اللہ جانتا ہے آسمانوں اور زمین کی چھپی ہوئی چیزیں۔ اور جو کچھ تم کر رہے ہو اللہ اسے بھی دیکھ رہا ہے۔",
    "قسم ہے عظیم الشان قرآن کی۔",
    "بلکہ انہیں بہت عجیب محسوس ہوا ہے کہ ان کے پاس آیا ہے ایک خبردار کرنے والا ان ہی میں سے تو کافروں نے کہا یہ تو بڑی عجیب سی بات ہے",
    "کیا جب ہم مرجائیں گے اور مٹی ہوجائیں گے (تو ہم پھر سے زندہ کیے جائیں گے یہ لوٹایا جانا تو بہت دور کی بات ہے۔",
    "ہم خوب جانتے ہیں کہ زمین ان میں سے کیا چیز کم کرتی ہے۔ اور ہمارے پاس تو ایک محفوظ رکھنے والی کتاب بھی موجود ہے۔",
    "بلکہ انہوں نے جھٹلا دیا حق کو جب کہ وہ ان کے پاس آیا سو اب وہ ایک بڑی الجھن میں مبتلاہو گئے ہیں۔",
    "تو کیا انہوں نے دیکھا نہیں آسمان کی طرف جو ان کے اوپر ہے کہ ہم نے اسے کیسے بنایا ہے اور کیسے اسے مزین کیا ہے اور اس میں کہیں کوئی رخنہ نہیں ہے۔",
    "اور زمین کو ہم نے پھیلا دیا ہے اور ہم نے اس میں لنگر ڈال دیے ہیں اور ہم نے اس میں ہر طرح کی بڑی ہی رونق والی چیزیں (جوڑوں کی شکل میں) پیدا کردیں۔",
    "یہ اللہ کی نشانیاں ہیں) سجھانے اور یاد دہانی کرانے کو ہر اس بندے کے لیے جو رجوع رکھے ہوئے ہو۔",
    "اور ہم نے آسمان سے اتارا برکت والا پانی تو ہم نے اگایا اس کے ذریعے سے باغات کو اور ان فصلوں کو جو کٹ جاتی ہیں۔",
    "اور کھجوروں کے بلند وبالا درخت جن کے خوشے ہیں تہ بہ تہ",
    "یہ سب رزق ہے بندوں کے لیے اور اسی (پانی) سے ہم زندہ کردیتے ہیں مردہ زمین کو اسی طریقے سے نکلنا ہوگا (تمہارا بھی)۔",
    "جھٹلایا تھا ان سے پہلے بھی نوح ؑ کی قوم نے کنویں والوں نے اور قوم ثمود نے۔",
    "اور قوم عاد فرعون اور لوط ؑ کے بھائیوں نے۔",
    "اور بن والوں اور قومِ ُ تبع نے ان سب نے رسولوں کو جھٹلایا تو وہ مستحق ہوگئے میری وعید کے۔",
    "تو کیا ہم پہلی مرتبہ پیدا کر کے عاجز آگئے ہیں بلکہ یہ لوگ شک میں پڑے ہوئے ہیں نئی تخلیق سے متعلق۔",
    "اور ہم نے ہی انسان کو پیدا کیا ہے اور ہم خوب جانتے ہیں جو اس کا نفس وسوسے ڈالتا ہے اور ہم تو اس سے اس کی رَگِ جاں سے بھی زیادہ قریب ہیں۔",
    "جبکہ لیتے جاتے ہیں دو لینے والے جو دائیں طرف اور بائیں طرف بیٹھے ہوتے ہیں۔",
    "وہ کوئی لفظ بھی نہیں بولتا ہے مگر اس کے پاس ایک مستعد نگران موجود ہوتا ہے۔",
    "اور بالآخر موت کی بےہوشی کا وقت آن پہنچا ہے حق کے ساتھ۔ یہی ہے نا وہ چیز جس سے تو بھاگا کرتا تھا",
    "اور صور میں پھونکا جائے گا یہ ہے وعدے کا دن۔",
    "اور ہر جان آئے گی (اس حالت میں کہ) اس کے ساتھ ہوگا ایک دھکیلنے والا اور ایک گواہ۔",
    "(اللہ فرمائے گا : اے انسان !) تو اس دن سے غفلت میں رہا تھا نا۔ تو آج ہم نے تجھ سے تیرا پردہ ہٹا دیا ہے تو آج تمہاری نگاہ کتنی تیز ہوگئی ہے۔",
    "اور اس کا ساتھی کہے گا : (پروردگار !) یہ جو میری تحویل میں تھا حاضر ہے",
    "اللہ تعالیٰ فرمائے گا) جھونک دو جہنم میں ہر ناشکرے سرکش کو۔",
    "جو خیر سے روکنے والا حد سے بڑھنے والا اور شکوک و شبہات میں مبتلا رہنے والا ہے۔",
    "جس نے اللہ کے ساتھ کوئی دوسرا الٰہ بھی بنا لیا تھا۔ تو جھونک دو اس کو بڑے سخت عذاب میں۔",
    "اس کا ساتھی (شیطان) کہے گا : پروردگار ! میں نے اس کو سرکش نہیں بنایا بلکہ یہ خود ہی بہت دور کی گمراہی میں پڑا ہوا تھا",
    "اللہ فرمائے گا :) اب میرے سامنے جھگڑ 1 مت کرو جبکہ میں پہلے ہی تمہاری طرف وعید بھیج چکا ہوں۔",
    "میرے حضور میں بات تبدیل نہیں کی جاسکتی اور میں اپنے بندوں پر ظلم کرنے والا نہیں ہوں۔",
    "جس دن ہم پوچھیں گے جہنم سے کہ کیا تو بھر گئی ؟ اور وہ کہے گی کیا کچھ اور بھی ہے ؟",
    "اور جنت قریب لائی جائے گی اہل تقویٰ کے لیے کچھ بھی دور نہیں ہوگی۔",
    "(ان سے کہا جائے گا) یہ ہے جس کا وعدہ تم لوگوں سے کیا جاتا تھا ہر اس شخص کے لیے جو (اللہ کی طرف) رجوع کرنے والا اور حفاظت کرنے والا ہو۔",
    "جو ڈرتا رہا رحمن سے غیب میں ہونے کے باوجود۔ اور لے کر آیا رجوع کرنے والا دل۔",
    "ان سے کہا جائے گا :) داخل ہو جائو اس (جنت) میں سلامتی کے ساتھ اب یہ ہمیشہ رہنے کا دن ہے۔",
    "ان کے لیے اس میں وہ سب کچھ ہوگاجو وہ چاہیں گے اور ہمارے پاس مزید بھی بہت کچھ ہے",
    "اور کتنی ہی قوموں کو ہم نے ان سے پہلے ہلاک کیا ہے جو قوت میں ان سے بڑھ کر تھیں سو انہوں نے ملکوں کے ملک فتح کیے ! پھر کیا وہ کوئی جائے فرار پا سکے ؟",
    "۔ } یقینا اس میں یاد دہانی ہے اس کے لیے جس کا دل ہو یا جو توجہ سے سنے حاضر ہو کر۔",
    "اور ہم نے آسمانوں اور زمین کو اور جو کچھ ان کے مابین ہے پیدا کیا چھ دنوں میں۔ اور ہم پر کوئی تکان طاری نہیں ہوئی۔",
    "تو (اے نبی ﷺ آپ صبر کیجیے اس پر جو یہ لوگ کہہ رہے ہیں اور اپنے رب کی حمد کے ساتھ تسبیح کیجیے سورج کے طلوع ہونے سے قبل اور غروب ہونے سے قبل۔",
    "اور رات کے حصوں میں بھی اس کی تسبیح بیان کرو۔ اور سجدوں (نمازوں) کے بعد بھی۔",
    "اور کان لگائے رکھو جس دن پکارنے والا پکارے گا بہت قریب کی جگہ سے۔",
    "جس دن کہ وہ سنیں گے ایک چنگھاڑ حق کے ساتھ۔ وہ ہوگا نکلنے کا دن۔",
    "یقینا ہم ہی زندہ رکھتے ہیں اور ہم ہی موت وارد کرتے ہیں۔ اور ہماری ہی طرف (سب کو) پلٹ کر آنا ہے۔",
    "جس دن زمین ان پر سے پھٹ جائے گی اور وہ تیزی سے نکل پڑیں گے۔ یہ (سب کا) جمع کردینا ہمارے لیے بہت آسان ہے۔",
    "(اے نبی ﷺ !) ہم خوب جانتے ہیں جو کچھ یہ لوگ کہہ رہے ہیں اور آپ ان پر کوئی زبردستی کرنے والے نہیں ہیں۔ پس آپ تذکیر کرتے رہیے اس قرآن کے ذریعے سے ہر اس شخص کو جو میری وعید سے ڈرتا ہے۔",
    "قسم ہے ان ہوائوں کی جو بکھیرنے والی ہیں جیسے کہ بکھیرا جاتا ہے۔",
    "پھر بوجھ اٹھا کر لانے والی ہیں۔",
    "پھر نرمی سے چلنے والی ہیں۔",
    "پھر اللہ کے امر کو تقسیم کرنے والی ہیں۔",
    "جو وعدہ تمہیں دیا جا رہا ہے وہ یقینا سچ ہے۔",
    "اور جزا و سزا ضرور واقع ہو کر رہے گی۔",
    "اور قسم ہے جالی دار آسمان کی۔",
    "یقینا تم لوگ ایک جھگڑے کی بات میں پڑگئے ہو۔",
    "اس سے وہی پھیرا جاتا ہے جو پھیر دیا گیا ہے۔",
    "ہلاک ہوجائیں یہ اٹکلیں دوڑانے والے۔",
    "جو اپنی غفلت میں پڑے ہوئے ہیں۔",
    "وہ پوچھتے ہیں کب آئے گا وہ جزا و سزا کا دن",
    "جس دن یہ لوگ آگ پر سینکے جائیں گے۔",
    "ُس دن ان سے کہا جائے گا) اب چکھو مزا اپنی شرارت کا۔ یہ ہے وہ (عذاب) جس کی تم جلدی مچایا کرتے تھے۔",
    "یقینا اہل تقویٰ باغات اور چشموں کے اندر ہوں گے۔",
    "وہ (شکریے کے ساتھ) لے رہے ہوں گے جو کچھ ان کا رب انہیں دے گا۔ یہ وہ لوگ ہیں جو اس سے پہلے نیکوکار تھے۔",
    "رات کا تھوڑا ہی حصہ ہوتا تھا جس میں وہ سوتے تھے۔",
    "اور سحری کے اوقات میں وہ استغفار کرتے تھے۔",
    "اور ان کے اموال میں سائل اور محتاج کا حق ہوا کرتا تھا۔",
    "اور زمین میں (ہر چہارطرف) نشانیاں ہیں یقین کرنے والوں کے لیے۔",
    "اور تمہاری اپنی جانوں میں بھی (نشانیاں ہیں)۔ تو کیا تم دیکھتے نہیں ہو ؟",
    "اور آسمان میں تمہارا رزق ہے اور وہ بھی جس کا تم سے وعدہ کیا جا رہا ہے۔",
    "تو آسمانوں اور زمین کے رب کی قسم یقینایہ حق ہے بالکل ایسے جیسے (اِس وقت) تم بات چیت کر رہے ہو۔",
    "کیا آپ ﷺ کے پاس ابراہیم ؑ کے معزز مہمانوں کی خبرپہنچی ہے",
    "جب وہ اس کے ہاں داخل ہوئے تو انہوں نے سلام کہا۔ اس نے بھی (جواب میں) سلام کہا (اور دل میں کہا کہ) یہ تو کوئی اجنبی لوگ ہیں۔",
    "پھر وہ چپکے سے اپنے گھر والوں کی طرف گیا اور ایک (بھنا ہوا) موٹا تازہ بچھڑا لے آیا۔",
    "پھر اسے ان کی طرف بڑھایا اور کہا کہ آپ لوگ کھاتے نہیں ؟",
    "تو اس نے ان کی طرف سے دل میں اندیشہ محسوس کیا۔ انہوں نے کہا : آپ ڈریں نہیں۔ اور انہوں نے اسے بشارت دی ایک صاحب علم بیٹے کی۔",
    "اس پر اس کی بیوی سامنے آئی بڑبڑاتی ہوئی اور اس نے اپنا ماتھا پیٹ لیا اور کہنے لگی : بڑھیا بانجھ (بچہ جنے گی کیا) ؟",
    "انہوں نے کہا : ایسا ہی فرمایا ہے آپ کے رب نے۔ یقینا وہ سب کچھ جاننے والا بھی ہے اور بہت حکمت والا بھی۔"
  ]
}