{
  "meta": {
    "id": 158,
    "name": "Bayan-ul-Quran",
    "translator_name": "Dr. Israr Ahmad",
    "slug": "ur-israr-ahmad",
    "language_name": "urdu"
  },
  "verses": [
    "بہت ہی بابرکت ہے وہ ہستی جس کے ہاتھ میں بادشاہی ہے  اور وہ ہرچیز پر قادر ہے۔",
    "جس نے موت اور زندگی کو پیدا کیا تاکہ تمہیں آزمائے کہ تم میں سے کون اچھے اعمال کرنے والا ہے۔ اور وہ بہت زبردست بھی ہے اور بہت بخشنے والا بھی۔",
    "(وہ اللہ کہ) جس نے بنائے سات آسمان ایک دوسرے کے اوپر۔ تم نہیں دیکھ پائو گے رحمن کی تخلیق میں کہیں کوئی فرق۔ پھر لوٹائو نگاہ کو کیا تمہیں کہیں کوئی رخنہ نظر آتا ہے ؟",
    "پھر لوٹائو نگاہ کو بار بار (کوئی رخنہ ڈھونڈنے کے لیے) پلٹ آئے گی نگاہ تمہاری طرف ناکام تھک ہار کر۔",
    "اور ہم نے سب سے قریبی آسمان کو سجا دیا ہے چراغوں سے  اور ان کو بنا دیا ہے ہم نے شیاطین کو نشانہ بنانے کا ذریعہ  اور ان کے لیے ہم نے تیار کر رکھا ہے جلا دینے والا عذاب۔",
    "اور جو لوگ اپنے رب کا کفر کریں (چاہے وہ انسان ہوں یا جنات) ان کے لیے جہنم کا عذاب ہے اور وہ بہت ہی ُ برا ٹھکانہ ہے۔",
    "جب وہ اس میں جھونکے جائیں گے تو اسے سنیں گے دھاڑتے ہوئے اور وہ بہت جوش کھا رہی ہوگی۔",
    "قریب ہوگا کہ وہ غصے سے پھٹ جائے۔ جب بھی ڈالا جائے گا اس میں کسی ایک گروہ کو تو اس کے داروغے ان سے پوچھیں گے : کیا تمہارے پاس کوئی خبردار کرنے والا نہیں آیا تھا ؟",
    "وہ کہیں گے کیوں نہیں ! ہمارے پاس خبردار کرنے والا آیا تھا  لیکن ہم نے اسے جھٹلا دیا  اور ہم نے کہا کہ اللہ نے کوئی شے نہیں اتاری۔  تم تو کھلی گمراہی میں مبتلا ہوگئے ہو۔",
    "اور وہ کہیں گے کہ اگر ہم سنتے اور عقل سے کام لیتے  تو ہم نہ ہوتے ان جہنم والوں میں سے۔",
    "پس وہ اپنے اصل گناہ کا اعتراف کرلیں گے۔  پس پھٹکار ہے جہنمی لوگوں کے لیے۔",
    "بیشک وہ لوگ جو اپنے رب سے ڈرتے ہیں غیب میں رہتے ہوئے  ان کے لیے مغفرت بھی ہے اور بہت بڑا اجر بھی۔",
    "اور (دیکھو !) چاہے تم اپنی بات کو چھپا کر بیان کرو یا بلند آواز سے بیان کرو (وہ اس کو جانتا ہے)۔ وہ تو اس سے بھی واقف ہے جو تمہارے سینوں کے اندر پنہاں ہے۔",
    "کیا وہی نہ جانے گا جس نے پیدا کیا ہے ؟  اور وہ بہت باریک بین ہے ہر شے کی خبر رکھنے والا ہے۔",
    "وہی ہے جس نے تمہارے لیے بنا دیا ہے زمین کو پست تو تم چلو پھرو اس کے کندھوں کے مابین  اور اس کے (دیے ہوئے) رزق سے کھائو پیو اور (یاد رکھو کہ تم نے) اسی کی طرف زندہ ہو کر جانا ہے۔",
    "کیا تم بےخوف ہوگئے ہو اس سے جو آسمان میں ہے کہ وہ تمہیں زمین میں دھنسا دے اور وہ یکایک لرزنے لگے۔",
    "کیا تم بےخوف ہوگئے ہو اس سے جو آسمان میں ہے کہ وہ تم پر پتھر برسانے والی آندھی بھیج دے ؟ پھر تمہیں معلوم ہوجائے گا کہ میرا خبردار کرنا کیسا تھا !",
    "اور یقینا ان سے پہلے والوں نے بھی جھٹلایا تھا تو کیسا ہوا (ان پر) میرا عذاب ؟",
    "کیا یہ لوگ دیکھتے نہیں پرندوں کو اپنے اوپر (اڑتے ہوئے) کبھی پروں کو پھیلائے ہوئے اور کبھی سمیٹے ہوئے ؟ نہیں روکے ہوئے انہیں کوئی (فضا میں) مگر رحمن !  یقینا وہ ہرچیز کو خوب دیکھنے والا ہے !",
    "بھلا وہ کون ہے جو تمہارا لشکر بن کر تمہاری مدد کرے رحمن کے مقابلہ میں ؟ نہیں ہیں یہ کافر مگر دھوکے میں مبتلا ہیں۔",
    "پھر بھلا کون ہے وہ جو تمہیں رزق دے سکے اگر اللہ اپنے رزق کو روک لے ؟ بلکہ یہ لوگ اپنی سرکشی اور حق سے گریز میں بہت آگے بڑھ گئے ہیں۔",
    "تو کیا وہ شخص جو اپنے منہ کے بل گھسٹ رہا ہے زیادہ ہدایت پر ہے یا وہ جو سیدھا ہو کر چل رہا ہے ایک سیدھے راستے پر ؟",
    "کہہ دیجیے کہ وہی ہے جس نے تمہیں پیدا کیا اور تمہارے لیے کان آنکھیں اور دل بنائے۔ بہت ہی کم شکر ہے جو تم لوگ کرتے ہو۔",
    "کہہ دیجیے اسی نے تمہیں پھیلا دیا ہے زمین میں اور اسی کی طرف تم اکٹھے کردیے جائو گے۔",
    "وہ کہتے ہیں کب پورا ہوگا یہ وعدہ ؟ اگر تم سچے ہو (تو بتائو) !",
    "کہہ دیجیے کہ یہ علم تو اللہ ہی کے پاس ہے اور میں تو بس ایک واضح طور پر خبردار کردینے والا ہوں۔",
    "پھر جب وہ دیکھیں گے اس کو اپنے قریب آتے تو ان کافروں کے چہرے بگڑ جائیں گے  اور کہا جائے گا یہ ہے وہ چیز جس کا تم مطالبہ کرتے تھے۔",
    "(اے نبی ﷺ !) ان سے کہیے کہ اگر اللہ مجھے اور جو لوگ میرے ساتھ ہیں ان کو ہلاک کردے یا وہ ہم پر رحم کرے تو کافروں کو دردناک عذاب سے کون بچائے گا ؟",
    "(اے نبی ﷺ !) آپ کہیے کہ وہ تو رحمن ہے ہم اس پر ایمان لاچکے ہیں اور اسی پر ہمارا توکل ّہے۔ تو عنقریب تمہیں معلوم ہوجائے گا کہ کھلی گمراہی میں کون تھا !",
    "آپ ﷺ کہیے کہ ذرا سوچو ! اگر تمہارا پانی گہرائی میں اتر جائے تو کون ہے جو لائے گا تمہارے پاس صاف نتھرا ہواپانی ؟",
    "ن قسم ہے قلم کی اور جو کچھ یہ لکھتے ہیں۔",
    "آپ اپنے رب کے فضل و کرم سے مجنون نہیں ہیں۔",
    "اور یقینا آپ کے لیے تو وہ اجر ہے جس کا سلسلہ کبھی منقطع نہیں ہوگا۔",
    "اور آپ ﷺ یقینا اخلاق کے بلند ترین مرتبے پر فائز ہیں۔",
    "تو عنقریب آپ ﷺ بھی دیکھ لیں گے اور وہ بھی دیکھ لیں گے۔",
    "کہ تم میں سے کون فتنے میں مبتلا تھا !",
    "یقینا آپ ﷺ کا رب خوب جانتا ہے کہ کون اس کی راہ سے بھٹک گیا ہے اور وہ ان کو بھی خوب جانتا ہے جو ہدایت یافتہ ہیں۔",
    "تو (اے نبی ﷺ !) آپ ان جھٹلانے والوں کی باتوں پر دھیان نہ دیں۔",
    "وہ تو چاہتے ہیں کہ آپ ﷺ ذرا ڈھیلے پڑیں تو وہ بھی ڈھیلے پڑجائیں۔",
    "اور آپ ﷺ مت مانیے کسی ایسے شخص کی بات جو بہت قسمیں کھانے والا انتہائی گھٹیا ہے۔",
    "رُو در رُو طعنے دیتا ہے چغلیاں کھاتا پھرتا ہے۔",
    "خیر سے روکنے والا حد سے بڑھنے والا گنہگار۔",
    "بالکل گنوار ہے اس کے بعد یہ کہ بداصل بھی ہے۔",
    "صرف اس گھمنڈ پر کہ وہ مال و دولت اور بیٹوں والا ہے۔",
    "جب اسے ہماری آیات پڑھ کر سنائی جاتی ہیں تو وہ کہتا ہے کہ یہ تو پہلے لوگوں کی کہانیاں ہیں۔",
    "ہم عنقریب اس کی سونڈ پر داغ لگائیں گے۔",
    "یقینا ہم نے ان (اہل مکہ) کو اسی طرح آزمایا ہے جیسے ہم نے باغ والوں کو آزمایا تھا۔ جبکہ انہوں نے قسم کھائی کہ وہ ضرور اس کا پھل اتار لیں گے صبح سویرے۔",
    "اور انہوں نے (اس پر) ان شاء اللہ بھی نہ کہا۔",
    "پس ایک پھرنے والا پھر گیا اس (باغ) پر آپ کے رب کی طرف سے جبکہ وہ ابھی سوئے ہوئے ہی تھے۔",
    "تو وہ ایسے ہوگیا جیسے کٹی ہوئی فصل ہو۔",
    "اب صبح ہی صبح انہوں نے ایک دوسرے کو پکارا۔",
    "کہ صبح سویرے چلو اپنے کھیت کی طرف اگر تم پھل توڑنا چاہتے ہو۔",
    "چناچہ وہ چلے اور آپس میں چپکے چپکے یہ باتیں کرتے جا رہے تھے۔",
    "کہ دیکھو آج کوئی مسکین تمہارے پاس باغ میں ہرگز داخل نہ ہونے پائے۔",
    "اور وہ صبح سویرے چلے جلدی جلدی (یہ سمجھتے ہوئے) کہ وہ اس ارادہ پر پوری طرح قادر ہیں۔",
    "پھر جب انہوں نے اس (باغ) کو دیکھا تو کہنے لگے کہ ہم تو کہیں بھٹک گئے ہیں۔",
    "نہیں نہیں (باغ تویہی ہے) ہم تو محروم ہوگئے ہیں۔",
    "ان کے درمیان والے نے کہا : میں تمہیں کہتا نہ تھا کہ تم (اپنے رب کی) تسبیح کیوں نہیں کرتے ؟",
    "انہوں نے کہا (واقعی تم ٹھیک کہتے ہو) ہمارا رب پاک ہے بیشک ہم ہی ظالم تھے۔",
    "پھر وہ آپس میں ایک دوسرے کو ملامت کرنے لگے۔",
    "(بالآخر اعتراف کرتے ہوئے) وہ کہنے لگے : ہائے ہماری بدبختی ! اصل میں ہم سب ہی اپنی حدود سے تجاوز کرنے والے تھے۔",
    "اُمید ہے ہمارا رب ہمیں اس سے بہتر عطا کر دے گا اب ہم اپنے رب کی طرف رجوع کرتے ہیں۔",
    "اسی طرح آتا ہے عذاب ! اور آخرت کا عذاب تو یقینا بہت ہی بڑا ہے۔",
    "متقین کے لیے یقینا ان کے رب کے پاس نعمت والے باغات ہیں۔",
    "کیا ہم اپنے فرمانبرداروں کو مجرموں کے برابر کردیں گے ؟",
    "تمہیں کیا ہوگیا ہے تم کیسے حکم لگاتے ہو ؟",
    "کیا تمہارے پاس کوئی کتاب ہے جس میں تم یہ پڑھتے ہو ؟",
    "کہ اس (آخرت) میں تمہیں وہ سب کچھ مل جائے گا جو تم پسند کرو گے !",
    "کیا تم نے ہم سے کوئی قسم لے رکھی ہے جو باقی رہنے والی ہو قیامت کے دن تک کہ تمہارے لیے وہی کچھ ہوگا جو تم فیصلہ کرو گے ؟",
    "(اے نبی ﷺ !) ذرا ان سے پوچھئے کہ ان میں سے کون ہے جو اس کا ضامن ہو ؟",
    "کیا ان کے کوئی شریک ہیں ؟  تو لائیں یہ اپنے شریکوں کو اگر یہ سچے ہیں !",
    "جس دن پنڈلی کھولی جائے گی  اور انہیں پکارا جائے گا (اللہ کے حضور) سجدے کے لیے تو وہ کر نہیں سکیں گے۔",
    "ان کی نگاہیں زمین پر گڑی رہ جائیں گی  ان (کے چہروں) پر ذلت چھا رہی ہوگی۔  اور ان کو (دنیا میں) پکارا جاتا تھا سجدے کے لیے جبکہ یہ صحیح سالم تھے۔",
    "تو (اے نبی ﷺ !) آپ چھوڑ دیجیے مجھے اور ان لوگوں کو جو اس کلام کی تکذیب کر رہے ہیں۔ ہم انہیں رفتہ رفتہ وہاں سے لے آئیں گے جہاں سے انہیں علم تک نہیں ہوگا۔",
    "اور میں ان کو ڈھیل دے رہا ہوں۔ بیشک میری تدبیر بہت مضبوط ہے۔",
    "(اے نبی ﷺ !) کیا آپ ان سے کوئی اجرت مانگتے ہیں جس کے تاوان کے بوجھ تلے یہ دبے جا رہے ہیں ؟",
    "یا ان کے پاس غیب کا علم ہے جسے یہ لکھ رہے ہیں ؟",
    "تو (اے نبی ﷺ !) آپ انتظار کیجیے اپنے رب کے حکم کا  اور دیکھئے آپ ﷺ اس مچھلی والے کی طرح نہ ہوجایئے گا !",
    "اگر اس کی دست گیری نہ کرتا اس کے رب کا ایک انعام (اور احسان) تو وہ ملامت زدہ ہو کر پھینک دیاجاتا کسی چٹیل زمین پر۔",
    "تو اس کے ربّ نے اس کو ُ چن لیا اور اسے پھر صالحین میں سے کردیا۔",
    "اور یہ کافر تو ُ تلے ہوئے ہیں اس پر کہ اپنی نگاہوں کے زور سے آپ ﷺ کو پھسلا دیں گے جب وہ قرآن سنتے ہیں  اور کہتے ہیں کہ یہ تو دیوانہ ہے۔",
    "اور نہیں ہے وہ مگر ایک یاد دہانی تمام جہان والوں کے لیے۔",
    "وہ حق ہوجانے والی !",
    "کیا ہے وہ حق ہوجانے والی ؟",
    "اور تم نے کیا سمجھا کہ وہ حق ہونے والی کیا ہے ؟",
    "جھٹلایا تھا ثمود نے بھی اور عاد نے بھی اس کھڑکھڑا دینے والی کو۔",
    "پس ثمود تو ہلاک کردیے گئے ایک حد سے بڑھ جانے والی آفت سے۔",
    "اور عاد ہلاک کردیے گئے ایک جھکڑ ّوالی تیز آندھی سے۔",
    "اللہ نے مسلط کردیا اسے ان پر مسلسل سات راتوں اور آٹھ دنوں تک ان کی بیخ کنی کے لیے تو تم دیکھتے ان لوگوں کو کہ وہاں ایسے پچھڑے پڑے ہیں جیسے کھجور کے کھوکھلے تنے ہوں۔",
    "تو کیا تم ان میں سے کسی کو دیکھتے ہو باقی بچا ہوا ؟",
    "اور (اسی طرح) فرعون اور اس سے پہلے والوں نے اور الٹ دی جانے والی بستیوں (کے باسیوں) نے بھی خطاکاری کی روش اختیار کی تھی۔",
    "تو انہوں نے نافرمانی کی اپنے رب کے رسولوں کی  تو اللہ نے ان کو اپنی سخت گرفت میں دبوچ لیا۔",
    "جب (سیلابِ نوح ؑ کا) پانی طغیانی پر آیا تھا تو ہم نے تمہیں سوار کرا لیا تھا کشتی پر۔",
    "تاکہ ہم اس کو تمہارے لیے ایک یاددہانی بنا دیں اور وہ کان جو حفاظت کرنے والے ہیں اس کو پوری حفاظت سے یاد رکھیں۔",
    "تو جب صور میں پھونکا جائے گا یکبارگی۔",
    "اور جب زمین اور پہاڑوں کو اٹھا کر ایک ہی بار میں پاش پاش کر دیاجائے گا۔",
    "تو اس روز وہ واقعہ رونما ہوجائے گا۔",
    "اور آسمان پھٹ جائے گا  تو وہ اس دن بہت بودا سا ہوجائے گا۔",
    "اور فرشتے ہوں گے اس کے کناروں پر۔  اور اس دن تیرے رب کے عرش کو اپنے اوپر اٹھائے ہوئے ہوں گے آٹھ فرشتے۔",
    "اس دن تمہاری پیشی ہوگی  تمہاری کوئی مخفی سے مخفی بات بھی چھپی نہیں رہے گی۔",
    "تو وہ شخص جس کو اس کا اعمال نامہ دیا جائے گا اس کے داہنے ہاتھ میں تو وہ کہے گا : آئو آئو ! دیکھو میرا اعمال نامہ !",
    "(وہ کہے گا :) مجھے یقین تھا کہ مجھے اپنے حساب سے دوچار ہونا ہے۔",
    "پس وہ پسندیدہ زندگی بسر کرے گا۔",
    "بڑے ہی بلند باغ میں۔",
    "اس کے خوشے جھکے ہوئے ہوں گے۔",
    "(کہہ دیا جائے گا) کھائو اور پیو رچتا پچتا ان اعمال کے صلے میں جو تم نے گزرے دنوں میں کیے۔",
    "اور جس شخص کا اعمال نامہ اس کے بائیں ہاتھ میں دیاجائے گا وہ کہے گا : اے کاش ! مجھے میرا اعمال نامہ دیا ہی نہ گیا ہوتا۔",
    "اور مجھے معلوم ہی نہ ہوتا کہ میرا حساب کیا ہے !",
    "اے کاش کہ وہی موت قصہ پاک کردینے والی ہوتی !",
    "میرا مال و اسباب کچھ بھی میرے کام نہ آیا۔",
    "میرا اقتدار بھی مجھ سے چھن گیا۔",
    "پکڑو اسے اور اس کی گردن میں طوق ڈال دو !",
    "پھر اسے جہنم کے اندر جھونک دو !",
    "پھر ایک زنجیر میں اس کو باندھ دو جس کا طول ستر ّگز ہے۔",
    "یہ اللہ پر ایمان نہیں رکھتا تھا جو عظمت والا ہے۔",
    "اور نہ مسکین کو کھانا کھلانے کی ترغیب دیتا تھا۔",
    "تو اس کے لیے یہاں کوئی گرم جوش دوست نہیں ہے۔",
    "اور نہ ہی کچھ کھانے کو ہے سوائے زخموں کے دھو ون کے۔",
    "نہیں کھائیں گے اس کو مگر وہی جو خطاکار تھے۔",
    "تو میں قسم کھاتا ہوں اس کی جو تم دیکھتے ہو۔",
    "اور اس کی بھی جو تم نہیں دیکھتے ہو۔",
    "یہ قول ہے ایک رسول کریم کا۔",
    "اور یہ کسی شاعر کا قول نہیں ہے۔ کم ہی ہے جو تم یقین کرتے ہو۔",
    "اور نہ ہی یہ کسی کاہن کا کلام ہے۔ کم ہی ہے جو تم غور کرتے ہو۔",
    "اس کا اتارا جانا ہے تمام جہانوں کے رب کی طرف سے۔",
    "اور اگر یہ (نبی ﷺ خود گھڑ کر بعض باتیں ہماری طرف منسوب کرتا۔",
    "تو ہم پکڑتے اس کو داہنے ہاتھ سے۔",
    "پھر اس کی گردن کاٹ ڈالتے۔",
    "پھر تم میں سے کوئی بھی (ہمیں) اس سے روکنے والا نہ ہوتا۔",
    "اور یقینا یہ تو ایک یاد دہانی ہے متقین کے لیے۔",
    "اور ہمیں خوب معلوم ہے کہ تم میں کچھ لوگ جھٹلانے والے بھی ہیں۔",
    "اور یقینا یہ کافروں کے لیے حسرت کا باعث بن جائے گا۔",
    "اور یقینا یہ (قرآن) بالکل یقینی حق ہے۔",
    "پس آپ ﷺ تسبیح کیجیے اپنے رب کے نام کی جو کہ بہت عظمت والا ہے۔",
    "مانگا ایک مانگنے والے نے ایک ایسا عذاب جو واقع ہونے والا ہو",
    "کافروں کے لیے جس کو کوئی ٹال نہ سکے گا۔",
    "(وہ عذاب اپنے وقت پر آئے گا) اس اللہ کی طرف سے جو بہت بلند درجات والا ہے۔",
    "چڑھتے ہیں فرشتے اور روح اس کی جانب ایک دن میں جس کی مقدار پچاس ہزار برس ہے۔",
    "تو آپ ﷺ بڑی خوبصورتی سے صبر کیجیے۔",
    "یہ لوگ تو اس (عذاب) کو دور سمجھ رہے ہیں",
    "اور ہم اسے نہایت قریب دیکھ رہے ہیں۔",
    "جس دن آسمان ہوجائے گا جیسے پگھلا ہوا تانبا۔",
    "اور پہاڑ ایسے ہوجائیں گے جیسے دھنکی ہوئی روئی (یا رنگی ہوئی اُون)۔",
    "اور کوئی دوست کسی دوسرے دوست کا حال نہیں پوچھے گا۔",
    "وہ سب انہیں دکھائے جائیں گے۔ اس روز مجرم چاہے گا کہ کاش وہ اس دن کے عذاب سے بچنے کے لیے فدیے میں دے دے اپنے بیٹوں کو",
    "اور اپنی بیوی کو اور اپنے بھائی کو",
    "اور اپنے کنبے کو جو اسے پناہ دیتا تھا",
    "اور روئے زمین پر بسنے والے تمام انسانوں کو پھر یہ (فدیہ) اس کو بچا لے !",
    "ہرگز نہیں ! اب تو یہ بھڑکتی ہوئی آگ ہی ہے۔",
    "جو کلیجوں کو کھینچ لے گی۔",
    "وہ پکارے گی ہر اس شخص کو جس نے پیٹھ موڑ لی تھی اور رُخ پھیرلیا تھا",
    "اور جو مال جمع کرتا رہا پھر اسے سینت سینت کر رکھتا رہا۔",
    "یقینا انسان پیدا کیا گیا ہے تھڑدلا۔",
    "جب اسے کوئی تکلیف پہنچتی ہے تو بہت گھبرا جانے والا ہے۔",
    "اور جب اسے بھلائی ملتی ہے تو بہت بخیل بن جاتا ہے۔",
    "سوائے نمازیوں کے۔",
    "جو اپنی نمازوں پر مداومت کرتے ہیں۔",
    "اور وہ جن کے اموال میں معین حق ہے",
    "مانگنے والے کا اور محروم کا۔",
    "اور جو فیصلے کے دن کی تصدیق کرتے ہیں۔",
    "اور جو اپنے رب کے عذاب سے لرزاں و ترساں رہتے ہیں۔",
    "یقینا ان کے رب کا عذاب ایسا نہیں ہے کہ کوئی اس سے نڈرہو جائے۔",
    "اور جو اپنی شرم گاہوں کی حفاظت کرنے والے ہیں۔",
    "سوائے اپنی بیویوں یا اپنی لونڈیوں کے تو ان لوگوں پر کوئی ملامت نہیں۔",
    "تو جو کوئی بھی اس کے علاوہ کچھ چاہے گا تو وہی لوگ حد سے بڑھنے والے ہیں۔",
    "اور وہ جو اپنی امانتوں اور اپنے عہد کا پاس کرنے والے ہیں۔",
    "اور وہ جو اپنی گواہیوں پر قائم رہنے والے ہیں۔",
    "اور وہ لوگ کہ جو اپنی نماز کی محافظت کرتے ہیں۔",
    "یہی لوگ ہیں جو جنتوں میں ہوں گے اور وہاں ان کا اعزازو اکرام ہوگا۔",
    "تو (اے نبی ﷺ !) ان کافروں کو کیا ہوگیا ہے کہ وہ آپ کی طرف دوڑے چلے آتے ہیں۔",
    "دائیں اور بائیں سے غول در غول۔",
    "کیا ان میں سے ہر ایک واقعتا اس کا خواہش مند ہے کہ وہ نعمت بھری جنت میں داخل کیا جائے گا ؟",
    "ہرگز نہیں ! ہم نے ان کو پیدا کیا ہے اس چیز سے جس کو وہ جانتے ہیں۔",
    "تو نہیں ! قسم ہے مجھے مشرقوں اور مغربوں کے ربّ کی",
    "اس پر کہ ہم ان کو ہٹاکر ان سے بہتر لوگ لے آئیں  اور (اس معاملے میں) ہم ہارے ہوئے نہیں ہیں۔",
    "تو (اے نبی ﷺ !) آپ چھوڑ دیجیے انہیں یہ لگے رہیں بےہودہ باتوں اور کھیل کود میں یہاں تک کہ یہ ملاقات کریں اپنے اس دن سے جس کا ان سے وعدہ کیا جا رہا ہے۔",
    "جس دن وہ نکلیں گے اپنی قبروں سے دوڑتے ہوئے جیسے کہ وہ مقرر نشانوں کی طرف بھاگے جا رہے ہوں۔",
    "ان کی نگاہیں زمین میں گڑی ہوئی ہوں گی ذلت ان پر چھائی ہوئی ہوگی۔ یہ ہے وہ دن جس کا ان سے وعدہ کیا جاتا تھا۔",
    "ہم نے بھیجا تھا نوح کو ان کی قوم کی طرف  کہ خبردار کر دو اپنی قوم کو اس سے پہلے کہ آدھمکے ان پر ایک دردناک عذاب۔",
    "آپ ؑ نے کہا : اے میری قوم کے لوگو ! میں تمہارے لیے واضح طور پر ایک خبردار کرنے والا ہوں۔",
    "کہ تم لوگ اللہ کی بندگی کرو اس کا تقویٰ اختیار کرو اور میری اطاعت کرو۔",
    "اللہ تمہارے کچھ گناہ معاف کر دے گا اور تمہیں مہلت دے دے گا ایک وقت معین تک۔ اللہ کا مقرر کردہ وقت جب آجائے گا تو اسے موخر نہیں کیا جاسکے گا۔ کاش کہ تمہیں معلوم ہوتا !",
    "نوح نے عرض کیا : پروردگار ! میں نے تو اپنی اس قوم کو رات دن دعوت دی ہے۔",
    "لیکن میری اس دعوت نے ان میں کچھ اضافہ نہیں کیا سوائے فرار کے۔",
    "اور میں نے جب بھی انہیں پکارا تاکہ تو ان کی مغفرت فرما دے تو انہوں نے اپنی انگلیاں اپنے کانوں میں ٹھونس لیں  اور اپنے کپڑے بھی اپنے اوپر لپیٹ لیے  اور وہ ضد پر اَڑ گئے اور انہوں نے استکبار کیا بہت بڑا استکبار۔",
    "پھر (اے پروردگار) میں نے انہیں بلند آواز سے بھی پکارا۔",
    "پھر میں نے انہیں علانیہ دعوت بھی دی اور خفیہ طور پر بھی سمجھایا۔",
    "پس میں نے ان سے کہا کہ تم اپنے رب سے استغفار کرو۔  یقینا وہ بہت بخشنے والا ہے۔",
    "وہ تم پر آسمان سے خوب بارشیں برسائے گا۔",
    "اور وہ بڑھا دے گا تمہیں مال اور بیٹوں سے  اور تمہیں باغات عطا کرے گا اور تمہارے لیے (چشمے اور) نہریں رواں کر دے گا۔",
    "تمہیں کیا ہوگیا ہے کہ تم اللہ کی عظمت کے امیدوار نہیں ہو ؟",
    "اور اس نے تمہیں پیدا کیا ہے درجہ بدرجہ۔",
    "کیا تم نے دیکھا نہیں کہ اللہ نے کیسے پیدا کیا ہے سات آسمانوں کو تہ بر تہ !",
    "اور ان کے اندر اس نے چاند کو روشنی اور سورج کو (درخشاں) چراغ بنا یا !",
    "اور اللہ نے تمہیں اگایا ہے زمین سے جیسے (سبزہ) اُگایا جاتا ہے۔",
    "پھر وہ تمہیں لوٹا دے گا اسی میں اور پھر نکالے گا تمہیں جیسے نکالا جاتا ہے۔",
    "اور اللہ نے تمہارے لیے زمین کو بچھا دیا ہے بچھونے کی طرح۔",
    "تاکہ تم چلو پھرو اس میں کشادہ راستوں پر۔",
    "نوح ؑ نے کہا : پروردگار ! انہوں نے میری نافرمانی کی اور انہوں نے ان لوگوں کی پیروی کی جن کے مال اور اولاد نے ان کے لیے سوائے خسارے کے اور کچھ نہیں بڑھایا۔",
    "اور ان لوگوں نے ایک چال بھی چلی بہت بڑی چال۔",
    "اور انہوں نے کہا کہ تم اپنے ان معبودوں کو ہرگز چھوڑ نہ بیٹھنا۔ ہرگز مت چھوڑنا وَد کو سواع کو یغوث کو یعوق کو اور نسر کو۔",
    "اور انہوں نے تو بہتوں کو بہکا دیا ہے۔ اور (اے اللہ !) اب ُ تو ان ظالموں کے لیے سوائے گمراہی کے اور کسی چیز میں اضافہ نہ فرما !",
    "اپنی خطائوں کی وجہ سے ہی وہ غرق کیے گئے اور داخل کردیے گئے آگ میں تو نہ پایا انہوں نے اپنے لیے اللہ کے مقابل کوئی مددگار۔",
    "اور نوح ؑ نے کہا : اے میرے پروردگار ! اب ُ تو اس زمین پر کافروں کا بستا ہوا ایک گھر بھی مت چھوڑ۔",
    "اگر تو نے ان کو چھوڑ دیاتو یہ تیرے بندوں کو گمراہ کریں گے اور ان کی نسلوں میں بھی اب فاجر اور کافر لوگوں کے سوا اور کوئی پیدا نہیں ہوگا۔",
    "پروردگار ! مغفرت فرما دے میری اور میرے والدین کی اور جو کوئی بھی میرے گھر میں داخل ہوجائے ایمان کے ساتھ اس کی بھی اور تمام مومن مردوں اور مومن عورتوں کی بھی (مغفرت فرمادے) اور ان ظالموں کے لیے ُ تو اب کسی چیز میں اضافہ مت کر سوائے تباہی اور بربادی کے۔",
    "(اے نبی ﷺ !) آپ کہہ دیجیے : میری طرف وحی کی گئی ہے کہ جنات کی ایک جماعت نے بڑے غور سے سنا  تو انہوں نے (جا کر دوسرے جنات سے) کہا کہ ہم نے سنا ہے ایک بہت ہی دل کو لبھانے والا قرآن۔",
    "جو راہ راست کی طرف راہنمائی کرتا ہے تو ہم اس پر ایمان لے آئے۔  اور اب ہم کبھی بھی اپنے رب کے ساتھ کسی کو شریک نہیں ٹھہرائیں گے۔",
    "اور یہ کہ ہمارے ربّ کی شان بہت بلند ہے اس نے اپنے لیے نہ کوئی بیوی بنائی ہے اور نہ کوئی اولاد۔",
    "اور یقینا ہمارا بیوقوف (سردار) اللہ کے بارے میں خلافِ حقیقت باتیں کہتا رہا ہے۔",
    "اور یہ کہ ہم تو اس گمان میں رہے کہ جن اور انسان اللہ پر ہرگز کوئی جھوٹ نہیں باندھیں گے۔",
    "اور یہ کہ انسانوں میں سے کچھ مرد جنات میں سے کچھ مردوں کی پناہ پکڑتے تھے تو انہوں نے ان (جنات) کی سرکشی میں مزید اضافہ کیا۔",
    "اور یہ کہ انہوں نے بھی ایسا ہی سمجھا جیسا کہ تم نے سمجھا ہوا ہے کہ اللہ کسی کو ہرگز نہیں اٹھائے گا۔",
    "اور یہ کہ ہم نے ٹٹولا آسمان کو تو ہم نے دیکھا کہ وہ سخت پہروں اور انگاروں سے بھرا ہوا ہے۔",
    "اور یہ کہ (اس سے پہلے) ہم اس کے بعض ٹھکانوں میں بیٹھا کرتے تھے کچھ سن گن لینے کے لیے۔  لیکن اب اگر کسی نے کچھ سننے کی کوشش کی  تو وہ پائے گا اپنے واسطے ایک انگارہ گھات میں لگا ہوا۔",
    "اور یہ کہ ہم نہیں جانتے کہ زمین والوں کے لیے کسی شر کا ارادہ کیا جا رہا ہے یا ان کے لیے ان کے رب نے کسی بھلائی کا ارادہ کیا ہے۔",
    "اور یہ کہ ہم میں نیک لوگ بھی ہیں اور کچھ اس سے مختلف قسم کے بھی ہیں۔ ہم مختلف راستوں پر پھٹے ہوئے تھے۔",
    "اور یہ کہ ہمیں یقین ہوگیا تھا کہ ہم زمین میں اللہ کو عاجز نہیں کرسکتے اور نہ بھاگ کر اسے ہرا سکتے ہیں۔",
    "اور یہ کہ ہم نے جونہی اس ہدایت (الہدیٰ) کو سنا ہم اس پر ایمان لے آئے۔  تو جو کوئی بھی ایمان لائے گا اپنے رب پر اسے نہ تو کسی نقصان کا خوف ہوگا اور نہ زیادتی کا۔",
    "اور یہ کہ ہم میں فرمانبردار بھی ہیں اور بےانصافی کرنے والے بھی۔ تو جن لوگوں نے اطاعت قبول کرلی تو انہوں نے ڈھونڈ نکالی نیکی کی راہ۔",
    "اور جو بےانصاف ہیں تو وہ جہنم کا ایندھن بن کر رہیں گے۔",
    "اور (اے نبی ﷺ ! آپ کہیے کہ مجھ پر یہ وحی بھی کی گئی ہے) کہ اگر یہ لوگ درست طریقے پر چلتے رہتے تو ہم انہیں خوب سیراب کرتے۔",
    "تاکہ ہم اس (فراوانی) میں ان کی آزمائش کریں۔  اور جو کوئی بھی اعراض کرے گا اپنے رب کے ذکر سے  تو وہ ڈال دے گا اس کو چڑھتے عذاب میں۔",
    "اور یہ کہ مسجدیں اللہ ہی کے لیے ہیں  تو تم اللہ کے ساتھ کسی اور کو مت پکارو !",
    "اور یہ کہ جب اللہ کا بندہ اس کو پکارنے کے لیے کھڑا ہوتا ہے  تو معلوم ہوتا ہے کہ لوگ اس پر ہجوم کر کے آجائیں گے۔",
    "(اے نبی ﷺ !) آپ کہہ دیجیے کہ میں تو اپنے رب ہی کو پکارتا ہوں  اور اس کے ساتھ کسی کو شریک نہیں کرتا۔",
    "آپ ﷺ کہہ دیجیے کہ مجھے کوئی اختیار نہیں تمہارے لیے کسی نقصان کا اور نہ راہ پر لانے کا۔",
    "آپ ﷺ کہہ دیجیے کہ مجھے اللہ (کی پکڑ) سے کوئی پناہ نہیں دے سکتا اور نہ ہی میں اس کے علاوہ سر چھپانے کی کوئی جگہ پائوں گا۔",
    "بس (میرا فرض) اللہ کی طرف سے تبلیغ اور اس کے پیغامات کا پہنچا دینا ہے۔ اور جو کوئی بھی اللہ اور اس کے رسول ﷺ کی نافرمانی کرے گا  تو اس کے لیے جہنم کی آگ ہے جس میں وہ ہمیشہ ہمیش رہے گا۔",
    "یہاں تک کہ جب وہ دیکھیں گے وہ چیز جس کی انہیں دھمکی دی جا رہی ہے اس وقت انہیں معلوم ہوجائے گا کہ کون کمزور ہے مددگاروں کے اعتبار سے اور کون اقلیت میں ہے تعداد کے لحاظ سے۔",
    "آپ ﷺ یہ بھی کہہ دیجیے کہ مجھے معلوم نہیں کہ جس چیز کا تم سے وعدہ کیا جا رہا ہے وہ قریب آچکی ہے یا میرا رب اس کی مدت اور لمبی کر دے گا۔",
    "وہی ہے غیب کا جاننے والا پس وہ اپنے غیب پر کسی کو مطلع نہیں کرتا۔",
    "سوائے اس کے جس کو اس نے پسند فرما لیا ہو اپنے رسولوں میں سے  تو اس کے آگے اور پیچھے وہ محافظ لگا دیتا ہے۔",
    "تاکہ وہ دیکھ لے کہ انہوں نے واقعتا اپنے رب کے پیغامات پہنچادیے ہیں اور وہ احاطہ کیے ہوئے ہے اس سب کچھ کا جو ان کے پاس ہے اور اس نے ہرچیز کا حساب کتاب رکھا ہوا ہے گنتی کے ساتھ۔",
    "اے کمبل میں لپٹ کر لیٹنے والے ﷺ !",
    "آپ کھڑے رہا کریں رات کو (نماز میں) سوائے اس کے تھوڑے سے حصے کے۔",
    "(یعنی) اس کا آدھا یا اس سے تھوڑا کم کر لیجیے۔",
    "یا اس پر تھوڑا بڑھا لیں  اور ٹھہر ٹھہر کر قرآن پڑھتے جایئے۔",
    "ہم عنقریب آپ ﷺ پر ایک بھاری بات ڈالنے والے ہیں۔",
    "یقینا رات کا جاگنا بہت موثر ہے نفس کو زیر کرنے کے لیے  اور بات کو زیادہ درست رکھنے والا ہے۔",
    "یقینا دن کے اوقات میں تو آپ ﷺ کے لیے بڑی مصروفیات ہیں۔",
    "اور آپ ﷺ اپنے رب کے نام کا ذکر کیا کریں اور ہر طرف سے کٹ کر بس اسی کے ہو رہیں۔",
    "وہ رب ہے مشرق کا بھی اور مغرب کا بھی  اس کے سوا کوئی معبود نہیں بس آپ اسی کو بنا لیجیے اپناکارساز۔",
    "اور جو کچھ یہ لوگ کہہ رہے ہیں اس پر صبر کیجیے اور ان کو چھوڑ دیجیے بڑی خوبصورتی سے کنارہ کشی کرتے ہوئے۔",
    "آپ مجھے اور ان جھٹلانے والوں کو چھوڑ دیں جو بڑی نعمتوں سے نوازے گئے ہیں  اور ابھی آپ انہیں تھوڑی سی مہلت دیں۔",
    "ہمارے پاس ان کے لیے بھاری بیڑیاں اور بھڑکتی آگ ہے۔",
    "اور وہ کھانا جو حلق میں اٹک جائے گا  اور دردناک عذاب ہے۔",
    "جس دن کہ زمین اور پہاڑ لرزنے لگیں گے اور پہاڑ ریت کے بکھرتے تودے بن جائیں گے۔",
    "(اے لوگو !) ہم نے تمہاری طرف ایک رسول ﷺ بھیج دیا ہے تم پر گواہ بنا کر۔ جیسے کہ ہم نے بھیجا تھا فرعون کی طرف بھی ایک رسول۔",
    "پس فرعون نے نافرمانی کی ہمارے رسول ؑ کی تو ہم نے پکڑ لیا اس کو بڑے وبال والی پکڑ۔",
    "اب اگر تم کفر کرو گے تو تم کیسے بچ جائو گے اس دن جو بچوں کو بوڑھا کر دے گا",
    "آسمان اس سے پھٹ پڑنے والا ہے اس کا وعدہ پورا ہو کر رہے گا۔",
    "یقینا یہ ایک یاددہانی ہے۔  تو جو کوئی بھی چاہے وہ اپنے رب کی طرف راستہ اختیار کرلے۔",
    "(اے نبی ﷺ !) یقینا آپ کا رب جانتا ہے کہ آپ قیام کرتے ہیں کبھی دو تہائی رات کے قریب کبھی نصف رات اور کبھی ایک تہائی رات  اور جو لوگ آپ کے ساتھ ہیں ان میں سے بھی ایک جماعت آپ کے ساتھ (کھڑی) ہوتی ہے۔  اور اللہ ہی رات اور دن کا اندازہ کرتا ہے۔  اللہ جانتا ہے کہ تم اس کی پابندی نہیں کرسکو گے  تو اس نے تم پر مہربانی فرمائی ہے  تو اب قرآن سے جتنا بآسانی پڑھ سکتے ہو پڑھ لیا کرو۔  اللہ کے علم میں ہے کہ تم میں کچھ لوگ مریض ہوں گے  اور بعض دوسرے زمین میں سفر کریں گے اللہ کے فضل کو تلاش کرتے ہوں گے  اور کچھ اللہ کی راہ میں قتال کر رہے ہوں گے  چناچہ جس قدر تمہارے لیے آسان ہو اس میں سے پڑھ لیا کرو  اور نماز قائم کرو اور زکوٰۃ ادا کرو  اور اللہ کو قرض حسنہ دو۔ اور جو بھلائی بھی تم آگے بھیجو گے اپنی جانوں کے لیے اسے موجود پائو گے اللہ کے پاس بہتر اور اجر میں بڑھ کر۔  اور اللہ سے مغفرت طلب کرتے رہو۔  اور اللہ سے مغفرت طلب کرتے رہو۔  یقینا اللہ تعالیٰ بہت بخشنے والا رحمت فرمانے والا ہے۔",
    "اے کمبل میں لپٹ کر لیٹنے والے ﷺ !",
    "آپ ﷺ اٹھئے اور (لوگوں کو) خبردار کیجیے۔",
    "اور اپنے رب کو بڑا کرو !",
    "اور اپنے کپڑوں کو صاف رکھنے کا اہتمام کیجیے۔",
    "اور ہر قسم کی گندگی سے دور رہیے۔",
    "اور زیادہ لینے کے لیے کسی پر احسان نہ کیجیے۔",
    "اور اپنے رب کے لیے صبر کرو۔",
    "جب صور میں پھونکا جائے گا۔",
    "تو وہ دن بہت سخت دن ہوگا۔",
    "کافروں پر وہ ہلکا نہیں ہوگا۔",
    "آپ چھوڑ دیجیے مجھے اور جس کو میں نے اکیلا پیدا کیا۔",
    "اور اسے میں نے بہت سا مال دیا پھیلا ہوا۔",
    "اور نگاہوں کے سامنے رہنے والے بیٹے دیے۔",
    "اور میں نے اس کے لیے ہر قسم کا سامان خوب اچھی طرح سے تیار کردیا۔",
    "پھر وہ چاہتا ہے کہ میں اسے اور بھی دوں !",
    "ہرگز نہیں !  وہ تو ہماری آیات کا مخالف (اور دشمن بن گیا) ہے۔",
    "میں اسے عنقریب ایک سخت چڑھائی چڑھوائوں گا۔",
    "اس نے غور کیا اور کچھ اندازہ کیا۔",
    "پس ہلاک ہوجائے اس نے کیسا غلط اندازہ ٹھہرایا۔",
    "پھر ہلاک ہوجائے اس نے کیسا غلط اندازہ ٹھہرایا۔",
    "پھر اس نے دیکھا۔",
    "پھر تیوری چڑھائی اور منہ بسورا۔",
    "پھر پیٹھ پھیری اور تکبر کیا۔",
    "پھر اس نے کہا کہ یہ تو بس جادو ہے جو پہلے سے چلا آ رہا ہے۔",
    "یہ نہیں ہے مگر انسان کا کلام۔",
    "میں عنقریب اسے ڈالوں گا سقر (دوزخ) میں !",
    "اور تمہیں کیا معلوم کہ وہ سقر کیا ہے ؟",
    "وہ نہ تو باقی رہنے دے گی اور نہ چھوڑے گی !",
    "انسان کی کھال کو جھلسا ڈالنے والی۔",
    "اس پر انیس (19) داروغے مقرر ہیں۔",
    "اور ہم نے نہیں مقرر کیے جہنم کے داروغے مگر فرشتے اور ہم نے نہیں ٹھہرائی ان کی یہ تعداد مگر کافروں کی آزمائش کے لیے تاکہ جنہیں کتاب دی گئی تھی انہیں یقین آجائے  اور جو اہل ایمان ہیں وہ ایمان میں بڑھیں  اور نہ شک میں پڑیں اہل کتاب اور اہل ایمان  اور تاکہ کہیں وہ لوگ جن کے دلوں میں روگ ہے اور کفار بھی کہ بھلا اس سے اللہ کی کیا مراد ہے ؟  اسی طرح اللہ گمراہ کردیتا ہے جس کو چاہتا ہے اور ہدایت دیتا ہے جس کو چاہتا ہے۔ اور کوئی نہیں جانتا آپ کے رب کے لشکروں کو سوائے اس کے۔ اور یہ آیات صرف انسانوں کی یاد دہانی کے لیے ہیں۔",
    "کیوں نہیں قسم ہے چاند کی۔",
    "اور قسم ہے رات کی جب کہ وہ پیٹھ موڑے۔",
    "اور قسم ہے صبح کی جبکہ وہ روشن ہوجائے۔",
    "یقینا یہ بہت بڑی باتوں میں سے ایک بات ہے۔",
    "خبردار کرنے کے لیے انسانوں کو۔",
    "جو بھی تم میں سے چاہے کہ وہ آگے بڑھے یا پیچھے رہ جائے۔",
    "ہر جان رہن ہے اس کے عوض جو کچھ کہ اس نے کمایا ہے۔",
    "سوائے ان لوگوں کے جو داہنے والے ہوں گے۔",
    "وہ جنتوں میں ہوں گے پوچھتے ہوں گے۔",
    "گنہگاروں کے بارے میں۔",
    "تم لوگوں کو کس چیز نے جہنم میں ڈالا ؟",
    "وہ کہیں گے کہ ہم نماز پڑھنے والوں میں سے نہیں تھے۔",
    "اور نہ ہم مسکین کو کھانا کھلاتے تھے۔",
    "اور ہم کٹ حجتیاں کرنے والوں کے ساتھ مل کر کٹ حجتیاں کیا کرتے تھے۔",
    "اور (سب سے بڑھ کر یہ کہ) ہم جزاء وسزا کے دن کا انکار کرتے رہے۔",
    "یہاں تک کہ ہمیں موت نے آلیا۔",
    "تو اب ان کے لیے نفع بخش نہیں ہوگی شفاعت کرنے والوں کی کوئی شفاعت۔",
    "تو انہیں کیا ہوگیا ہے کہ یہ اس یاد دہانی (قرآن) سے اعراض کرنے والے بنے ہوئے ہیں ؟",
    "گویا وہ بدکے ہوئے جنگلی گدھے ہیں۔",
    "جو شیر سے ڈر کر بھاگ پڑے ہیں۔",
    "بلکہ ان میں سے ہر شخص چاہتا ہے کہ اس کو پکڑا دیے جائیں کھلے صحیفے۔",
    "ہرگز نہیں ! اصل بات یہ ہے کہ وہ آخرت کا خوف نہیں رکھتے۔",
    "ہرگز نہیں ! یہ تو بس ایک یاد دہانی ہے۔",
    "اب جو چاہے اس سے نصیحت اخذ کرلے۔",
    "اور یہ لوگ نصیحت اخذ نہیں کریں گے مگر یہ کہ اللہ ہی ایسا چاہے۔ وہی ڈرنے کے لائق ہے اور وہی مغفرت کا مجاز۔",
    "نہیں ! میں قسم کھاتا ہوں قیامت کے دن کی۔",
    "اور نہیں ! میں قسم کھاتا ہوں نفس لوامہ کی۔",
    "کیا انسان یہ گمان کرتا ہے کہ ہم اس کی ہڈیاں جمع نہیں کرسکیں گے ؟",
    "کیوں نہیں ! ہم تو پوری طرح قادر ہیں اس پر بھی کہ ہم اس کی ایک ایک پور درست کردیں۔",
    "بلکہ انسان تو یہ چاہتا ہے کہ فسق و فجور آگے بھی جاری رکھے۔",
    "وہ پوچھتا ہے : کب آئے گا قیامت کا دن ؟",
    "پس جب نگاہیں چندھیا جائیں گی۔",
    "اور چاند بےنور ہوجائے گا۔",
    "اور سورج اور چاند یکجا کردیے جائیں گے۔",
    "اس دن انسان کہے گا : کہاں ہے کوئی بھاگ جانے کی جگہ ؟",
    "(کہا جائے گا :) ہرگز نہیں کوئی جائے پناہ نہیں ہے۔",
    "اس روز تمہارے ربّ ہی کے حضور میں جا کر کھڑے ہونا ہے۔",
    "جتلا دیا جائے گا انسان کو اس دن جو کچھ اس نے آگے بھیجا ہوگا اور جو کچھ پیچھے چھوڑا ہوگا۔",
    "بلکہ انسان تو اپنے نفس کے احوال پر خود ہی خوب بصیرت رکھتا ہے۔",
    "اور چاہے وہ کتنے ہی بہانے پیش کرے۔",
    "آپ اس (قرآن) کے ساتھ اپنی زبان کو تیزی سے حرکت نہ دیں۔",
    "اسے جمع کرنا اور پڑھوا دینا ہمارے ذمہ ہے۔",
    "پھر جب ہم اسے پڑھوا دیں تو آپ اس کی قراءت کی پیروی کیجیے۔",
    "پھر ہمارے ہی ذمے ہے اس کو واضح کردینا بھی۔",
    "ہرگز نہیں ! اصل بات یہ ہے کہ تم لوگ جلدی ملنے والی چیز (یعنی دنیا) سے محبت کرتے ہو۔",
    "اور تم آخرت کو چھوڑ دیتے ہو۔",
    "بہت سے چہرے اس دن تروتازہ ہوں گے۔",
    "اپنے رب کی طرف دیکھ رہے ہوں گے۔",
    "اور بہت سے چہرے اس روز اترے ہوئے ہوں گے۔",
    "ان کو یقین ہوگا کہ اب ان کے ساتھ کمرتوڑ سلوک ہونے و الا ہے۔",
    "ہرگز نہیں ! جب کہ جان آکر پھنس جاتی ہے ہنسلیوں میں۔",
    "اور کہا جاتا ہے کہ ہے کوئی جھاڑ پھونک کرنے والا ؟",
    "اور وہ سمجھ جاتا ہے کہ اب جدائی کی گھڑی آن پہنچی ہے۔",
    "اور پنڈلی پنڈلی سے لپٹ جاتی ہے۔",
    "اس دن تو تیرے رب ہی کی طرف دھکیلے جانا ہے۔",
    "پس اس نے نہ تو تصدیق کی اور نہ نماز پڑھی۔",
    "بلکہ اس نے جھٹلادیا اور پیٹھ موڑ لی۔",
    "پھر چل دیا اپنے گھر والوں کے پاس اکڑتا ہوا۔",
    "افسوس ہے تجھ پر افسوس ہے !",
    "پھر افسوس ہے تجھ پر افسوس ہے !",
    "کیا انسان یہ سمجھتا ہے کہ اسے یوں ہی چھوڑ دیا جائے گا ؟",
    "کیا وہ حقیر پانی کی ایک بوند نہیں تھا جو (رحم مادر میں) ٹپکائی جاتی ہے ؟",
    "پھر وہ ایک علقہ بنا پھر اللہ نے اس کو بنایا اور اس کے اعضاء درست کیے۔",
    "پھر اسی سے اس نے دو زوج بنائے نر اور مادہ۔",
    "تو کیا وہ اس پر قادر نہیں کہ ُ مردوں کو زندہ کردے ؟",
    "کیا انسان پر اس زمانے میں ایک ایسا وقت بھی گزرا ہے جبکہ وہ کوئی قابل ذکر شے نہ تھا ؟",
    "ہم نے انسان کو پیدا کیا ہے ملے جلے نطفے سے  ہم اس کو الٹتے پلٹتے رہے  پھر ہم نے اس کو بنا دیا سننے والا دیکھنے والا۔",
    "ہم نے اس کو راہ سجھا دی اب چاہے تو وہ شکر گزار بن کر رہے چاہے ناشکرا ہوکر۔",
    "یقینا کافروں کے لیے ہم نے تیار کر رکھی ہیں زنجیریں اور طوق اور دہکتی ہوئی آگ۔",
    "یقینا نیکوکار بندے ایسی شراب کے جام نوش کریں گے جس میں کافور کی ملونی ہوگی۔",
    "یہ ایک چشمہ ہے جس میں سے اللہ کے خاص بندے پئیں گے اور جدھر چاہیں گے اس کی شاخیں نکال لے جائیں گے۔",
    "وہ نذر کو پورا کرتے ہیں اور ڈرتے رہتے ہیں اس دن سے جس کا شر ہر ُ سو پھیل جائے گا۔",
    "اور وہ کھانا کھلاتے ہیں اللہ کی محبت میں مسکین کو یتیم کو اور قیدی کو۔",
    "(اور کہتے ہیں کہ) ہم تو آپ کو یہ کھانا کھلا رہے ہیں صرف اللہ (کی رضا) کے لیے ہم آپ سے نہ تو کوئی بدلہ چاہتے ہیں اور نہ ہی شکریہ۔",
    "ہم تو ڈرتے ہیں اپنے رب کی طرف سے ایک ایسے دن سے جس کی اداسی بڑی ہولناک ہوگی۔",
    "تو اللہ انہیں بچا لے گا اس دن کے شر سے  اور بخش دے گا انہیں تروتازگی اور مسرت۔",
    "اور بدلے میں دے گا انہیں ان کے صبر کے سبب جنت اور ریشم کا لباس۔",
    "وہ تکیے لگائے بیٹھے ہوئے ہوں گے اس میں تختوں کے اوپر۔  نہیں دیکھیں گے وہ اس میں دھوپ کی حدت اور نہ سخت سردی۔",
    "اور جنت کے سائے ان کے اوپر جھکے ہوئے ہوں گے  اور اس کے پھلوں کے خوشے نیچے جھکے ہوئے لٹک رہے ہوں گے۔",
    "اور گردش میں ہوں گے ان پر (خدامِ جنت) چاندی کے برتنوں اور شیشے کے پیالوں کے ساتھ۔",
    "ایسا شیشہ جو چاندی کا ہوگا ان کو (ساقیانِ جنت نے) بھرا ہوگا بھرپور اندازے کے مطابق۔",
    "اور ان کو پلایا جائے گا اس میں ایساجام کہ جس میں ملونی ہوگی سونٹھ کی۔",
    "یہ ایک چشمہ ہے اس (جنت) میں جس کا نام سلسبیل ہے۔",
    "اور ان پر گردش میں رہیں گے ایسے لڑکے (خدامِ جنت) جو ہمیشہ اسی عمر (اور شکل) میں رہیں گے۔ جب تم انہیں دیکھو گے تو محسوس کرو گے کہ جیسے وہ موتی ہیں بکھرے ہوئے۔",
    "اور تم جہاں بھی دیکھو گے وہیں نعمتیں ہی نعمتیں اور بہت بڑی بادشاہی دیکھو گے۔",
    "ان کے اوپر لباس ہوں گے باریک سبز ریشم کے اور گاڑھے ریشم کے  اور انہیں کنگن پہنائے جائیں گے چاندی کے۔  اور پلائے گا انہیں ان کا پروردگار نہایت پاکیزہ مشروب۔",
    "(اور کہا جائے گا :) یہ تم لوگوں کے لیے بدلہ ہے اور تمہاری جدوجہد مقبول ہوچکی ہے۔",
    "(اے نبی ﷺ ہم نے ہی نازل کیا ہے آپ پر قرآن تھوڑا تھوڑا کر کے۔",
    "تو آپ انتظار کیجیے اپنے رب کے حکم کا  اور آپ ﷺ ان میں سے کسی گناہگار یا ناشکرے کی باتوں پر دھیان نہ دیجیے۔",
    "اور اپنے رب کے نام کا ذکر کیجیے صبح و شام۔",
    "اور رات کے ایک حصے میں اس کے لیے سجدہ کیا کیجیے  اور رات کے بڑے حصے میں اس کی تسبیح کیا کیجیے۔",
    "یقینا یہ لوگ فوری ملنے والی چیز (دنیا) سے محبت کرتے ہیں اور ایک بھاری دن جو ان کے پیچھے آنے والا ہے اس کا دھیان چھوڑے بیٹھے ہیں۔",
    "ہم نے ہی ان کو تخلیق فرمایا ہے اور ان کے جوڑ بند مضبوط کیے ہیں۔ اور ہم جب چاہیں گے ان جیسے بدل کر اور لے آئیں گے۔",
    "یقینا یہ تو ایک یاد دہانی ہے۔ تو جو چاہے اپنے ربّ کی طرف راستہ اختیار کرلے۔",
    "اور تمہارے چاہے کچھ نہیں ہوسکتا جب تک کہ اللہ نہ چاہے۔  یقینا اللہ سب کچھ جاننے والا کمال حکمت والا ہے۔",
    "وہ داخل کرے گا اپنی رحمت میں جس کو چاہے گا۔ اور رہے ظالم تو ان کے لیے اس نے بہت دردناک عذاب تیار کر رکھا ہے۔",
    "قسم ہے ان ہوائوں کی جو چلائی جاتی ہیں بڑی آہستگی سے۔",
    "پھر تیز و تند جھکڑ ّکی صورت میں چلتی ہیں۔",
    "اور ان ہوائوں کی قسم جو (بادلوں کو) پھیلا دیتی ہیں۔",
    "پھر تقسیم کرتی ہیں جدا جدا۔",
    "پھر قسم ہے ان (فرشتوں) کی جو ذکر کا القاء کرتے ہیں۔",
    "عذر کے طور پر یا خبردار کرنے کے لیے۔",
    "جس چیز کا تم سے وعدہ کیا جا رہا ہے وہ واقع ہو کر رہے گی۔",
    "پس جب ستارے مٹا دیے جائیں گے۔",
    "اور جب آسمان میں شگاف پڑجائیں گے۔",
    "اور جب پہاڑ (ریت بنا کر) اُڑا دیے جائیں گے۔",
    "اور جب رسولوں ؑ (کے کھڑے ہونے) کا وقت آپہنچے گا۔",
    "(یہ معاملہ) کس دن کے لیے موخر کیا گیا ہے ؟",
    "فیصلے کے دن کے لیے۔",
    "اور تم لوگ کیا سمجھتے ہو کہ فیصلے کا دن کیا ہے ؟",
    "(ہلاکت اور) بربادی ہے اس دن جھٹلانے والوں کے لیے۔",
    "کیا ہم نے پہلوں کو ہلاک نہیں کیا ؟",
    "پھر ہم ان کے پیچھے لگاتے رہے بعد میں آنے والوں کو۔",
    "اسی طرح ہم کرتے رہے ہیں مجرموں کے ساتھ۔",
    "(ہلاکت اور) بربادی ہے اس دن جھٹلانے والوں کے لیے۔",
    "کیا ہم نے تمہیں حقیر پانی سے پیدا نہیں کیا ؟",
    "پھر ہم نے اس (نطفے) کو رکھ دیا ایک محفوظ مقام میں۔",
    "ایک طے شدہ مدت تک۔",
    "تو ہم نے اندازہ مقرر کیا اور ہم کیا ہی اچھے ہیں اندازہ مقرر کرنے والے !",
    "(ہلاکت اور) بربادی ہے اس دن جھٹلانے والوں کے لیے۔",
    "کیا ہم نے زمین کو نہیں بنا دیا سمیٹ لینے والی ؟",
    "زندوں کو بھی اور ُ مردوں کو بھی !",
    "اور ہم نے اس کے اندر بنا دیے خوب جمے ہوئے اونچے اونچے پہاڑ اور ہم نے تمہیں پلایا (اس میں سے) تسکین بخش پانی۔",
    "(ہلاکت اور) بربادی ہے اس دن جھٹلانے والوں کے لیے۔",
    "چلو اب اسی چیز کی طرف جس کو تم جھٹلایا کرتے تھے۔",
    "چلو اس تین شاخوں والے سائے کی طرف !",
    "نہ تو وہ سایہ دار ہے اور نہ ہی آگ کی تپش سے بچانے والا۔",
    "وہ آگ اتنے بڑے بڑے انگارے پھینک رہی ہوگی جیسے کہ وہ محل ہوں۔",
    "(یا) جیسے وہ زرد رنگ کے اونٹ ہوں۔",
    "(ہلاکت اور) بربادی ہے اس دن جھٹلانے والوں کے لیے۔",
    "یہ ہے وہ دن جس میں یہ بول نہیں سکیں گے۔",
    "اور نہ ہی انہیں اجازت دی جائے گی کہ وہ کوئی عذر تراشیں۔",
    "(ہلاکت اور) بربادی ہے اس دن جھٹلانے والوں کے لیے۔",
    "یہ ہے فیصلے کا دن  ہم نے جمع کرلیا تمہیں بھی اور پہلوں کو بھی۔",
    "اب اگر تمہارے پاس کوئی چال ہے تو میرے خلاف وہ چال چل دیکھو۔",
    "(ہلاکت اور) بربادی ہے اس دن جھٹلانے والوں کے لیے۔",
    "(اس دن) متقین یقینا سائے اور چشموں کے ماحول میں ہوں گے۔",
    "اور ایسے پھلوں کے اندر جو انہیں پسند ہوں گے۔",
    "(اور ہم ان سے کہہ دیں گے) کھائو پیو مزے سے رچتا پچتا ان اعمال کے انعام کے طور پر جو تم کرتے رہے تھے۔",
    "یقینا ہم اسی طرح بدلہ دیا کرتے ہیں اپنے محسن بندوں کو۔",
    "(ہلاکت اور) بربادی ہے اس دن جھٹلانے والوں کے لیے۔",
    "(اے کفار و مشرکین !) تم کھا پی لو تھوڑی دیر کے لیے یقینا تم لوگ مجرم ہو۔",
    "جس دن ہلاکت اور بربادی ہوگی (تمہارے جیسے تمام) جھٹلانے والوں کے لیے۔",
    "اور جب ان سے کہا جاتا ہے کہ (اپنے رب کے سامنے) جھکو تو یہ جھکتے نہیں ہیں۔",
    "(ہلاکت اور) بربادی ہے اس دن جھٹلانے والوں کے لیے۔",
    "تو اب اس (قرآن) کے بعد یہ اور کس کلام پر ایمان لائیں گے ؟"
  ]
}