{
  "meta": {
    "id": 158,
    "name": "Bayan-ul-Quran",
    "translator_name": "Dr. Israr Ahmad",
    "slug": "ur-israr-ahmad",
    "language_name": "urdu"
  },
  "verses": [
    "اور اگر ہم ان پر فرشتے اتار دیتے اور مردے بھی ان سے گفتگو کرتے اور ہم تمام چیزیں لا کر ان کے رو برو جمع کردیتے تب بھی یہ ایمان لانے والے نہ تھے مگر یہ کہ اللہ چاہے لیکن ان کی اکثریت جاہلوں پر مشتمل ہے",
    "اور اسی طرح ہم نے ہر نبی کے دشمن بنا دیے انسانوں اور جنوں میں سے شیاطین وہ ایک دوسرے کو اشاروں کنایوں میں پرفریب باتیں پہنچاتے رہتے ہیں گمراہ کرنے کے لیے اور اگر آپ کا رب چاہتا تو وہ یہ نہ کرسکتے تو چھوڑیے آپ ﷺ ان کو اور ان کی افترا پردازیوں کو",
    "اور (ایسا اس لیے ہے) تاکہ مائل ہوجائیں اس کی طرف ان لوگوں کے دل جو آخرت پر ایمان نہیں رکھتے اور تاکہ وہ اس کو پسند بھی کریں اور پھر وہ اپنے برے اعمال کا جو بھی انبار جمع کرنا چاہتے ہیں جمع کرلیں",
    "کیا میں اللہ کے سوا کوئی اور حکم ڈھونڈوں ؟ اور وہی تو ہے جس نے تمہاری طرف ایک بڑی مفصل کتاب نازل کی ہے اور (اے نبی ﷺ جنہیں ہم نے (پہلے) کتاب دی تھی وہ جانتے ہیں کہ یہ نازل کی گئی ہے آپ کے رب کی طرف سے حق کے ساتھ تو ہرگز نہ ہوجانا شک کرنے والوں میں سے",
    "اور آپ ﷺ کے رب کی بات تو سچائی اور عدل پر مبنی ہونے کے اعتبار سے درجہ کمال تک پہنچ چکی ہے اس کی باتوں کو کوئی بدلنے والا نہیں اور وہ سب کچھ سننے والا جاننے والا ہے",
    "اور اگر تم پیروی کرو گے زمین میں بسنے والوں کی اکثریت کی تو وہ تمہیں اللہ کے راستے سے لازماً گمراہ کردیں گے یہ نہیں پیروی کر رہے مگر ظن وتخمین کی اور یہ نہیں کچھ کر رہے سوائے اس کے کہ انہوں نے کچھ اندازے مقرر کر رکھے ہیں",
    "یقیناً آپ ﷺ کا رب خوب جانتا ہے ان کو جو اس کے راستے سے بھٹکے ہوئے ہیں اور وہ خوب واقف ہے ان سے بھی جو ہدایت کی راہ پر ہیں",
    "پس کھاؤ ان چیزوں میں سے جن پر اللہ کا نام لیا گیا ہے اگر تم اس کی آیات پر ایمان رکھتے ہو",
    "اور تمہیں کیا ہے کہ تم نہیں کھاتے وہ چیزیں جن پر اللہ کا نام لیا گیا ہو جب کہ اللہ تفصیل بیان کرچکا ہے تمہارے لیے ان چیزوں کی جو حرام کی گئی ہیں تم پر سوائے اس چیز کے کہ تم مجبور ہوجاؤ اس (کے کھانے) کے لیے اور یقیناً بہت سے لوگ ایسے ہیں جو بغیر علم کے اپنی خواہشات کی بنا پر لوگوں کو گمراہ کرتے پھرتے ہیں۔ یقیناً آپ ﷺ کا رب خوب جانتا ہے ان حد سے تجاوز کرنے والوں کو۔",
    "اور چھوڑ دو (ہر طرح کے) گناہ کو وہ کھلا ہو یا چھپا ہوا یقیناً جو لوگ گناہ کماتے ہیں انہیں جلد ہی بدلہ ملے گا اس کا جو وہ جمع کر رہے ہیں۔",
    "اور مت کھاؤ اس میں سے جس پر اللہ کا نام نہ لیا گیا ہو اور یقیناً یہ (اس کا کھانا) گناہ ہے اور یقیناً یہ شیاطین اپنے ساتھیوں کو وحی کرتے رہتے ہیں تاکہ وہ تم سے جھگڑا کریں اور اگر تم ان کا کہنا مانو گے تو تم بھی مشرک ہوجاؤ گے",
    "بھلا جو کوئی تھا مردہ پھر ہم نے اسے زندہ کردیا اور ہم نے اس کے لیے روشنی کردی اب اس کے ساتھ وہ چل رہا ہے لوگوں کے مابین کیا وہ اس شخص کی طرح ہوجائے گا جو اندھیروں میں (بھٹک رہا) ہو اور اس سے وہ نکلنے والا بھی نہ ہو اسی طرح مزین کردیا گیا ہے ان کافروں کے لیے جو کچھ یہ کر رہے ہیں",
    "اور اسی طرح ہم نے ہر بستی میں بڑے بڑے مجرم کھڑے کیے تاکہ وہ اس میں خوب سازشیں کریں حالانکہ وہ مکر نہیں کرتے مگر اپنی جانوں کے ساتھ لیکن انہیں اس کا شعور نہیں ہے۔",
    "اور جب ان کے پاس (قرآن کی) کوئی آیت آتی ہے تو کہتے ہیں کہ ہم ہرگز ایمان نہیں لائیں گے جب تک کہ ہمیں بھی وہی چیز نہ دے دی جائے جو اللہ کے (دوسرے) رسولوں کو دی گئی تھی اللہ بہتر جانتا ہے کہ وہ اپنی رسالت کا کام کس سے لے اور کس طرح لے ! عنقریب پہنچے گی ان مجرموں (گنہگاروں) کو بہت ہی ذلت اللہ کے ہاں سے اور سخت عذاب ان کی چال بازیوں کے سبب جو وہ کر رہے ہیں",
    "تو اللہ جس کسی کو ہدایت سے نوازنا چاہتا ہے اس کے سینے کو اسلام کے لیے کھول دیتا ہے اور جس کو گمراہ کرنا چاہتا ہے اس کے سینے کو بالکل تنگ کردیتا ہے گھٹا ہوا (وہ ایسے محسوس کرتا ہے) گویا اسے آسمان میں چڑھنا پڑ رہا ہے اس طرح اللہ ناپاکی مسلط کردیتا ہے ان لوگوں پر جو ایمان نہیں لاتے",
    "اور یہ ہے تیرے رب کا سیدھا راستہ۔ ہم نے اپنی آیات خوب تفصیل سے بیان کردی ہیں ان لوگوں کے لیے جو نصیحت حاصل کرنا چاہیں",
    "ان کے لیے سلامتی والا گھر ہے ان کے رب کے پاس اور وہی ان کا مدد گار (دوست) ہے بسبب ان کے (نیک) اعمال کے",
    "اور جس دن وہ جمع کرے گا ان سب کو (اور فرمائے گا) اے جنوں کی جماعت ! واقعتا تم نے تو انسانوں میں سے بہتوں کو ہتھیا لیا اور انسانوں میں سے جو ان کے ساتھی ہوں گے وہ کہیں گے اے ہمارے پروردگار ! ہم آپس میں ایک دوسرے سے فائدہ اٹھاتے رہے اور اب ہم اپنی اس مدت کو پہنچ چکے جو تو نے ہمارے لیے مقرر کردی تھی اللہ فرمائے گا اب آگ ہے تمہارا ٹھکانہ تم اس میں ہمیشہ ہمیش رہو گے سوائے اس کے جو اللہ چاہے یقیناً آپ کا رب حکیم اور علیم ہے",
    "اور اسی طرح ہم ظالموں کو ایک دوسرے کا ساتھی بنا دیتے ہیں ان کے کرتوتوں کی وجہ سے",
    "اے جنوں اور انسانوں کی جماعت ! کیا تمہارے پاس نہیں آگئے تھے رسول تم ہی میں سے جو سناتے تھے تمہیں میری آیات اور تمہیں خبردار کرتے تھے تمہارے اس دن کی ملاقات سے۔ وہ کہیں گے کہ ہم گواہ ہیں اپنی جانوں پر اور انہیں دھوکے میں ڈالے رکھا دنیوی زندگی نے اور وہ خود گواہی دیں گے اپنے خلاف کہ وہ یقیناً کفر کی روش پر چلتے رہے",
    "یہ اس لیے کہ آپ کے رب کی یہ سنت نہیں ہے کہ وہ بستیوں کو برباد کر دے ظلم کے ساتھ جب کہ اس کے رہنے والے بیخبر ہوں۔",
    "اور ہر ایک کے لیے درجات ہیں ان کے عمل کے اعتبار سے اور آپ کا رب بیخبر نہیں ہے اس سے جو یہ لوگ کر رہے ہیں",
    "اور آپ کا رب تو غنی ہے رحمت والا ہے اگر وہ چاہے تو تم سب کو لے جائے (ختم کر دے) اور تمہارے بعد جن لوگوں کو چاہے لے آئے جس طرح اس نے تمہیں اٹھایا ہے کسی اور قوم کی نسل میں سے",
    "یقیناً جس چیز کا تم سے وعدہ کیا جا رہا ہے (یا دھمکی دی جا رہی ہے) وہ آکر رہے گی اور تم عاجز کردینے والے نہیں ہو۔",
    "کہہ دیجیے اے میری قوم کے لوگو ! کرلو جو کچھ کرسکتے ہو اپنی جگہ پر میں بھی کر رہا ہوں (جو مجھے کرنا ہے) تو عنقریب تمہیں معلوم ہوجائے گا کہ کس کے لیے ہے عاقبت کا گھر۔ یقیناً ظالم کبھی فلاح نہیں پائیں گے",
    "اور انہوں نے اللہ کے لیے رکھا ہے خود اسی کی پیدا کی ہوئی کھیتی اور مویشیوں میں سے ایک حصہ پھر کہتے ہیں اپنے خیال سے کہ یہ تو ہے اللہ کے لیے اور یہ ہے ہمارے شریکوں کے لیے۔ تو جو حصہ ان کے شریکوں کا ہوتا ہے وہ تو اللہ کو نہیں پہنچ سکتا اور جو حصہ اللہ کا ہوتا ہے وہ ان کے شریکوں تک پہنچ جاتا ہے کیا ہی برا فیصلہ ہے جو یہ کرتے ہیں",
    "اور اسی طرح مزین کردیا ہے بہت سے مشرکین کے لیے ان کے شرکاء نے اپنی اولاد کو قتل کرنا تاکہ وہ انہیں برباد کریں اور ان کے دین کو ان پر مشتبہ کردیں اور اگر اللہ چاہتا تو وہ یہ سب کچھ نہ کرسکتے تو چھوڑد یجیے ان کو بھی اور اس کو بھی جو یہ افترا پردازی کر رہے ہیں",
    "اور کہتے ہیں کہ یہ جانور اور یہ کھیتی ممنوع ہیں ان کو نہیں کھا سکتے مگر وہی جن کے بارے میں ہم چاہیں اپنے گمان کے مطابق اور کچھ چوپائے ہیں جن کی پیٹھیں حرام ٹھہرائی گئی ہیں اور کچھ چوپائے ہیں جن پر وہ اللہ کا نام نہیں لیتے یہ سب کچھ جھوٹ گھڑتے ہیں اس پر اللہ عنقریب انہیں سزا دے گا ان کے اس افترا کی",
    "اور وہ کہتے ہیں جو کچھ ان چوپایوں کے پیٹوں میں ہے وہ خاص ہمارے مردوں کے لیے ہے اور ہماری عورتوں پر وہ حرام ہے اور اگر وہ مردہ ہو تو پھر وہ سب اس میں حصہ دار ہوں گے۔ اللہ عنقریب انہیں سزا دے گا ان کی ان باتوں کی جو انہوں نے گھڑ لی ہیں وہ یقیناً حکیم اور علیم ہے",
    "یقیناً نامراد ہوئے وہ لوگ جنہوں نے اپنی اولاد کو قتل کیا بےوقوفی سے بغیر علم کے اور انہوں نے حرام کرلیا (اپنے اوپر) وہ رزق جو اللہ نے انہیں دیا تھا اللہ پر افترا کرتے ہوئے وہ گمراہ ہوچکے ہیں اور اب ہدایت پر آنے والے نہیں ہیں",
    "اور وہی ہے (اللہ) جس نے پیدا کیے باغات وہ بھی جو ٹٹیوں پر چڑھائے جاتے ہیں اور وہ بھی جو نہیں چڑھائے جاتے اور کھجور اور کھیتی جس کے ذائقے مختلف ہیں اور زیتون اور انار ایک دوسرے سے ملتے جلتے بھی اور مختلف بھی کھایا کرو ان کے پھلوں میں سے جبکہ وہ پھل دیں اور اللہ کا حق ادا کرو ان کے کاٹنے (اور توڑنے) کے دن اور بےجا خرچ نہ کرو یقیناً اللہ کو بےجا خرچ کرنے والے پسند نہیں ہیں",
    "اور چوپایوں میں سے (اس نے پیدا کیے ہیں) کچھ بوجھ اٹھانے والے اور کچھ زمین سے لگے ہوئے کھاؤ اس میں سے جو اللہ نے تمہیں رزق دیا ہے اور شیطان کے نقش قدم کی پیروی نہ کرو یقیناً وہ تمہارا کھلا دشمن ہے",
    "یہ آٹھ قسم کے چوپائے ہیں (جو تمہارے ہاں عام طور پر پائے جاتے ہیں) بھیڑ میں سے دو (نر اور مادہ) اور بکری میں سے دو (نر اور مادہ) (اے نبی ﷺ ان سے پوچھئے کہ اللہ نے ان دونوں مذکروں کو حرام کیا ہے یا دونوں مؤنثوں کو ؟ یا جو کچھ ان دونوں مؤنثوں کے رحموں میں ہے (اسے حرام کیا ہے) ؟ مجھے بتاؤ کسی بھی سند کے ساتھ اگر تم سچے ہو",
    "اور (اسی طرح) اونٹ میں سے دو (نر اور مادہ) اور گائے میں سے دو (نر اور مادہ)۔ ان سے پوچھئے کیا اس نے ان دونوں نروں کو حرام کیا ہے یا دونوں ماداؤں کو ؟ یا جو کچھ ان ماداؤں کے رحموں میں ہے (اسے حرام کیا ہے) ؟ کیا تم موجود تھے جب اللہ نے تمہیں یہ نصیحتیں کیں ؟ تو اس سے بڑھ کر ظالم کون ہوگا جو جھوٹ گھڑ کر اللہ کی طرف منسوب کر دے تاکہ لوگوں کو گمراہ کرے بغیر کسی علم کے یقیناً اللہ ایسے ظالموں کو راہ یاب نہیں کرے گا",
    "کہہ دیجیے میں تو نہیں پاتا اس (قرآن) میں جو میری طرف وحی کیا گیا ہے کوئی چیز حرام کسی کھانے والے پر کہ وہ اسے کھاتا ہو سوائے اس کے کہ وہ مردار ہو یا خون ہو بہتا ہوا یا خنزیر کا گوشت کہ وہ تو ہے ہی ناپاک یا کوئی ناجائز (گناہ کی) شے جس پر اللہ کے سوا کسی اور کا نام پکارا گیا ہو لیکن (ان صورتوں میں بھی اگر) کوئی مجبور ہوجائے نہ تو اس کے اندر ان کی طلب ہو اور نہ حد سے بڑھے تو یقیناً آپ کا رب بخشنے والا اور رحم فرمانے والا ہے",
    "اور ہم نے ان پر جو یہودی ہوئے تھے حرام کردیے تھے ایک ناخن (کھر) والے تمام جانور اور گائے اور بکری (وغیرہ) میں سے ہم نے حرام کردی تھی ان پر ان کی چربی سوائے اس کے کہ جو ان کی پیٹھ یا انتڑیوں یا ہڈیوں کے ساتھ لگی ہوئی ہو یہ ہم نے انہیں سزا دی تھی ان کی سرکشی کی وجہ سے اور یقیناً ہم سچ کہنے والے ہیں",
    "تو اگر یہ لوگ آپ ﷺ کو جھٹلا دیں تو کہہ دیجیے کہ تمہارا رب بڑی وسیع رحمت والا ہے اور اس کا عذاب ٹالا نہیں جاسکے گا مجرموں کی قوم سے",
    "عنقریب کہیں گے یہ مشرک لوگ کہ اگر اللہ چاہتا تو نہ ہم شرک کرتے نہ ہمارے آباء و اَجداد اور نہ ہی ہم کسی چیز کو حرام ٹھہراتے اسی طرح جھٹلایا تھا ان لوگوں نے جو ان سے پہلے تھے یہاں تک کہ انہوں نے ہمارے عذاب کا مزا چکھ لیا (آپ ﷺ ان سے) کہیے کہ کیا تمہارے پاس کوئی سند ہے جسے تم ہمارے سامنے پیش کرسکو ؟ تم تو محض گمان کی پیروی کر رہے ہو اور صرف اندازوں اور اٹکل کی باتیں کرتے ہو",
    "کہہ دیجیے کہ بس اللہ کے حق میں ثابت ہوچکی ہے پوری پوری پہنچ جانے والی حجت پس اگر وہ چاہتا تو تم سب کو ہدایت پر لے آتا",
    "کہیے ذرا لاؤ تو سہی اپنے وہ گواہ جو یہ گواہی دے سکیں کہ اللہ نے ان چیزوں کو حرام کیا ہے پس اگر یہ لوگ (کٹ حجتی میں) گواہی دے بھی دیں تو آپ ﷺ ان کے ساتھ گواہی مت دیجیے اور مت پیروی کیجیے ان لوگوں کی خواہشات کی جنہوں نے ہماری آیات کو جھٹلا دیا ہے اور جو آخرت پر ایمان نہیں رکھتے اور وہی ہیں جو دوسروں کو اپنے رب کے برابر ٹھہرا تے ہیں",
    "کہیے آؤ میں تمہیں سناؤں کہ تمہارے رب نے تم پر کیا چیزیں حرام کی ہیں یہ کہ کسی شے کو اس کا شریک نہ ٹھہراؤ اور والدین کے ساتھ حسن سلوک کرو اور اپنی اولاد کو قتل نہ کرو تنگ دستی کے خوف سے ہم تمہیں بھی رزق دیتے ہیں اور انہیں بھی (دیں گے) اور بےحیائی کے کاموں کے قریب بھی مت جاؤ خواہ وہ ظاہر ہوں یا خفیہ اور مت قتل کرو اس جان کو جسے اللہ نے محترم ٹھہرایا ہے مگر حق کے ساتھ یہ باتیں ہیں جن کی اللہ تمہیں وصیت کر رہا ہے تاکہ تم عقل سے کام لو",
    "اور یتیم کے مال کے قریب مت پھٹکو مگر بہترین طریقے سے (اس کے مال کی حفاظت کرو) یہاں تک کہ وہ اپنی جوانی کو پہنچ جائے اور پورا کرو ناپ اور تول کو عدل کے ساتھ۔ ہم نہیں ذمہ دار ٹھہرائیں گے کسی بھی جان کو مگر اس کی وسعت کے مطابق اور جب بھی بات کرو تو عدل (کی بات) کرو خواہ قرابت دار ہی (کا معاملہ) ہو اور اللہ کے عہد کو پورا کرو یہ ہیں (وہ چیزیں) جن کا اللہ تمہیں حکم کر رہا ہے تاکہ تم نصیحت اخذ کرو",
    "اور یہ کہ یہی میرا سیدھا راستہ ہے پس تم اس کی پیروی کرو اور (اس صراط مستقیم کو چھوڑ کر) دوسرے راستوں پر نہ پڑجاؤ کہ وہ تمہیں اللہ کی راہ سے بھٹکا کر منتشر کردیں گے یہ ہیں وہ باتیں جن کی اللہ تمہیں وصیّت کر رہا ہے تاکہ تم تقویٰ اختیار کرو",
    "پھر ہم نے موسیٰ کو کتاب دی تھی اپنی نعمت پوری کرنے کے لیے احسان کی روش اختیار کرنے والے پر اور (اس میں تھی) ہر شے کی تفصیل اور ہدایت اور رحمت \nتا کہ وہ اپنے رب کے حضور حاضری پر پورا یقین رکھیں",
    "اور (اب) یہ کتاب ہم نے نازل کی ہے بڑی بابرکت تو تم اس کی پیروی کرو اور تقویٰ اختیار کرو تاکہ تم پر رحم کیا جائے",
    "مبادا تم یہ کہو کہ کتاب تو بس اتاری گئی تھی ہم سے پہلے کے دو گروہوں پر اور ہم تو اس کے پڑھنے پڑھانے سے غافل ہی رہے",
    ") یا تم یہ کہو کہ اگر ہم پر کتاب نازل کی گئی ہوتی تو ہم ان سے کہیں بڑھ کر ہدایت یافتہ ہوتے تو (اے بنی اسماعیل) تمہارے پاس آگئی ہے بیّنہ تمہارے رب کی طرف سے اور ہدایت اور رحمت ،) تو اس سے بڑھ کر ظالم کون ہوگا جو اللہ کی آیات کو جھٹلائے اور ان سے پہلو تہی کرے ہم عنقریب سزا دیں گے ان لوگوں کو جو ہماری آیات سے پہلو تہی کرتے ہیں بہت ہی برے عذاب کی بسبب ان کے اس پہلو تہی کرنے کے",
    "یہ لوگ کس چیز کا انتظار کر رہے ہیں سوائے اس کے کہ ان کے پاس فرشتے آجائیں یا آپ ﷺ کا رب خود آجائے یا پھر آپ ﷺ کے رب کی کوئی نشانی آجائے ! جس دن آپ ﷺ کے رب کی بعض (مخصوص) نشانیاں ظاہر ہوگئیں تو پھر کسی ایسے شخص کو اس کا ایمان لانا کچھ فائدہ نہ دے گا جو پہلے سے ایمان نہیں لا چکا تھا یا اس نے اپنے ایمان میں کچھ خیر نہیں کما لیا تھا (تو اے نبی ﷺ !) کہہ دیجیے تم بھی انتظار کرو ہم بھی انتظار کرتے ہیں",
    "(اے نبی ﷺ !) جن لوگوں نے اپنے دین کے ٹکڑے کردیے اور وہ گروہوں میں تقسیم ہوگئے آپ کا ان سے کوئی تعلق نہیں ان کا معاملہ اللہ کے حوالے ہے پھر وہ انہیں جتلا دے گا جو کچھ کہ وہ کرتے رہے تھے",
    "جو شخص کوئی نیکی لے کر آئے گا تو اسے اس کا دس گنا اجر ملے گا اور جو کوئی بدی کما کر لائے گا تو اسے سزا نہیں ملے گی مگر اسی کے برابر اور ان پر ظلم نہیں کیا جائے گا۔",
    "(اے نبی ﷺ !) کہیے کہ میرے رب نے تو مجھے ہدایت دے دی ہے سیدھے راستے کی طرف وہ دین ہے سیدھا جس میں کوئی ٹیڑھ نہیں اور ملت ہے ابراہیم کی جو یکسو تھا (اللہ کی طرف) اور وہ مشرکوں میں سے نہ تھا",
    "آپ ﷺ کہیے میری نماز میری قربانی میری زندگی اور میری موت اللہ ہی کے لیے ہے جو تمام جہانوں کا پروردگار ہے۔",
    "اس کا کوئی شریک نہیں اور مجھے تو اسی کا حکم ہوا ہے اور سب سے پہلا فرماں بردار میں خود ہوں۔",
    "کہیے کیا میں اللہ کے سوا کوئی اور رب تلاش کروں جبکہ وہی ہر شے کا رب ہے اور نہیں کماتی کوئی جان (کچھ بھی) مگر اسی کے اوپر ہوگا اس کا وبال اور نہیں اٹھائے گی کوئی بوجھ اٹھانے والی کسی دوسرے کے بوجھ کو پھر اپنے رب ہی کی طرف تم سب کا لوٹنا ہے پھر وہ تمہیں جتلا دے گا جن چیزوں میں تم اختلاف کرتے رہے تھے",
    "اور وہی ہے جس نے تمہیں زمین کا خلیفہ بنایا اور اس نے تم میں سے بعض کے درجوں کو بعض پر بلند کردیا تاکہ تمہیں آزمائے اس میں جو کچھ اس نے تمہیں بخشا ہے یقیناً آپ کا رب سزا دینے میں بھی بہت تیز ہے اور یقیناً وہ غفور اور رحیم بھی ہے۔",
    "ا ل م ص۔",
    "یہ کتاب ہے (اے نبی ﷺ جو آپ پر نازل کی گئی ہے تو نہیں ہونی چاہیے آپ کے دل میں کچھ تنگی اس کی وجہ سے (یہ تو اس لیے ہے) تاکہ اس کے ذریعے سے آپ ﷺ خبردارکریں اور یہ یاد دہانی ہے اہل ایمان کے لیے",
    "پیروی کرو اس کی جو نازل کیا گیا تمہاری طرف تمہارے رب کی جانب سے اور مت پیروی کرو اس کے سوا دوسرے سرپرستوں کی۔ کم ہی ہے جو نصیحت تم حاصل کرتے ہو",
    ") اور کتنی ہی بستیاں ایسی ہیں جنہیں ہم نے ہلاک کردیا تو ان پر آپڑا ہمارا عذاب جب وہ رات کو سو رہے تھے یا جب دوپہر کو قیلولہ کر رہے تھے",
    "تو پھر ان کی پکار اس کے سوا کچھ نہیں تھی جب ان پر ہمارا عذاب آپڑا کہ (ہائے ہماری شامت) بیشک ہم ہی ظالم تھے",
    "پس ہم لازماً پوچھ کر رہیں گے ان سے بھی جن کی طرف ہم نے رسولوں کو بھیجا اور لازماً پوچھ کر رہیں گے رسولوں سے بھی",
    "پھر ہم ان کے سامنے احوال بیان کریں گے علم کی بنیاد پر اور ہم کہیں غائب تو نہیں تھے۔",
    "اور اس روزوزن ہوگا حق ہی میں (یا وزن ہی فیصلہ کن ہوگا) تو جس کے پلڑے بھاری ہوں گے تو وہی ہوں گے فلاح پانے والے",
    "اور جس کے پلڑے ہلکے ہوں گے تو یہی وہ لوگ ہوں گے جنہوں نے اپنے آپ کو ہلاک کرلیا بسبب اس کے کہ وہ ہماری آیات سے ناانصافی کرتے رہے",
    "اور (دیکھو انسانو !) ہم نے تمہیں زمین میں تمکن عطا فرمایا اور اس میں تمہارے لیے معاش کے سارے سامان رکھ دیے (لیکن) بہت ہی کم ہے جو شکر تم کرتے ہو۔",
    "اور ہم نے تمہیں تخلیق کیا پھر تمہاری تصویر کشی کی پھر ہم نے کہا فرشتوں سے کہ جھک جاؤ آدم کے سامنے تو سجدہ کیا سب نے سوائے ابلیس کے نہ ہوا وہ سجدہ کرنے والوں میں",
    "(اللہ تعالیٰ نے) فرمایا کس چیز نے تمہیں روکا کہ تم نے سجدہ نہیں کیا جب کہ میں نے تمہیں حکم دیا تھا اس نے کہا میں اس سے بہتر ہوں مجھے تو نے بنایا ہے آگ سے اور اس کو بنایا ہے مٹی سے",
    "(اللہ تعالیٰ نے) فرمایا پس اتر جاؤ اس سے تمہیں یہ حق نہیں تھا کہ تم اس میں تکبر کرو پس نکل جاؤ یقیناً تم ذلیل و خوار ہو",
    "اس نے کہا (اے اللہ) مجھے مہلت دے اس دن تک جس دن انہیں (زندہ کر کے) اٹھایا جائے گا۔",
    "فرمایا (ٹھیک ہے جاؤ) تمہیں مہلت دی گئی۔",
    "اس نے کہا (پروردگار !) تو نے جو مجھے (آدم کی وجہ سے) گمراہ کیا ہے تو اب میں لازماً ان کے لیے گھات میں بیٹھوں گا تیری سیدھی راہ پر۔",
    "پھر میں ان پر حملہ کروں گا ان کے سامنے سے اور ان کے پیچھے سے اور ان کے دائیں اور بائیں جانب سے اور تو نہیں پائے گا ان کی اکثریت کو شکر کرنے والا۔",
    "(اللہ تعالیٰ نے) فرمایا نکل جاؤ اس میں سے برے حال میں مردود ہو کر۔ ان میں سے جو تیری پیروی کریں گے تو میں (انہیں اور تم کو اکٹھا کر کے) تم سب سے جہنم کو بھر کر رہوں گا۔",
    "اور (پھر ہم نے آدم سے کہا کہ) اے آدم ؑ رہو جنت میں تم اور تمہاری بیوی اور کھاؤ پیو اس میں سے جہاں سے تم دونوں چاہو اور (ہاں) اس درخت کے قریب مت جانا ورنہ تم ظالموں میں سے ہوجاؤ گے",
    "تو شیطان نے ان دونوں کو وسوسہ میں ڈالا تاکہ ظاہر کر دے ان پر جو ان سے پوشیدہ تھیں ان کی شرمگاہیں اور اس نے کہا (وسوسہ اندازی کی) کہ نہیں روکا ہے آپ دونوں کو آپ کے رب نے اس درخت سے مگر اسی لیے کہ کہیں آپ فرشتے نہ بن جائیں یا کہیں ہمیشہ ہمیشہ رہنے والے نہ ہوجائیں",
    "اور اس نے قسمیں کھا کھا کر ان کو یقین دلایا کہ میں آپ دونوں کے لیے بہت ہی خیر خواہ ہوں۔",
    "تو اس نے دھوکہ دے کر انہیں مائل کر ہی لیا تو جب ان دونوں نے چکھ لیا اس درخت کے پھل کو تو ظاہر ہوگئیں ان پر ان کی شرمگاہیں اور وہ لگے گانٹھنے جنت کے (درختوں کے) پتوں کو اپنے اوپر (لباس بنانے کے لیے) اور اب آواز دی ان دونوں کو ان کے رب نے کہ کیا میں نے تمہیں منع نہیں کیا تھا اس درخت سے اور کیا میں نے تم سے کہا نہیں تھا کہ شیطان تم دونوں کا کھلا دشمن ہے۔",
    "(اس پر) وہ دونوں پکار اٹھے کہ اے ہمارے رب ہم نے ظلم کیا اپنی جانوں پر اور اگر تو نے ہمیں معاف نہ فرمایا اور ہم پر رحم نہ فرمایا تو ہم تباہ ہونے والوں میں سے ہوجائیں گے",
    "(اللہ نے) فرمایا تم سب اتر جاؤ (اب) تم ایک دوسرے کے دشمن ہو اور تمہارے لیے زمین میں ٹھکانہ ہے اور (ضرورت کا) سازوسامان بھی ایک وقت معین تک",
    "پھر فرمایا کہ (اب) تم اسی (زمین) میں زندگی گزارو گے اسی میں مرو گے اور اسی میں سے تمہیں نکال لیا جائے گا",
    "اے آدم ؑ کی اولاد ہم نے تم پر لباس اتارا جو تمہاری شرمگاہوں کو ڈھانپتا ہے اور آرائش و زیبائش کا سبب بھی ہے اور (اس سے بڑھ کر) تقویٰ کا لباس جو ہے وہ سب سے بہتر ہے یہ اللہ کی نشانیوں میں سے ہے تاکہ یہ لوگ نصیحت اخذ کریں",
    "اے بنی آدم (دیکھو اب) شیطان تمہیں فتنہ میں نہ ڈالنے پائے جیسے کہ تمہارے والدین کو اس نے جنت سے نکلوادیا تھا (اور) اس نے اتروا دیا تھا ان سے ان کا لباس تاکہ ان پر عیاں کر دے ان کی شرمگاہیں یقیناً وہ اور اس کی ذریت وہاں سے تم پر نظر رکھتے ہیں جہاں سے تم انہیں دیکھ نہیں سکتے ہم نے تو شیاطین کو ان لوگوں کا دوست بنا دیا ہے جو ایمان نہیں لاتے",
    "اور جب یہ لوگ کوئی بےحیائی کا کام کرتے ہیں تو کہتے ہیں کہ ہم نے پایا ہے یہی کچھ کرتے ہوئے اپنے آباء و اَجداد کو اور اللہ نے ہمیں اس کا حکم دیا ہے (اے نبی ﷺ ! ان سے) کہہ دیجیے کہ اللہ تعالیٰ بےحیائی کا حکم نہیں دیتا تو کیا تم اللہ کی طرف منسوب کر رہے ہو وہ کچھ جس کا تمہیں کوئی علم نہیں",
    "آپ ﷺ کہیے کہ میرے رب نے تو حکم دیا ہے انصاف (اور عدل و توازن) کا اور اپنے رخ سیدھے کرلیا کرو ہر نماز کے وقت اور اسی کو پکارا کرو اسی کے لیے اپنی اطاعت کو خالص کرتے ہوئے جیسے اس نے تمہیں پہلے پیدا کیا تھا اسی طرح تم دوبارہ بھی پیدا ہوجاؤگے",
    "ایک گروہ کو اس نے ہدایت دے دی ہے اور ایک گروہ وہ ہے جس کے اوپر گمراہی مسلط ہوچکی ہے (اور یہ اس لیے کہ) انہوں نے شیطانوں کو اپنا ساتھی بنا لیا اللہ کو چھوڑ کر اور سمجھتے یہ ہیں کہ ہم ہدایت پر ہیں",
    "اے آدم ؑ کی اولاد اپنی زینت استوار کیا کرو ہر نماز کے وقت اور کھاؤ اور پیو البتہ اسراف نہ کرو یقیناً وہ اسراف کرنے والوں کو پسند نہیں کرتا",
    "(اے نبی ﷺ ! ان سے) کہیں کہ کس نے حرام کی ہے وہ زینت جو اللہ نے نکالی ہے اپنے بندوں کے لیے ؟ اور (کس نے حرام کی ہیں) پاکیزہ چیزیں کھانے کی ؟ آپ کہہ دیجیے یہ تمام چیزیں دنیا کی زندگی میں بھی اہل ایمان کے لیے ہیں اور قیامت کے دن تو یہ خالصتاً ان ہی کے لیے ہوں گی اسی طرح ہم اپنی آیات کی وضاحت کرتے ہیں ان لوگوں کے لیے جو علم رکھتے ہیں",
    "کہہ دیجیے کہ میرے رب نے تو حرام قرار دیا ہے بےحیائی کی باتوں کو خواہ وہ اعلانیہ ہوں اور خواہ چھپی ہوئی ہوں اور (حرام کیا ہے اس نے) گناہ کو اور ناحق زیادتی کو اور یہ (بھی حرام ٹھہرایا ہے) کہ تم اللہ کے ساتھ شریک ٹھہراؤ (کسی ایسی چیز کو) جس کے لیے اس نے کوئی سند نہیں اتاری ہے اور یہ بھی کہ تم اللہ کی طرف منسوب کرو وہ چیز جس کا تم علم نہیں رکھتے۔",
    "اور ہر قوم کے لیے ایک وقت معین ہے پھر جب ان کا وہ مقررہ وقت آجائے گا تو نہ ایک گھڑی پیچھے ہٹ سکیں گے نہ آگے کی طرف سرک سکیں گے",
    "اے بنی آدم ! جب بھی تمہارے پاس آئیں رسول تم ہی میں سے جو تمہیں میری آیات سنائیں تو جو کوئی بھی (ان کی دعوت کے جواب میں) تقویٰ کی روش اختیار کرے گا اور اصلاح کرلے گا تو ان کے لیے نہ کوئی خوف ہوگا اور نہ وہ کسی غم سے دو چار ہوں گے۔",
    "اور جو ہماری آیات کو جھٹلائیں گے اور تکبر کی بنا پر انہیں رد کردیں گے وہی جہنمی ہوں گے اسی میں وہ ہمیشہ رہیں گے",
    "پھر اس شخص سے بڑھ کر ظالم کون ہوگا جو اللہ کی طرف کوئی غلط بات منسوب کرے یا اس کی آیات کو جھٹلائے (لیکن دنیا میں) ان کو ملتا رہے گا ان کا حصہ اس میں سے جو (ان کے لیے) لکھا گیا ہے یہاں تک کہ جب ان کے پاس ہمارے بھیجے ہوئے (فرشتے) آجائیں گے ان (کی روحوں) کو قبض کرنے کے لیے تو وہ کہیں گے کہ کہاں ہیں وہ جن کو تم پکارا کرتے تھے اللہ کے سوا ؟ وہ کہیں گے کہ وہ سب تو ہم سے گم ہوگئے اور وہ خود اپنے خلاف یہ گواہی دیں گے کہ واقعتا وہ کافر تھے",
    "کہا جائے گا اچھا شامل ہوجاؤ جنوں اور انسانوں کی ان امتوں میں جو تم سے پہلے گزر چکی ہیں آگ میں (داخل ہونے کے لیے) جب بھی کوئی امت (جہنم میں) داخل ہوگی تو وہ اپنے جیسی دوسری امت پر لعنت کرے گی) یہاں تک کہ جب اس میں گر چکیں گے سب کے سب تو ان کے پچھلے کہیں گے اپنے اگلوں کے بارے میں کہ اے ہمارے ربّ ! یہی لوگ ہیں جنہوں نے ہمیں گمراہ کیا تھا تو ان کو تو دو گنا عذاب دے آگ میں سے اللہ فرمائے گا (تم) سب کے لیے ہی دو گنا (عذاب) ہے لیکن تمہیں اس کا شعور نہیں ہے۔",
    "اور ان کے اگلے اپنے پچھلوں سے کہیں گے کہ تمہیں بھی تو ہم پر کوئی فضیلت حاصل نہیں ہوسکی لہٰذا اب چکھو مزہ عذاب کا اپنے کرتوتوں کے بدلے میں۔",
    "یقینا جن لوگوں نے ہماری آیات کو جھٹلایا اور تکبر کی بنا پر ان کو رد کیا ان کے لیے آسمان کے دروازے کبھی نہیں کھولے جائیں گے اور وہ جنت میں داخل نہیں ہوں گے یہاں تک کہ اونٹ سوئی کے ناکہ میں سے گزر جائے اور اسی طرح ہم بدلہ دیتے ہیں مجرموں کو",
    "ان کے لیے جہنم ہی کا بچھونا ہوگا اور اوپر سے اسی کا اوڑھنا ہوگا۔ اور اسی طرح ہم ظالموں کو بدلہ دیں گے۔",
    "اور وہ لوگ جو ایمان لائے اور جنہوں نے نیک عمل کیے۔۔ ہم کسی جان کو ذمہ دار نہیں ٹھہرائیں گے مگر اس کی وسعت کے مطابق۔۔ وہی ہوں گے جنت والے اس میں رہیں گے ہمیشہ ہمیش۔",
    "اور ہم نکال دیں گے جو کچھ ان کے سینوں میں ہوگا (ایک دوسرے کی طرف سے) کوئی میل اور ان (کے بالاخانوں) کے نیچے نہریں بہتی ہوں گی اور وہ کہیں گے کل شکر اور کل تعریف اس اللہ کے لیے ہے جس نے ہمیں یہاں تک پہنچادیا اور ہم یہاں تک نہیں پہنچ سکتے تھے اگر اللہ ہی نے ہمیں نہ پہنچا دیا ہوتا۔ یقیناً ہمارے رب کے رسول حق کے ساتھ آئے تھے اور (تب) انہیں پکارا جائے گا کہ یہ ہے وہ جنت جس کے تم وارث بنا دیے گئے ہو اپنے اعمال کی وجہ سے",
    "اور جنتی لوگ پکارکر کہیں گے جہنمیوں سے کہ ہم نے تو وہ وعدہ بالکل سچاپایا ہے جو ہمارے رب نے ہم سے کیا تھا تو کیا تم نے بھی سچا پایا ہے وہ وعدہ جو تمہارے رب نے تم سے کیا تھا ؟ وہ کہیں گے کہ ہاں ! تو (اس وقت) پکارے گا ایک پکارنے والا ان کے مابین کہ اللہ کی لعنت ہے ظالموں پر",
    "وہ لوگ جو روکتے تھے (اور خود بھی رکتے تھے) اللہ کے راستے سے اور اس (راستے) میں کجی نکالتے تھے اور یہ لوگ آخرت کے منکر تھے۔",
    "اور ان (جنتیوں اور جہنمیوں) کے مابین ایک پردے کی دیوار ہوگی اور دیوار کی برجیوں پر کچھ لوگ ہوں گے جو ہر ایک کو ان کی نشانی سے پہچانتے ہوں گے اور وہ (اصحاب اعراف) جنت والوں کو پکار کر کہیں گے کہ آپ پر سلامتی ہو ! وہ اس (جنت میں) ابھی داخل نہیں ہوئے ہوں گے مگر انہیں اس کی بہت خواہش ہوگی",
    "اور جب ان کی نگاہیں پھیری جائیں گی اہل جہنم کی طرف تو (اس وقت) وہ کہیں گے اے ہمارے پروردگار ! ہمیں ان ظالموں کے ساتھ شامل نہ کر دیجیو",
    "اور پکاریں گے اہل اعراف (اہل جہنم میں سے) ان لوگوں کو جنہیں وہ پہچانتے ہوں گے ان کی نشانی سے کہیں گے کہ تمہارے کچھ کام نہ آئی تمہاری جمعیت اور (نہ وہ) جو کچھ تم تکبر کیا کرتے تھے",
    "کیا یہی وہ لوگ ہیں جن کے بارے میں تم قسمیں کھایا کرتے تھے کہ نہیں نوازے گا انہیں اللہ اپنی کسی رحمت سے ! (ان سے تو کہہ دیا گیا ہے کہ) داخل ہوجاؤ جنت میں نہ تم پر کوئی خوف ہے اور نہ تم کسی غم سے دو چار ہو گے۔",
    "اور جہنم والے آواز دیں گے جنت والوں کو کہ کچھ تو بہا دو ہماری طرف پانی میں سے یا اس رزق میں سے (کچھ دے دو) جو اللہ نے تمہیں دے رکھا ہے وہ کہیں گے کہ اللہ نے حرام کردی ہیں یہ دونوں چیزیں (جنت کا پانی اور رزق) کافروں پر۔",
    "(ان کے لیے) جنہوں نے اپنے دین کو تماشا اور کھیل بنا لیا تھا اور انہیں دنیا کی زندگی نے دھوکے میں مبتلا کردیا تھا لہٰذا آج کے دن ہم بھی انہیں نظر انداز کردیں گے جیسا کہ انہوں نے اس دن کی ملاقات کو بھلائے رکھا تھا اور جیسا کہ وہ ہماری آیات کا انکار کرتے رہے تھے",
    "اور ہم لے آئے ہیں ان کے پاس ایک کتاب جس کی ہم نے پوری تفصیل بیان کردی ہے علم قطعی کی بنیاد پر ہدایت بھی ہے اور رحمت بھی ان لوگوں کے لیے جو ایمان لے آئیں۔",
    "یہ کس چیز کا انتظار کر رہے ہیں سوائے اس کی حقیقت کے مشاہدے کے ! جس دن اس کا مصداق ظاہر ہوجائے گا تو کہیں گے وہ لوگ جنہوں نے پہلے اسے نظر انداز کیے رکھا تھا کہ یقیناً ہمارے پروردگار کے رسول حق کے ساتھ آئے تھے تو کیا (اب) ہیں ہمارے لیے کوئی شفاعت کرنے والے کہ ہماری شفاعت کریں یا کوئی صورت کہ ہمیں (دنیا میں) لوٹا دیا جائے تاکہ ہم عمل کریں اس کے برعکس جو کچھ (پہلے) ہم کرتے رہے تھے !) وہ تو اپنے آپ کو برباد کرچکے اور جو افترا وہ کرتے رہے تھے وہ ان سے گم ہوگیا۔",
    "بیشک تمہارا پروردگار وہی اللہ ہے جس نے پیدا کیے آسمان اور زمین چھ دنوں میں پھر متمکن ہوا عرش پر وہ ڈھانپ دیتا ہے رات کو دن پر (یا رات کو ڈھانپ دیتا ہے دن سے) جو اس کے پیچھے لگا آتا ہے دوڑتا ہوا اور اس نے سورج چاند اور ستارے پیدا کیے جو اس کے حکم سے اپنے اپنے کاموں میں لگے ہوئے ہیں آگاہ ہوجاؤ اسی کے لیے ہے خلق اور (اُسی کے لیے ہے) امر بہت بابرکت ہے اللہ جو تمام جہانوں کا رب ہے",
    "پکارتے رہا کرو اپنے رب کو عاجزی کے ساتھ اور چپکے چپکے یقیناً وہ حد سے گزرنے والوں کو پسند نہیں کرتا۔",
    "اور زمین میں اس کی اصلاح کے بعد فساد مت مچاؤ اور اللہ کو پکارا کرو خوف اور امید کے ساتھ یقیناً اللہ کی رحمت اہل احسان بندوں کے بہت ہی قریب ہے",
    "اور وہی ہے جو بھیجتا ہے ہوائیں بشارت دیتی ہوئی اس کی رحمت کے آگے آگے یہاں تک کہ وہ ہوائیں اٹھا لاتی ہیں بڑے بڑے بھاری بادل پھر ہم اس سے پانی برساتے ہیں اور پھر اس سے ہر طرح کے میوے نکال لاتے ہیں اسی طرح ہم مردوں کو نکال لائیں گے (زمین سے) تاکہ تم نصیحت اخذ کرو",
    "اور زرخیز زمین تو اپنے رب کے حکم سے اپنا سبزہ نکالتی ہے اور جو (زمین) خراب ہے وہ کچھ نہیں نکالتی مگر کوئی ناقص سی چیز اسی طرح ہم اپنی آیات کو گردش میں لاتے ہیں ان لوگوں کے لیے جو (ان کی) قدر کرنے والے ہوں",
    "ہم نے بھیجا تھا نوح ؑ کو اس کی قوم کی طرف تو اس نے کہا اے میری قوم کے لوگو ! اللہ کی بندگی کرو تمہارا کوئی معبود اس کے سوا نہیں ہے مجھے تمہارے بارے میں اندیشہ ہے ایک بڑے دن کے عذاب کا۔",
    "آپ ؑ کی قوم کے سرداروں نے کہا کہ ہم تو تمہیں ایک کھلی ہوئی گمراہی میں مبتلا دیکھ رہے ہیں",
    "آپ ؑ نے کہا کہ اے میری قوم کے لوگو ! میں کسی گمراہی میں مبتلا نہیں ہوں بلکہ میں تو رسول ہوں تمام جہانوں کے پروردگار کی طرف سے",
    "میں تو تمہیں پہنچا رہا ہوں اپنے رب کے پیغامات اور میں تمہاری خیر خواہی کر رہا ہوں اور میں اللہ کی طرف سے وہ کچھ جانتا ہوں جو تمہیں معلوم نہیں",
    "کیا تمہیں اس بات پر تعجب ہوا کہ تمہارے پاس تمہارے رب کی طرف سے ایک یاد دہانی تم ہی میں سے ایک فرد کے ذریعے سے آئی تاکہ وہ تمہیں خبردار کر دے اور تم (گناہوں سے) بچ سکو اور تم پر رحم کیا جائے۔",
    "تو انہوں نے اس ؑ کو جھٹلایا تو بچالیا ہم نے اس کو اور جو اس کے ساتھی تھے کشتی میں اور ہم نے غرق کردیا ان لوگوں کو جنہوں نے ہماری آیات کو جھٹلایا یقیناً وہ اندھے لوگ تھے",
    "اور قوم عاد کی طرف (ہم نے) ان کے بھائی ہود ؑ کو بھیجا اس ؑ نے کہا اے میری قوم کے لوگو ! اللہ کی بندگی کرو تمہارا کوئی الٰہ اس کے سوا نہیں ہے تو کیا تم لوگ ڈرتے نہیں ؟",
    "آپ ؑ کی قوم کے سرداروں نے جنہوں نے انکار کیا تھا کہا کہ ہم تو تمہیں کسی حماقت میں مبتلا دیکھتے ہیں اور ہم تم کو جھوٹوں میں سے گمان کرتے ہیں۔",
    "آپ ؑ نے کہا اے میری قوم کے لوگو ! مجھ پر کوئی حماقت طاری نہیں ہوئی بلکہ میں تو رسول ہوں تمام جہانوں کے پروردگار کی جانب سے۔",
    "میں تو اپنے پروردگار کے پیغامات تمہیں پہنچا رہا ہوں اور تمہارا دیانت دار خیر خواہ ہوں۔",
    "کیا تمہیں تعجب ہے اس بات پر کہ تمہارے پاس تمہارے رب کی طرف سے نصیحت آگئی ہے تم ہی میں سے ایک شخص کے ذریعے تاکہ وہ تمہیں خبردار کر دے اور ذرا یاد کرو جب اللہ نے تمہیں قوم نوح کے بعد ان کا جانشین بنایا اور تمہیں جسمانی اعتبار سے بڑی کشادگی عطا فرمائی تو اللہ کے احسانات کو یاد کرو تاکہ تم فلاح پاؤ۔",
    "انہوں نے کہا (اے ہود (ؑ) کیا تم ہمارے پاس اس لیے آئے ہو کہ ہم صرف اللہ کی بندگی کریں جو اکیلا ہے اور ہم چھوڑ بیٹھیں ان کو جن کو پوجتے تھے ہمارے آباء و اَجداد ! تو ہم پر لے آؤ (وہ عذاب) جس کی تم ہمیں دھمکی دے رہے ہو اگر تم سچے ہو",
    "(ہود ؑ نے) فرمایا تم پر تمہارے رب کی طرف سے عذاب اور اس کا غضب واقع ہو ہی چکا ہے کیا تم مجھ سے جھگڑ رہے ہو ان ناموں کے بارے میں جو تم نے اور تمہارے آباء و اجداد نے رکھ لیے تھے اللہ نے اس کے لیے کوئی سند نہیں اتاری۔ تو (ٹھیک ہے) تم بھی انتظار کرو میں بھی تمہارے ساتھ انتظار کرنے والوں میں ہوں",
    "تو ہم نے بچالیا اس ؑ کو اور جو (اہل ایمان) لوگ اس ؑ کے ساتھ تھے اپنی رحمت سے اور ہم نے جڑ کاٹ دی اس قوم کی جنہوں نے ہماری آیات کو جھٹلایا تھا اور نہیں تھے وہ ایمان لانے والے",
    "اور قوم ثمود کی طرف (بھیجا ہم نے) ان کے بھائی صالح ؑ کو اس ؑ نے کہا اے میری قوم عبادت کرو اللہ کی جس کے سوا تمہارا کوئی معبود نہیں ہے تمہارے پاس تمہارے رب کی طرف سے ایک خاص نشانی آگئی ہے یہ اللہ کی اونٹنی ہے تمہارے لیے ایک نشانی تو اسے چھوڑے رکھو کہ یہ اللہ کی زمین میں چرتی پھرے اور اسے نہ چھونا کسی برے ارادے سے (اگر تم نے ایسا کیا) تو ایک درد ناک عذاب تمہیں آپکڑے گا",
    "اور یاد کرو جب اس نے تمہیں جانشین بنایا قوم عاد (کی تباہی) کے بعد اور تمہیں جگہ دی زمین میں تم اس کے نرم میدانوں میں محل تعمیر کرتے ہو اور پہاڑوں کو تراش کر (بھی اپنے لیے) گھر بنالیتے ہو تو اللہ کی نعمتوں کو یاد رکھو اور مت پھرو زمین میں فساد مچاتے",
    "آپ ؑ کی قوم کے متکبر سرداروں نے ان لوگوں سے کہا جو دبا لیے گئے تھے (اور) جو ان میں سے ایمان لے آئے تھے کہ (واقعی) کیا تم لوگوں کا خیال ہے کہ یہ صالح اپنے رب کی طرف سے بھیجا گیا ہے ؟ انہوں نے کہا کہ (ہاں) ہم تو جو کچھ ان کو دے کر بھیجا گیا ہے اس پر ایمان رکھتے ہیں",
    "(اس پر) وہ استکبار کرنے والے کہتے کہ جس چیز پر تم ایمان لائے ہو ہم اس کے منکر ہیں",
    "تو انہوں نے اونٹنی کی کونچیں کاٹ ڈالیں اور اپنے رب کے حکم سے سرتابی کی اور کہا کہ اے صالح لے آؤ ہم پر وہ (عذاب) جس سے تم ہمیں ڈراتے ہو اگر واقعی تم رسول ہو۔",
    "تو انہیں آپکڑا زلزے نے پھر وہ پڑے رہ گئے اپنے گھروں میں اوندھے",
    "تو (صالح ؑ نے) ان سے پیٹھ موڑ لی اور کہا کہ اے میری قوم کے لوگو ! میں نے تو تمہیں اپنے رب کا پیغام پہنچا دیا تھا اور میں نے (امکان بھر) تمہاری خیر خواہی کی لیکن تم تو خیر خواہوں کو پسند نہیں کرتے",
    "اور لوط ؑ (کو بھی ہم نے بھیجا) جب اس نے کہا اپنی قوم سے کیا تم ایسی بےحیائی کا ارتکاب کر رہے ہو جو تم سے پہلے تمام جہان والوں میں سے کسی نے بھی نہیں کی۔",
    "تم مردوں کا رخ کرتے ہو شہوت کے ساتھ عورتوں کو چھوڑ کر بلکہ تم تو ہو ہی حد سے تجاوز کرنے والی قوم۔",
    "تو نہیں تھا اس کی قوم کا کوئی جواب سوائے اس کے کہ انہوں نے کہا نکالو ان کو اپنی بستی سے یہ لوگ بڑے پاکباز بنتے ہیں",
    "تو ہم نے نجات دے دی اس ؑ کو اور اس کے گھر والوں کو سوائے اس کی بیوی کے وہ ہوگئی پیچھے رہنے والوں ہی میں",
    "اور ہم نے برسائی ان پر ایک بارش تو دیکھو کیا انجام ہوا مجرموں کا !",
    "اور قوم مدین کی طرف (ہم نے بھیجا) ان کے بھائی شعیب ؑ کو) اس ؑ نے کہا کہ اے میری قوم کے لوگو ! اللہ کی بندگی کرو تمہارا کوئی معبود نہیں ہے اس کے سوا۔ تمہارے پاس تمہارے رب کی طرف سے کھلی دلیل آچکی ہے تو ماپ اور تول پورا کیا کرو اور لوگوں سے ان کی چیزیں کم نہ کیا کرو اور زمین میں اس کی اصلاح کے بعد فساد مت مچاؤ یہی تمہارے لیے بہتر ہے اگر تم مؤمن ہو۔",
    "اور نہ بیٹھا کرو ہر راستے پر ڈرانے دھمکانے کے لیے اور اللہ کے راستے سے روکنے کے لیے (ہر اس شخص کو) جو ایمان لاتا ہے اور اس راہ کو کج کرتے ہوئے اور یاد کرو جبکہ تم کم تعداد میں تھے تو اللہ نے تمہاری تعداد زیادہ کردی اور (یہ بھی) دیکھو کہ مفسدوں کا کیسا کچھ انجام ہوتا رہا ہے",
    "اور اگر تم میں سے ایک گروہ ایمان لے آیا ہے اس چیز پر جو مجھے دے کر بھیجا گیا ہے اور ایک گروہ ایمان نہیں لایا ہے تو تم صبر کرو یہاں تک کہ اللہ ہمارے مابین فیصلہ فرما دے اور یقیناً وہ بہترین فیصلہ کرنے والا ہے"
  ]
}