{
  "meta": {
    "id": 97,
    "name": "Tafheem ul Qur'an - Syed Abu Ala Maududi",
    "translator_name": "Syed Abu Ala Maududi",
    "slug": "ur-al-maududi",
    "language_name": "urdu"
  },
  "verses": [
    "اُس ساعت  کا علم اللہ ہی کی طرف راجع ہوتا ہے،  وہی اُن سارے پھَلوں کو جانتا ہے جو اپنے شگوفوں میں سے نکلتے ہیں، اُسی کو معلوم ہے کہ کونسی مادہ حاملہ ہوئی ہے اور کس نے بچہ جنا ہے۔  پھر جس روز وہ ان لوگوں کو پکارے گا کہ کہاں ہیں میرے وہ شریک؟ یہ کہیں گے، ”ہم عرض کر چکے ہیں، آج ہم میں سے کوئی اس کی گواہی دینے والا نہیں ہے۔“ ",
    "اُس وقت وہ سارے معبُود ان سے گم ہو جائیں گے جنہیں یہ اِس سے پہلے پُکارتے تھے،  اور یہ لوگ سمجھ لیں گے کہ ان کے لیے اب کوئی جائے پناہ نہیں ہے",
    "انسان کبھی بھلائی کی دُعا مانگتے نہیں تھکتا،  اور جب کوئی آفت اس پر آجاتی ہے تو مایوس و دل شکستہ ہوجاتا ہے",
    "مگر جونہی کہ سخت وقت  گزر جانے کے بعد ہم اسے اپنی رحمت کا مزا چکھاتے ہیں ، یہ کہتا ہے کہ”میں اِسی کا مستحق ہوں،  اور میں نہیں سمجھتا کہ قیامت کبھی آئے گی، لیکن اگر واقعی میں اپنے ربّ کی طرف پلٹایا گیا تو وہاں بھی مزے کروں گا۔“ حالانکہ کُفر کرنے والوں کو لازماً ہم بتا کر رہیں گے کہ وہ کیا کر کے آئے ہیں اور انہیں ہم بڑے گندے عذاب کا مزا چکھائیں گے",
    "انسان کو جب ہم نعمت دیتے ہیں تو وہ منہ پھیرتا ہے اور اکڑ جاتا ہے۔  اور جب اسے کوئی آفت چھُو جاتی ہے تو لمبی چوڑی دُعائیں کرنے لگتا ہے۔ ",
    "اے نبیؐ ، اِن سے کہو، کبھی تم نے یہ بھی سوچا کہ اگر واقعی یہ قرآن خدا ہی کی طرف سے ہُوا اور تم اِس کا انکار کرتے رہے تو اُس شخص سے بڑھ کر بھٹکا ہوا اور کون ہوگا جو اِس کی مخالفت میں دُور تک نکل گیا ہو؟ ",
    "عنقریب ہم ان کو اپنی نشانیاں آفاق میں بھی دکھائیں گے اور ان کے اپنے نفس میں بھی یہاں تک کہ ان پر یہ بات کھُل جائے گی کہ یہ قرآن واقعی برحق ہے۔  کیا یہ بات کافی نہیں ہے کہ تیرا ربّ ہر چیز کا شاہد ہے؟ ",
    "آگاہ رہو، یہ لوگ اپنےربّ کی ملاقات میں شک رکھتے ہیں۔  سُن رکھو، وہ ہر چیز پر محیط ہے۔",
    "ح م",
    "ع س ق",
    "اِسی طرح اللہ غالب و حکیم تمہاری طرف اور تم سے پہلے گزرے ہوئے (رسُولوں)کی طرف وحی کرتا رہا ہے۔ ",
    "آسمانوں اور زمین میں  جو کچھ بھی ہے اُسی کا ہے، وہ برتر اور عظیم ہے۔ ",
    "قریب ہے کہ آسمان اُوپر سے پھٹ پڑیں۔  فرشتے اپنے ربّ کی حمد کے ساتھ اُس کی تسبیح کر رہے ہیں اور زمین والوں کے حق میں  در گزر کی درخواستیں کیے جاتے ہیں۔  آگاہ رہو، حقیقت میں اللہ غفور و رحیم ہی ہے۔ ",
    "جن لوگوں نے اُس کو چھوڑ کر اپنے کچھ دُوسرے سرپرست  بنا رکھے ہیں، اللہ ہی اُن پر نگراں ہے، تم ان کے حوالہ دار نہیں ہو",
    "ہاں، اِسی طرح اے نبیؐ ، یہ قرآنِ عربی ہم نے تمہاری طرف وحی کیا ہے  تاکہ تم بستیوں کے مرکز (شہرِ مکّہ)اور اُس کے گرد و پیش رہنے والوں کو خبر دار کردو،  اور جمع ہونے کے دن سے ڈرا دو  جس کے آنے میں کوئی شک نہیں۔ ایک گروہ کو جنّت میں جانا ہے اور دوسرے گروہ کو دوزخ میں",
    "اگر اللہ چاہتا تو اِن سب کو ایک ہی اُمّت بنا دیتا، مگر وہ جسے چاہتا ہے اپنی رحمت میں داخل کرتا ہے، اور ظالموں کا نہ کوئی ولی ہے اور نہ مددگار۔ ",
    "کیا یہ (ایسے نادان ہیں کہ)اِنہوں نے اُسے چھوڑ کر دُوسرے ولی بنا رکھے ہیں؟ ولی تو اللہ ہی ہے، وہی مُردوں کو زندہ کرتا ہے ، اور وہ ہر چیز پر قادر ہے۔ ",
    " تمہارے درمیان جس معاملہ میں بھی اختلاف ہو ، اُس کا فیصلہ کرنا اللہ کا کام ہے۔  وہی اللہ میرا  ربّ ہے ، اُسی پر میں نے بھروسہ کیا ، اور اُسی کی طرف میں رجوع کرتا ہوں۔ ",
    "آسمانوں اور زمین کا بنانے والا ، جس نے تمہاری اپنی جنس سے تمہارے لیے جوڑے پیدا کیے، اور اسی طرح جانوروں میں بھی (اُنہی کے ہم جنس)جوڑے بنائے، اور اِس طریقہ سے وہ تمہاری نسلیں پھیلاتا ہے۔ کائنات کی کوئی چیز اس کے مشابہ نہیں،  وہ سب کچھ سُننے اور دیکھنے والا ہے، ",
    "آسمانوں اور زمین کی خزانوں کی کُنجیاں اُسی کے پاس ہیں، جسے چاہتا ہے کھُلا رزق دیتا ہے اور جسے چاہتا ہے نَپا تُلا دیتا ہے، اُسے ہر چیز کا علم ہے۔ ",
    "اُس نےتمہارے لیے دین کا وہی طریقہ مقرر کیا ہے جس کا حکم اُس نے نُوحؑ کو دیا تھا، اور جسے (اے محمدؐ)اب تمہاری طرف ہم نے وحی کے ذریعہ سے بھیجا ہے، اور جس کی ہدایت ہم ابراہیمؑ  اور موسیٰؑ اور عیسیٰؑ کو دے چکے ہیں، اِس تاکید کے ساتھ کہ قائم کرو اِس دین کو اور اُس میں متفرق نہ ہوجاوٴ۔  یہی بات  اِن مشرکین کو سخت ناگوار ہوئی ہے جس کی طرف (اے محمدؐ)تم انہیں دعوت دے رہے ہو۔ اللہ جسے چاہتا ہے اپنا کر لیتا ہے، اور وہ اپنی طرف آنے کا راستہ اُسی کو دکھاتا ہے جو اُس کی طرف رجوع کرے۔ ",
    "لوگو ں میں جو تفرقہ رُونما ہوا وہ اِس کے بعد ہوا کہ اُن کے پاس علم آچکا تھا،  اور اس بنا پر ہوا کہ وہ آپس میں ایک دُوسرے پر زیادتی کرنا چاہتے تھے۔  اگر تیرا ربّ پہلے ہی یہ نہ فرما چکا ہوتا کہ ایک وقتِ مقرر تک فیصلہ ملتوی رکھا جائے گا تو ان کا قضیہ چُکا دیا گیا ہوتا۔  اور حقیقت یہ ہے کہ اَگلوں کے بعد جو لوگ کتاب کے وارث بنائے گئے  وہ اُس کی طرف سے بڑے اضطراب انگیز شک میں پڑے ہوئے ہیں۔ ",
    "چونکہ یہ حالت پیدا ہو چکی ہے اس لیے اے محمدؐ ، اب تم اُسی دین کی طرف دعوت دو، اور جس طرح تمہیں حکم دیا گیا ہے اُس پر مضبوطی کے ساتھ قائم ہو جاوٴ، اور اِن لوگوں کی خواہشات کا اتباع نہ کرو،  اور اِن سے کہہ دو کہ”اللہ نے جو کتاب بھی نازل کی ہے میں اُس پر ایمان لایا۔  مجھے حکم دیا گیا ہے کہ میں تمہارے درمیان انصاف کروں۔  اللہ ہی ہمارا ربّ بھی ہے اور تمہارا ربّ بھی۔ ہمارے اعمال ہمارے لیے ہیں اور تمہارے اعمال تمہارے لیے۔  ہمارے اور تمہارے درمیان کوئی جھگڑا نہیں۔  اللہ ایک روز ہم سب کو جمع کرے گا اور اُسی کی طرف سب کو جانا ہے۔“",
    "اللہ کی دعوت پر لبّیک کہے جانے کےبعد جو لوگ (لبّیک کہنے والوں سے)اللہ کے دین کے معاملہ میں جھگڑے کرتے ہیں،  اُن کی حجّت بازی اُن کے ربّ کے نزدیک باطل ہے، اور اُن پر اس کا غضب ہے اور اُن کے لیے سخت عذاب ہے",
    "وہ اللہ ہی ہے جس نے حق کے ساتھ یہ کتاب اور میزان نازل کی ہے۔  اور تمہیں کیا خبر، شاید کہ فیصلے کی گھڑی قریب ہی آلگی ہو۔ ",
    "جو لوگ اس کے آنے پر ایمان نہیں رکھتے وہ تو اس کے لیے جلدی مچاتے ہیں، مگر جو اس پر ایمان رکھتے ہیں وہ اس سے ڈرتے ہیں اور جانتے ہیں کہ یقیناً وہ آنے والی ہے خوب سن لو، جو لوگ اُس گھڑی کے آنے میں شک ڈالنے والی بحثیں کرتے ہیں وہ گمراہی میں بہت دور نکل گئے ہیں",
    "اللہ اپنے بندوں پر بہت مہربان ہے۔  جسے جو کچھ چاہتا ہے دیتا ہے،  اور وہ بڑی قوت والا اور زبردست ہے۔ ",
    "جو کوئی آخرت کی کھیتی چاہتا ہے اُس کی کھیتی کو ہم بڑھاتے ہیں ، اور جو دنیا کی کھیتی چاہتا ہے اُسے دنیا ہی میں سے دیتے ہیں مگر آخرت میں اُس کا کوئی حصّہ نہیں ہے۔ ",
    "کیا یہ لوگ کچھ ایسے شریکِ خدا رکھتے ہیں جنہوں نے اِن کے لیے دین کی نوعیّت رکھنے والا ایک ایسا طریقہ مقرر کر دیا ہے جس کا اللہ نے اِذن نہیں دیا؟  اگر فیصلے کی بات پہلے طے نہ ہوگئی ہوتی تو ان کا قضّیہ چکا دیا گیا ہوتا۔  یقیناً اِن ظالموں کے لیے دردناک عذاب ہے",
    "تم دیکھو گے کہ یہ ظالم اُس وقت اپنے کیے کے انجام سے ڈر رہے ہوں گے اور وہ اِن پر آ کر رہے گا بخلاف اِس کے جو لوگ ایمان لے آئے ہیں اور جنہوں نے نیک عمل کیے ہیں وہ جنت کے گلستانوں میں ہوں گے، جو کچھ بھی وہ چاہیں گے اپنے رب کے ہاں پائیں گے، یہی بڑا فضل ہے",
    "یہ ہے وہ چیز جس کی خوشخبری اللہ اپنے اُن بندوں کو دیتا ہے جنہوں نے مان لیا اور نیک عمل کیے۔ اے نبیؐ ، اِن لوگوں سے کہہ دو کہ میں اِس کام پر تم سے کسی اجر کا طالب نہیں ہوں،  البتہ قرابت کی محبّت ضرور چاہتا ہوں۔  جو کوئی بھلائی کمائے گا ہم اس کے لیے اس بھلائی میں خوبی کا اضافہ کر دیں گے۔ بے شک اللہ بڑا درگزر کرنے والا اور قدر دان ہے۔ ",
    "کیا یہ لوگ کہتے ہیں کہ اِس شخص نے اللہ پر جھُوٹا بُہتان گھڑ لیا ہے؟  اگر اللہ چاہے تو تمہارے دل پر مُہر کر دے۔  وہ باطل کو مٹا دیتا ہے اور حق کو اپنے فرمانوں سے حق کر دکھاتا ہے۔  وہ سینوں کے چھُپے ہوئے راز جانتا ہے۔ ",
    "وہی ہے جو اپنے بندوں سے توبہ قبول کرتا ہے اور بُرائیوں سے درگزر کرتا ہے، حالانکہ تم لوگوں کے سب افعال کا اُسے علم ہے۔ ",
    "وہ ایمان لانے والوں اور نیک عمل کرنے والوں کی دعا قبول کرتا ہے اور اپنے فضل سے ان کو اور زیادہ دیتا ہے رہے انکار کرنے والے، تو ان کے لیے دردناک سزا ہے",
    "اگر اللہ اپنے سب بندوں کو کھُلا رزق دے دیتا تو وہ زمین میں سرکشی کا طوفان برپا کر دیتے، مگر وہ ایک حساب سے جتنا چاہتا ہے نازل کر تا ہے، یقیناً وہ اپنے بندوں سے باخبر ہے اور اُن پر نگاہ رکھتا ہے۔ ",
    "وہی ہے جو لوگوں کے مایوس ہو جانے کے بعد مینّہ برساتا ہے اور اپنی رحمت پھیلادیتا ہے، اور وہی قابلِ تعریف ولی ہے۔ ",
    "اُس کی نشانیوں میں سے ہے یہ زمین اور آسمانوں کی پیدائش ، اور یہ جاندار مخلوقات جو اُس نے دونوں جگہ پھیلا رکھی ہیں۔  وہ جب چاہے انہیں اکٹھا کر سکتا ہے۔ ",
    "تم پر جو مصیبت بھی آئی ہے، تمہارے اپنے ہاتھوں کی کمائی  سے آئی ہے، اور بہت سے قصُوروں سے وہ ویسے ہی درگزر کر جاتا ہے۔ ",
    "تم زمین میں اپنے خدا کو عاجز کر دینے والے نہیں ہو، اور اللہ کے مقابلے میں تم کوئی حامی و ناصر نہیں رکھتے",
    "اُس کی نشانیوں میں سے ہیں یہ جہاز جو سمندر میں پہاڑوں کی طرح نظر آتے ہیں",
    "اللہ جب چاہے ہوا کو ساکن کر دے اور یہ سمندر کی پیٹھ پر کھڑے کے کھڑے رہ جائیں۔۔۔۔ اِس میں بڑی نشانیاں ہیں ہر اُس شخص کے لیے جو کمال درجہ صبر و شکر کرنے والا ہو ",
    "یا (اُن پر سوار ہونے والوں کے) بہت سے گناہوں سے در گزر کرتے ہوئے ان کے چند ہی کرتوتوں کی پاداش میں انہیں ڈبو دے",
    "اور اُس وقت ہماری آیات میں جھگڑے کرنے والوں کو پتہ چل جائے کہ ان کے لیے کوئی جائے پناہ نہیں ہے۔ ",
    "جو کچھ بھی تم لوگوں کو دیا گیا ہے وہ محض دنیا کی چند روزہ زندگی کا سروسامان ہے،  اور جو کچھ اللہ کے ہاں ہے وہ بہتر بھی ہے اور پائیدار بھی۔  وہ اُن لوگوں کے لیے ہے جو ایمان لائے ہیں اور اپنے ربّ پر بھروسہ کرتے ہیں، ",
    "جو بڑے بڑے گناہوں اور بے حیائی کے کاموں سے پرہیز کرتے ہیں  اور اگر غصّہ آجائے تو درگزر کر جاتے ہیں، ",
    "جو اپنے ربّ کا حکم مانتے ہیں،  نماز قائم کرتے ہیں، اپنے معاملات آپس کے مشورے سے چلاتے ہیں،  ہم نے جو کچھ بھی رزق انہیں دیا ہے اُس میں سے خرچ کرتے ہیں، ",
    "اور جب ان پر زیادتی کی جاتی ہے تو اس کا مقابلہ کرتے ہیں ",
    " بُرائی کا بدلہ ویسی ہی بُرائی ہے  ، پھر جو کوئی معاف کردے اور اصلاح کرے اُس کا اجر اللہ کے ذمّہ ہے،  اللہ ظالموں کو پسند نہیں کرتا۔ ",
    "اور جو لوگ ظلم ہونے کے بعد بدلہ لیں اُن کو ملامت نہیں کی جا سکتی",
    "ملامت کے مستحق تو وہ ہیں جو دوسروں پر ظلم کرتے ہیں اور زمین میں ناحق زیادتیاں کرتے ہیں ایسے لوگوں کے لیے دردناک عذاب ہے",
    "البتہ جو شخص صبر سے کام لے اور درگزر کرے ، تو یہ بڑی اُولو العزمی  کے کاموں میں سے ہے۔ ",
    "جس کو اللہ ہی گمراہی میں پھینک دے اُس کا کوئی سنبھالنے والا اللہ کے بعد نہیں ہے۔  تم دیکھو گے کہ یہ ظالم جب عذاب دیکھیں گے تو کہیں گے کہ اب پلٹنے کی بھی کوئی سبیل ہے؟ ",
    "اور تم دیکھوں گے کہ یہ جہنّم کے سامنے جب لائے جائیں گے  تو ذلّت کے مارے جُھکے جا رہے ہوں گے اور اُس کو نظر بچا بچا کر کن اَنکھیوں سے دیکھیں گے۔  اُس وقت وہ لوگ جو ایمان لائے تھے کہیں گے کہ واقعی اصل زیاں کار وہی ہیں جنہوں نے آج قیامت کے دن اپنے آپ کو اور اپنے متعلّقین کو خسارے میں ڈال دیا ہے۔ خبر دار رہو، ظالم لوگ مستقل عذاب میں ہوں  گے",
    "اور ان کے کوئی حامی و سرپرست نہ ہوں گے جو اللہ کے مقابلے میں ان کی مدد کو آئیں جسے اللہ گمراہی میں پھینک دے اس کے لیے بچاؤ کی کوئی سبیل نہیں",
    "مان لو اپنے ربّ کی بات قبل اس کے کہ وہ دن آئے جس کے ٹلنے کی کوئی صُورت اللہ کی طرف سے نہیں ہے۔  اُس دن تمہارے لیے کوئی جائے پناہ نہ ہو گی اور نہ کوئی تمہارے حال کو بدلنے کی کوشش کرنے والا ہوگا۔ ",
    "اب اگر یہ لوگ مُنہ موڑتے ہیں تو اے نبیؐ ، ہم نے تم کو ان پر نگہبان بنا کر تو نہیں بھیجا ہے۔  تم پر تو صرف بات پہنچا دینے کی ذمّہ داری ہے۔ انسان کا حال یہ ہے کہ جب ہم اسے اپنی رحمت کا مزا چکھاتے ہیں تو اُس پر پھُول جاتا ہے، اور اگر اس کے اپنے ہاتھوں کا کیا دھرا کسی مصیبت کی شکل میں اُس پر اُلٹ پڑتا ہے تو سخت ناشکرا بن جاتا ہے۔ ",
    "اللہ زمین اور آسمانوں کی بادشاہی کا مالک ہے  ، جو کچھ چاہتا ہے پیدا کرتا ہے ، جسے چاہتا ہے لڑکیاں دیتا ہے ، جسے چاہتا ہے لڑکے دیتا ہے",
    "جسے چاہتا ہے لڑکے اور لڑکیاں مِلا جُلا کر دیتا ہے، اور جسے چاہتا ہے بانجھ کر دیتا ہے۔ وہ سب کچھ جانتا اور ہر چیز پر قادر ہے۔ ",
    " کسی بشر کا یہ مقام نہیں ہے کہ اللہ اُس سے رُوبرُو بات کرے۔ اُس کی بات یا تو وحی (اشارے)کے طور پر ہوتی ہے  ، یا پردے کے پیچھے سے  ، یا پھر وہ کوئی پیغام بر (فرشتہ)بھیجتا ہے اور وہ اُس کے حکم سے جو کچھ وہ چاہتا ہے، وحی کرتا ہے،  وہ برتر اور حکیم ہے۔ ",
    "اور اِسی طرح (اے محمدؐ)ہم نے اپنے حکم سے ایک روح تمہاری طرف وحی کی ہے۔  تمہیں کچھ پتہ نہ تھا کہ کتاب کیا ہوتی ہے اور ایمان کیا ہوتا ہے،  مگر اُس رُوح کو ہم نے ایک روشنی بنا دیا جس سے ہم راہ دکھاتے ہیں اپنے بندوں میں سے جسے چاہتے ہیں۔ یقیناً تم سیدھے راستے کی طرف رہنمائی کر رہے ہو",
    "اُس خدا کے راستے کی طرف جو زمین اور آسمانوں کی ہر چیز کا مالک ہے۔ خبردار رہو، سارے معاملات اللہ ہی کی طرف رجُوع کرتے ہیں۔ ",
    "ح م",
    "قسم ہے اِس واضح کتاب کی",
    "کہ ہم نے اِسے عربی زبان کا قرآن بنایا ہے تاکہ تم لوگ اِسے سمجھو۔",
    "اور درحقیقت یہ اُمّ الکتاب میں ثبت ہے ، ہمارے ہاں بڑی بلند مرتبہ اور حکمت سے لبریز کتاب۔",
    "اب کیا ہم تم سے بےزار ہو کر یہ درسِ نصیحت تمہارے ہاں بھیجنا چھوڑ دیں صرف اِس لیے کہ تم حد سے گزرے ہوئے لوگ ہو؟",
    "پہلے گزری ہوئی قوموں میں بھی بارہا ہم نے نبی بھیجے ہیں",
    "کبھی ایسا نہیں ہوا کہ کوئی نبی اُن کے ہاں آیا ہو اور انہوں نے اُس کا مذاق نہ اُڑایا ہو۔",
    "پھر جو لوگ اِن سے بدرجہا زیادہ طاقتور تھے اُنہیں ہم نے ہلاک کر دیا ، پچھلی قوموں کی مثالیں گزر چکی ہیں۔",
    "اگر تم اِن لوگوں سے پوچھو کہ زمین اور آسمانوں کو کس نے پیدا کیا ہے تو یہ خود کہیں گے کہ انہیں اُسی زبردست علیم ہستی نے پیدا کیا ہے",
    "وہی نا جس نے تمہارے لیے اس زمین کو گہوارہ بنایا اور اس میں تمہاری خاطر راستے  بنادیے تاکہ تم لوگ اپنی منزلِ مقصود کی راہ پا سکو۔",
    "جس نے ایک خاص مقدار میں آسمان سے پانی اُتارا اور اس کے ذریعہ سے مُردہ زمین کو جِلا اُٹھایا، اِسی طرح ایک روز تم زمین سے برآمد کیے جاوٴ گے۔",
    "وہی جس نے یہ تمام جوڑے پیدا کیے، اور جس نے تمہارے لیے کشتیوں اور جانوروں کو سواری بنایا تاکہ  تم اُن کی پُشت پر چڑھو",
    "اور جب اُن پر بیٹھو تو اپنے ربّ کا احسان یاد کرو اور کہو   کہ ”پاک  ہے وہ جس نے ہمارے لیے اِن چیزوں کر مسخّر کر دیا  ورنہ ہم انہیں قابُو میں لانے کی طاقت نہ رکھتے تھے ،",
    "اور ایک روز ہمیں اپنے ربّ کی طرف پلٹنا ہے۔“",
    "(یہ سب کچھ جانتے اور مانتے ہوئے بھی)اِن لوگوں نے اُس کے بندوں میں سے  بعض کو اس کا جُز بنا ڈالا، حقیقت یہ ہے کہ انسان کھُلا احسان فراموش ہے",
    "کیا اللہ نے اپنی مخلوق میں سے اپنے لیے بیٹیاں انتخاب کیں اور تمہیں بیٹوں سے نوازا؟",
    "اور حال یہ ہے کہ جس اولاد کو یہ لوگ اُس خدائے رحمٰن کی طرف منسُوب کرتے ہیں اُس کی ولادت کا مژدہ جب خود اِن میں سے کسی کو دیا جاتا ہے تو اُس کے مُنہ پر سیاہی چھا جاتی ہے اور وہ غم سے بھر جاتا ہے۔",
    "کیا اللہ کے حصّے میں وہ اولاد آئی جو زیوروں میں پالی جاتی ہے اور بحث و حجّت میں اپنا مدّعا پُوری طرح واضح بھی نہیں کر سکتی؟",
    "انہوں نے فرشتوں کو، جو خدائے رحمٰن کے خاص بندے ہیں ، عورتیں قرار دے لیا۔ کیا اُن کے جسم کی ساخت اِنہوں نے دیکھی ہے ؟ اِن کی گواہی لکھ لی جائے گی اور انہیں اس کی جواب دہی کرنا ہوگی",
    "یہ کہتے ہیں”اگر خدائے رحمٰن چاہتا (کہ ہم اُن کی عبادت نہ کریں)تو ہم کبھی اُن کو نہ پُوجتے۔“ یہ اس معاملے کی حقیقت کو قطعی نہیں جانتے، محض تیر تُکّے لڑاتے ہیں",
    "کیا ہم نے اِس سے پہلے کوئی کتاب اِن کو دی تھی جس کی سَنَد (اپنی ملائکہ پرستی کے لیے)یہ اپنے پاس رکھتے ہوں؟",
    "نہیں ، بلکہ یہ کہتے ہیں کہ ہم نے اپنے باپ دادا کو ایک طریقے پر پایا ہے اور ہم اُنہی کے نقشِ قدم پر چل رہے ہیں۔",
    "اِسی طرح تم سے پہلے جس بستی میں بھی ہم نے کوئی نذیر بھیجا، اُس کے کھاتے پیتے لوگوں نے یہی کہا کہ ہم نے اپنے باپ دادا کو ایک طریقے پر پایا ہے اور ہم اُنہی کے نقشِ قدم کی پیروی کررہے ہیں۔",
    "ہر نبی نے ان سے پوچھا، کیا تم اُسی ڈگر پر چلے جاؤ گے خواہ میں اُس راستے سے زیادہ صحیح راستہ تمہیں بتاؤں جس پر تم نے اپنے باپ دادا کو پایا ہے؟ انہوں نے سارے رسولوں کو یہی جواب دیا کہ جس دین کی طرف بلانے کے لیے تم بھیجے گئے ہو ہم اُس کے کافر ہیں",
    "آخر کار ہم نے اُن کی خبر لے ڈالی اور دیکھ لو کہ جھٹلانے والوں کا کیا انجام ہوا",
    "یاد کرو وہ وقت جب ابراہیم ؑ  نے اپنے باپ اور اپنی قوم سے کہا تھا کہ”تم جن کی بندگی کرتے ہو میرا اُن سے کوئی تعلق نہیں",
    "میرا تعلق صرف اُس سے ہے جس نے مجھے پیدا کیا، وہی میری رہنمائی کرے گا۔“",
    "اور ابراہیم ؑ  یہی کلمہ اپنے پیچھے اپنی اولاد میں چھوڑ گیا تاکہ وہ اِس کی طرف رجوع کریں۔",
    "(اس کے باوجود جب یہ لوگ دوسروں کی بندگی کرنے لگے تو میں نے ان کو مٹا نہیں دیا) بلکہ میں اِنہیں اور اِن کے باپ دادا کو متاعِ حیات دیتا رہا یہاں تک کہ اِن کے پاس حق ، اور کھول کھول کر بیان کرنے والا رسُول آگیا۔",
    "مگر جب وہ حق اِن کے پاس آیا تو اِنہوں نے کہہ دیا کہ یہ تو جادُو ہے اور ہم اس کو ماننے سے انکار کرتے ہیں",
    "کہتے ہیں، یہ قرآن دونوں شہروں کے بڑے آدمیوں میں سے کسی پر کیوں نازل نہ کیا گیا؟ ",
    "کیا تیرے ربّ کی رحمت یہ لوگ تقسیم کرتے ہیں؟ دنیا کی زندگی میں اِن کی گزر بسر کے ذرائع تو ہم نے اِن کے درمیان تقسیم کیے ہیں ، اور اِن میں سے کچھ لوگوں کو کچھ دُوسرے لوگوں پر ہم نے درجہا فوقیت دی ہے تاکہ یہ ایک دُوسرے سے خدمت لیں۔ اور تیرے ربّ کی رحمت اُس دولت سے زیادہ قیمتی ہے جو (اِن کے رئیس)سمیٹ رہے ہیں۔",
    "اگر یہ اندیشہ نہ ہوتا کہ سارے لوگ ایک ہی طریقے کے ہو جائیں گے تو خدائے رحمان سے کفر کرنے والوں کے گھروں کی چھتیں، اور ان کی سیڑھیاں جن سے وہ اپنے بالا خانوں پر چڑھتے ہیں",
    "اور اُن کے دروازے، اور ان کے تخت جن پر وہ تکیے لگا کر بیٹھتے ہیں",
    "سب چاندی اور سونے کے بنوا دیتے۔ یہ تو محض حیاتِ دنیا کی متاع ہے، اور آخرت تیرے ربّ کے ہاں صرف متّقین کے لیے ہے",
    "جو شخص رحمٰن کے ذکر سے تغافل برتتا ہے ، ہم اس پر ایک شیطان مسلّط کر دیتے ہیں اور وہ اُس کا رفیق بن جا تا ہے",
    "یہ شیاطین ایسے لوگو ں کو راہ راست پر آنے سے روکتے ہیں، اور وہ اپنی جگہ یہ سمجھتے ہیں کہ ہم ٹھیک جا رہے ہیں",
    "آخر کار جب یہ شخص ہمارے ہاں پہنچے گا تو اپنے شیطان سے کہے گا، \"کاش میرے اور تیرے درمیان مشرق و مغرب کا بُعد ہوتا، تُو تو بد ترین ساتھی نکلا\"",
    "اُس وقت اِن لوگوں سے کہا جائے گا کہ جب تم ظلم کر چکے تو آج یہ بات تمہارے لیے کچھ بھی نافع نہیں ہے کہ تم اور تمہارے شیاطین عذاب میں مشترک ہیں۔",
    "اب کیا اے نبی ؐ ، تم بہروں کو سناوٴ گے؟ یا اندھوں اور صریح گمراہی میں پڑے ہوئے لوگوں کو راہ دکھاوٴ گے؟",
    "اب تو ہمیں اِن کو سزا دینی ہے خواہ تمہیں دنیا سے اٹھا لیں",
    "یا تم کو آنکھوں  سے  اِن کا وہ انجام دکھا دیں جس کا ہم نے  اِن سے وعدہ کیا ہے ، ہمیں اِن پر پُوری قدرت حاصل ہے۔",
    "تم بہر حال اُس کتاب کو مضبوطی سے تھامے رہو جو وحی کے ذریعہ سے تمہارے پاس بھیجی گئی ہے ، یقیناً تم سیدھے راستے پر ہو۔",
    "حقیقت یہ ہے کہ یہ کتاب تمہارے لیے اور تمہاری قوم کے لیے ایک بہت بڑا شرف ہے اور عنقریب تم لوگوں کو اس کی جواب دہی کرنی ہوگی۔",
    "تم سے پہلے ہم نے جتنے رسُول بھیجے تھے اُن سب سے پوچھ دیکھو، کیا ہم نے خدائے رحمٰن کے سوا کچھ دُوسرے معبُود بھی مقرر کیے تھے کہ اُن کی بندگی کی جائے؟",
    "ہم نے موسیٰ ؑ کو اپنی نشانیوں کے ساتھ فرعون اور اُس کے اعیانِ سلطنت کے پاس بھیجا، اور اس نے جاکر کہا کہ میں ربّ العالمین کا رسُول ہوں",
    "پھر جب اُس نے ہماری نشانیاں ان کے سامنے پیش کیں تو وہ ٹھٹھے مارنے لگے",
    "ہم ایک پر ایک ایسی نشانی اُن کو دکھاتے چلے گئے جو پہلی سے بڑھ چڑھ کر تھی، اور ہم نے اُن کو عذاب میں دھر لیا تاکہ وہ اپنی روش سے باز آئیں۔",
    "ہر عذاب کے موقع پر وہ کہتے، اے ساحر، اپنے رب کی طرف سے جو منصب تجھے حاصل ہے اُس کی بنا پر ہمارے لیے اُس سے دعا کر، ہم ضرور راہ راست پر آ جائیں گے",
    "مگر جُوں ہی کہ ہم ان پر سے عذاب ہٹا دیتے وہ اپنی بات سے پھر جاتے تھے۔",
    "ایک روز فرعون نے  اپنی قوم کی درمیان پُکار کر کہا” لوگو، کیا مصر کی بادشاہی میری نہیں ہے، اور یہ نہریں میرے نیچے نہیں بہہ رہی ہیں؟ کیا تم لوگوں کو نظر نہیں آتا ؟",
    "میں بہتر ہوں یا یہ شخص جو ذلیل و حقیر ہے اور اپنی بات  بھی کھول کر بیان نہیں کر سکتا؟",
    "کیوں نہ اس پر سونے کے کنگن اُتارے گئے؟ یا فرشتوں کا ایک دستہ اس کی اردلی میں نہ آیا؟“",
    "اُس نے اپنی قوم کو ہلکا سمجھا اور انہوں نے اس کی اطاعت کی، درحقیقت وہ تھے ہی فاسق لوگ۔",
    "آخر کار جب انہوں نے ہمیں غضب ناک کر دیا تو ہم نے ان سے انتقام لیا اور ان کو اکٹھا غرق کر دیا",
    "اور بعد والوں کے لیے پیش رو اور نمونہٴ عبرت بنا کر رکھ دیا۔",
    "اور جونہی کہ ابن مریم کی مثال دی گئی، تمہاری قوم کے لوگوں نے اس پر غل مچا دیا",
    "اور لگے کہنے کہ ہمارے معبُود اچھے ہیں یا وہ؟ یہ مثال وہ تمہارے سامنے محض کج بحثی کے لیے  لائے ہیں ، حقیقت یہ ہے کہ یہ ہیں ہی جھگڑالو لوگ",
    "ابنِ مریم ؑ اِس کے سوا کچھ نہ تھا کہ ایک بندہ تھا جس پر ہم نے انعام کیا اور بنی اسرائیل کے لیے اپنی قدرت کا ایک نمونہ بنا دیا۔",
    "ہم چاہیں تو تم سے فرشتے پیدا کر دیں جو زمین میں تمہارے جانشین ہوں",
    "اور وہ دراصل قیامت کی ایک نشانی ہے،  پس تم اُس میں شک نہ کرو ، اور میری بات مان لو، یہی سیدھا راستہ ہے",
    "ایسا نہ ہو شیطان تم کو اُس سے روک دے کہ وہ تمہارا کھُلا دشمن ہے",
    "اور جب عیسیٰؑ صریح نشانیاں لیے ہوئے آیا تھا تو اس نے کہا تھا کہ \"میں تم لوگوں کے پاس حکمت لے کر آیا ہوں، اور اس لیے آیا ہوں کہ تم پر بعض اُن باتوں کی حقیقت کھول دوں جن میں تم اختلاف کر رہے ہو، لہٰذا تم اللہ سے ڈرو اور میری اطاعت کرو",
    "حقیقت یہ ہے کہ اللہ ہی میرا ربّ بھی اور تمہارا ربّ بھی۔ اُسی کی تم عبادت کرو ، یہی سیدھا راستہ ہے۔“",
    "مگر(اُس کی اِس صاف تعلیم کے باوجود)گروہوں نے آپس میں اختلاف کیا، پس تباہی ہے اُن لوگوں کے لیے جنہوں نے ظلم کیا ایک دردناک دن کے عذاب سے",
    "کیا یہ لوگ اب بس اِسی چیز کے منتظر ہیں کہ اچانک اِن پر قیامت آ جائے اور انہیں خبر بھی نہ ہو؟",
    "وہ دن جب آئے گا تو متّقین کو چھوڑ کر باقی سب دوست ایک دُوسرے کے دشمن ہو جائیں گے۔",
    "اس روز ان سے کہا جائے گا  \"اے میرے بندو، آج تمہارے لیے کوئی خوف نہیں اور نہ تمہیں کوئی غم لاحق ہوگا\"",
    "جو ہماری آیات پر ایمان لائے تھے اور مطیع فرمان بن کر رہے تھے",
    "داخل ہوجاوٴ جنّت میں تم اور تمہاری بیویاں ، تمہیں خوش کر دیا جائے گا۔“",
    "اُن کے آگے سونے کے تھال اور ساغر گردش کرائے جائیں گے اور ہر من بھاتی اور نگاہوں کو لذت دینے والی چیز وہاں موجود ہو گی ان سے کہا جائے گا، \"تم اب یہاں ہمیشہ رہو گے",
    "تم اِس جنت کے وارث اپنے اُن اعمال کی وجہ سے ہوئے ہو جو تم دنیا میں کرتے رہے",
    "تمہارے لیے یہاں بکثرت فواکہ موجود ہیں جنہیں تم کھاؤ گے\"",
    "رہے مجرمین، تو وہ ہمیشہ جہنم کے عذاب میں مبتلا رہیں گے",
    "کبھی اُن کے عذاب میں کمی نہ ہو گی، اور وہ اس میں مایوس پڑے ہوں گے",
    "ان پر ہم نے ظلم نہیں کیا بلکہ وہ خود ہی اپنے اوپر ظلم کرتے رہے",
    "وہ پکاریں گے”اے مالک، تیرا ربّ ہمارا کام ہی تمام کر دے تو اچھا ہے۔“ وہ جواب دے گا”تم یوں ہی پڑے رہو گے",
    "ہم تمہارے پاس حق لے کر آئے تھے مگر تم میں سے اکثر کو حق ہی ناگوار تھا۔“",
    "کیا  اِن لوگوں نے کوئی اِقدام کرنے کا فیصلہ کر لیا ہے؟ اچھا تو ہم بھی پھر ایک فیصلہ کیے لیتے ہیں",
    "کیا اِنہوں نے یہ سمجھ رکھا ہے کہ ہم اِن کی راز کی باتیں اور اِن کی سرگوشیاں سنتے نہیں ہیں؟ ہم سب کچھ سن رہے ہیں اور ہمارے فرشتے اِن کے پاس ہی لکھ رہے ہیں",
    "اِن سے کہو”اگر واقعی رحمٰن کی کوئی اولاد ہوتی تو سب سے پہلے عبادت کرنے والا میں ہوتا۔“",
    "پاک ہے آسمانوں اور زمین کا فرماں روا عرش کا مالک، اُن ساری باتوں سے جو یہ لوگ اُس کی طرف منسوب کرتے ہیں",
    "اچھا، اِنہیں اپنے باطل خیالات میں غرق اور اپنے کھیل میں منہمک رہنے دو، یہاں تک کہ یہ اپنا وہ دن دیکھ لیں جس کا اِنہیں خوف دلایا جا رہا ہے",
    "وہی ایک  آسمان میں بھی خدا ہے اور زمین میں بھی خدا، اور وہی حکیم و علیم ہے۔",
    "بہت بالا و برتر ہے وہ جس کے قبضے میں زمین اور آسمانوں اور ہر اُس چیز کی بادشاہی ہے جو زمین و آسمان کے درمیان پائی جاتی ہے۔ اور وہی قیامت کی گھڑی کا علم رکھتا ہے، اور اسی کی طرف تم سب پلٹائے جانے والے ہو۔",
    "اُس کو چھوڑ کر یہ لوگ جنہیں پکارتے ہیں وہ کسی شفاعت کا اختیار نہیں رکھتے، اِلّا یہ کہ کوئی علم کی بنا پر حق کی شہادت دے۔",
    "اور اگر تم اِن سے پوچھو کہ اِنہیں کس نے پیدا کیا ہے تو یہ خود کہیں گے کہ اللہ نے۔ پھر کہاں سے یہ دھوکا کھا رہے ہیں",
    "قسم ہے رسُول ؐ کے اِس قول کی کہ اے ربّ ، یہ وہ لوگ ہیں جو مان کر نہیں دیتے۔",
    "اچھا، اے نبی ؐ ، اِن سے درگزر کرو اور کہہ دو کہ سلام ہے تمہیں ، عنقریب اِنہیں معلوم ہو جائے گا",
    "ح م",
    "قسم ہے اِس کتاب مبین کی",
    "کہ ہم نے اِسے ایک بڑی خیر و برکت والی رات میں نازل کیا ہے، کیونکہ ہم لوگوں کو متنبّہ کرنے کا ارادہ رکھتے تھے۔",
    "یہ وہ رات تھی جس میں ہر معاملہ کا حکیمانہ فیصلہ ",
    "ہمارے حکم سے صادر کیا جاتا ہے۔ ہم ایک رسُول بھیجنے والے تھے",
    "تیرے ربّ کی رحمت کے طو ر پر۔ یقیناً وہی سب کچھ سُننے اور جاننے والا ہے،",
    "آسمانوں اور زمین کا ربّ اور ہر اُس چیز کا ربّ جو آسمان و زمین کے درمیان ہے اگر تم لوگ واقعی یقین رکھنے والے ہو۔",
    "کوئی معبُود اُس کے سوا  نہیں ہے۔ وہی زندگی عطا کرتا ہے اور وہی موت دیتا ہے۔ تمہارا ربّ اور تمہارے اُن اسلاف کا ربّ جو پہلے گزر چکے ہیں۔",
    "(مگر فی الواقع اِن لوگوں کو یقین نہیں ہے)بلکہ یہ اپنے شک میں پڑے کھیل رہے ہیں۔",
    "اچھا انتظار کرو اُس دن کا جب آسمان صریح دھواں لیے ہوئے آئے گا",
    "اور وہ لوگوں پر چھا جائے گا، یہ ہے درد ناک سزا",
    "(اب کہتے ہیں کہ) \" پروردگار، ہم پر سے یہ عذاب ٹال دے، ہم ایمان لاتے ہیں\"",
    "اِن کی غفلت کہاں دُور ہوتی ہے؟ اِن کا حال تو یہ ہے کہ اِن کے پاس رسُولِ مُبین آگیا",
    "پھر بھی یہ اُس کی طرف مُلتفت نہ ہوئے اور کہا کہ ”یہ تو سکھایا پڑھایا باولا ہے۔“",
    "ہم ذرا عذاب ہٹائے دیتے ہیں، تم لوگ پھر وہی کچھ کرو گے جو پہلے کر رہے تھے",
    "جس روز ہم بڑی ضرب لگائیں گے وہ دن ہوگا جب ہم تم سے انتقام لیں گے۔",
    "ہم اِن سے پہلے فرعون کی قوم کو اِسی آزمائش میں ڈال چکے ہیں۔ اُن کے پاس ایک نہایت شریف رسُول آیا",
    "اور اس نے کہا”اللہ کے بندوں کو میرے حوالے کرو، میں تمہارے لیے ایک امانتدار رسُول ہوں۔",
    "اللہ کے مقابلے میں سرکشی نہ کرو۔ میں تمہارے سامنے (اپنی مامُوریّت کی)صریح سَنَد پیش کرتا ہوں۔",
    "اور میں اپنے رب اور تمہارے رب کی پناہ لے چکا ہوں اِس سے کہ تم مجھ پر حملہ آور ہو",
    "اگر تم میری بات نہیں مانتے تو مجھ پر ہاتھ ڈالنے سے باز رہو۔“",
    "آخر کار اس نے اپنے رب کو پکارا کہ یہ لوگ مجرم ہیں۔",
    "(جواب دیا گیا)”اچھا تُو راتوں رات میرے بندوں کو لے کر چل پڑ۔ تم لوگوں کا پیچھا کیا جائے گا۔ ",
    "سمندر کو اس حال پر کھلا چھوڑ دے۔ یہ سارا لشکر غرق ہونے والا ہے۔“",
    "\" کتنے ہی باغ اور چشمے",
    "اور کھیت اور شاندار محل تھے جو وہ چھوڑ گئے",
    "کتنے ہی عیش کے سر و سامان، جن میں وہ مزے کر رہے تھے اُن کے پیچھے دھرے رہ گئے",
    "یہ ہُوا اُن کا انجام، اور ہم نے دُوسروں کو اِن چیزوں کا وارث بنا دیا۔",
    "پھر نہ آسمان اُن پر رویا نہ زمین ، اور ذرا سی مہلت بھی اُن کو نہ دی گئی",
    "اِس طرح بنی اسرائیل کو ہم نے سخت ذلّت کے عذاب ،",
    "فرعون سے نجات دی جو حد سے گزر جانے والوں میں فی الواقع بڑے اُونچے درجے کا آدمی تھا،",
    "اور اُن کی حالت جانتے ہوئے اُن کو دنیا کی دُوسری قوموں پر ترجیح دی،",
    "اور اُنہیں ایسی نشانیاں دکھائیں جن میں صریح آزمائش تھی۔",
    "یہ لوگ کہتے ہیں",
    "ہماری پہلی موت کے سوا اور کچھ نہیں، اُس کے بعد ہم دوبارہ اُٹھائے جانے والے نہیں ہیں۔",
    "اگر تم سچے ہو تو اُٹھا لاوٴ ہمارے باپ دادا کو۔“",
    "یہ بہتر ہیں یا تُبع کی قوم اور اُس سے پہلے کے لوگ؟ ہم نے ان کو اِسی بنا پر تباہ کیا کہ وہ مُجرم ہوگئے تھے۔",
    "یہ آسمان و زمین اور اِن کے درمیان کی چیزیں ہم نے کچھ کھیل کے طور پر نہیں بنا دی ہیں",
    "اِن کو ہم نے برحق پیدا کیا ہے، مگر اکثر لوگ جانتے نہیں ہیں۔",
    "اِن سب کے اُٹھائے جانے کے لیے  طے شدہ وقت فیصلے کا دن ہے،",
    "وہ دن جب کوئی عزیزِ قریب اپنے کسی عزیزِ قریب کے کچھ بھی کام نہ آئے گا اور نہ کہیں سے انہیں کوئٰ مدد پہنچے گی",
    "سوائے اِس کے کہ اللہ ہی کسی پر رحم کرے، وہ زبردست اور رحیم ہے۔",
    "زَقّوم کا درخت",
    "گناہ گار کا کھاجا ہوگا",
    "تیل کی تلچھٹ جیسا، پیٹ میں اِس طرح جوش کھائے گا",
    "جیسے کھولتا ہوا پانی جوش کھاتا ہے",
    "\" پکڑو اِسے اور رگیدتے ہوئے لے جاؤ اِس کو جہنم کے بیچوں بیچ",
    "اور انڈیل دو اِس کے سر پر کھولتے پانی کا عذاب",
    "چکھ اس کا مزا، بڑا زبردست عزت دار آدمی ہے تُو",
    "یہ وہی چیز ہے جس کے آنے میں تم لوگ شک رکھتے تھے\"",
    "خدا ترس لوگ امن کی جگہ میں ہوں گے۔",
    "باغوں اور چشموں میں",
    "حریر و دیبا  کے لباس پہنے، آمنے سامنے بیٹھے ہوں گے",
    "یہ ہوگی ان کی شان۔ اور ہم گوری گوری آہو چشم عورتیں ان سے بیاہ دیں گے",
    "وہاں وہ اطمینان سے ہر طرح کی لذیذ چیزیں طلب کریں گے۔",
    "وہاں موت کا مزہ وہ کبھی نہ چکھیں گے، بس دنیا میں جو موت آ چکی سو آ چکی اور اللہ اپنے فضل سے،",
    "ان کو جہنّم کے عذاب سے بچا دے گا، یہی بڑی کامیابی ہے",
    "اے نبیؐ، ہم نے اِس کتاب کو تمہاری زبان میں سہل بنا دیا ہے تاکہ یہ لوگ نصیحت حاصل کریں",
    "اب تم بھی انتظارکرو، یہ بھی منتظر ہیں۔",
    "ح م",
    "اِس کتاب کا نزول اللہ کی طرف سے ہے جو زبردست اور حکیم ہے۔",
    "حقیقت یہ ہے کہ آسمانوں اور زمین میں بے شمار نشانیاں ہیں  ایمان لانے والوں کے لیے۔",
    "اور تمہاری اپنی پیدائش میں، اور اُن حیوانات میں جن کو اللہ (زمین میں)پھیلا رہا ہے، بڑی نشانیاں ہیں اُن لوگوں کے لیے جو یقین لانے والے ہیں۔",
    "اور شب و روز کے فرق و اختلاف میں ،  اور اُس رزق میں جسے اللہ آسمان سے نازل فرماتا ہے پھر اس کے ذریعہ سے مُردہ زمین کو جِلا اُٹھاتا ہے، اور ہواوٴں کی گردش میں  بہت نشانیاں ہیں اُن لوگوں کے لیے جو عقل سے کام لیتے ہیں",
    "یہ اللہ کی نشانیاں ہیں جنہیں ہم تمہارے سامنے ٹھیک ٹھیک بیان کر رہے ہیں۔ اب آخر اللہ اور اس کی آیات کے بعد اور کون سی بات ہے جس پر یہ لوگ ایمان لائیں گے۔",
    "تباہی ہے ہر اُس جھوٹے بد اعمال شخص کے لیے",
    "جس کے سامنے اللہ کی آیات پڑھی جاتی ہیں ، اور وہ اُن کو سُنتا ہے، پھر پُورے اِستکبار کے ساتھ اپنے کُفر پر اِس طرح اَڑا رہتا ہے کہ گویا اُس نے  اُن کو سُنا ہی نہیں۔ ایسے شخص کو دردناک عذاب کا مُژدہ سُنا دو",
    "ہماری آیات میں سے کوئی بات جب اس کے علم میں آتی ہے تو وہ اُن کا مذاق بنا لیتا ہے۔ ایسے سب لوگوں کے لیے ذلّت کا عذاب ہے",
    "اُن کے آگے جہنّم ہے۔ جو کچھ بھی انہوں نے دنیا میں کمایا ہے اس میں سے کوئی چیز اُن کے کسی کام نہ آئے گی، نہ اُن کے وہ سرپرست ہی اُن کے لیے کچھ کر سکیں گے جنہیں اللہ کو چھوڑ کر انہوں نے اپنا ولی بنا رکھا ہے۔ اُن کے لیے بڑا عذاب ہے",
    "یہ قرآن سراسر ہدایت ہے، اور اُن لوگوں کے لیے بلا کا درد ناک عذاب ہے جنہوں نے اپنے رب کی آیات کو ماننے سے انکار کیا",
    "وہ اللہ ہے تو ہے جس نے تمہارے لیے سمندر کو مسخّر کیاتاکہ اس کے حکم سے کشتیاں اُس میں چلیں اور تم اس کا فضل تلاش کرو اور شکر گزار رہو",
    "اس نے  زمین اور آسمانوں کی ساری ہی چیزوں کو تمہارے لیے مسخّر کر دیا ہے، سب کچھ اپنے پاس سے۔۔۔۔ اِس میں بڑی نشانیاں ہیں اُن لوگوں کے لیے جو غور و فکر کرنے والے ہیں۔",
    "اے نبی ؐ،ایمان لانے والوں سے کہہ دو کہ جو لوگ اللہ کی طرف سے بُرے دن آنے کا کوئی اندیشہ نہیں رکھتے ، اُں کی حرکتوں پر درگزر سے کام لیں تاکہ اللہ خود ایک گروہ کو اس کی کمائی کا بدلہ دے۔",
    "جو کوئی نیک عمل کرے گا اپنے ہی لیے کرے گا، اور جو برائی کرے گا وہ آپ ہی اس کا خمیازہ بھگتے گا پھر جانا تو سب کو اپنے رب ہی کی طرف ہے",
    "اِس سے پہلے بنی اسرائیل  کو ہم نے کتاب اور حُکم اور نبوّت عطا کی تھی۔ اُن کو ہم نے عمدہ سامانِ زیست سے نوازا ، دنیا بھر کے لوگوں پر انہیں فضیلت عطا کی،",
    "اور دین کے معاملہ میں اُنہیں واضح ہدیایت دے دیں۔ پھر جو اختلاف اُن کے درمیان رُونما ہوا وہ (ناواقفیت کی وجہ سے نہیں بلکہ)عِلم آجانے کے بعد ہوا اور اس بنا پر ہوا کہ وہ آپس میں ایک دُوسرے پر زیادتی کرنا چاہتے تھے۔ اللہ قیامت کے روز اُن معاملات کا فیصلہ فرما دے گا جن میں وہ  اختلاف کرتے رہے ہیں",
    "اس کے بعد اب اے نبی ؐ ، ہم نے تم کو دین کے معاملہ میں ایک صاف شاہراہ (شریعت)پر قائم کیا ہے۔ لہٰذا تم اسی پر چلو اور اُن لوگوں کی خواہشات کا اتباع نہ کرو جو علم نہیں رکھتے",
    "اللہ کے مقابلے میں وہ تمہارے کچھ بھی کام نہیں آسکتے۔ ظالم لوگ ایک دُوسرے کے ساتھی ہیں ، اور متّقیوں کا ساتھی اللہ ہے",
    "یہ بصیرت کی روشنیاں ہیں سب لوگوں کے لیے اور ہدایت اور رحمت اُن لوگوں کے لیے جو یقین لائیں",
    "کیا وہ لوگ جنہوں نے بُرائیوں کا ارتکاب کیا ہے یہ سمجھے بیٹھے ہیں کہ ہم اُنہیں اور ایمان لانے والوں اور نیک عمل کرنے والوں کو ایک جیسا کر دیں گے کہ ان کا جینا اور مرنا یکساں ہو جائے؟ بہت بُرے حکم ہیں جو یہ لوگ لگاتے ہیں۔ ",
    "اللہ نے تو آسمانوں اور زمین کو برحق پیدا کیا ہے اور اس لیے کیا ہے کہ ہر متنفّس کو اُس کی کمائی کا بدلہ دیا جائے۔ لوگوں پر ظلم ہر گز نہ کیا جائے گا۔",
    "پھر کیا تم نے کبھی اُس شخص کے حال پر بھی غور کیا جس نے اپنی خواہشِ نفس کو اپنا خدا بنا لیا  اور اللہ نے علم کے باوجود اُسے گمراہی میں پھینک دیا اور اُس کے دل اور کانوں پر مُہر لگا دی اور اُس کی آنکھوں پر پردہ ڈال دیا؟ اللہ کے  بعد اب اور کون ہے جو اُسے ہدایت دے؟ کیا تم لوگ کوئی سبق نہیں لیتے؟",
    "یہ لوگ کہتے ہیں کہ ”زندگی بس یہی ہماری دنیا کی زندگی ہے ، یہیں ہمارا مرنا اور جینا ہے اور گردشِ ایام کے سوا کوئی چیز نہیں جو ہمیں ہلاک کرتی ہو۔“ درحقیقت اِس معاملہ میں اِن کے پاس کو ئی علم نہیں ہے۔ یہ محض گمان کی بنا پر یہ باتیں کرتے ہیں۔",
    "اور جب ہماری واضح آیات انہیں سُنائی جاتی ہیں تو اِن کے پاس کوئی حجّت اس کے سوا نہیں ہوتی کہ اُٹھا لاوٴ ہمارے باپ داد کو اگر تم سچے ہو۔",
    "اے نبی ؐ ، اِن سے کہو، اللہ ہی تمہیں زندگی بخشتا ہے، پھر وہی تمہیں موت دیتا ہے، پھر وہی تم کو اُس قیامت کی دن جمع کر ے گا جس کے آنے میں  کوئی شک نہیں، مگر اکثر لوگ جانتے نہیں ہیں۔",
    "زمین اور آسمانوں کی بادشاہی اللہ ہی کی ہے ، اور جس روز قیامت کی گھڑی آکھڑی ہوگی اُس دن باطل پرست خسارے میں پڑ جائیں گے",
    "اُس وقت تم ہر گروہ کو گھٹنوں کے بل گِرا دیکھو گے۔ ہر گروہ کو پکارا جائے گا کہ آئے اور اپنا نامہٴ اعمال دیکھے۔ اُن سے کہا جائے گا”آج تم لوگوں کو اُن اعمال کا بدلہ دیا جائے گا جو تم کرتے رہے تھے",
    "یہ ہمارا تیار کرایا ہوا اعمال نامہ ہے جو تمہارے اُوپر ٹھیک ٹھیک شہادت دے رہا ہے ، جو کچھ بھی تم کرتے تھے اُسے ہم لکھواتے جا رہے تھے۔“",
    "پھر جو لوگ ایمان لائے تھے اور نیک عمل کرتے رہے تھے انہیں ان کا رب اپنی رحمت میں داخل کرے گا اور یہی صریح کامیابی ہے",
    "اور جن لوگوں نے کُفر کیا تھا اُن سے کہا جائے گا”کیا میری آیات تم کو نہیں سُنائی جاتی تھیں؟ مگر تم نے تکبّر کیا اور مجرم بن کر رہے",
    "اور جب کہا جاتا تھا کہ اللہ کا وعدہ بر حق ہے اور قیامت کے آنے  میں کوئی شک نہیں ، تو تم کہتے تھے کہ ہم نہیں جانتے قیامت کیا ہوتی ہے، ہم تو بس ایک گمان سا رکھتے ہیں، یقین ہم کو نہیں ہے۔“",
    "اُس وقت اُن پر ان کے اعمال کی بُرائیاں کھُل جائیں گی اور وہ اُسی چیز کے پھیر میں آجائیں گے جِس کا وہ مذاق اُڑایا کرتے تھے",
    "اور ان سے کہہ دیا جائے گا کہ \"آج ہم بھی اُسی طرح تمہیں بھلائے دیتے ہیں جس طرح تم اِس دن کی ملاقات کو بھول گئے تھے تمہارا ٹھکانا اب دوزخ ہے اور کوئی تمہاری مدد کرنے والا نہیں ہے",
    "یہ تمہارا انجام اس لیے ہوا ہے کہ تم نے اللہ  کو آیات کا مذاق بنا لیا تھا اور تمہیں دنیا کی زندگی نے دھوکے میں ڈال دیا تھا۔ لہٰذا آج نہ یہ لوگ دوزخ سے نکالے جائیں گے اور نہ ان سے کہا جائے گا کہ معافی مانگ کر اپنے ربّ کو راضی کرو۔“",
    "پس تعریف اللہ ہی کے لیے ہے جو زمین اور آسمانوں کا مالک اور سارے جہان والوں کا پروردگار ہے",
    "زمین اور آسمانوں میں بڑائی اُسی کے لیے ہے اور وہی زبردست اور دانا ہے"
  ]
}