{
  "meta": {
    "id": 235,
    "name": "Malak Faris Abdalsalaam",
    "translator_name": "Malak Faris Abdalsalaam",
    "slug": "dutch-abdalsalaam",
    "language_name": "dutch"
  },
  "verses": [
    "In de naam van Allah, de meest Barmhartige, de meest Genadevolle.",
    "Alle lof en dank komt (alléén) Allah toe, de Bezitter van (alle) wereldwezens (mensen, Djinn, Engelen en de rest van Zijn volledige schepping).",
    "De meest Barmhartige (voor elk wezen in dit leven), de meest Genadevolle (voor Zijn gelovigen in het Hiernamaals).",
    "De Heerser op de Dag des Oordeels.",
    "U (alléén) aanbidden wij, en U (alléén) vragen wij om hulp.",
    "Leidt ons op het rechte Pad.",
    "Het Pad van degenen aan wie U gunsten hebt geschonken (verwijzend naar de Profeten en meer specifiek Mohammed) en niet (naar het pad) van degenen die Uw toorn hebben opgewekt (degenen die de Waarheid verwerpen of verbergen) noch (naar het pad) van de dwalenden.",
    "Alif, Lām, Mīm.",
    "Dit is het Boek, waarover geen twijfel bestaat, een leidraad voor degenen die godvrezend zijn.",
    "Degenen die in het onwaarneembare geloven en de gebeden volmaakt verrichten en die weldoen met hetgeen Wij hen hebben geschonken. (die dit aan en henzelf, hun ouders, hun kinderen, hun echtgenoten etc. besteden en die aalmoezen aan de armen geven en geld besteden op Allah’s weg)",
    "En die geloven in datgene dat aan jou (O Mohammed) is neergezonden. En wat vóór jou is neergezonden. En zij geloven met zekerheid in het Hiernamaals.",
    "Zij hebben de leiding van hun Heer en zullen daarom succes hebben.",
    "Waarlijk, voor degenen die ongelovig zijn maakt het geen verschil of jij ze al dan niet waarschuwt: ze zullen toch niet geloven.",
    "Allah heeft hun harten en hun gehoor verzegeld en over hun ogen is er een bedekking. Hun zal een grote bestraffing ten deel vallen.",
    "En er zijn er onder de mensen die zeggen: “Wij geloven in Allah en de laatste dag” terwijl zij geen gelovigen zijn.",
    "Zij trachten Allah en degenen die geloven te bedriegen, terwijl zij slechts zichzelf bedriegen en zij beseffen (het) niet.",
    "In hun harten is een ziekte en Allah heeft de ziekte doen toenemen. Er is voor hen een pijnlijke bestraffing, want zij hadden de gewoonte om leugens te vertellen.",
    "En wanneer tegen hen gezegd werd: “Zaai geen verderf op aarde,” dan zeggen zij: “Wij zijn slechts vredestichters.”",
    "Waarlijk! Zij zijn degenen die verderf zaaien maar zij beseffen het niet.",
    "En als er tot hen wordt gezegd: “Gelooft zoals andere mensen geloven” zeggen zij: “Moeten wij geloven zoals de dwazen hebben geloofd?” Waarlijk, zij zijn de dwazen, maar zij weten het niet.",
    "En als ze gelovigen tegenkomen, zeggen zij: “Wij geloven,” maar als zij alleen zijn met hun duivels zeggen zij: “Waarlijk wij behoren bij jullie, waarlijk, wij spotten slechts.”",
    "Allah spot met hen en zal hen blindelings in hun overtreding verder laten afdwalen.",
    "Zij zijn degenen die de Leiding voor de dwaling hebben verruild: hun handel is dus zonder winst. En zij zijn niet geleid.",
    "Zij lijken op degenen die een vuur aansteken; als het dan rond om hen heen licht is, neemt Allah hun licht weg en laat hen in het donker achter. Zij kunnen (dus) niet zien.",
    "Zij zijn doof, stom en blind en keren dus niet terug.",
    "Of als de regenbui uit de hemel waarin duisternis, donder en bliksem is. Zij stoppen hun vingers in hun oren om de donderslag niet te horen, omdat zij bang zijn voor de dood. Maar Allah omsluit altijd de ongelovigen.",
    "De bliksem verblindt hen haast, als het voor hen flitst dan lopen zij erin en als het donker is, staan ze stil. En als Allah het gewild had, had Hij hun gehoor en gezicht weg kunnen nemen. Allah heeft beslist macht over alle zaken.",
    "O Mensheid! Aanbidt jullie Heer Die jullie en degenen vóór jullie geschapen heeft, zodat jullie godvrezend worden.",
    "Degene die de aarde als rustplaats voor jullie gemaakt heeft, en de hemel tot een gewelf, en regen van de hemel naar beneden stuurt waarmee Hij vruchten voor jullie als levensonderhoud heeft voortgebracht. Ken daarom geen deelgenoten toe aan Allah terwijl jullie (het) weten.",
    "En als jullie twijfelen over hetgeen Wij hebben neergezonden aan Onze dienaar, maak dan een soerah van gelijk niveau en roep je getuigen op naast Allah, als jullie waarachtigen zijn.",
    "Maar als jullie dat niet kunnen doen, en jullie kunnen dat nooit doen, vrees dan het vuur dat door een brandstof gevoed wordt dat uit mensen en stenen bestaat, zij is gereed gemaakt voor de ongelovigen.",
    "En breng degenen die geloven en goede daden verrichten (en hierin standvastig blijven) blijde tijding , dat er voor hen tuinen zullen zijn waar rivieren onderdoor stromen. Elke keer als zij daarvan fruit ontvangen zullen zij zeggen: “Zie hier hetgeen ons reeds voorheen werd gegeven” en het soortgelijke zal hun gegeven worden en zij zullen daar reine echtgenoten hebben en zij zullen daar voor altijd verblijven.",
    "Waarlijk, Allah acht het niet beneden zich, om een mug tot gelijkenis te stellen, of iets dat nietiger is dan dat. En voor degenen die geloven is dit de Waarheid van hun Heer, maar de ongelovigen zeggen: “Wat bedoelde Allah met deze parabel?” Hij (Allah) liet er velen mee dwalen en Hij leidt er velen mee. En Hij misleidt slechts degenen die niet aan Zijn gehoorzaamheid beantwoorden.",
    "Degenen die het Verbond met Allah verbreken nadat zij het zijn aangegaan en losbreken wat Allah bevolen heeft te verbinden en misdaden plegen op aarde: zij zijn het die de verliezers zijn.",
    "Hoe kunnen jullie niet in Allah geloven! Terwijl jullie levenloos waren en Hij jullie het leven heeft gegeven. Toen gaf Hij jullie de dood en opnieuw bracht Hij jullie tot leven en tot Hem zullen jullie terugkeren.",
    "Hij is Degene Die voor jullie alles geschapen heeft wat op aarde is. Toen reikte Hij over de hemel en maakte zeven hemelen en Hij is de Kenner van alle zaken.",
    "En (gedenk) toen jullie Heer tegen de Engelen zei: “Ik zal op de aarde een gevolmachtigde aanstellen” Zij zeiden: “Zult U daar iemand plaatsen die misdaden pleegt en bloed laat vloeien terwijl wij U verheerlijken, U prijzen en danken en U heiligen?” Hij (Allah) zei: “Voorwaar, Ik weet wat jullie niet weten.”",
    "En Hij onderwees Adam de namen van alle dingen en toen liet Hij deze aan de Engelen zien en zei: “Vertel Mij hiervan de namen, als jullie waarachtig zijn.”",
    "Zij (de Engelen) zeiden: “Verheerlijkt bent U, wij hebben geen kennis behalve van wat U ons onderwezen heeft. U bent de Alwetende, de Alwijze.”",
    "Hij zei: “O Adam, vertel hun de namen.” En toen hij hun de namen had verteld, zei Hij: “Heb Ik je niet verteld dat Ik het onzichtbare in de hemelen en op de aarde ken en dat Ik weet wat je onthult en wat je verborgen houdt?”",
    "En toen Wij tot de Engelen zeiden: “Buig (jullie hoofden) voor Adam, (uit respect)!” Toen bogen zij allen (het hoofd), behalve Iblies (Satan). Hij weigerde hoogmoedig (omdat hij zichzelf beter vond dan Adam) en werd zo één van de (ongehoorzame) ongelovigen.",
    "En Wij zeiden: “O Adam! Verblijf tezamen met jouw vrouw in het Paradijs en eet beiden vrijelijk met plezier en genot van de zaken daarvan zoals jullie willen, maar kom niet bij deze boom of jullie beiden zullen tot de zondaren behoren.”",
    "Toen misleidde de Satan hen met die boom, hij deed hen weggaan van de plaats (het Paradijs) waar zij zich bevonden. Wij zeiden: “Daalt af, een deel van jullie zal een vijand voor de ander zijn. Op de aarde zal een verblijfplaats en genieting voor jullie zijn, tot een bepaald tijdstip (de dood).”",
    "Toen ontving Adam van zijn Heer (nieuwe) woorden. Daarop aanvaardde Hij zijn berouw. Waarlijk, Hij is Degene Die vergeeft, de Genadevolle.",
    "Wij zeiden: “ Daalt allen af uit haar (het Paradijs), en als er van Mij leiding tot jullie komt; wie dan Mijn leiding volgen; zij zullen niet vrezen, noch zullen zij bedroefd zijn.",
    "Maar degenen die niet geloven en onze Tekenen loochenen, dat zijn de bewoners van het Vuur, zij zullen daarin voor altijd verblijven.",
    "O Kinderen van Israël! Gedenk Mijn gunst die Ik jullie gegeven hebt, en vervul (jullie verplichtingen) voor Mijn verbond (met jullie) dan houdt Ik Mij aan het verbond met jullie. En vrees geen ander dan Mij.",
    "En geloof in wat Ik heb neergezonden (de Koran), als bevestiging wat bij jullie \"is (de Thora en de Psalmen) en wees niet de eersten die dat niet geloven en verruil Mijn verzen niet voor een klein bedrag en vrees daarom alleen Mij.",
    "En vermeng de Waarheid niet met de leugen, en verberg de Waarheid ook niet terwijl jullie (de Waarheid) kennen.",
    "En verricht de gebeden correct en geef zakaat en buig met degenen die buigen.",
    "Jullie gebieden vroomheid en rechtvaardigheid en dat alle daden voor de gehoorzaamheid van Allah zijn van de mensen maar jullie vergeten het zelf, terwijl jullie de Geschriften reciteren. Hebben jullie dan geen verstand?",
    "En vraag hulp en (het vermogen om) geduld (op te brengen in en om) het gebed (door de lusten en verlangens van het ego te bedwingen). En voorzeker, dit (gebed) is bijzonder zwaar en moeilijk behalve voor de khaashi’ien (de onderdanigen; de ware gelovigen in Allah: zij die Allah onvoorwaardelijk gehoorzamen, zij die Allah’s bestraffing vrezen, zij die in Allah’s beloften en waarschuwingen geloven aangaande het Paradijs en de Hel).",
    "(Zij zijn degenen) die er zeker van zijn dat zij hun Heer zullen ontmoeten en dat zij tot Hem zullen terugkeren.",
    "O Kinderen van Israël! Gedenk Mijn gunst die Ik jullie heb geschonken en dat Ik u boven de volkeren verhief.",
    "En vrees de Dag (van het Oordeel) waarop geen ziel een andere ziel ergens in kan bijstaan, en er geen voorspraak van haar aanvaard wordt en er geen losprijs van haar aangenomen wordt en zij niet geholpen worden.",
    "En (gedenkt) toen Wij jullie van de mensen van de Farao redden, die jullie vreselijke martelingen oplegden, jullie zonen vermoorden en jullie vrouwen spaarden, verlosten, en daarin was een machtig vonnis van jullie Heer.",
    "En (gedenk) toen Wij de zee voor jullie splitsten waarop Wij jullie redden en de mensen van de Farao lieten verdrinken, terwijl jullie toekeken.",
    "En (gedenk) toen Wij voor Mozes veertig nachten hadden aangewezen en dat jullie een kalf namen (ter aanbidding) en jullie zalimoen (overtreders) werden.",
    "Daarna vergaven Wij jullie zodat jullie dankbaar zouden zijn.",
    "En (gedenk) toen Wij Mozes de geschriften gaven en het onderscheid (tussen goed en kwaad) zodat jullie rechtgeleid zijn.",
    "En (gedenk) toen Mozes tegen zijn mensen zei: “O mijn mensen! Waarlijk, jullie hebben jezelf onrecht aangedaan door het kalf te aanbidden. Keren jullie je dus in berouw tot jullie Schepper en doodt uw eigen ik, dat is het beste voor u in het oog van uw Schepper.” Toen accepteerde Hij jullie berouw. Waarlijk, Hij is de Meest Berouwaanvaardende, de Genadevolle.",
    "En (gedenk) toen jullie zeiden: “O Mozes! Wij zullen je nooit geloven totdat wij Allah duidelijk zien.” Waarop de bliksem jullie greep terwijl jullie toekeken.",
    "En Wij deden jullie na jullie dood opstaan, zodat jullie dankbaar zouden zijn.",
    "En Wij zorgden ervoor dat de wolken schaduw voor je wierpen en de manna (honingzoet voedsel) en de kwartels naar beneden stuurden (zeggende): “Eet van de goede en wettige zaken, waarin Wij jullie hebben voorzien.” En zij hebben Ons geen onrecht aangedaan, maar zij hebben zichzelf onrecht aangedaan.",
    "En (gedenk) toen Wij zeiden: “Ga deze stad binnen en eet daar met plezier en genot zoveel als jullie willen en ga de poort binnen en kniel neer en zeg: “Vergeef ons” en Wij zullen jullie jullie zonden vergeven en zullen de (beloning) voor de weldoeners doen toenemen.”",
    "Maar degenen die gezondigd hadden veranderden de woorden die ze\" tegen elkaar spraken, zodat Wij een bestraffing op de zondaren van de hemel toezonden, want zij rebelleerden tegen Allahs gehoorzaamheid.",
    "En (gedenk) toen Mozes water voor zijn mensen vroeg, waarop Wij zeiden : “Sla met je staf op de rots.” Toen ontsprongen daaruit twaalf bronnen. Iedere (groep) mensen kende zijn plaats bij het water. Eet en drink van wat Allah jullie heeft voorzien en handel niet verdorven door ellende op de aarde te veroorzaken.",
    "En (gedenk) toen jullie zeiden: “O Mozes! Wij verdragen het niet om maar één soort voedsel te eten. Vraag je Heer daarom om voor ons voort te brengen wat op de aarde groeit: haar kruiden, komkommers, graan, knoflook, linzen en uien.” Hij zei: “Willen jullie dat wat beter voor jullie is, inruilen voor wat minder is? Ga naar wat voor stad dan ook en jullie zullen vinden wat jullie willen!” En zij waren met vernedering en ellende bedekt en zij riepen de toorn van Allah over zich af omdat zij niet in de Tekenen geloofden, de profeten valselijk omgebracht hadden, omdat zij ongehoorzaam waren en de grenzen overschreden hadden.",
    "Waarlijk! Degenen die geloven en die van de Joden en Christenen en Sabijnen zijn, die in Allah en de Laatste Dag geloven en goede daden verrichten, zullen hun beloning bij hun Heer hebben, bij hen zal geen angst zijn, noch zullen zij bedroefd zijn.",
    "En ( gedenk, o Kinderen van Israël) toen Wij het verbond aangingen en Wij boven jullie de berg Thoer lieten oprijzen (zeggende): “Houdt jullie vast aan wat Wij jullie gegeven hebben en gedenk wat er in staat. Hopelijk zullen jullie Allah vrezen.",
    "Hierna keerden jullie je ervan af. Als Allah jullie geen gunst en genade verleend had, dan zouden jullie zeker onder de verliezers zijn.",
    "En waarlijk, jullie kenden degenen onder jullie die de regels van de Sabbath (de zaterdag) overtraden. Wij zeiden tegen hen: “Weest verachte apen.”",
    "Dus hebben we deze bestraffing als een voorbeeld voor henzelf gemaakt en voor de latere generatie een les voor degenen die godvrezend zijn.",
    "En (gedenk) toen Mozes tegen zijn mensen zei: “Waarlijk Allah heeft jullie bevolen dat jullie een koe moeten slachten.” Zij zeiden: “Steek je de draak met ons?” Hij zei: “Ik neem mijn toevlucht tot Allah om niet tot de onwetenden te behoren.”",
    "Zij zeiden: “Roep je Heer voor ons aan, zodat Hij ons duidelijk maakt wat voor een koe dit moet zijn.” Hij zei: “Waarlijk, het is een koe die niet te oud of te jong moet zijn, maar van een leeftijd daartussen, doe dus wat jullie bevolen is.”",
    "Zij zeiden: “Roep je Heer voor ons aan om duidelijkheid te krijgen over haar kleur.” Hij zei: “Hij zegt, het is een gele koe, helder van kleur, een plezier voor de eigenaars.”",
    "Zij zeiden: “Roep je Heer voor ons aan om duidelijk te maken wat voor koe het moet zijn. Waarlijk, voor ons zijn alle koeien gelijk. En zeker, als Allah het wil, zullen wij juist worden geleid.”",
    "Hij (Mozes) zei: “Waarlijk, Hij zegt: “Het moet een koe zijn die niet is afgericht om het land te ploegen noch om de akkers te bevloeien, gaaf en vlekkeloos.” Zij zeiden: “Nu heb je de waarheid gesproken.” Dus slachtten zij haar hoewel zij het bijna niet hadden gedaan.",
    "En (gedenk) toen jullie een mens hadden gedood en je een ander daarvoor beschuldigde. Maar Allah liet alles zien wat jullie verborgen.",
    "Toen zeiden Wij: “ Slaat hem (de dode) met een deel van haar (de koe). Zo brengt Allah de doden tot leven en laat Hij jullie Zijn Tekenen zien, zodat jullie zullen begrijpen.",
    "Daarna verhardden jullie harten zich en werden als steen of nog harder. En waarlijk er zijn stenen waaruit rivieren ontspringen en er zijn (stenen) die splijten zodat het water over hen heen stroomt en waarlijk, er zijn (stenen) die neervallen uit vrees voor Allah. En Allah is niet onachtzaam over jullie daden.",
    "Verwachten jullie dat zij in jullie godsdienst zullen geloven, ondanks het feit dat een deel van hen naar het Woord van Allah luisterden en het dan veranderden, nadat zij het hadden begrepen?",
    "En als zij degenen die geloven ontmoeten, zeggen zij: “Wij geloven,” maar als zij onder elkaar zijn zeggen zij: “Zullen jullie hen vertellen wat Allah aan jullie geopenbaard heeft zodat zij met jullie zullen discussiëren voor jullie Heer?” Hebben jullie dan geen verstand?",
    "Weten zij dan niet dat Allah weet wat zij verbergen en in de openbaarheid brengen?",
    "En er zijn ongeletterden onder hen, die het Boek niet kennen, maar zij leggen hun hoop in valse verlangens en zij doen niet anders dan gissen.",
    "Wee dan degenen die het Boek met hun eigen handen schrijven en zeggen: “Dit is van Allah,” om het voor een kleine prijs te verhandelen! Wee dan hen voor wat hun handen geschreven hebben en wee hen voor hetgeen zij verdienen.",
    "En zij zeggen: “Het vuur zal ons niet anders raken dan voor een beperkt aantal dagen.” Zeg: “Heb je een verbond met Allah gesloten, zodat Allah Zijn verbond niet zal verbreken? Of zeggen jullie iets over Allah waar je niets van af weet?",
    "Voorzeker! Iedereen die het kwaad verdient en waarvan de zonden hem omringt, zullen de bewoners van het Vuur zijn; zij zullen daarin voor altijd verblijven.",
    "En degene die geloven en goede daden verrichten, zij zullen de bewoners van het Paradijs zijn, zij zullen daarin voor altijd verblijven.",
    "En (gedenk) toen Wij een verbond met de Kinderen van Israël sloten, zeggende: “Aanbid niemand behalve Allah en wees plichtsgetrouw en goed voor de ouders en verwanten en de wezen en de armen die bedelen, en spreek goed tegen de mensen en verricht de gebeden en geef zakaat. Vervolgens onttrokken jullie je er aan, behalve slechts een paar van jullie, terwijl jullie je afwendden.",
    "En (gedenk) toen Wij het verbond met jullie afsloten (zeggende): “Vergiet elkaars bloed niet en verdrijf elkaar niet uit jullie woonplaatsen. Daarop bevestigden jullie (dat) en jullie getuigden (daarvan).",
    "Daarna zijn jullie (Joden) degenen geworden die elkaar doden en een deel van jullie (eigen volk) uit jullie woonplaatsen verdrijven, jullie steunen elkaar in zondigheid en vijandschap. En wanneer zij (andere Joden) als gevangenen tot jullie komen, dan kopen jullie hen vrij, hoewel hun uitbanning voor jullie verboden was. Geloven jullie dan in een deel van de geschriften en verwerpen jullie de rest? Er is geen beloning voor wie van jullie zo handelen, behalve schande in het leven van deze wereld en op de Dag der Opstanding zullen zij de zwaarste bestraffing toegewezen krijgen. En Allah is zich niet onachtzaam van wat jullie doen.",
    "Zij zijn degenen die het Hiernamaals voor het aardse leven hebben verruild. Hun bestraffing zal niet verlicht worden, noch zullen zij geholpen worden.",
    "En voorzeker, Wij gaven Mozes het Boek en lieten na hem een aantal Boodschappers komen. En Wij gaven Jezus, de zoon van Maria duidelijke Tekenen en Wij versterkten hem met de heilige Geest (Djibriel/Gabriël). Is het dan zo dat telkens wanneer er een Boodschapper tot jullie kwam\" met iets wat jullie niet wensten, jullie arrogant werden en jullie een aantal van hen loochenden en een aantal doodden?",
    "En zij zeggen: “Onze harten zijn bedekt.” Nee, Allah heeft jullie voor jullie ongeloof vervloekt, zo weinig is het dat zij geloven.",
    "En wanneer er een Boek van Allah tot hen komt, bevestigend wat zich bij hen bevindt, terwijl zij daarvoor om hulp hadden gevraagd tegen degenen die niet geloven: toen dan tot hen datgene kwam wat zij herkenden, geloofden zij er niet in. De vloek van Allah rust daarom op de ongelovigen.",
    "Hoe slecht is het, want zij hebben zichzelf verkocht, dat zij ongelovig zijn in wat Allah geopenbaard heeft, uit afgunst dat Allah Zijn gunst neerzendt tot wie Hij wil van Zijn dienaren. Zij hebben zo dus de toorn over zichzelf afgeroepen. En voor de ongelovigen is er een vernederende bestraffing.",
    "En als er tegen hen gezegd wordt: “Geloof in wat Allah aan jullie neer heeft gezonden,” zeggen zij, “wij geloven in wat aan ons is neergezonden.” En zij zijn ongelovig aan wat daarna is gekomen terwijl dat de Waarheid is, wat bevestigt wat reeds bij hen is. Zeg: “Waarom hebben jullie al eerder de Profeten van Allah gedood, als jullie echt gelovigen waren?”",
    "En waarlijk Mozes kwam tot jullie met duidelijke bewijzen, maar jullie aanbaden het kalf nadat hij vertrokken was, en jullie waren onrechtvaardigen.",
    "En (gedenkt) toen Wij het verbond met jullie afsloten en Wij de berg Thoer boven jullie verhieven (zeggende): “Houd je stevig vast aan wat Wij jullie gegeven hebben en luister (naar Ons Woord). Zij zeiden: “Wij hebben gehoord en waren ongehoorzaam.” En hun harten (namen) de aanbidding van het kalf (op) vanwege hun ongeloof. Zeg: “Slecht is het waartoe jullie (vervalste) geloof jullie oproept, als jullie gelovigen zijn.”",
    "Zeg tegen (hen): “Als de laatste verblijfplaats in het Hierrnamaals bij Allah alleen maar voor jullie is en niet voor anderen van de mensheid, verlang dan naar de dood als jullie waarachtig zijn.”",
    "Maar zij zullen er (de dood) nooit naar verlangen vanwege wat hun handen vooruit hebben gestuurd. En Allah is zich goed bewust van de onrechtvaardigen.",
    "En waarlijk, jullie zullen ontdekken dat zij het meest begerig zijn naar het (wereldse) leven, meer nog dan degenen die deelgenoten (aan Allah) toekennen. Ieder van hen wenste dat zij een leven van duizend jaar gegeven zou worden. Maar de gave van zo’n leven redt hen niet het minste van de bestraffing. En Allah ziet alles wat zij doen.",
    "Zeg: “Iedereen die een vijand van Gabriël is, waarlijk hij heeft hem (de Koran) in jouw hart neergezonden, met toestemming van Allah, als een bevestiging van wat er vόόr geopenbaard was en als leiding en goed nieuws voor de gelovigen.",
    "Iedereen die een vijand van Allah, Zijn Engelen, Zijn Boodschappers en van (Zijn Engelen) Gabriël en Michaël is, waarlijk, Allah is een vijand voor de ongelovigen.",
    "En waarlijk, Wij hebben aan jullie duidelijke Tekenen gezonden en niemand is daar ongelovig aan behalve de verdorvenen.",
    "Is het niet het geval dat elke keer wanneer Wij een verbond afsluiten een deel van hen het terzijde gooit? Nee! De Waarheid geloven de meesten van hen niet.",
    "En toen er een Boodschapper van Allah (Mohammed) tot hen kwam, bevestigend van wat zij (reeds) bezaten (aan kennis), wierp een groep van degenen aan wie de Schrift (de Thora) gegeven was, het boek van Allah \"achter hun ruggen. Alsof zij (de Waarheid) niet kenden!",
    "Zij volgden wat de duivels voorlazen in de regeringstijd van Soelayman. Soelayman was niet ongelovig, maar de duivels waren ongelovig, zij onderwezen de mensen tovenarij (Sihr) en wat was neergezonden te Babel (Sawaad of het platteland van Irak) aan de twee Engelen Hārōet en Mārōet. Geen van beide (Engelen) gaven onderricht, zonder dat zij zeiden: “Wij zijn slechts een beproeving (van Allah voor de mens), dus wees niet ongelovig.” Zo leerden zij van hen (tovenarij) dat wat een scheiding veroorzaakte tussen een man en zijn echtgenote. Maar hiermee (‘sihr’) konden zij (de tovenaars) niemand schade berokkenen, tenzij met Allah’s toestemming. (In feite) leerden zij slechts datgene wat hun schade kan toebrengen (in het Hiernamaals) en dat (zwarte magie) hen van generlei voordeel kan zijn. En waarlijk, zij wisten dat de bedrijvers (van ‘sihr’) geen aandeel zullen hebben in (de tuinen van het Paradijs in) het Hiernamaals (doordat ze ‘sihr’ verkozen boven het Boek van Allah). En slecht is het waarvoor zij hun zielen (aan de duivel) verkochten. Hadden zij het maar geweten.",
    "En als zij hadden geloofd en (Allah) hadden gevreesd, dan zou de beloning van hun Heer veel beter zijn, als zij het maar wisten!",
    "O jullie die geloven! Zeg niet “Houd rekening met ons” maar zeg “Laat ons begrijpen en hoor.” En voor de ongelovigen is er een pijnlijke bestraffing.",
    "De ongelovigen onder de mensen van het Boek en de veelgodenaanbidders wensen niet dat jullie iets goeds van jullie Heer neergezonden krijgen. Maar Allah kiest voor Zijn genade wie Hij wil. En Allah is de Bezitter van grote Genade.",
    "Van elk Vers dat Wij teniet\" doen of doen vergeten: Wij brengen er iets beters voor in de plaats. Weten jullie niet dat Allah in staat is om alles te doen?",
    "Weten jullie niet dat het Allah is, Die het domein van de hemelen en de aarde bezit? En naast Allah hebben jullie geen voogd of helper.",
    "Of willen jullie je Boodschapper ondervragen zoals Mozes hiervoor ondervraagd is? En degene die het geloof in ongeloof verandert, is waarlijk van het Rechte Pad afgedwaald.",
    "Veel mensen van het Boek wensen dat zij jullie tot het ongeloof kunnen brengen nadat jullie geloofd hebben, uit afgunst die onder hen leeft, zelfs nadat de Waarheid hen duidelijk geworden is. Maar vergeef hen en let er niet op totdat Allah Zijn bevelen geeft. Waarlijk, Allah is tot alles in staat.",
    "En onderhoudt de gebeden en geef zakaat en het goede dat jullie naar voren sturen voor jullie zelf, zullen jullie bij Allah vinden. Voorwaar Allah is de Alziende van wat jullie doen.",
    "En zij zeggen: “Niemand zal het Paradijs binnentreden behalve wie Jood of Christen was.” Dat zijn hun eigen wensen. Zeg: “Geef bewijs als jullie waarachtig zijn.”",
    "Inderdaad! Eénieder die (zichzelf) in volle overgave aan Allah onderwerpt en een moehsin is, zal zijn beloning bij zijn Heer aantreffen. Zij zullen niet vrezen noch zullen zij bedroefd zijn.",
    "De Joden zeggen dat de Christenen niets volgen en de Christenen zeggen dat de Joden niets volgen hoewel zij de geschriften reciteren. Hetzelfde zeggen (de heidenen), die het niet weten. Allah zal op de Dag der Opstanding onder hen oordelen over datgene waarin zij van mening verschillen.",
    "En wie is er onrechtvaardiger dan degenen die verbieden dat Allah’s Naam verheerlijkt en genoemd wordt in Allah’s moskeeën en deze trachten te vernietigen? Zij \"behoren deze niet binnen te gaan, behalve als vrezenden. Er is schande over hen in deze wereld en zij zullen een grote bestraffing krijgen in het Hiernamaals.",
    "En aan Allah behoort het Oosten en het Westen, dus waar jullie je ook wenden, daar is het Aangezicht van Allah. Allah is Alomvattend, Alwetend.",
    "En zij zeggen: “Allah heeft een zoon gekregen. Verheerlijkt is Hij. Nee! Aan Hem behoort alles wat er in de hemelen en op de aarde is en allen onderwerpen zich in gehoorzaamheid aan Hem.",
    "Als de Voortbrenger van de hemelen en de aarde tot iets besluit, zegt Hij slechts: “Wees” en het is.",
    "En degenen die geen kennis hebben zeggen: “Waarom spreekt Allah niet tot ons of waarom komt er geen teken tot ons?” Zo spraken ook degenen die vόόr hen waren. Hun harten zijn hetzelfde, Wij hebben beslist de Tekenen duidelijk gemaakt aan een overtuigd volk.",
    "Waarlijk, Wij hebben jou (Mohammed) met de Waarheid gestuurd, als een brenger van goed nieuws en als een waarschuwer. En jij zult niet ondervraagd worden over de bewoners van het laaiende vuur.",
    "En de de Joden en de Christenen zullen nooit behagen in jou vinden, totdat je hun godsdienst zal volgen. Zeg: “Waarlijk de Leiding van Allah, is de enige leiding. En als jij hun wensen volgt, nadat de kennis tot jou is gekomen, dan zal er voor jou tegen Allah noch een ‘beschermer’ noch een ‘helper’ zijn.",
    "Degenen aan wie Wij het Boek hebben gegeven, reciteren het zoals het gereciteerd behoort te worden. Zij zijn degenen die erin geloven. En degenen die er niet in geloven, dat zijn degenen die de verliezers zijn.",
    "O Kinderen van Israël, gedenk Mijn gunst die Ik jullie heb verleend en dat Ik aan jullie boven alle wereldwezens de voorkeur\" gaf.",
    "En vrees de Dag (des Oordeels) waarop geen mens iets voor een ander kan betekenen en er geen losprijs van haar aanvaard zal worden en geen voorspraak zal hem baten. En hulp (tegen de bestraffing) zal er nooit komen.",
    "En (gedenk) dat de Heer van Abraham hem met enige bevelen beproefde, welke hij vervulde. Hij (Allah) zei (tot hem): “Waarlijk, Ik zal jou voor de mensheid tot een leider maken.” Abraham zei: “En ook van mijn nageslacht?” Allah zei: “Mijn verbond (profeetschap) omvat de onrechtplegers niet.",
    "En (gedenk) dat Wij het Huis (de Ka’ba in Mekka) tot een plaats van toevlucht en tot een veilige plaats gemaakt hebben. En neem voor jouw (mensen) de plek van Abraham als een gebedsplaats en Wij hebben Abraham en Ismaël bevolen dat zij Mijn huis moeten reinigen voor degenen die daar om heen lopen of daar verblijven of daar buigen en neerknielen.",
    "En (gedenk) toen Abraham bad: “Mijn Heer, maak van deze stad een veilige plaats en voorzie haar bevolking, die in Allah en de Laatste Dag geloven, van vruchten.” Hij antwoordde: “De ongelovigen zal Ik een tijdje tevredenheid geven en dan zal Ik hen aan de bestraffing van de Hel onderwerpen, en dat is zeker de ergste bestemming.”",
    "En (gedenk) toen Abraham en (zijn zoon Ismaël) de funderingen van het huis (de Ka’ba in Mekka) legden (zeggende): “Onze Heer, accepteer (deze dienst) van ons. Waarlijk! U bent de Alhorende, de Alwetende.",
    "Onze Heer! En laat ons aan U onderwerpen en ons nageslacht een natie van degenen zijn die zich aan U onderwerpen en onderwijs ons de rituelen van de Hadj en accepteer ons berouw. Waarlijk U bent de Meest Berouwaanvaardende, de \"Genadevolle.",
    "Onze Heer! Stuur onder hen een Boodschapper van hun (eigen volk), die hun Uw verzen zal reciteren en hen in het Boek (de Koran) en volledige kennis van de islamitische wet en jurisprudentie zal onderrichten en hen reinigt. Waarlijk! U bent de Almachtige, de Alwijze.",
    "En wie keert zich af van de godsdienst van Abraham, anders dan wie zichzelf voor de gek houdt? Waarlijk, Wij hebben hem in deze wereld uitgekozen en waarlijk, in het Hiernamaals zal hij onder de rechtvaardigen zijn.",
    "Toen zijn Heer tegen hem zei: “Onderwerp jezelf (aan Mij)!” zei hij: “Ik heb mij onderworpen aan de Heer der Werelden.”",
    "En dit was door Abraham aan zijn zonen opgelegd (en dat deed) Jacob (ook, zeggende): “O mijn zonen! Allah heeft voor jullie de ware godsdienst uitgekozen en sterf niet tenzij je moslim bent.”",
    "Of waren jullie getuigen toen Jacob de dood nabij was? Toen hij tegen zijn zonen zei: “Wat zullen jullie na mij aanbidden?” Zij zeiden: “Wij zullen jouw God aanbidden, de God van jouw vaderen, Abraham, Ismaël en Isaac, Eén God en aan Hem onderwerpen wij ons.”",
    "Dat was een natie die nu uitgestorven is. Zij zullen de beloning krijgen van wat zij verdiend hebben en jullie van wat jullie verdiend hebben. En jullie zullen niet ondervraagd worden over wat zij gewoonlijk deden.",
    "En zij zeggen: “Wordt Jood of Christen, dan zullen jullie geleid zijn.” Zeg: “Nee (wij volgen) de godsdienst van Abraham, die ‘Hanifan’ (rechtzinnig) was en hij was nooit onder degenen die deelgenoten aan Allah toekenden!”",
    "Zeg: “Wij geloven in Allah en datgene wat Hij aan ons neergezonden heeft en dat wat aan Abraham, Ismael, Isaac en de stammen is gegeven en dat wat aan Mozes gegeven is en aan Jezus, en dat wat er is gegeven van hun Heer aan de Profeten. Wij maken geen onderscheid tussen hen en aan Hem hebben wij ons onderworpen.”",
    "En als zij (de mensen van het boek, zowel de Joden als de Christenen) geloven in hetzelfde als waarin jullie geloven, dan (pas) zijn zij rechtgeleid. Maar als zij zich afwenden, dan zijn zij het die de vijandschap (jegens jullie) verkeren. Allah (belooft) dat Hij voor jullie voldoende zal zijn tegen hen (die zich vijandig opstellen tegenover de waarheid waarmee Mohammed is gekomen). En Hij is de Alhorende, de Alwetende.",
    "Neem de godsdienst van Allah en welke godsdienst is beter dan die van Allah? En wij zijn Zijn aanbidders.",
    "Zeg: “Redetwisten jullie met ons over Allah terwijl Hij onze Heer en jullie Heer is? En wij zullen voor onze daden beloond worden en jullie voor jullie daden. En wij zijn in onze aanbidding en gehoorzaamheid voor Hem oprecht.",
    "Of zeggen jullie dat Abraham, Ismaël, Isaac, Jacob en de stammen Joden en Christenen waren? Zeg: “Weten jullie het beter of (weet) Allah (het beter)? En wie is onrechtvaardiger dan degene die de getuigenis die hij van Allah heeft gekregen verbergt? En Allah is niet onachtzaam van wat jullie doen.”",
    "Dat is een volk dat uitgestorven is. Zij zullen de beloning krijgen die zij verdienden, en jullie zullen krijgen wat jullie verdienden. En jullie zullen niet ondervraagd worden wat zij deden. ۞"
  ]
}