{
  "meta": {
    "id": 235,
    "name": "Malak Faris Abdalsalaam",
    "translator_name": "Malak Faris Abdalsalaam",
    "slug": "dutch-abdalsalaam",
    "language_name": "dutch"
  },
  "verses": [
    "Zeker, Allah heeft haar uitspraak gehoord, die redetwist met jou over haar echtgenoot en tot Allah klaagt. En Allah hoort jullie beide argumenten. Waarlijk, Allah is Alhorend, Alziend.",
    "Degenen\" onder jullie die hun echtgenotes onwettig maken door tegen hen te zeggen: “Jullie zijn als de rug van mijn moeder,” deze zijn hun moeders niet, hun moeders zijn slechts degenen die hun gebaard hebben. En waarlijk, zij uiten een slecht woord en een leugen. En waarlijk, Allah is Vergevingsgezind, Genadevol.",
    "En degenen die hen (hun echtgenotes) onwettig hebben gemaakt en zich van hun uitspraken wensen te bevrijden: (de straf) in dat geval (is) het vrijlaten van een slaaf voordat zij elkaar aanraken. Dat is een vermaning voor jullie. En Allah is Zich welbewust van wat jullie doen.",
    "En wie daartoe geen mogelijkheid vindt (het geld voor de bevrijding van een slaaf) moet twee opeenvolgende maanden vasten, voordat zij elkaar beiden aanraken. En degene die hiertoe niet in staat is, moet zestig armen voeden. Zodat jullie een volmaakt geloof in Allah en Zijn Boodschapper mogen hebben. Dit zijn de grenzen die door Allah zijn gesteld. En voor de ongelovigen is er een pijnlijke bestraffing.",
    "Waarlijk, degenen die zich tegen Allah en Zijn Boodschapper verzetten, zullen vernederd worden, zoals degenen vóór hen vernederd werden. En Wij hebben duidelijke Tekenen neergezonden. En voor de ongelovigen is er een vernederende bestraffing.",
    "(Gedenk) de Dag dat Allah hen allen zal laten herrijzen en hen zal vertellen wat zij gedaan hebben. Allah zal het nauwkeurig opsommen, terwijl zij het vergeten zijn. En Allah is getuige van alle zaken.",
    "Hebben jullie niet gezien dat Allah alles weet wat in de hemelen is en alles wat op aarde is? Er is geen geheime beraadslaging tussen drie mensen of Hij is hun vierde, en niet tussen vijf of Hij is hun zesde en niet minder of meer dan dat, of Hij is bij hen waar zij ook mogen zijn. En Hij zal hun op de Dag der Opstanding vertellen wat zij gedaan hebben. Waarlijk, Allah is Alwetend van alle zaken.",
    "Hebben jullie niet degenen gezien voor wie het verboden was om geheime beraadslagingen te houden en daarna terugkeerden naar datgene wat hen verboden was? En zij voerden geheime gesprekken omwille van zonden, vijandigheid en opstand tegen de Boodschapper. En wanneer zij tot jou kwamen begroeten zij jou niet de woorden waarmee Allah jou begroet, en zij zeggen onder elkaar: “Waarom heeft Allah ons niet bestraft voor wat wij zeiden?” De Hel zal voor hen voldoende zijn, zij zullen daarin branden. En dat is de slechtste plaats van terugkeer.",
    "O, jullie die geloven! Als jullie een geheime beraadslaging houden, doe het dan niet omwille van zonde, vijandigheid en opstand tegen de Boodschapper, maar beraadslaag over deugd en rechtvaardigheid en vrees Allah voor Wie jullie verzameld zullen worden.",
    "Voorwaar, de (slechte) geheime gesprekken zijn afkomstig van de Satan, om degenen die gelovigen te bedroeven. Maar hij kan hen niet in het minst kwetsen, behalve als Allah het toestaat, en in Allah leggen de gelovigen hun vertrouwen.",
    "O, jullie die geloven! Als jullie gevraagd wordt om plaats te maken in de plaatsen van samenkomsten, maak dan ruimte. Allah zal jullie ruimte geven. En als jullie verteld wordt om op te staan, sta op. Allah zal degenen onder jullie die geloven en degenen die kennis is gegeven in rangen verheffen. En Allah is Zich welbewust van wat jullie doen.",
    "O, jullie die geloven! Wanneer jullie een persoonlijk gesprek met de Boodschapper willen voeren, geef dan \"vόόr jullie gesprek iets uit aan liefdadigheid. Dat is beter voor jullie, en reiner. Maar als jullie de middelen daartoe niet vinden dan waarlijk, Allah is Vergevingsgezind, Genadevol.",
    "Zijn jullie bang om liefdadigheid te geven voor jullie gesprek? Als jullie dat dan niet doen, dan vergeeft Allah jullie. Verricht dan volmaakte gebeden en geef zakaat en gehoorzaam Allah en Zijn Boodschapper. En Allah is Alwetend over wat jullie doen.",
    "Heb jij niet diegene gezien, die de mensen waarover de toorn van Allah is, tot vrienden nemen? Zij behoren niet tot jullie (moslims) of tot hen (Joden) en zij zweren bij een leugen terwijl zij het weten.",
    "Allah heeft voor hen een zware bestraffing voorbereid. Slecht was het wat zij plachten te doen.",
    "Zij hebben hun eden tot een hindernis gemaakt (zodat zij zich beschermden). Zo hinderen zij (de mensen) op het pad van Allah, dus zullen zij een vernederende bestraffing krijgen.",
    "Hun kinderen en hun welvaart zullen hen niet van nut zijn tegen Allah. Zij zullen de bewoners van het Vuur zijn, om daarin voor altijd te verblijven.",
    "Op de Dag waarop Allah hen allen zal doen herrijzen, zullen zij tot Hem zweren zoals zij tot jullie zweren. En zij denken dat zij iets hebben (dat hen baat). Waarlijk, zij zijn leugenaars.",
    "Zij werden door Sjaitaan overweldigd (door hun gehoorzaamheid aan hem), waarop hij hen de gedenking aan Allah deed vergeten. Zij behoren tot de groep van Sjaitaan (en zijn dus zijn volgelingen). Waarlijk, (weet dat) de volgelingen van Sjaitaan de (grootste) verliezers zullen zijn!",
    "Degenen die Allah en Zijn Boodschapper tegenstreven: zij zullen onder de laagsten zijn.",
    "Allah heeft bepaald: “Waarlijk! Ik en Mijn Boodschappers zullen de overwinnaars zijn” Waarlijk, Allah is Sterk en Almachtig.",
    "Jij zal geen volk vinden dat in Allah en de Laatste Dag gelooft en vriendschap sluit met degenen die tegen Allah en Zijn Boodschapper zijn, zelfs als het hun vaders, zonen, broeders, of hun verwanten zijn. Voor zulken heeft Hij geloof in hun harten geschreven, en Hij versterkt hen met hulp van Hem. En Wij zullen hen naar de Tuinen verwijzen waar rivieren onderdoor stromen, om daarin (voor altijd) te verblijven. Allah is vergenoegd met hen en zij zijn vergenoegd met Hem. Zij zijn degenen die van de groep van Allah zijn. Waarlijk, het is de groep van Allah die zal slagen.",
    "Wat er in de hemelen en op aarde is prijst de Glorie van Allah. En Hij is de Almachtige, de Alwijze.",
    "Hij is Degene Die de ongelovigen onder de mensen van het Boek uit hun woonplaatsen heeft verdreven bij de eerste verzameling (daartoe). Jullie dachten dat zij niet weg zouden gaan. En zij dachten dat hun forten hen tegen Allah zouden beschermen! Maar Allah’s (bestraffing) bereikte hen van een plaats vanwaar zij het niet verwachten, en Hij veroorzaakte schrik in hun harten. Zij vewoestten hun huizen met hun eigen handen en (die werden verwoest) door de handen van de gelovigen. Neem het als vermaning o, jullie bezitters van inzicht!",
    "En ware het niet dat Allah de verbanning voor hen bepaald had, dan zou Hij hen zeker hebben gestraft in het wereldse leven. En in het Hiernamaals zal voor hen de bestraffing van het Vuur zijn.",
    "Dat is omdat zij Allah en Zijn Boodschapper tegenwerkten. En wie Allah tegenwerkt, waarlijk, Allah is streng in de bestraffing.",
    "Wat jullie omhakken van de palmbomen, of wat jullie op hun wortels laten staan; het gebeurde met de toestemming van Allah. En zodat Allah de zwaar zondigen vergeldt.",
    "En wat Allah aan buit aan Zijn Boodschapper geeft van hen: jullie hebben daartoe geen paarden en geen lastdieren aangespoord. Maar Allah geeft Zijn Boodschapper macht over wie Hij wil. En Allah is Almachtig over alle zaken.",
    "En wat Allah aan buit aan Zijn Boodschapper geeft van de mensen van de steden: het is voor Allah en Zijn Boodschapper, de verwanten, de wezen, de armen die bedelen en de reiziger zonder proviand, zodat het geen fortuin wordt dat door de rijken onder jullie wordt gebruikt. En wat de Boodschapper jullie ook geeft, neem het en wat hij jullie ook verbiedt, onthoudt jullie daarvan. En vrees Allah. Waarlijk, Allah is streng in de bestraffing",
    "(De buit is) voor de armen van de uitgewekenen, degenen die zijn verdeven uit hun woonplaatsen en van hun eigendommen, zoekend naar een gunst en welbehagen van Allah. En zij helpen Allah en Zijn Boodschapper. Dat zijn zeker de waarachtigen.",
    "En degenen die vóór hen huizen hadden (in Medina) en tot het geloof gekomen waren, zij houden van degenen die naar hen emigreerden, en zij hebben geen jaloersheid in hun harten op wat (aan hen) gegeven is. En zij geven aan hen de voorkeur boven henzelf, zelfs als zij het nodig hebben. En wie zich hoedt voor zijn eigen vrekkigheid: zij behoren zeer zeker tot de\" succesvollen.",
    "En degenen die na hen kwamen zeiden: “Onze Heer! Vergeef ons en onze broeders die ons zijn voorgegaan in het geloof, en breng in onze harten geen haat tegen de gelovigen. Onze Heer! U bent inderdaad vol vriendelijkheid, de Genadevolle.”",
    "Heb jij de hypocrieten niet gezien, zij zeggen tot hun broeders die ongelovig zijn onder de mensen van het Boek: \"(Bij Allah) als jullie verbannen worden, zullen wij met jullie samen vertrekken. En wij zullen nooit iemand die tegen jullie is gehoorzamen, en als jullie worden aangevallen zullen wij jullie zeker helpen.” Maar Allah getuigt dat zij zeker leugenaars zijn.",
    "Zeker, als zij verbannen worden, dan zullen zij niet met hen wegtrekken; en als zij aangevallen worden, zullen zij hen niet helpen. En als zij hen helpen, dan keren zij hun rug toe, zodat zij niet geholpen worden.",
    "Waarlijk, zij hebben in hun harten meer angst voor jullie dan voor Allah. Dat is omdat zij een volk zijn dat niet begrijpt.",
    "Zij vechten niet tegen jullie, zelfs niet gezamenlijk, behalve in versterkte steden of achter muren. Ofschoon zij onderling grote dapperheid tonen. Jullie zouden denken dat zij verenigd waren, maar hun harten zijn verdeeld, dat is omdat zij een volk zijn dat niet begrijpt.",
    "Zij zijn zoals degenen die een korte tijd vóór hen (leden); zij hebben het kwade gevolg van hun gedrag geproefd en voor hen is er een pijnlijke bestraffing.",
    "(De bedrieglijke uitspraken van de hypocrieten zijn) zoals (die van) Sjaitaan toen hij tegen de mens zei: “Geloof niet (in Allah)!” Maar zodra de mens ongelovig werd (in Allah), zei Sjaitaan: “Ik ben niet verantwoordelijk voor jullie en ik vrees Allah, de Heer der Werelden.”",
    "Het gevolg voor beiden (de huichelaars en de Joden) zal zijn dat zij in de Hel zullen \"zijn, zij zullen daarin eeuwig levenden zijn. Dat is de vergelding van de onrechtvaardigen.",
    "O, jullie die geloven! Vrees Allah. En laat iedereen kijken naar wat hij voor de volgende dag vooruit heeft gestuurd, en vrees Allah. Waarlijk, Allah is Alziend over wat jullie doen.",
    "En wees niet zoals degenen die Allah vergaten,waarop Hij hen zichzelf deed vergeten. Dat zijn de overtreders.",
    "De bewoners van de Hel en de bewoners van het Paradijs zijn niet gelijk. Het zijn de bewoners van het Paradijs die zullen slagen.",
    "Hadden Wij deze Koran op een berg neergezonden, dan had jij deze zeker zien onderwerpen en splijten uit vrees voor Allah. Zo zijn de vergelijkingen die Wij aan de mensheid geven, zodat zij kunnen nadenken.",
    "Hij is Allah! Naast Wie er geen god is, de Alwetende van het onzichtbare als het zichtbare. Hij is de Meest Barmhartige, de Meest Genadevolle.",
    "Hij is Allah! Degene naast Wie er geen god is. De Koning, de Heilige, de Gever van veiligheid, de Vertrouwende, de Beschermer, de Almachtige, de Onderwerper, de Geweldige. Verheven is Allah boven hetgeen zij met Hem vereenzelvigen.",
    "Hij is Allah, de Schepper, de Ontdekker van alle zaken, de Vormer. Aan Hem behoren de Beste (Schone) Namen. Alles wat in de hemelen en op aarde is verheerlijkt Hem. En Hij is de Almachtige, de Alwijze.",
    "O, jullie die geloven. Neem niet Mijn vijanden en\" jullie vijanden tot vrienden, aan wie jullie genegenheid betonen. Zij geloofden niet in wat tot jullie is gekomen van de Waarheid. Zij hebben de Boodschapper en jullie verdreven, omdat jullie in Allah, jullie Heer geloven. Als jullie uittrekken, strijdend op Mijn weg, Mijn welbehagen zoekend, (neem dan niet de ongelovigen tot jullie vrienden). Jullie tonen in het geheim jullie vriendschap aan hen, maar Ik weet het beste wat jullie verborgen hielden en wat jullie openbaar maakten. En wie van jullie dit doet, waarlijk, die is afgedwaald van het rechte Pad.",
    "Als zij de macht over jullie krijgen, dan zullen zij jullie als hun vijanden behandelen, en hun handen en hun tongen tegen jullie gebruiken in het kwaad en zij wensen dat jullie ongelovig zullen zijn.",
    "Op de Dag der Opstanding zullen jullie kinderen noch jullie verwanten jullie van nut zijn. Hij zal over jullie oordelen. En Allah is Alziende over wat jullie doen.",
    "Voorwaar, er was een uitmuntend voorbeeld voor jullie in Ibrahim en degenen die met hem waren, toen zij tegen hun volk zeiden: “Waarlijk, wij zijn niet verantwoordelijk voor jullie en voor wat jullie naast Allah aanbidden. Wij geloven jullie niet en er is tussen jullie en ons een vijandschap en haat ontstaan, voor altijd, tot jullie alleen in Allah geloven.” Behalve de uitspraak van Ibrahim tegen zijn vader: “Waarlijk, ik zal om vergeving voor u vragen, maar ik heb er voor u bij Allah niets over te zeggen.” (Zij zeiden:) “Onze Heer! In U (alleen) leggen wij ons vertrouwen en tot U (alleen) keren wij ons in berouw en tot U (alleen) is (onze) uiteindelijke terugkeer.",
    "Onze Heer! Maak ons niet tot een beproeving voor de ongelovigen en vergeef ons. Onze Heer! Waarlijk U bent de \"Almachtige, de Alwijze.”",
    "Zeker, er was voor jullie in hen een uitmuntend voorbeeld, voor degenen die zich op Allah verheugen en de Laatste Dag. Maar wie zich afkeert: waarlijk, Allah is de Behoefteloze, de Geprezene.",
    "Misschien sticht Allah vriendschap tussen jullie en degenen die jullie als jullie vijanden houden. En Allah heeft macht en is Vergevingsgezind, Genadevol.",
    "Allah verbiedt jullie niet om met degenen die jullie niet bestrijden vanwege jullie godsdienst, en die jullie niet uit jullie huizen dreven, goed en rechtvaardig om te gaan. Waarlijk, Allah houdt van de rechtvaardigen.",
    "Allah verbied jullie wel degenen te bevrienden die jullie vanwege de godsdienst bestreden en die jullie uit jullie huizen dreven, en die (anderen) hebben geholpen om jullie te verdrijven. En wie hen tot vriend neemt: dat zijn de onrechtvaardigen.",
    "O, jullie die geloven! Als er gelovige vrouwen, als emigranten, tot jullie gekomen zijn, ondervraag hen dan. Allah kent hun geloof het beste. Als jullie dan zeker weten dat zij ware gelovigen zijn, stuur hen dan niet terug naar de ongelovigen. Zij zijn geen wettige (echtgenotes) voor de ongelovigen, noch zijn de ongelovigen wettige (echtgenoten) voor hen. Maar geeft de ongelovige mannen (het geldbedrag) wat zij uitgegeven hebben (aan de bruidsschat). En is geen zonde voor jullie hun hun bruidschat geven om hen te huwen. En houdt niet vast aan de huwelijksbanden met ongelovige vrouwen. En vraag terug van wat jullie hebben uitgegeven (aan bruidsschat aan de ongelovige vrouwen) en laat hen (de ongelovige mannen) terugvragen wat zij hebben uitgegeven. Dat is het Oordeel van Allah. Hij oordeelt tussen jullie. En Allah is Alwetend, Alwijs.",
    "En als een van jullie echtgenotes is weggelopen naar de ongelovigen, en jullie (de ongelovigen) vervolgens hebben gestraft, geef dan (van de oorlogsbuit) aan hen wiens vrouwen zijn weggelopen, het gelijkwaardige bedrag van wat zij uitgegeven hebben (aan bruidsschat). En vrees Allah, Degene in Wie jullie geloven.",
    "O, Profeet! Als de gelovige vrouwen tot jou gekomen zijn om de belofte af te leggen dat zij niemand in de aanbidding met Allah zullen verenigen, dat zij niet zullen stelen, dat zij geen overspel zullen plegen, dat zij hun kinderen niet zullen doden, dat zij niet zullen lasteren, niet zullen liegen en jou niet in het goede ongehoorzaam zullen zijn, accepteer dan hun belofte en vraag Allah hen te vergeven. Waarlijk, Allah is Vergevingsgezind, Genadevol.",
    "O, jullie die geloven! Neem geen volk waarop Allah vertoornd is tot vrienden. Zeker, zij wanhopen aan het Hiernamaals zoals de ongelovigen wanhopen aan (de opwekking van) de bewoners van de graven.",
    "Wat in de hemelen en op aarde is prijst de Glorie van Allah. En Hij is de Almachtige, de Alwijze.",
    "O, jullie die geloven! Waarom zeggen jullie wat jullie niet doen?",
    "Groot is de woede bij Allah dat jullie zeggen wat jullie niet doen.",
    "Waarlijk, Allah houdt van degenen, die voor Zijn zaak in rijen vechten alsof zij een hechte muur vormen.",
    "En (gedenk) toen Mozes tegen zijn volk zei: “O mijn volk! Waarom kwetsen jullie mij terwijl jullie zeker weten dat ik voor jullie de Boodschapper van Allah ben?” Dus toen zij zich afkeerden (van de Waarheid d.m.v. hun beledigingen), liet Allah hun harten dwalen. En Allah leidt geen volk dat verdorven is.",
    "En (gedenk) toen Isa, de zoon van Maryam zei: “O, Kinderen van Israël! Ik ben voor jullie de Boodschapper van Allah, ter bevestiging van wat er vóór mij is van de Thora en ik breng jullie het goede nieuws over een Boodschapper die na mij komt, zijn naam is Ahmed Maar wanneer Toen hij dan met de \"duidelijke bewijzen tot hen kwam, zeiden zij: “Dat is duidelijke toverij.”",
    "En wie begaat er een grotere zonde dan degene die een leugen over Allah verzint, terwijl hij tot de islam wordt uitgenodigd? En Allah leidt geen volk dat onrechtvaardig is.",
    "Zij wensen het licht van Allah met hun monden te doven. Maar Allah zal Zijn licht vervolmaken zelfs als de ongelovigen (het) haten.",
    "Hij is Degene Die Zijn Boodschapper heeft gezonden met de Leiding en de ware godsdienst om deze te laten zegevieren over alle (vormen van) godsdienst, zelfs als de afgodendienaars (het) haten.",
    "O, jullie die geloven! Zal ik jullie naar een zaak leiden die jullie van een pijnlijke bestraffing zal redden?",
    "(Het is) Dat jullie in Allah en Zijn Boodschapper geloven, en dat jullie hard streven en vechten voor de Zaak van Allah, met jullie rijkdom en jullie leven, dat is beter voor jullie, als jullie het wisten!",
    "Hij zal jullie zonden vergeven en jullie naar de Tuinen verwijzen waar rivieren onder door stromen. En (Hij schenkt) een goede woonplaats in de Tuinen der eeuwigheid, dat is voorzeker een groot succes.",
    "En (Hij schenkt) nog iets waar jullie van houden: hulp van Allah en een nabije overwinning. En geef goed nieuws aan de gelovigen.",
    "O, jullie die geloven! Wees helpers van (de godsdienst van) Allah, zoals Isa, de zoon van Maryam, tegen de metgezellen zei: \"\"Wie zijn mijn helpers voor (de oproep) tot Allah?” De metgezellen zeiden: “Wij zijn Allah’s helpers.” Waarop een deel van de Kinderen van Israël geloofde en een ander deel niet geloofde. Maar Wij hielpen de gelovigen tegen hun vijand en zij werden overwinnaars.",
    "Wat in de hemelen en op aarde is prijst de Glorie van Allah, de Heerser, de Heilige, de Almachtige, de Alwijze.",
    "Hij is Degene Die bij de ongeletterde (Arabieren) een Boodschapper (Mohammed) uit hun midden zond, die hun Zijn Verzen voordroeg, en die hen reinigde, (van polytheïsme) en die hun het Boek en de Wijsheid onderwees, terwijl zij daarvoor in duidelijke dwaling verkeerden.",
    "En Hij heeft hem ook voor andere (moslims) gestuurd die zich nog niet met hem verenigd hebben. En Hij (Allah) is de Almachtige, de Alwijze.",
    "Dat is de gunst van Allah, die Hij geeft aan wie Hij wil. En Allah is de Heer van Grote Genade.",
    "De vergelijking van degenen aan wie de Thora is toevertrouwd, maar hierin herhaaldelijk falen, is als de vergelijking van een ezel die grote ladingen boeken draagt. Hoe slecht is het voorbeeld van de mensen die de Tekenen van Allah ontkennen. En Allah leidt geen volk dat onrechtvaardig is.",
    "Zeg: “O, jullie Joden! Als jullie veronderstelden dat jullie de vrienden van Allah waren, met uitsluiting van de (andere) mensen: verlang dan naar de dood als jullie waarachtig zijn.”",
    "Maar zij zullen er nooit naar verlangen, door wat hun handen vooruit hebben gestuurd! En Allah kent de onrechtvaardigen.",
    "Zeg: “Waarlijk, de dood waarvoor jullie vluchten zal jullie zeker ontmoeten, daarna worden jullie tot (Allah) gestuurd, de Alwetende van het onzichtbare en het zichtbare, en Hij zal jullie dan vertellen wat jullie plachten te doen.",
    "O, jullie die geloven! Wanneer jullie tot het vrijdaggebed worden geroepen, haast jullie dan naar de overdenking van Allah en laat je zaken achter. Dat is beter voor jullie, als jullie het wisten!",
    "Als het vrijdagsgebed voltooid is, verspreid jullie dan over het land en zoek de overvloed van Allah, en gedenk Allah veelvuldig, hopelijk zullen jullie welslagen.",
    "En als zij handel of amusement zien, gaan zij daarheen en laten jou staan (in het gebed). Zeg: “Dat wat Allah heeft is beter dan het vermaak of de handel! En Allah is de beste der Voorzieners.”",
    "Als de hypocrieten tot jou komen, zeggen zij: “Wij getuigen dat jij werkelijk de Boodschapper van Allah bent.” En Allah weet dat jij inderdaad Zijn\" Boodschapper bent en Allah getuigt dat de hypocrieten zeker leugenaars zijn.",
    "Zij hebben hun eden tot een schild gemaakt. Zo hinderen zij (de mens) op het Pad van Allah. Waarlijk, kwaad is het wat zij plachten te doen.",
    "Dat is omdat zij geloofden, en daarna ongelovig werden, waarna hun harten verzegeld werden, zodat zij niet begrijpen.",
    "En als je naar hen kijkt, behaagt hun uiterlijk jou en als zij spreken, dan luister je naar hun woorden. Zij zijn als balken die gestut worden. Zij denken dat iedere kreet tegen hen is. Zij zijn de vijanden, hoed jullie dus voor hen. Moge Allah hen vervloeken! Hoe kunnen zij het rechte Pad ontkennen (of ervan afwijken)?",
    "En als er tot hen gezegd wordt: “Kom, dan zal de Boodschapper van Allah vergeving voor jullie vragen”, keren zij hun hoofd af, en zie jij hen (de verkondiging) tegenhouden, terwijl zij hoogmoedig zijn.",
    "Het maakt hen niet uit of jij voor hen vergeving vraagt of niet. Allah zal hen nooit vergeven.Waarlijk, Allah leidt geen volk dat verdorven is.",
    "Zij zijn degenen die zeggen: “Geef geen bijdrage aan degenen die met de Boodschapper van Allah zijn, zodat zij weglopen (van de Profeet).” En aan Allah behoren de schatten van de hemelen en de aarde, maar de hypocrieten begrijpen het niet.",
    "Zij zeggen: “Als wij naar Al-Medina terugkeren dan zal het sterke zeker het zwakke daaruit verdrijven.” En alle macht behoort aan Allah en Zijn Boodschapper en aan de gelovigen, maar de hypocrieten weten het niet.",
    "O, jullie die geloven! Laat jullie bezittingen of jullie kinderen jullie niet van de overdenking van Allah afleiden. En iedereen die dat doet, zal dan de verliezer zijn.",
    "En geef van waarvan Wij jullie voorzien \"hebben, voordat de dood tot één van jullie komt en hij zegt: “Mijn Heer! Als U mij slechts uitstel zal geven voor een korte tijd dan zal ik de verplichte liefdadigheid van mijn rijkdom geven en onder de rechtvaardigen zijn.”",
    "En Allah geeft niemand uitstel wanneer zijn aangewezen tijd (de dood) komt. En Allah is Alwetend over wat jullie doen.",
    "Wat in de hemelen en op aarde is prijst de Glorie van Allah. Aan Hem behoort de heerschappij en aan Hem behoort de lofprijzing. En Hij is Almachtig over alle zaken.",
    "Hij is Degene Die jullie geschapen heeft, sommigen van jullie zijn ongelovigen en sommigen gelovigen. En Allah is Alziende over wat jullie doen.",
    "Hij heeft de hemelen en de aarde in Waarheid geschapen en Hij heeft jullie gevormd en heeft jullie vorm nauwkeurig gemaakt. En tot Hem is de uiteindelijke terugkeer.",
    "Hij weet wat er in de hemelen en op de aarde is, en Hij weet wat jullie verbergen en wat jullie in de openheid brengen. En Allah is de Alwetende van wat zich in de harten bevindt.",
    "Heeft het bericht jullie niet bereikt over degenen die in vroegere tijd ongelovig waren? Die toen het kwaad van hun wandaden geproefd hebben? En voor hen zal er een pijnlijke bestraffing zijn.",
    "Dat is omdat zij zeiden, toen hun Boodschappers met de duidelijke bewijzen tot hen kwamen: “Zullen slechts mensen ons leiden?” Waarop zij ongelovig werden en\" zich afkeerden. Maar Allah heeft (hun geloof) niet nodig. En Allah is Behoefteloos, Geprezen.",
    "Degenen die ongelovig zijn veronderstellen dat zij nooit zullen herrijzen. Zeg: “Ja! Bij mijn Heer, jullie zullen zeker herrijzen en dan zal jullie verteld worden wat jullie hebben gedaan, en dat is gemakkelijk voor Allah.”",
    "Geloof daarom in Allah en Zijn Boodschapper en in het Licht (de Koran) dat Wij hebben neergezonden. En Allah is Alwetend over wat jullie doen.",
    "(Gedenk) de Dag wanneer Hij jullie (allen) bijeen zal brengen voor de Dag van de verzameling dat zal de Dag van wederzijds verlies en winst zijn. En wie dan in Allah gelooft en goede daden verricht: Hij (Allah) zal zijn zonden vergeven en Hij zal hem naar de Tuinen verwijzen waar rivieren onderdoor stromen om daarin voor altijd te verblijven, dat zal een groot succes zijn.",
    "Maar degenen die ongelovig waren en Onze Tekenen ontkenden: zij zullen de bewoners van het Vuur zijn, om daarin voor altijd te verblijven. En slecht is die bestemming zeker.",
    "Er is niemand die een ramp overkomt, zonder de (bepaling en) toestemming van Allah. En wie in Allah gelooft (en ervan overtuigd is dat Hij de ramp teniet kan doen): zijn hart leidt Hij (naar het geduld). En Allah is Alwetend over alle zaken.",
    "Gehoorzaam Allah en gehoorzaam de Boodschapper, maar als jullie je afkeren, dan is de plicht van Onze Boodschapper slechts het duidelijk verkondigen van de Boodschap.",
    "Allah! Er is geen god dan Hij. En laat daarom de gelovigen op Allah vertrouwen.",
    "O, jullie die geloven! Waarlijk, onder jullie vrouwen en onder jullie kinderen zijn vijanden voor jullie, hoed je dus voor hen! Maar als jullie \"kwijtschelden en het niet aanrekenen en hen vergeeft, dan is Allah waarlijk, Vergevingsgezind, Genadevol.",
    "Jullie welvaart en jullie kinderen zijn slechts beproevingen, terwijl bij Allah een grote beloning is.",
    "Vrees daarom Allah volgens jullie vermogen; luister en gehoorzaam en geef in liefdadigheid, dat is beter voor jullie. En wie van zijn eigen hebzucht wordt gered, is succesvol.",
    "Als jullie Allah een goede lening geven, dan zal Hij die voor jullie verdubbelen, en jullie vergeven. En Allah is Waarderend, Verdraagzaam.",
    "De Kenner van het onwaarneembare en het waarneembare, de Almachtige, de Alwijze.",
    "O, Profeet! Als jullie van de vrouwen scheiden, scheidt dan van hen met inachtneming van hun perioden, en bereken de perioden (precies) en vrees Allah, jullie Heer. Verwijder hen niet uit hun huizen, noch mogen zij zelf weggaan, behalve wanneer zij duidelijk zedeloosheden begaan. En dat zijn de Wetten van Allah. En wie de Wetten van Allah overtschrijdt, die heeft zichzelf zeker onrecht aangedaan. Jij weet niet of Allah misschien daarna een nieuwe omstandigheid zal doen ontstaan. (waardoor je haar misschien terugneemt).",
    "Als zij dan op het punt staan om de aangewezen tijd te voltooien, neem haar dan op een goede manier terug of scheidt van haar op een goede manier. En neem twee rechtvaardige personen van jullie als getuigen. En laat dit een ware getuigenis zijn voor Allah. Dit is een vermaning voor hem die in Allah en de Laatste Dag gelooft. En al wie Allah vreest, die zal Hij een oplossing geven.",
    "En Hij voorziet hem van waar hij het niet verwacht. En wie zijn vertrouwen in Allah legt, Hij zal voor hen voldoende zijn. Allah voert Zijn zaak uit. Voorwaar, Allah heeft voor alle zaken een maatgeving bepaald.",
    "En voor hen die (gezien hun leeftijd) onzeker zijn omtrent de menstruatie van jullie vrouwen: als jullie (mannen) twijfelen is hun wachttijd drie maanden. En (dit geldt ook voor) hen die nog geen menstruatie hebben. En voor degenen die zwanger zijn (of zij nu van hun echtgenoot gescheiden zijn of dat hij overleden is) geldt de wachttijd tot zij bevallen zijn. En al wie Allah vreest (door zich aan de regels te houden), voor hem zullen zijn (wereldse) zaken vergemakkelijkt worden (door Allah).",
    "Dat is het bevel van Allah, dat Hij aan jullie neerzendt. En wie Allah vreest, voor hem zal Hij zijn zonden uitwissen en zijn beloning vergroten.",
    "Laat hen (gedurende de wachttijd) wonen zoals jullie zelf wonen, overeenkomstig jullie middelen, en behandel hen niet op een schadelijke manier, zodat zij verplicht zijn weg te gaan. En als zij zwanger zijn, onderhoudt hen dan tot zij bevallen. En als zij jullie kinderen zogen, geef hun dan hun vergoeding en laat ieder van jullie het advies van de ander op een goede manier accepteren. Maar als jullie het elkaar moeilijk maken, laat dan een andere (vrouw het kind) voor hem zogen.",
    "Laat de rijke volgens zijn middelen uitgeven en laat de man wiens bronnen beperkt zijn volgens dat wat Allah hem gegeven heeft uitgeven. Allah belast geen ziel dan volgens wat Hij hem gegeven heeft. (Voor hen die op Allah vertrouwen) zal Allah na moeilijkheden gemak brengen (na ergernis verlichting, na armoede rijkdom en na elke ziekte gezondheid).",
    "En hoeveel steden hebben zich tegen het bevel van hun Heer en Zijn Boodschapper verzet, waarop Wij met hen afrekenden met een vreselijke bestraffing.",
    "Zij proefden toen het kwaad van hun wandaden, en het einde van hun zaak was een verlies.",
    "Allah heeft een zware bestraffing voor hen voorbereid. Vrees daarom Allah (en onderhoud je verplichtingen jegens Hem) O bezitters van verstand die geloven! Allah heeft tot jullie een Vermaning gezonden.",
    "Een Boodschapper die voor jullie de verduidelijkende Verzen van Allah voordraagt, om degenen die geloven en goede daden verrichten uit de duisternissen naar het licht te voeren. En wie in Allah gelooft en goede daden verricht: Hij zal hem naar de Tuinen verwijzen waar rivieren onderdoor stromen, om daarin voor altijd te verblijven. Allah heeft hem inderdaad een voortreffelijke voorziening gegeven.",
    "Allah is Degene Die de zeven hemelen heeft geschapen en zo ook de aarde. Zijn bevel daalt tussen hen (hemel en aarde) neer, opdat jullie weten dat Allah Almachtig over alle zaken is en dat Allah alle dingen in (Zijn) kennis omsluit.",
    "O, Profeet! Waarom verbied jij iets wat Allah voor jou wettig heeft gemaakt? Om jouw vrouwen een genoegen te doen? En Allah is Vergevingsgezind, Genadevol.",
    "Allah heeft reeds het verbreken van jullie eden verordend. En Allah is jullie Heer, en Hij \"is de Alwetende, de Alwijze.",
    "En (gedenk) toen de Profeet iets vertrouwelijks tot één van zijn vrouwen zei. En toen zij dit vertelde, en Allah hem dit liet weten, maakte hij het deels bekend en deels hield hij het stil. Toen hij haar (Hafsa) daarvan vertelde, zei zij: “Wie heeft jou dit verteld?” Hij zei: “De Alwetende, de Kenner heeft het mij verteld.”",
    "Als jullie twee (Hafsah en A’isjah) in berouw tot Allah keren (zal het beter voor jullie zijn), dan neigen jullie harten waarlijk (naar het goede). Maar als jullie elkaar bijstaan tegen hem (de Boodschapper), dan is Allah waarlijk jouw Helper, en Jibriël en de rechtvaardigen onder de gelovigen en daarnaast zullen de Engelen helpers zijn.",
    "Het kan zijn dat wanneer hij van jullie (zijn echtgenotes) scheidt, dat zijn Heer aan hem betere vrouwen in de plaats van jullie zal geven, die zich overgeven, die gelovend, gehoorzamend, berouwvol, aanbiddend en vastend zijn, die eerder getrouwd zijn geweest of maagd zijn.",
    "O, jullie die geloven! Behoedt julliezelf en jullie gezinnen voor de Hel, waarvan de brandstof mensen en stenen is, waarover strenge en hard optredende Engelen zijn aangesteld, die Allah niet ongehoorzaam zijn in wat Hij hun beveelt, maar doen wat hun bevolen is.",
    "O, jullie die ongelovig waren! Verontschuldig jullie op deze Dag\" niet: jullie wordt slechts vergolden voor wat jullie gedaan hebben!",
    "O jullie die geloven, keer jullie in oprecht berouw tot Allah, hopelijk zal jullie Heer jullie zonden kwijtschelden, en jullie verwijzen naar tuinen waar rivieren onderdoor stromen op de Dag waarop Allah de Profeet en degenen die met hem geloven niet zal vernederen. Hun licht straalt vόόr hen en rechts van hen. Zij zeggen: “Onze Heer! Vervolmaak ons licht voor ons en geef ons vergiffenis. Waarlijk, U bent tot alle dingen in staat.”",
    "O, Profeet! Bestrijd de ongelovigen en de hypocrieten en wees streng voor hen, hun bestemming is de Hel, en slecht is die bestemming inderdaad.",
    "Allah heeft voor de ongelovigen de vrouw van Noah en de vrouw van Loeth als een voorbeeld gegeven. Zij verkeerden onder twee van onze oprechte dienaren, maar beiden bedrogen hen, toen baatten zij (Noah en Loeth) hun in niets tegen Allah. En er werd tot hen (beide vrouwen) gezegd: “Treedt de Hel binnen tezamen met de binnentreders!”",
    "En Allah gaf de gelovigen (die door de afgodendienaars werden vervolgd) een lichtend voorbeeld (de pure en onverschrokken geloofsovertuiging van) de vrouw van de Farao (Aasiyah bint Moezaahim), nadat zij zei: “Mijn Heer! Bouw voor mij een huis bij U in het Paradijs (en terwijl ze naar de hemel keek, kon ze dit ook daadwerkelijk waarnemen), en red mij van de Farao en zijn (godlasterlijke) werken, en red mij van het onrechtvaardige volk.” (waarna Allah haar uit de handen van de tiran redde)",
    "En (het voorbeeld van) Maryam, de dochter van Imran, die haar kuisheid behoedde, waarop Wij in haar van Onze geest bliezen en zij getuigde van de Waarheid van de Woorden van \"haar Heer en (geloofde ook in) Zijn Boeken en zij behoorde tot de degenen die gehoorzaam zijn aan Allah. ۞"
  ]
}