{
  "meta": {
    "id": 235,
    "name": "Malak Faris Abdalsalaam",
    "translator_name": "Malak Faris Abdalsalaam",
    "slug": "dutch-abdalsalaam",
    "language_name": "dutch"
  },
  "verses": [
    "Wat vragen zij (elkaar)?",
    "Over de grote aankondiging.",
    "Waarover zij in onenigheid zijn.",
    "Nee, zij zullen het weten.",
    "Nogmaals nee, zij zullen het weten.",
    "Hebben Wij de aarde niet als een uitgespreide plaats gemaakt?",
    "En de bergen als pinnen?",
    "En Wij hebben jullie in paren geschapen.",
    "En Wij hebben voor jullie slaap gemaakt, als rust.",
    "En Wij hebben de nacht als een bedekking gemaakt.",
    "En Wij hebben de dag gemaakt om levensonderhoud te vinden.",
    "En boven jullie hebben Wij zeven sterke hemelen gebouwd.",
    "En Wij hebben daarin een stralende lamp geplaatst.",
    "En Wij hebben uit de wolken stromend water gezonden.",
    "Opdat Wij daarmee koren en planten voortbengen.",
    "En dichtbegroeide tuinen.",
    "Waarlijk, de Dag der Beslissingen is op een vastgestelde tijd.",
    "De Dag waarop de trompet wordt geblazen zullen jullie komen, in groepen.",
    "En de hemel zal worden geopend en zij heeft vele poorten.",
    "En de bergen verdwijnen en worden tot luchtspiegelingen.",
    "Waarlijk, de Hel is een hinderlaag.",
    "Een verblijfplaats voor de overtreders.",
    "Zij zullen daar eeuwig verblijven.",
    "Zij zullen daarin geen koelte en geen drank proeven.",
    "Behalve kokend water en een vieze vloeistof die veschrikkelijk koud is.",
    "Een passende vergelding (van hun slechte daden).",
    "Want waarlijk, zij dachten niet aan een vergelding.",
    "En loochenden onze Tekenen volledig.",
    "En Wij hebben alles in een Boek genoteerd.",
    "Proef daarom de straf, en er is voor jullie geen vermeerdering, behalve in de bestraffing.",
    "Waarlijk, voor de godvrezenden zal er succes zijn.",
    "Tuinen en wijngaarden.",
    "En jeugdige gezellinnen, gelijk in leeftijd.",
    "En een gevulde beker.",
    "Zij horen daar geen onzin en geen leugens.",
    "Een beloning van jouw Heer, een gave die voldoet.",
    "De Heer der hemelen en der aarde en wat er tussen beide is, de Barmhartige. Niemand zal Hem kunnen aanspreken.",
    "De Dag dat Jibriel en de Engelen in rijen zullen staan. Niemand zal spreken behalve aan wie de Barmhartige toestemming verleent en die zegt wat juist is.",
    "Dat is zonder twijfel de Dag van de Waarheid, laat dus iedereen die dat wil zich tot zijn Heer keren.",
    "Waarlijk, Wij hebben jullie gewaarschuwd voor een naderende bestraffing op de Dag dat de mens zal zien wat zijn handen voeger bedreven (goed en slecht). En de ongelovige zal zeggen: “Wee mij! Was ik maar aarde.”\"",
    "Bij degenen die met grote kracht (de zielen) eruit trekken.",
    "Bij degenen die (de zielen) zacht er uit trekken.",
    "Bij de snel uitvoerenden.",
    "De snel voorbij strevenden.",
    "En bij hen die de bevelen van hun Heer opvolgen.",
    "Op de Dag waarop de aarde en de bergen heftig beven.",
    "Wat gevolgd wordt door een tweede beving.",
    "Op die Dag zullen harten trillen van angst.",
    "Hun ogen zullen angstig neergeslagen zijn.",
    "Zij zeggen: “Zullen wij waarlijk terugkeren naar onze vroegere levensvorm?",
    "Zelfs nadat wij verpulverde botten zijn geweest?”",
    "Zij zeggen: “In dat geval is de terugkeer een verlies!”",
    "Maar het is slechts een enkele stoot.",
    "Ziedaar! Zij zijn opgewekt.",
    "Is het verhaal van Mozes tot jou gekomen?",
    "Toen zijn Heer hem in de heilige vallei van Toewa tot zich riep?",
    "(Allah zei:) “Ga naar de Farao, waarlijk, hij heeft alle grenzen overschreden.",
    "En zeg tegen hem: “Heb jij de wil om jezelf te reinigen? (van de zonde van ongeloof, door een gelovige te worden).",
    "En dat ik je naar je Heer zal leiden, zodat je Hem zal vrezen?”",
    "Toen toonde (Mozes) hem de grote Tekenen (de wonderen).",
    "Maar hij loochende (hen) en was ongehoorzaam.",
    "Vervolgens daaide hij zich om en vluchtte.",
    "Toen verzamelde hij (zijn tovenaars) en riep uit.",
    "Zeggende: “Ik ben jullie heer, de hoogste.”",
    "Allah greep hem met de bestraffing voor het eerste en het laatste (van wat hij zei).",
    "Waarlijk, daarin is zeker onderricht voor wie Allah vreest.",
    "Is de schepping van jullie moeilijker dan die van de hemel die Hij gebouwd heeft?",
    "Hij verhief haar (de hemel) en vervolmaakte haar.",
    "De nacht bedekt Hij haar met duisternis en in haar ochtend brengt Hij (het licht).",
    "Daarna heeft Hij de aarde uitgespreid.",
    "En heeft daaruit haar water en weiden voortgebracht.",
    "En Hij verstevigde de bergen.",
    "Als een voorziening en een nut voor jullie en jullie vee.",
    "Wanneer dan de overweldigende gebeurtenis plaatsvindt.",
    "De Dag waarop de mens zich zal herinneren wat hij bedreef.",
    "En de Hel zal getoond worden aan wie ziet.",
    "Dan, voor degenen die de grenzen overtreden.",
    "En de voorkeur aan het wereldse leven gaven.",
    "Waarlijk, hun verblijfplaats zal het Hellevuur zijn.",
    "En wat betreft degenen die de macht van hun Heer vreesden en de ziel weerhield van slechte begeerten.",
    "Waarlijk, hun verblijfplaats is het Paradijs.",
    "Zij vragen jou over het Uur: “Wanneer is de aangewezen tijd?”",
    "Hoe kan jij dat noemen?",
    "Bij jouw Heer is de kennis (daarover).",
    "Jij bent slecht een waarschuwer voor wie het (uur) vreest.",
    "Op de Dag dat zij het (Uur) zien, zal het zijn alsof zij slechts een avond of morgen op de aarde verbleven.",
    "Hij (Mohammed) fronste en keerde zich af.",
    "Omdat er een blinde man tot hem kwam.",
    "En wat doet jou het weten, misschien wilde hij zich reinigen (van zonden).",
    "Of hij kon om raad komen en die raad zou hem van nut kunnen zijn.",
    "Voor hem die denkt dat hij aan zichzelf voldoende heeft.",
    "Aan hem besteed je je aandacht.",
    "Wat zal het jou deren, als hij niet rein wordt.",
    "Maar tegen degene die naar jou toe komt rennen.",
    "En vrees heeft (voor Allah en Zijn bestraffing).",
    "Hem negeer je en je concentreert je op de ander.",
    "Nee, (doe dit niet) waarlijk het (deze verzen van de Koran) is een Vermaning,",
    "Laat ieder dit dat wil, er dus lering uit trekken.",
    "Het staat (geschreven) in eerzame heilige geschriften.",
    "Verheven en gereinigd.",
    "In de handen van schrijvers (Engelen).",
    "Edel, deugdzaam.",
    "Verdoemd is de mens! Hoe ondankbaar is hij.",
    "Waaruit heeft Hij hem geschapen?",
    "Hij heeft hem uit een druppel geschapen en hem daarna in de juiste verhouding gevormd.",
    "Toen heeft Hij het Pad vergemakkelijkt voor hem.",
    "Vervolgens doet Hij hem sterven en doet Hij hem begraven.",
    "Dan, als Hij dat wil, laat Hij hem (weer) verrijzen.",
    "Nee, hij (de mens) heeft niet gedaan wat Hij hem bevolen heeft.",
    "Laat de mens dan naar zijn voedsel kijken.",
    "Dat Wij water in overvloed laten stromen.",
    "En dat Wij de aarde in kloven gespleten hebben.",
    "En Wij het graan laten groeien.",
    "En druiven en groenten.",
    "En olijven en dadelpalmen.",
    "En tuinen, dicht beplant.",
    "En fruit en weidegras.",
    "Als een voorziening voor jullie en jullie vee.",
    "Als dan het bazuingeschal (wederom) klinkt.",
    "Op die Dag vlucht de mens van zijn broeder.",
    "En van zijn moeder en zijn vader.",
    "En van zijn vrouw en zijn kinderen.",
    "Ieder mens zal op die Dag meer dan genoeg (om handen) hebben.",
    "Gezichten (van de gelovigen) zullen op die Dag stralend zijn.",
    "Lachend, vrolijk.",
    "En gezichten (van de ongelovigen) zullen op die Dag met stof bedekt zijn.",
    "In diepe duisternis gehuld.",
    "Dat zijn de zondige ongelovigen.",
    "Wanneer de zon wordt omhuld.",
    "En wanneer de sterren vallen.",
    "En wanneer de bergen verdwijnen.",
    "En wanneer de drachtige kamelen achtergelaten worden.",
    "En wanneer de wilde dieren verzameld worden.",
    "En wanneer de zeeën tot koken gebracht worden.",
    "En wanneer de zielen verenigd worden.",
    "En wanneer het levend begraven meisje (zoals in de pre-islamitische tijd gebeurde) ondervraagd wordt.",
    "Voor welke zonde zij gedood werd.",
    "En wanneer de bladen opengeslagen worden.",
    "En wanneer de hemel afgestroopt wordt.",
    "En wanneer de Hel wordt ontstoken.",
    "En wanneer het Paradijs nabij gebracht wordt.",
    "Dan weet een ziel wat zij verricht heeft.",
    "Zo waarlijk, Ik zweer bij de sterren.",
    "De voorspoedenden, de ondergaanden.",
    "En bij de nacht als deze verdwijnt.",
    "En bij het ochtendlicht als het begint te dagen.",
    "Waarlijk, dit is het woord van een edele Boodschapper (Jibril).",
    "Een bezitter van macht die een hoge status heeft bij de Heer van de Troon.",
    "Die gehoorzaamd wordt en betrouwbaar is.",
    "En jullie metgezel (Mohammed) is geen dwaas.",
    "Waarlijk, hij zag hem (DJibril) aan de heldere horizon.",
    "Hij houdt geen kennis van het onwaarneembare achter.",
    "En het is niet het Woord van de verworpen Sheitan.",
    "Waarheen wenden jullie je dan?",
    "Waarlijk, dit is niets meer dan een Vermaning voor de werelden.",
    "Voor wie van jullie het rechte Pad wil volgen.",
    "En jullie kunnen niets willen, behalve wanneer Allah, de Heer der Werelden, het wil.",
    "Wanneer de hemel gespleten wordt.",
    "En als de sterren vallen.",
    "En als de zeeën overstromen.",
    "En als de graven zich omkeren.",
    "Dan weet de ziel wat zij heeft verricht en wat zij nagelaten heeft.",
    "O mens! Wat heeft jou onachtzaam gemaakt over jullie Heer, de Edele?",
    "Degene die jou geschapen heeft en daarna vervolmaakte en de juiste verhoudingen gaf?",
    "In welke vorm Hij ook wilde heeft Hij jou samengesteld.",
    "Nee! Jullie ontkennen zelfs de Dag des Oordeels.",
    "Maar waarlijk, er zijn zeker bewakers (Engelen) over jullie.",
    "Eervollen, schrijvenden.",
    "Zij weten wat jullie doen.",
    "Waarlijk, de deugdzamen verkeren zeker in gelukzaligheid.",
    "En waarlijk, de zondaren (ongelovigen en misdadigers) verkeren zeker in de de Hel.",
    "Zij gaan erin op de Dag des Oordeels.",
    "En zij (de zondaren) zullen er niet aan kunnen ontsnappen.",
    "En wat doet jou weten wat de Dag des Oordeels is?",
    "Nogmaals, wat doet jou wat de Dag des Oordeels is?",
    "Op die Dag is er geen ziel bij machte iets voor een (andere) ziel te doen. En het bevel behoort die Dag aan Allah.",
    "Wee de zwendelaars!",
    "Degenen die wanneer zij mensen voor zich laten wegen de volle maat eisen.",
    "Maar wanneer zij voor anderen afmeten of voor hen afwegen, benadelen zij hen.",
    "Denken zij dan niet dat zij zullen herrijzen?",
    "Op een grote Dag?",
    "Een Dag waarop de mensen voor de Heer der Werelden taan?",
    "Nee! Waarlijk, het boek van de zondaren wordt in diepte van de Hel bewaard.",
    "En wat laat jullie weten wat de diepte van de Hel is?",
    "Een volgeschreven boek.",
    "Wee, die Dag voor degenen die ontkennen.",
    "Degenen die de Dag der Vergelding ontkennen.",
    "En niemand behalve de zondige overtreder loochent die (Dag).",
    "Wanneer onze Verzen aan hem worden voorgedragen, zegt hij: “Fabels van de vroegeren.”",
    "Nee! Wat zij plachten te doen heeft zelfs hun harten bedekt.",
    "Nee! Waarlijk, zij zullen zeker op die Dag van hun Heer afgescheiden zijn.",
    "Vervolgens zullen zij zeker de Hel binnengaan.",
    "Dan zal tegen hen gezegd worden: “Dit is wat jullie ontkenden!”",
    "Nee! Waarlijk, het boek van de deugdzamen wordt in de ‘hoge plaats’ bij Allah bewaard.",
    "En wat doet jullie weten wat de ‘hoge plaats’ bij Allah is?",
    "Een volgeschreven boek.",
    "De bij (Allah) gebrachten zijn er getuigen van.",
    "Waarlijk, de vromen zullen zeker in de verheerlijking (Paradijs) zijn.",
    "Op hoge rustbanken kijken zij toe.",
    "Jij herkent in hun gezichten de stralende gelukzaligheid.",
    "Zij zullen zuivere gezegelde wijn te drinken krijgen.",
    "Waarvan het zegel van muskus is, en laat daarom degenen die willen wedijveren, wedijveren.",
    "En zijn mengdrank is van (de bron) Tasnim.",
    "Een bron waarvan de nabij gebrachten drinken.",
    "Waarlijk! (Tijdens het wereldse leven) lachten de zondaren de gelovigen uit.",
    "En wanneer zij hen voorbij gingen, knipoogden zij naar elkaar.",
    "En wanneer zij terugkeerden naar hun volk, keerden zij verheugd terug.",
    "En als zij hen zagen, zeiden zei: “Waarlijk! Zij zijn zeker afgedwaald!”",
    "En zij zijn niet als bewakers over hen gezonden.",
    "Maar op deze Dag zullen de gelovigen over de ongelovigen lachen.",
    "Op hoge rustbanken kijken zij toe.",
    "Worden de ongelovigen niet vergolden voor wat zij deden?",
    "Wanneer de hemel verscheurd wordt.",
    "En hij (de hemel) naar zijn Heer luistert en Hem gehoorzaamt en zijn plicht nakomt.",
    "En als de aarde wordt uitgespreid.",
    "En uitwerpt wat in haar is en zich ledigt.",
    "En zij naar haar Heer luistert en haar plicht vervult.",
    "O mens: voorwaar, jij streeft moeizaam naar jouw Heer en jij zult Hem ontmoeten.",
    "Wat betreft degene die dan zijn boek in zijn rechterhand wordt gegeven.",
    "Hij zal zeker een gemakkelijke afrekening krijgen.",
    "En hij zal verheugd tot zijn familie terugkeren.",
    "En wat betreft degene die dan zijn boek achter zijn rug wordt gegeven.",
    "Hij zal om vernietiging schreeuwen.",
    "Hij zal de Hel binnengaan.",
    "Waarlijk, bij zijn familie was hij verheugd.",
    "Waarlijk, hij dacht dat hij nooit (tot Ons) zou terugkeren.",
    "Ja, Nee! Waarlijk zijn Heer sloeg hem gade.",
    "Ik zweer bij het avondrood.",
    "En bij de nacht en wat hij omhult.",
    "En bij de maan wanneer zij vol is.",
    "Jullie zullen zeker voortgaan, van fase naar fase.",
    "Wat scheelt hen toch, dat zij niet geloven?",
    "En als de Koran aan hen gereciteerd wordt knielen zij niet neer.",
    "Nee, (integendeel) degenen die niet geloven loochenen zelfs.",
    "Maar Allah weet het het beste wat zij verbergen.",
    "Verkondig hun dan een pijnlijke bestraffing,",
    "Behalve degenen die geloven en goede daden verrichten, voor hen is er een oneindige beloning.",
    "Bij de hemel, die de sterren herbergt.",
    "En bij de beloofde Dag.",
    "Bij de getuige en waarvan getuigd wordt.",
    "Vervloekt zijn de mensen van de kuil.",
    "Het vuur was overvloedig van brandstof voorzien.",
    "\"Toen zij er omheen zaten.",
    "En waren getuigen van wat zij de gelovigen aandeden.",
    "En zij wreekten zich slechts op hen omdat zij in Allah geloofden, de Almachtige, de Geprezene.",
    "Aan Wie het rijk van de hemelen en de aarde toebehoort. En Allah is Getuige over alle zaken.",
    "Waarlijk, degene die de gelovige mannen en de gelovige vrouwen veroordeelden, en daarna geen berouw toonden, voor hen is de bestraffing van de Hel en zij zullen de bestraffing van het brandende vuur ontvangen.",
    "Waarlijk, degenen die geloven en goede daden verrichten, voor hen is het Paradijs waar de rivieren onder door stromen. Dat is de grote overwinning.",
    "Waarlijk, de greep van jouw Heer is zeker hard.",
    "Waarlijk, Hij is het Die schept en doet herleven.",
    "Hij is de Vergevingsgezinde, de Liefdevolle.",
    "Eigenaar van de Troon, de Glorieuze.",
    "Uitvoerder van wat Hij wil.",
    "Heeft het verhaal van de legers jou bereikt?",
    "Van de Farao en de Thamoed?",
    "Nee! De ongelovigen bleven standvastig in hun ontkenning.",
    "En Allah omsingelt hen van achteren.",
    "Het is echter een Glorieuze Koran.",
    "(Ingeschreven) in het welbewaarde paneel.",
    "Bij de hemel en de verlichtende ster.",
    "En wat doet jou weten wat de verlichtende ster is?",
    "Het is een ster van doordringende helderheid.",
    "Er is geen ziel of er is een bewaker over aangesteld.",
    "Laat de mens dan zien waarvan hij geschapen is.",
    "Hij werd uit een stromende vloeistof geschapen, Dat komt van tussen de ruggegraat en de ribben.",
    "Waarlijk, Hij (Allah) kan hem (tot het leven) terugroepen.",
    "De Dag dat alle geheimen onderzocht zullen worden.",
    "Dan zal hij (de mens) geen kracht en geen helper hebben.",
    "Bij de hemel (die regenwolken heeft) en steeds weer opnieuw regen geeft.",
    "En de aarde die zich splijt.",
    "Waarlijk, hij (de Koran) is zeker een beslissend woord.",
    "En het is geen scherts.",
    "Waarlijk, zij smeden een plan.",
    "En Ik smeed een plan.",
    "Geef daarom de ongelovigen uitstel, geef hun even uitstel.",
    "Verheerlijk de naam van jouw Heer, de Allerhoogste.",
    "Degene Die schept en vervolmaakt.",
    "Degene Die de maat bepaald heeft en Die geleid heeft.",
    "Degene Die het weidegras doet groeien.",
    "En het daarna dor en zwart maakt.",
    "Wij zullen (de Koran) aan jou voordragen en jij zult (hem) niet vergeten.",
    "Behalve wat Allah wil, Hij kent het openlijke en het verborgene.",
    "En Wij zullen het gemakkelijke voor jou gemakkelijk maken.",
    "Herinner de mensen er dus aan, wanneer zij voordeel aan de herinnering hebben.",
    "Degene die Allah vreest zal zich laten herinneren.",
    "Maar de ellendige zal het vermijden.",
    "Degene die het grote Vuur binnengaat.",
    "Waarin hij noch sterven noch leven zal.",
    "Waarlijk, eenieder die zichzelf reinigt (van zijn zonden), zal succesvol zijn.",
    "En (ook) degene die de Naam van Zijn Heer gedenkt en bidt.",
    "Nee, jullie geven de voorkeur aan het leven van deze wereld.",
    "Terwijl het Hiernamaals beter en blijvender is.",
    "Waarlijk, dit is in vroegere schriften vermeld.",
    "De geschriften van Ibrahim en Mozes (aleihi salaam).",
    "Heeft het nieuws van de overweldigende (gebeurtenis) jou bereikt?",
    "Sommige gezichten zullen op die dag teneergeslagen zijn.",
    "Werkend en zwoegend.",
    "Zij zullen een heet laaiend Vuur binnengaan.",
    "Hen wordt te drinken gegeven van een kokende bron.",
    "Geen voedsel zal er voor hen zijn, behalve een giftige plant met doornen.",
    "Dat noch voedzaam zal zijn, noch tegen de honger zal helpen.",
    "(Andere) gezichten zullen op die Dag verheugd zijn.",
    "Over hun streven voldaan.",
    "In een hooggelegen Tuin (het Paradijs).",
    "Waar zij geen kwade spraak noch leugens zullen horen.",
    "Daar is een stromende bron.",
    "Daarin zijn verhoogde rustbanken.",
    "En (drink) bekers zullen gereed staan.",
    "En in rijen gezette kussens.",
    "En uitgerolde tapijten.",
    "Kijken zij dan niet naar hoe de kamelen zijn geschapen?",
    "En naar hoe de hemel opgeheven is?",
    "En naar hoe de bergen stevig gegrondvest zijn?",
    "En naar hoe de aarde uitgespreid is?",
    "Herinner hen dus: voorwaar: jij (O Mohammed) bent slechts een waarschuwer.",
    "Jij bent over hen geen heerser.",
    "Maar degene die zich afkeert en ongelovig is.",
    "Allah straft hem met de grootste bestraffing.",
    "Waarlijk, tot Ons zullen zij terugkeren.",
    "Dan zullen Wij rekenschap van hen vragen.",
    "Bij de dageraad.",
    "Bij de tien nachten (de eerste tien dagen en nachten van de maand Dzoelhiddjah).",
    "Bij het even en het oneven.",
    "En bij de nacht wanneer hij voorbijgaat.",
    "Is daarin geen eed (zwaar genoeg) voor de bezitter van verstand?",
    "Heb jij niet gezien hoe jouw Heer de ‘Ad heeft behandeld?",
    "Het volk van Iram dat verheven gebouwen bezat.",
    "Zoals nog nooit in het land geschapen zijn?",
    "En de Thamoed, die rotsen uithieuwen in het dal?",
    "En Farao, de bezitter van pinnen (en een machtig leger).",
    "Degenen die overtraden in het land.",
    "En veel ellende daarin veroorzaakten.",
    "Toen deed jouw Heer de gesel van de bestraffing op hen neerdalen.",
    "Waarlijk, jouw Heer is zeker waakzaam.",
    "Wat de mens betreft, wanneer zijn Heer hem beproeft door hem eer en weelde te geven, dan zegt hij (trots): “Mijn Heer heeft mij geëerd.”",
    "Maar wanneer Hij hem beproeft, en dan zijn voorzieningen beperkt dan zegt hij: “Mijn Heer heeft mij vernederd.”",
    "Nee! Maar jullie ondersteunen immers de wees niet.",
    "En jullie sporen elkaar niet aan om de armen te voeden!",
    "En jullie verspillen de erfenis, hebzuchtig.",
    "En jullie beminnen het bezit met overdreven liefde.",
    "Nee! Wanneer de aarde met klappen verpulverd wordt.",
    "En jouw Heer komt, met de Engelen, in rijen.",
    "En op de Dag dat de Hel wordt getoond. Op die Dag zal de mens zich (zijn slechte daden) herinneren. Maar wat baat hem dan nog de herinnering?",
    "Hij zegt: “Wee! Had ik maar (iets) vooruit gestuurd voor (dit) leven!”",
    "Op die Dag is er niemand die straft zoals Hij.",
    "En niemand zal (vast)binden zoals Hij (vast)bindt.",
    "(En er zal tegen de vromen gezegd worden): “O tot rust gekomen ziel!",
    "Keer terug tot jouw Heer, tevreden en welbehaagd.",
    "Voeg je bij Mijn (rechtgeaarde) dienaren.",
    "En treed (samen) Mijn Paradijs binnen!",
    "Ik zweer bij deze stad. (Mekkah)",
    "En jij (O Mohammed) bent vrij in deze stad.",
    "En bij de vader (Adam) en wat hij verwekt heeft.",
    "Waarlijk, Wij hebben de mens geschapen om te zwoegen.",
    "Denkt hij dat niemand macht over hem heeft?",
    "Hij zegt: “Ik heb welvaart in overvloed verspild.”",
    "Denkt hij dat niemand hem ziet?",
    "Hebben Wij niet voor hem een paar ogen gemaakt?",
    "En een tong en een paar lippen?",
    "En hebbenWij hem niet de twee wegen (van Leiding en dwaling) gewezen?",
    "Maar hij heeft niet getracht om het steile pad te begaan.",
    "En wat doet jou weten wat een steil pad is?",
    "(Dat is) het bevrijden van een slaaf.",
    "Of het geven van voedsel op een dag van hongersnood.",
    "Aan een verwante wees.",
    "Of aan een arme behoeftige.",
    "En dat hij behoort tot degenen die geloven en alkaar aansporen tot geduld en barmhartigheid.",
    "Zij zijn degenen die de mensen van de rechterzijde zijn (zij zijn de bewoners van het Paradijs).",
    "En degenen die niet in Onze Tekenen geloven, zijn degenen aan de linkerzijde.",
    "Het vuur zal hen insluiten.",
    "Bij de zon en haar ochtendlicht.",
    "En bij de maan als zij deze (de zon) volgt.",
    "En bij de dag wanneer hij het (duister) verdrijft.",
    "En bij de nacht wanneer hij haar bedekt.",
    "En bij de hemel en Wie haar gebouwd heeft.",
    "En bij de aarde en Wie haar uitgespreid heeft.",
    "En bij de ziel en Wie haar vervolmaakt heeft.",
    "Toen toonde Hij haar (de ziel) het goede en het kwade.",
    "Voorzeker, degene die haar (de ziel) reinigt (van zonden), zal welslagen.",
    "En voorzeker, degene die haar bederft (d.m.v. zonden), zal verliezen.",
    "De Thamoed loochenden in hun buitensporigheid (de profeten).",
    "Toen de meest verdorven man onder hen naar voren kwam.",
    "Maar de Boodschapper van Allah zei tegen hen: “Wees voorzichtig! Vrees de kwade afloop. Dit is de kamelin van Allah en verhinder haar niet te drinken!”",
    "Toen verwierpen Maar zij loochenden hem en slachtten haar. Toen vernietigde hun Heer hen wegens hun zonden en maakte hen met de grond gelijk.",
    "En Hij vreesde de gevolgen daarvan niet.\"",
    "Bij de nacht wanneer hij bedekt.",
    "En bij de dag wanneer hij beschijnt.",
    "En bij Hem die het mannelijke en het vrouwelijke heeft geschapen.",
    "Zeker, jullie inspanningen zijn verschillend.",
    "Wat hem betreft die geeft en God vreest.",
    "En in de goede beloning (het Paradijs) gelooft.",
    "Wij zullen zijn weg effenen tot welslagen.",
    "Maar hij die gierig is en zich behoefteloos waant.",
    "En die de goede beloning loochent.",
    "Wij zullen het slechte pad voor hem effenen.",
    "En wat voor nut zal hij van zijn welvaart hebben als hij ten onder gaat.",
    "Waarlijk, aan Ons is zeker de Leiding.",
    "En waarlijk, aan Ons behoort het laatste (het Hiernamaals) en het eerste (het wereldse leven).",
    "Daarom waarschuw ik jullie voor een laaiend Vuur.",
    "Daarin gaat slechts de ergste ellendeling binnen.",
    "Die loochende en zich afkeerde.",
    "Maar de vromen zullen daar ver van gehouden worden.",
    "Degene die zijn weelde gebruikt om zichzelf te reinigen.",
    "En niet om voor een gunst aan iemand beloond te worden.",
    "Maar om het welbehagen van zijn Heer, de Allerhoogste te zoeken.",
    "Hij zal zeker tevreden zijn.\"",
    "Bij het ochtendlicht.",
    "En bij de nacht wanneer het geheel donker is.",
    "Jouw Heer heeft jou (O Mohammed) niet verlaten en haat jou niet.",
    "En zeker is het Hiernamaals beter voor jou dan het wereldse leven.",
    "En jouw Heer zal jou zeker gunsten schenken, zodat jij tevreden zult zijn.",
    "Heeft Hij jou niet als wees gevonden en jou in bescherming genomen?",
    "En Hij heeft jou dwalend gevonden en jou geleid.",
    "En Hij heeft jou behoeftig gevonden en rijk gemaakt.",
    "Onderdruk daarom de wees niet.",
    "En wijs de bedelaar niet af.",
    "En verkondig de gunsten van je Heer.",
    "Hebben Wij niet jouw borst verruimd (O Mohammed)?",
    "En Wij hebben jouw last van je weggenomen.",
    "Die jouw rug belastte.",
    "En Wij hebben jouw roem verhoogd.",
    "Dus Waarlijk, na slechte tijden komen er betere tijden.",
    "Waarlijk, na slechte tijden komen er betere tijden.",
    "Wanneer jij dan een taak volbracht hebt, streef dan verder.",
    "En richt jouw verlangen tot jouw Heer.",
    "Bij de vijg en de olijf.",
    "Bij de berg Sinaï.",
    "En bij deze veilige stad (Mekka).",
    "Waarlijk, Wij hebben de mens (Adam en zijn nageslacht) in de beste vorm geschapen.",
    "Daarna doen Wij hem terugkeren tot het laagste van het laagste.",
    "Behalve degene die geloven en goede daden verrichten. Zij krijgen een oneindige beloning.",
    "Wat doet jullie dan het oordeel nog loochenen?",
    "Is Allah niet de Rechtvaardigste der Rechters?",
    "Lees voor! In de naam van jouw Heer. Die heeft geschapen.",
    "Die de mens heeft geschapen uit een bloedklomp.",
    "Lees voor! Want jouw Heer is de meest Edele.",
    "Degene die onderwezen heeft met de pen.",
    "Hij leerde de mens datgene wat hij niet kende.",
    "Nee! Waarlijk, de mens overschrijdt alle grenzen.",
    "Want hij denkt dat hij voldoende aan zichzelf heeft.",
    "Waarlijk! Tot jouw Heer is de terugkeer.",
    "Heb jij degene gezien die verbiedt?",
    "Een dienaar \"wanneer hij bidt?",
    "Vertel mij of hij (Mohammed) de leiding van Allah volgt?",
    "En aanspoort tot vroomheid?",
    "Vertel mij of hij (Abōe Djahl) ontkent en zich afkeert?",
    "Weet hij niet dat Allah ziet (wat hij doet)?",
    "Nee! Als hij niet ophoudt, zullen Wij hem bij zijn voorhoofdslok grijpen!",
    "Een leugenachtige, zondige voorhoofdslok!",
    "Laat hem dan zijn bondgenoten roepen.",
    "Wij zullen de bewakers van de Hel roepen!",
    "Nee! Gehoorzaam hem niet. Kniel neer en kom tot Allah!",
    "Waarlijk! Wij hebben hem (de Koran) neergezonden in de Waardevolle Nacht.",
    "En wat doet jou weten wat de Waardevolle Nacht is?",
    "De Waardevolle Nacht is beter dan duizend maanden.",
    "De Engelen en de Geest (Djibril) daalden in haar neer met Allah’s toestemming, voor elke beschikking.",
    "Vrede heerst in deze nacht, tot aan de ochtendschemering.",
    "De ongelovigen onder de Lieden van de Schrift en de afgodendienaren houden niet op (ongelovig te zijn) tot er een duidelijk bewijs tot hen komt.",
    "Een Boodschapper van Allah die gereinigde bladen voordraagt.",
    "Waarin rechtzinnige boeken (de Koran) zijn.",
    "En degenen aan wie het Boek is gegeven splitsten zich pas op nadat het duidelijke bewijs tot hen gekomen was.",
    "En hen werd niets anders bevolen dan Allah met zuivere aanbidding te aanbidden, oprecht zijnde in gehoorzaamheid jegens Hem. En (ook) het gebed te verrichten en de zakaat te geven en dat is de juiste godsdienst.",
    "Waarlijk, de ongelovigen van de mensen van het Boek en de afgodenaanbidders zullen in het vuur van de Hel eeuwig levenden zijn. Zij zijn de slechtste schepselen.",
    "Waarlijk, degene die geloven en goede daden verrichten, zij zijn de beste schepselen.",
    "Hun beloningen bij hun Heer zijn de Tuinen van de eeuwigheid waar rivieren onderdoor stromen, zij zijn eeuwig levenden daarin, voor altijd. Allah is zeer tevreden met hen en zij zijn tevreden met Hem. Dit is voor degenen die hun Heer vrezen.",
    "Als de aarde door haar (laatste) beving (krachtig) wordt geschud (ter aankondiging van de Laatste Dag).",
    "En als de aarde haar lasten naar buiten keert (en alles naar buiten werpt).",
    "En als de mens (verbaasd) zegt: “Wat is er met haar aan de hand?”",
    "Die Dag zal zij (de aarde) een verklaring afleggen.",
    "Omdat \"jouw Heer het haar heeft bevolen.",
    "Op die Dag zullen de mensen in verschillende groepen tevoorschijn komen om hun daden te zien.",
    "Dus wie iets goeds deed ter grootte van een mosterdzaadje, zal het dan zien.",
    "En wie iets kwaads deed ter grootte van een mosterdzaadje, zal het dan zien.",
    "Bij de snuivende rossen.",
    "Die vonken (van de hoeven) slaan.",
    "Die in de ochtendschemering aanvallen.",
    "En daarbij stof opwerpen.",
    "Die dan in het midden van de gelederen (van de vijand) doordringen.",
    "Waarlijk! De mens is ondankbaar naar zijn Heer.",
    "En daar is hij zelf getuige van.",
    "Hij heeft een intense liefde voor rijkdom.",
    "Weet hij niet dat, wanneer de inhoud van de graven naar buiten wordt gebracht.",
    "En bekend zal worden gemaakt wat er in de harten zit.",
    "Dat hun Heer hen op die Dag volkomen kent?",
    "De ramp.",
    "Wat is de ramp?",
    "En wat laat jou weten wat de ramp is?",
    "Dat is de dag waarop de mensheid lijkt op verspreide motten.",
    "En de bergen lijken op gekaarde wol.",
    "Voor degenen wiens weegschaal (met goede daden) dan zwaar weegt.",
    "Hij zal een plezierig leven leiden.",
    "Maar voor degene wiens weegschaal licht weegt.",
    "Zijn toevlucht is de Hel.",
    "En wat laat jou weten wat zij is?",
    "Dat is een laaiend Vuur!",
    "Jacht naar vermeerdering van rijkdom (en kinderen) maakt u onachtzaam,",
    "Tot jullie de graven bezoeken.",
    "Nee! Jullie zullen het weten.",
    "Nogmaals nee! Jullie zullen het weten.",
    "Nee, als jullie het maar met zekere kennis zouden weten.",
    "Waarlijk, jullie zullen zeker de Hel zien!",
    "Nogmaals, jullie zullen haar met een zeker oog zien",
    "Dan zullen jullie op die Dag over de geneugten ondervraagd worden.",
    "(Allah zweert) Bij de tijd (met al haar aspecten).",
    "Waarlijk, de (ongelovige) mens lijdt zeker verlies.",
    "Behalve degenen die geloven en goede daden verrichten en elkaar aansporen tot de Waarheid (en gehoorzaamheid aan Allah), en elkaar aansporen tot geduld (met de bevelen en de geboden).",
    "Wee voor de lasteraar en de leugenaar.",
    "Die de rijkdom verzamelt en deze telt.",
    "Hij denkt dat zijn bezit hem eeuwiglevend maakt.",
    "Nee! Waarlijk, hij zal in het verpletterende Vuur gegooid worden.",
    "En wat laat jou weten wat het verpletterende Vuur is?",
    "Het Vuur dat Allah heeft aangestoken.",
    "Wat naar hun harten opspringt.",
    "Waarlijk, het zal hen insluiten.",
    "In langgerekte zuilen.",
    "Is het jou dan nog niet ter ore gekomen hoe jouw Heer met de metgezellen van de olifanten heeft gehandeld?",
    "Heeft Hij hun plan (om de Ka’ba te vernietigen) dan niet verijdeld?",
    "En Hij heeft over hen zwermen vogels gezonden.",
    "Die stenen van klei op hen wierpen.",
    "Dat hen maakte als fijn gekauwd stro.",
    "Vanwege de gewoonte van de Qoeraish.",
    "Hun gewoonte te reizen in winter en zomer.",
    "Laten zij dus de Heer van dit Huis (de Ka’bah) aanbidden.",
    "Degene die hen in hongerige tijden voedt en hen veilig stelt voor de angst.",
    "Heb je degene gezien die de (Dag van het) Oordeel loochent?",
    "Dat is degene die (meedogenloos) de wees afstoot.",
    "En (zichzelf noch anderen) niet aanspoort tot het voeden van de armen.",
    "O wee, voor diegenen die bidden.",
    "Degenen die onachtzaam zijn met hun gebed.",
    "Degenen die er een vertoning van maken.",
    "En de levensbenodigdheden weigeren.",
    "Waarlijk, Wij hebben jou de overvloed geschonken.",
    "Bidt daarom tot jouw Heer en offer (voor Hem alleen).",
    "Voorwaar, jouw hater, hij is het die afgesneden is.",
    "Zeg (O Mohammed): “O, ongelovigen!",
    "Ik aanbid niet wat jullie aanbidden.",
    "En jullie zijn geen aanbidders van wat ik aanbid.",
    "En ik zal nooit een aanbidder worden van wat jullie aanbidden.",
    "En jullie zullen nooit aanbidders worden van wat ik aanbid.",
    "Daarom, voor jullie jullie godsdienst en voor mij mijn godsdienst.”",
    "Als de hulp van Allah en de overwinning zijn gekomen.",
    "En jij (O Mohammed) ziet dat (van heinde en verre) de mensen in grote groepen tot de godsdienst van Allah toetreden.",
    "Prijs dan de Glorie van jouw Heer en vraag Hem om vergeving. Voorwaar, Hij is Berouwaanvaardend.",
    "Vernietigd zijn de twee handen van Aboe Lahab en vernietigd is hij!",
    "Zijn bezit en wat hij voortbracht zal hem niet baten.",
    "Hij zal een vuur van vlammen (de Hel) binnengaan.",
    "En ook zijn vrouw, die het hout aandraagt.",
    "Om haar nek is een touw van palmvezels gebonden.",
    "Zeg: “Hij is Allah, de Enige.",
    "Allah is Zichzelf- genoeg, Eeuwig.",
    "Hij verwekte niet, noch werd Hij verwekt.",
    "En niemand is Hem in enig opzicht gelijk.”",
    "Zeg: “Ik zoek mijn toevlucht tot de Heer van de dageraad.",
    "Tegen het kwaad dat Hij geschapen heeft.",
    "En tegen het kwaad van de duisternis wanneer deze zich verspreid.",
    "En tegen het kwaad van degenen die op knopen blazen (de magiërs).",
    "En tegen het kwaad van de jaloerse wanneer deze jaloers is.”",
    "Zeg: “Ik zoek mijn toevlucht tot de Heer der mensen.",
    "De Koning der mensen.",
    "De God der mensen.",
    "Tegen het kwaad van de wegsluipende fluisteraar ( d.w.z. Sjaitaan, deze trekt zich terug zodra Allah wordt herdacht).",
    "Degene die in de harten van de mensheid fluistert.",
    "Vanuit het midden der Djinn en mensen.”"
  ]
}