{
  "meta": {
    "id": 101,
    "name": "Alauddin Mansour",
    "translator_name": "Alauddin Mansour",
    "slug": "uzbek-alauddin-mansour",
    "language_name": "uzbek"
  },
  "verses": [
    "У айтди: «Нега мен ўзимни яратган Зотга ибодат қилмайин? Сизлар ҳам (дунёдан ўтгач) ёлғиз Унгагина қайтарилурсизлар.",
    "Мен У зотни қўйиб (жонсиз бутларни) худо қилиб олайми?! (Ҳаргиз ундай қилмасман, чунки) агар Раҳмон менга бирон зиён етказишни истаса, у (бут)ларнинг оқловлари мени бирон нарсадан беҳожат қила олмас ва улар мени (Аллоҳнинг азобидан) қутқара олмаслар.",
    "У ҳолда мен шак-шубҳасиз, очиқ залолатда бўлурман.",
    "Ҳақиқатан, мен (жонсиз бутларга эмас, балки барчаларингизни яратган) Парвардигорингизга иймон келтирганман. Бас, мени тинглангиз!»",
    "(Лекин жоҳил қавм Ҳабиб ан-Нажжорнинг сўзларига қулоқ солмасдан уни қатл қилишгач, унга) «Жаннатга кир», дейилди. (Аллоҳнинг амри билан жаннатга киритилиб, у жойдаги ноз-неъмат ва иззат-икромни кўргач), у айтди: «Қани эди қавмим ҳам билсалар эди,",
    "Мени Парвардигорим мағфират қилганини ва мени иззат-икромли кишилардан қилганини (билсалар эди)».",
    "Биз (Ҳабиб ан-Нажжорни ўлдирганларидан) кейин унинг устига (уларни ҳалок қилиш учун) осмондан бирон қўшин (яъни, азоб фаришталарини) туширмадик, Биз (ҳеч нарса) туширгувчи бўлмадик.",
    "Фақат биргина даҳшатли қичқириқ бўлди-ю, баногоҳ улар «ўчиб» қолдилар (яъни биронталари ҳам қолмай ҳалок бўлдилар).",
    "(Аллоҳнинг элчиларини ёлғончи қилиб, уларга озор-азият етказадиган барча) бандаларга ҳасрат-надомат бўлгай! Уларга бирон пайғамбар келмас, магар улар унинг устидан масхара қилиб кулгувчи бўлурлар.",
    "Ахир улар ўзларидан илгари ҳам қанча асрларни (авлодларни) ҳалок қилганимизни — ўшалар уларнинг олдига (яъни, бу дунёга) қайтиб келмасликларини кўрмадиларми?!",
    "Ҳеч шак-шубҳасиз, (уларнинг) барчалари (Қиёмат Кунида) Бизнинг даргоҳимизда ҳозир қилингувчидирлар.",
    "Ўлик-қуруқ ер улар учун (қайта тирилиш ҳақ эканига) бир оят-аломатдир — Биз уни (сув билан) тирилтирдик ва ундан (турли) дон-дунни ундириб чиқардик. Бас, улар ўша (дон)дан ерлар.",
    "Яна Биз у (ер)да хурмозор ва узумзор боғларни (пайдо) қилдик ва унда булоқларни оқизиб қўйдик.",
    "Токи (одамлар ўша боғларнинг) мевасидан есинлар учун (шундай қилдик). Ҳолбуки, у (мевалар)ни улар (қўллари билан) қилмаган — ясаб олмаган эдилар. Ахир шукр қилмайдиларми?!",
    "Ер ундириб-ўстирадиган нарсалардан, (одамларнинг) ўзларидан ва яна улар билмайдиган нарсалардан иборат барча жуфтларни яратган (Аллоҳ ҳар қандай айбу-нуқсондан) пок Зотдир. ",
    "Кеча ҳам улар учун (бизнинг қудратимизни кўрсатиб турадиган) бир оятдир: Биз ундан кундузни ечиб олишимиз билан баногоҳ улар зулматда қолурлар.",
    "Қуёш (бирон сония тўхтамай) ўз қароргоҳи сари жорий бўлур. Бу қудратли ва билгувчи Зотнинг тақдири — ўлчовидир. ",
    "Биз ойни ҳам токи у эски (хурмо) бутоғи каби бўлиб (эгилиб ҳилол ҳолига келиб) қолгунича бир неча манзилга белгилаб-тайинлаб қўгандирмиз. ",
    "На қуёш учун ойга етиш мумкин бўлур ва на кеча кундуздан ўзгувчидир. (Қуёш, ой ва юлдузларнинг) барчалари фалакда сузиб юрур. ",
    "Биз уларнинг авлод-зурриётларини (Нуҳ пайғамбар билан бирга одамлар ва турли жониворларга) тўла кемада кўтарганимиз (ва тўфон балосидан нажот берганимиз) улар учун (Бизнинг қудратимизни кўрсатадиган) яна бир оятдир.",
    "Яна Биз улар учун худди Ўша (кемага) ўхшаш (бошқа) минадиган нарсаларини (яъни, катта-кичик кемаларни) ҳам яратдик.",
    "Агар Биз хоҳласак уларни ғарқ қилурмиз-да, сўнг улар учун бирон ёрдамчи бўлмас ва улар (ҳалокатдан) қутқазилмаслар.",
    "Магар Биз томондан бўлган марҳамат сабабли ва (маълум) бир вақтгача (яъни, ажаллари етгунча ҳаёт неъматларидан) баҳраманд бўлишлари учун (уларга бало-қазолардан нажот берилур).",
    "Қачон (мушрикларга): «Сизлар Аллоҳнинг раҳматига эришишларингиз учун олдиларингиздаги (дунё фитналаридан) ва ортингиздаги (Охират азобидан) қўрқинглар», (яъни, иймонга келинглар) дейилса, (улар қулоқ солмаслар).",
    "Уларга Парвардигорнинг оятларидан бирон оят келмас, магар улар (ўша оятлнрдан) юз ўгиргувчи бўлурлар.",
    "Қачон уларга: «Аллоҳ сизларга ризқ қилиб берган нарсалардан инфоқ-эҳсон қилинглар», дейилса, кофир бўлган кимсалар иймон келтирган зотларга (истеҳзо билан): «Агар Аллоҳ хоҳласа Ўзи таомлантириб оладиган кишиларга бизлар таом берурмизми? Сизлар ҳеч шак-шубҳасиз, очиқ залолатдадирсизлар», дерлар.",
    "Улар: «Агар ростгўй бўлсангизлар (айтинглар-чи), мана шу ваъда (қилинган азоб) қачон бўлади?», дерлар.",
    "Улар фақат биргина даҳшатли қичқириқни кутмоқдалар, холос. У уларни (ўлимдан мутлақо бехабар ҳолларида кўча-кўй ва бозорларда бир-бирлари билан) жанжаллашиб турганларида олиб кетар (яъни, ҳалок этар).",
    "Бас, улар на бирон васият қилишга ва на уйларига қайтишга қодир бўлурлар.",
    "(Қиёмат соати келиб фаришта Исрофилнинг) сури чалиниши билан баногоҳ улар қабрларидан Парвардигорлари ҳузурига (ҳисоб-китоб учун) суғурилиб чиқурлар.",
    "Улар: «Эй бизларга ўлим бўлсин! Ким бизларни ётган жойимиздан (қабрларимиздан) турғазди?», деганларида, (уларга айтилур): «Мана шу Раҳмон ваъда қилган ва пайғамбарлар рост сўзлаган нарса — Қиёматдир».",
    "Фақатгина бир даҳшатли қичқириқ бўлар-у, баногоҳ уларнинг барчалари Бизнинг даргоҳимизда ҳозир қилингувчидирлар.",
    "Мана бу Кунда ҳеч бир жонга бирон зулм қилинмас ва сизлар фақат ўзларингиз қилиб ўтган амалларингиз сабабли жазоланурсиз.",
    "Шак-шубҳасиз, жаннат эгалари бу кунда ўзлари истаган (орзу қилган) иш(лари) билан шод-хуррам бўлгувчидирлар.",
    "Улар ўз жуфтлари билан бирга барча соя-салқин жойлардаги сўриларда ястаниб ўтирурлар.",
    "Улар учун у жойда (ҳар турли) мева-чева мавжуддир ва улар учун чорлаган — истаган нарсалари ҳозирдир.",
    "(Уларга) Меҳрибон Парвардигори томонидан салом айтилур. ",
    "Эй жиноятчи кимсалар, мана бу Кунда (мўминлардан) ажралинглар!",
    "Мен сизларга «Эй Одам болалари, шайтонга ибодат қилмангиз, чунки у сизларга очиқ душмандир.",
    "Менгагина ибодат қилинглар! Мана шу Тўғри Йўлдир», деб буюрмаганмидим?!",
    "Аниқки, (шайтон) сизларнинг ичингиздан кўп авлодни йўлдан оздирди. Ахир ақл юритгувчи бўлмадингизларми?!",
    "Сизларга ваъда қилинган жаҳаннам мана шудир!",
    "Сизлар (ҳаёти дунёда) кофир бўлиб ўтганларингиз сабабли мана бу Кунда (жаҳаннамга) кирингиз!",
    "Бу кун Биз уларнинг оғизларини муҳрлаб қўюрмиз. Ва Бизга уларнинг қилиб ўтган ишлари ҳақида — уларнинг қўллари сўзлар ва оёқлари гувоҳлик берур.",
    "Агар Биз хоҳласак, уларнинг кўзларини йўқ қилган бўлур эдик. Ана у ҳолда улар йўлларига шошардилар-у, (лекин) қаёқдан кўра олсинлар.",
    "Агар Биз хоҳласак, уларни турган жойларида (маймун, тўнғиз ёки тош каби) бошқа нарсаларга айлантириб қўйган бўлур эдик. Сўнг улар (олдинга) юришга ҳам қодир эмаслар, (ортларига ҳам) қайта олмаслар. ",
    "Биз кимга (узун) умр берсак унинг хилқатини (жисму-жонини) тубан — ночор қилиб қўюрмиз. Ахир ақл юргизмайдиларми (яъни, бир кишининг сурат ва сийратида ёш-яланглиги билан қари-қартанглиги ўртасида нақадар катта фарқ борлигини кўриб ибрат олмайдиларми)?!",
    "(Муҳаммад алайҳис-салоту вас-саломга) шеър ўргатмадик ва (шоирлик) унинг учун дуруст эмасдир. (Муҳаммад алайҳис-салоту вас-салом тиловат қилаётган нарса) фақат бир эслатма ва очиқ-равшан Қуръондир. ",
    "У тирик бўлган кишиларни огоҳлантириши учун ва кофирлар устига Сўз — азоб ҳақ бўлиши учун (нозил қилинган бир эслатмадир).",
    "Ахир улар, Биз учун Ўз (қудрат) қўлимиз билан қилган нарсаларни — чорва ҳайвонларини яратиб қўйганимизни кўрмадиларми?! Мана улар ўша (ҳайвон)ларга эгадирлар.",
    "Биз ўша (ҳайвон)ларни уларга бўйсундириб қўйганмиз. Ана уларнинг минадиган нарсалари ҳам ўша (ҳайвон)лардандир, ейдиган (таом)лари ҳам ўшалардандир.",
    "Яна улар учун ўша (ҳайвон)ларда (турли) фойдалар ва ичимлик (сут-қаймоқ)лар бордир. Ахир шукр қилмасларми?!",
    "(Йўқ, улар шукр қилмадилар, балки) Аллоҳни қўйиб ёрдам олиш умидида (ўзга) «худо»ларни тутдилар.",
    "Улар ўша («худо»лари) учун ҳозирланган қўшинлари бўлган ҳолларида ҳам у («худо»лар) уларга ёрдам беришга қодир бўлмаслар.",
    "Бас, (эй Муҳаммад алайҳис-салоту вас-салом), сизни уларнинг сўзлари ғамгин қилмасин! Зотан, Биз уларнинг яширадиган нарсаларини ҳам, ошкор қиладиган нарсаларини ҳам билурмиз.",
    "Инсон Биз уни нутфадан — бир томчи сувдан яратганимизни, энди эса баногоҳ у (Ўзимизга) очиқ қаршилик қилгувчи бўлиб қолганини кўрмадими?!",
    "У Бизга «Чириб битган суякларни ким ҳам тирилтира олур?», деб мисол келтирди-ю, (аммо) ўзининг (бир томчи сувдан) яралганини унутиб қўйди.",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «У (чириган суяк)ларни дастлаб (бир томчи сув)дан пайдо қилган Зотнинг Ўзи қайта тирилтирур. У (Ўзи яратган) барча халқни билгувчидир».",
    "У сизлар учун ям-яшил дарахтдан олов пайдо қилган Зотдир. Бас, сизлар ўшандан ўт ёқурсизлар.",
    "Осмонлар ва Ерни яратган Зот яна уларнинг ўхшашини яратишга қодир эмасми?! Йўқ, (албатта қодирдир), Унинг Ўзигина яратгувчи ва билгувчидир.",
    "Бирон нарсани (яратишни) ирода қилган вақтида Унинг иши фақатгина «Бўл», демоқлигидир. Бас, у (нарса) бўлур — вужудга келур.",
    "Бас, барча нарсанинг эгалиги Ўз қўлида бўлган (Аллоҳ ҳар қандай айбу-нуқсондан) пок Зотдир. Ва (албатта) сизлар Ёлғиз Унгагина қайтарилурсизлар.",
    "(Аллоҳ йўлида) саф тортиб турадиган,",
    "(Аллоҳнинг бандаларини гуноҳ йўлларидан) мудом тўсадиган,",
    "(Аллоҳнинг каломини) доимо тиловат қиладиган (инсонлар ва фаришталардан иборат барча) зотларга қасамки,",
    "Шак-шубҳасиз, сизларнинг илоҳингиз ягонадир.",
    "(У зот) осмонлар, Ер ва уларнинг ўртасидаги бор нарсаларнинг Парвардигоридир. (У зот) бор кунчиқар жойларнинг (ва бор кунботар жойларнинг) Парвардигоридир.",
    "Дарҳақиқат, Биз энг яқин осмонни юлдузлар билан зийнатладик.",
    "Ва (уни) ҳар бир итоатсиз шайтондан — жиндан сақладик.",
    "У (жин)лар энг юксак мавжудотларни (яъни, фаришталарнинг сўзларини) ҳаргиз эшита олмаслар ва уларга ҳар томондан (юлдузлар) отилур.",
    "(Уларни) ҳайдаш учун. Улар учун (Охиратда) доимий азоб бордир.",
    "Магар бирон марта (бирон сўзни) илиб олган кимса (яъни, жин) бўлса, уни ҳам учар юлдуз қувиб етар (ва ҳалок этар).",
    "Бас, (эй Муҳаммад алайҳис-салоту вас-салом, Макка кофирларидан) сўранг-чи, улар(ни) яратиш қийинроқмикан ёки Биз яратган зотларними?! (Яъни, фаришталар ва Еру осмондаги барча мавжудотни яратиш одамзотни яратишдан оғирроқ эмасми?!) Зотан, Биз (инсонларнинг асли-аввали бўлмиш Одам алайҳиссаломни) ёпишқоқ бир лойдан яратгандирмиз.",
    "Балки сиз (уларнинг қайта тирилишини инкор қилаётганларидан) таажжубдадирсиз, (аммо) улар (сизнинг Охират ҳаёти ҳақидаги сўзларингизни) масхара қилурлар.",
    "Уларга (Қуръон билан) панд-насиҳат қилинса, панд-насиҳатни олмаслар.",
    "(Сизнинг ҳақ пайғамбар эканлигингизга далолат қиладиган) бирон оят-мўъжизани кўрсалар, (дарҳол иймон келтириш ўрнига) янада зиёдароқ масхара қилурлар.",
    "Ва дерлар: «Бу фақат очиқ-равшан сеҳрдир.",
    "Бизлар ўлиб тупроқ ва суякларга айланиб кетган чоғимизда ростдан ҳам яна қайта тирилгувчи эканмизми?!",
    "Аввал ўтиб кетган ота-боболаримиз ҳам-а?! »",
    "(Эй Муҳаммад алайҳис-салоту вас-салом, сиз уларга) айтинг: «Ҳа! Сизлар хор-зор бўлган ҳолингизда (албатта қайта тирилурсизлар)».",
    "У (яъни, қайта тирилиш) фақатгина фаришта Исрофилнинг сури билан чалинган бир қичқириқдир, холос, бас, баногоҳ улар (қайта тирилиб, «кунларини») кўрурлар.",
    "Ва «Эй, ўлим бўлсин бизларга! Бу жазо-Қиёмат Куни-ку!», деб қолурлар.",
    "Мана шу сизлар ёлғон деб ўтган (ҳақ билан ботил) ажратиладиган Кундир.",
    "(Эй фаришталар, сизлар) золим-кофир бўлган кимсалар ва уларнинг ҳамтовоқларини ҳамда улар ибодат қилиб ўтган нарсаларини тўпланглар!",
    "Аллоҳни қўйиб (ибодат қилиб ўтган нарсаларини тўпланглар) ва дўзах йўлига бошланглар.",
    "(Аммо то Менинг фармоним бўлмагунча) уларни тўхтатиб (дўзахга ташламай) туринглар! Чунки улар (аввал ҳаёти дунёда қилиб ўтган куфру исёнлари тўғрисида) сўралгувчидирлар.",
    "(У Кунда кофирларга дейилар): «Нега бир-бирларингизга ёрдам бермаяпсизлар?!»",
    "Йўқ, улар бу Кунда (ҳеч нарса қила олмаслар, (балки фақат Бизнинг ҳукмимизга) бўйинсунгувчидирлар.",
    "Уларнинг бировлари бировларига қараб савол-жавоб қилурлар:",
    "(Эргашувчилар ўзларини йўлдан урган пешволарига): «Ҳақиқатан, сизлар бизларга ўнг томондан (яъни, бизлар ишониб яхшилик кутадиган томондан) келар эдинглар», деганларида.",
    "(Пешволар) айтурлар: «Йўқ, сизлар ўзларингиз мўмин бўлмаган эдинглар.",
    "Ахир бизлар учун сизларнинг устингизда бирон салтанат — ҳукмронлик йўқ эди-ку! Йўқ, сизлар ўзларингиз ҳаддан ошгувчи қавм эдинглар.",
    "Бас, энди (бизларга ҳам, сизларга ҳам) Парвардигоримизнинг Сўзи — азоби ҳақ бўлди. Шак-шубҳасиз, бизлар (уни) тотгувчидирмиз.",
    "Чунки бизлар йўлдан озгувчи бўлганимиз сабабли сизларни ҳам йўлдан урдик».",
    "Бас, албатта улар (яъни, Аллоҳ йўлидан озган кимсалар ва уларни йўлдан урган пешволари) ўша Кунда азобда шерик бўлгувчидирлар.",
    "Дарҳақиқат, Биз жиноятчи кимсаларни (мана шундай) азобга дучор қилурмиз.",
    "Чунки улар ўзларича: «Ҳеч қандай илоҳ йўқ, магар ёлғиз Аллоҳгина бордир», дейилган вақтда кибр-ҳаво қилган эдилар.",
    "Ва улар «Ҳали бизлар бир мажнун шоирни деб худоларимизни тарк қилар эканмизми?», дер эдилар.",
    "Йўқ, (Муҳаммад алайҳис-салоту вас-салом асло шоири мажнун эмасдир, балки) у Ҳақ (дин)ни олиб келди ва (ўзидан аввал ўтган) барча пайғамбарларни тасдиқ этди.",
    "(Эй жиноятчи кимсалар), сизлар шак-шубҳасиз, аламли азобни тотгувчидирсизлар.",
    "Сизлар фақат қилиб ўтган жиноятларингиз сабабли жазоланурсизлар.",
    "Магар Аллоҳнинг покиза бандалари бордирки;",
    "Ана ўшалар учун маълум ризқ (бўлур).",
    "(Ҳар турли) мевалар бўлур ва улар ҳурмат-иззат кўргувчидирлар.",
    "Ва улар ноз-неъмат боғларида,",
    "Сўрилар устида бир-бирларига рўбарў ўтирган ҳолларида (ҳурмат-иззат кўргувчидирлар).",
    "Уларга оқар чашмадан (шароб) косалари айлантириб турилур.",
    "Ичгувчилар учун лаззат бўлган оппоқ (шароб косалари айлантириб турилурки),",
    "У (шароб)да маст қилгувчи — ақлдан оздиргувчи нарса бўлмас ва улар ундан маст бўлмаслар.",
    "Яна уларнинг олдиларида кўзларини (бегоналарга қарашдан) тийгувчи,",
    "Гўё яшириб қўйилган (оппоқ) тухумдек (заҳаланмаган) оҳу кўзлар бўлур.",
    "Бас, улар (яъни, аҳли жаннат) бир-бирларига қараб савол-жавоб қилурлар.",
    "(Шундай суҳбатларнинг бирида) улардан бири деди: «Менинг бир дўстим бор эди.",
    "У (менга) «Ростдан ҳам сен (ўлганимиздан сўнг яна қайта тирилишимизни) тасдиқ этгувчиларданмисан?",
    "Бизлар ўлиб, тупроқ ва суякларга айланиб кетган вақтимизда ҳақиқатан ҳам (қайта тирилтирилиб) жазолангучимизми?», дер эди.",
    "(Сўзлагувчи ҳаёти дунёда Охиратни инкор қилган дўсти ҳақидаги ҳикояни тугатгач, жаннатдаги биродарларига): Сизлар (ҳам мен билан бирга ўша дўстимнинг дўзахдаги ҳоли нима бўлганига) қарагувчимисизлар?», деди.",
    "Сўнг ўзи қараб уни дўзахнинг ўртасида кўргач;",
    "Деди: «Аллоҳ номига қасамки, дарҳақиқат, сен мени ҳам ҳалок қилаёзган эдинг.",
    "Агар Парвардигоримнинг неъмати (яъни, ҳидояти) бўлмаса эди, албатта мен (сен билан бирга дўзахга) ҳозир қилингувчилардан бўлур эдим.",
    "(Қани сен менга айтгинчи), бизлар (яъни, жаннат аҳли худди ҳаёти дунёда бизга ваъда қилинганидек), ўлгувчи эмас эканмизми?!",
    "Фақат биринчи ўлимимиздан бошқа (ўлгувчи эмаслигимиз рост эканми?). Бизлар (ростдан ҳам) азоблангувчи эмас эканмизми?",
    "Албатта мана шу (аҳли жаннат етадиган неъматлар) улуғ бахтнинг ўзидир.",
    "Бас, амал қилгувчилар мана шундай (мангу бахт саодат) учун амал қилсинлар!",
    "Мана шу яхшироқ зиёфатми ёки заққум дарахтими?",
    "Ҳақиқатан, Биз уни (яъни, Заққум дарахтини) золим кимсалар учун фитна-алдов қилиб қўйдик. ",
    "Дарҳақиқат, у дўзах қаърида ўсадиган бир дарахтдир.",
    "Унинг бутоқлари(даги мевалари хунукликда) худди шайтонларнинг бошларига ўхшар.",
    "Бас, улар (яъни, дўзахилар) албатта ундан еб, қоринларини тўлдиргувчидирлар.",
    "Сўнгра албатта улар учун унинг (Заққум меваларининг) устига қайноқ сувдан аралаштирилур (яъни, уларга мажбуран қайнаётган сув ичирилур).",
    "Сўнгра уларнинг қайтадиган жойлари яна албатта дўзахда бўлур (яъни, қайноқ сув уларнинг бутун ички аъзоларини куйдириб битганидан сўнг, энди дўзах ўти уларнинг баданларини куйдирур).",
    "Албатта улар (яъни, Макка мушриклари) ўзларининг ота-боболарини йўлдан озган ҳолда топдилар.",
    "Энди ўзлари ҳам уларнинг изларидан чопмоқдалар.",
    "Аниқки, улардан аввал ўтганларнинг кўплари ҳам йўлдан озган эдилар.",
    "Ҳолбуки, Биз уларнинг (яъни, аввал ўтганларнинг) орасига огоҳлантиргувчи (пайғамбар)ларни юборган эдик.",
    "Бас, (эй Муҳаммад алайҳис-салоту вас-салом), огоҳлантирилган кимсаларнинг оқибатлари қандай бўлганини кўринг! ",
    "Магар Аллоҳнинг покиза бандаларигина (ҳалокатга дучор бўлмадилар).",
    "Қасамки, Нуҳ (қавми уни ёлғончи қилган вақтда) Бизга илтижо қилди. Бас, (Биз) нақадар яхши ижобат қилгувчидирмиз;",
    "Биз унга ва унинг аҳли-тобеъларига улуғ ғамдан (яъни, ғарқ бўлишдан) нажот бердик.",
    "Ва унинг зурриётини (то Қиёмат) боқий қолгувчи кишилар қилиб қўйдик.",
    "Ва кейинги (авлод)лар орасида (Нуҳ) ҳақида (гўзал мақтовлар-олқишлар) қолдирдик.",
    "Барча оламларда Нуҳга салом бўлгай.",
    "Албатта Биз чиройли амал қилгувчиларни мана шундай мукофотлармиз.",
    "Дарҳақиқат, у Бизнинг мўмин бандаларимиздандир.",
    "Сўнгра бошқаларни (яъни, Нуҳни ёлғончи қилган кимсаларни) ғарқ қилиб юбордик.",
    "Шак-шубҳасиз, Иброҳим ҳам (Нуҳ)нинг гуруҳидандир.",
    "Эсланг, у Парвардигорига тоза дил билан келди.",
    "Ўшанда у отаси ва қавмига деган эди: «Нимага ибодат қилмоқдасизлар?!",
    "Аллоҳни қўйиб, сохта «худолар»га (сиғинишни) истайсизларми?!",
    "У ҳолда барча оламларнинг Парвардигори ҳақида (яъни, У зот сизларнинг мушриклигингиз учун берадиган жазоси ҳақида) не гумонингиз бор?!»",
    "Сўнг у юлдузларга тикилиб туриб:",
    "«Аниқки, мен касалман», деди. ",
    "Дарҳол ундан юз ўгирган ҳолларида кетдилар.",
    "Бас, (Иброҳим) аста уларнинг бутлари олдига келиб: «(Олдиларингиздаги) таомларни емайсизларми?",
    "Нега сўзламаяпсизлар?!», деди.",
    "Сўнг уларга яқин келиб, ўнг қўли(даги болта) билан урди.",
    "Бас, (қавми) унинг олдига шоша-пиша келишгач,",
    "У деди: «Ўзларингиз йўниб-ясаб олган нарсаларга ибодат қилурмисизлар?!",
    "Ҳолбуки, сизларни ҳам, қилиб олган бутларингизни ҳам Аллоҳ яратган-ку?!»",
    "Улар (бир-бирларига) дедилар: Иброҳим учун (олов ёқиладиган) бинолар қуриб уни ўша оловга ташланглар».",
    "Бас, улар (Иброҳимга) макр қилмоқчи бўлган эдилар. Биз уларни тубан-мағлуб қилдик.",
    "(У ўт ичидан эсон-омон чиқди) ва деди: «Албатта мен Парвардигорим (буюрган тараф)га кетгувчидирман. Унинг Ўзи мени (Тўғри Йўлга) ҳидоят қилур.",
    "(Парвардигорим,) Ўзинг менга солиҳ (фарзанд)лардан ҳадя этгин».",
    "Бас, Биз унга бир ҳалим ўғилнинг хушхабарини бердик.",
    "Энди қачонки у (бола Иброҳим) билан бирга юрадиган бўлгач, (Иброҳим): «Эй ўғилчам, мен (ҳадеб) тушимда сени (қурбонлик учун) сўяётганимни кўрмоқдаман. Энди сен ўзинг нима раъй-фикр қилишингни бир ўйлаб кўргин», деган эди. У айтди: «Эй отажон, сенга (тушингда Парвардигор томонидан) буюрилган ишни қилгин. Иншоаллоҳ мени сабр қилгувчилардан топурсан». ",
    "Бас, қачонки иккиси ҳам (Аллоҳнинг ваҳийсига) бўйинсуниб, (энди Иброҳим ўз ўғли Исмоилни қурбон қилиш учун) пешонаси билан (ерга) ётқизган эдики,",
    "Биз унга нидо қилдик: «Эй Иброҳим,",
    "Дарҳақиқат, сен (кўрган) тушингни рост-бажо қилдинг». Албатта Биз чиройли амал қилгувчиларни мана шундай мукофотлармиз.",
    "Албатта бу (яъни, Иброҳимнинг ўз ўғлини қурбон қилишга буюрилиши) очиқ-равшан имтиҳондир, холос.",
    "Биз (Исмоилнинг) ўрнига (Иброҳимга) катта бир (кўчқор) сўйишни — қурбонлиқни эваз қилиб бердик (яъни, катта бир қўчқорни жаннатдан туширдик).",
    "Ва кейинги (авлод)лар орасида (Иброҳим) ҳақида (гўзал мақтовлар-олқишлар) қолдирдик.",
    "Иброҳимга салом бўлгай.",
    "Биз чиройли амал қилгувчиларни мана шундай мукофотлармиз.",
    "Дарҳақиқат, у Бизнинг мўмин бандаларимиздандир.",
    "Яна Биз унга пайғамбар (ва) яхшилардан (бўлғуси) Исҳоқнинг хушхабарини бердик.",
    "Ва (Иброҳимга) ҳам, Исҳоққа ҳам (дину дунёларида) баракот бердик. Уларнинг зурриётидан чиройли амал қилгувчи ҳам, ўз жонига очиқ жабр қилгувчи ҳам бўлур.",
    "Дарҳақиқат, Биз Мусо ва Ҳорунга (пайғамбарлик) инъом қилдик.",
    "Биз иккисига ва уларнинг қавмига улуғ ғамдан нажот бердик.",
    "Ва уларни Ўзимиз қўлладик, бас, улар (Фиръавн ва унинг одамлари устидан) ғолиб бўлдилар.",
    "Биз уларга равшан Китоб — Таврот ато этдик.",
    "Ҳамда уларни Тўғри Йўлга ҳидоят қилдик.",
    "Ва кейинги (авлод)лар орасида (Мусо ва Ҳорун) ҳақида (гўзал мақтовлар — олқишлар) қолдирдик.",
    "Мусо ва Ҳорунга салом бўлгай.",
    "Албатта Биз чиройли амал қилгувчиларни мана шундай мукофотлармиз.",
    "Дарҳақиқат, иккиси ҳам Бизнинг мўмин бандаларимиздандир.",
    "Илёс ҳам шак-шубҳасиз, пайғамбарлардандир.",
    "Эсланг, у ўз қавмига деган эди: «(Аллоҳдан) қўрқмайсизларми?!»",
    "Сизлар Баъл (номли олтиндан ясалган бут)га сиғиниб, энг гўзал-афзал Яратгувчи Аллоҳни тарк қилурмисизлар?!",
    "Сизларнинг ҳам, аввалги ота-боболарингизнинг ҳам Парвардигорини (тарк қилурмисизлар?!)»",
    "Бас, (қавми Илёсни) ёлғончи қилдилар. Энди албатта улар (дўзах азобига) ҳозир қилингувчидирлар.",
    "Магар Аллоҳнинг покиза бандаларигина (азобга дучор бўлмаслар).",
    "Биз кейинги (авлод)лар орасида (Илёс) ҳақида (гўзал мақтовлар-олқишлар) қолдирдик.",
    "Илёсга салом бўлгай.",
    "Албатта, чиройли амал қилгувчиларни мана шундай мукофотлармиз.",
    "Албатта, у Бизнинг мўмин бандаларимиздандир.",
    "Лут ҳам, шак-шубҳасиз, пайғамбарлардандир.",
    "Эсланг, Биз унга в унинг барча аҳли-тобеъларига нажот берган эдик.",
    "Фақат (азобда) қолгувчилардан бўлган бир кампирга (яъни, Лутнинг хотинига нажот бермадик).",
    "Сўнгра бошқаларни (яъни, Лутни ёлғончи қилганларни) ҳалок қилдик.",
    "(Эй Макка аҳли,) аниқки, сизлар эрта-ю кеч уларнинг устидан ўтиб турурсизлар.",
    "Ахир ақл юргизмайсизларми (яъни, Лутнинг қавми бошига тушган ҳалокат сизларнинг ҳам бошингизга тушиб қолишидан қўрқмайсизларми)?!",
    "Юнус ҳам, шак-шубҳасиз, пайғамбарлардандир.",
    "Эсланг, у (ўз қавмидан ғазабланиб, Парвардигорининг изнисиз қишлоғидан чиқиб, (одамлар билан) тўла бўлган кемага қараб қочган эди.",
    "Бас, (кемадагилар билан) қуръа ташлашиб мағлуб бўлгач, (уни денгизга улоқтирдилар). ",
    "Бас, уни (Парвардигорининг изнисиз ўз қавмини ташлаб чиқиб кетгани сабабли) маломатга лойиқ бўлган ҳолида бир наҳанг балиқ ютиб юборди.",
    "Энди агар у (Аллоҳга доимо) тасбеҳ айтгувчилардан бўлмаса эди,",
    "Албатта у (балиқ) қорнида то қайта тириладиган кунларигача (яъни, Қиёматгача) қолиб кетган (яъни, ҳалок бўлган) бўлур эди.",
    "Бас, Биз уни хаста ҳолида қуруқликка отдик.",
    "Ва унинг устида (соя ташлаб туриши учун) қовоқ дарахтини ўстириб қўйдик.",
    "Биз уни юз минг, балки ундан-да кўпроқ (одамга) пайғамбар қилдик.",
    "Бас, улар (Юнусга) иймон келтирдилар. Сўнг Биз уларни (маълум) бир муддатгача (яъни, ажаллари битгунча ҳаёт неъматидан) баҳраманд этдик.",
    "Энди (эй Муҳаммад алайҳис-салоту вас-салом, Макка кофирларидан) сўранг-чи, қизлар Парвардигорингизники-ю, ўғиллар уларникимикан. (Яъни, уларнинг гумонича, фаришталар Аллоҳнинг қизлари эмиш).",
    "Ёки Биз фаришталарни улар гувоҳ бўлган ҳолларида қиз қилиб яратдикмикан?!",
    "Огоҳ бўлингизким, улар ёлғончиликлари туфайли айтурларки,",
    "«Аллоҳнинг боласи (яъни, қизлари) бор». Улар шак-шубҳасиз, ёлғончидирлар.",
    "(Аллоҳ) ўғилларни қўйиб, қизларни танлаб олган эмишми?!",
    "(Эй Макка аҳли), сизларга нима бўлди?! Қандай (ноҳақ-нораво) ҳукм чиқармоқдасизлар-а?!",
    "Ахир эс-ҳушингизни йиғмайсизларми?!",
    "Ёки сизлар учун (Аллоҳ бола кўргани ҳақида) бирон очиқ-равшан ҳужжат борми?!",
    "Бас, агар ростгўй бўлсангизлар (мана шу даъволарингизни қувватловчи) китобингизни келтиринглар-чи?!",
    "(Мушриклар, Аллоҳ) билан жинлар (яъни, фаришталар) ўртасида насаб (яъни, ота-болалик бор, деб гумон) қилдилар. Ҳолбуки, жинлар-фаришталар эса, (мушрикларнинг Аллоҳ азобига) ҳозир қилингувчи эканликларини аниқ билдилар.",
    "Аллоҳ уларнинг («Аллоҳнинг боласи бор», деб) сифатлашларидан покдир.",
    "Магар Аллоҳнинг покиза бандаларигина (мудом Аллоҳни У зотга нолойиқ бўлган сифатлардан пок тутарлар).",
    "(Эй Макка аҳли), шак-шубҳа йўқки, сизлар ҳам, сиғинаётган бутларингиз ҳам",
    "(барчалари бирон кишини, Аллоҳ)га қарши фитнага солгувчи — алдай олгувчи эмасдирсизлар.",
    "Магар (Аллоҳнинг тақдири азалийсида) дўзахга киргувчи бўлган кимсаларнигина (алдай олурсизлар).",
    "(Фаришталар дедилар): «Бизларнинг ҳар биримиз учун (осмонларда) аниқ маълум бир ўрин бордир(ки, бизлар ана ўша ўрнимизда Аллоҳнинг амрини адо этурмиз).",
    "Дарҳақиқат, бизлар (Аллоҳнинг йўлида) саф тортиб тургувчилардирмиз.",
    "Дарҳақиқат, бизлар (Аллоҳни ҳар қандай айбу нуқсондан поклаб) — тасбеҳ айтгувчилардирмиз».",
    "Дарвоқеъ (Макка аҳли Қуръон нозил бўлишидан илгари) айтар эдиларки:",
    "«Агар бизнинг олдимизда ҳам аввалгилар(нинг китоблари)дан бирон эслатма — Китоб бўлса эди,",
    "Албатта бизлар ҳам Аллоҳнинг покиза бандалари бўлур эдик».",
    "Энди (Қуръон нозил бўлгач), эса унга кофир бўлдилар. Бас, яқинда (бу куфрларининг оқибати нима бўлишини) билиб олурлар.",
    "Аниқки, Бизнинг пайғамбар бўлган бандаларимиз ҳақида Сўзимиз ўтган — собит бўлгандир:",
    "«Шак-шубҳасиз, улар қўллаб-қувватлангувчилардир,",
    "Ва шак-шубҳасиз, Бизнинг қўшинимиз (яъни, пайғамбарлар ва уларга иймон келтирган кишилар) ғолиб бўлгувчидирлар».",
    "Бас, (эй Муҳаммад алайҳис-салоту вас-салом), сиз улардан (яъни, Макка кофирларидан маълум) бир вақтгача юз ўгиринг!",
    "Ва уларни (яқинда мағлуб бўлганларида) кўринг! Бас, яқинда улар (куфрларининг оқибатини) кўражаклар!",
    "Ҳали улар Бизнинг азобимизни шоширмоқдамилар?!",
    "Бас, қачон (Бизнинг азобимиз) уларнинг ҳовлиларига (яъни, устларига) тушганида, ўша огоҳлантирилган кимсаларнинг кунлари жуда ёмон бўлур.",
    "Сиз улардан (маълум) бир вақтгача юз ўгиринг!",
    "Ва уларни (яқинда мағлуб бўлганларида) кўринг! Бас, яқинда улар (куфрларининг оқибатини) кўражаклар!",
    "Қудрат эгаси бўлмиш Парвардигорингиз уларнинг сифатларидан (яъни, ҳар қандай айбу нуқсондан) покдир.",
    "(Барча) пайғамбарларга Аллоҳ томонидан салом бўлгай!",
    "Ҳамду сано барча оламларнинг Парвардигори — Аллоҳ учундир!",
    "Сод. Шаъну-шараф соҳиби бўлган Қуръонга қасамки, (албатта Қуръон илоҳий мўъжизадир ва албатта сиз, эй Муҳаммад алайҳис-салоту вас-салом, Аллоҳнинг ҳақ пайғамбаридирсиз).",
    "Балки кофир бўлган кимсалар (бу ҳақиқатни қабул қилишдан) кибру-ҳавода ва (Аллоҳ ва пайғамбарга) мухолифликда собитдирлар.",
    "Биз улардан илгари ҳам қанча аср авлодни (иймонсизликлари сабабли) ҳалок қилганимизда, улар (бошларига азоб тушганида ёрдам сўраб) нидо-илтижо қилганлар, (аммо бу вақт азобдан) қочиб қутулиш вақти эмас эди.",
    "(Макка мушриклари) уларга ўзларидан (яъни, башар авлодидан бўлган бир огоҳлантиргувчи — пайғамбар келганидан ажабландилар ва у кофирлар дедилар: «Бу бир ёлғончи сеҳргардир.",
    "(Шунча) худоларни битта худо қилиб олибдими?! Ҳақиқатан, бу жуда қизиқ нарса!» ",
    "Улардан катталари (бир-бирларига шундай дея тарқалиб) кетдилар: «Юринглар ва ўз худоларингизга (сиғинишда) қаноат қилинглар (яъни, устивор бўлинглар)! Албатта бу (яъни, «Ла илаҳа иллаллоҳ» дейиш бизлардан) исталадиган (талаб қилинадиган жуда катта) нарсадир.",
    "Бизлар бу ҳақда (яъни, Аллоҳнинг яккаю ягона эканлиги ҳақида) сўнгги миллат — динда(ги одамлардан ҳам, яъни Исломдан аввалги сўнгги дин бўлмиш Насроний динидаги одамлардан ҳам) эшитган эмасмиз. Бу фақат бир уйдирмадир, холос.",
    "Бизларнинг орамизда (шунча бой-зодагонлар туриб) ўша (Муҳаммад)га эслатма-Қуръон нозил қилинган эмишми?!» (Уларнинг бу сўзларни айтишларига сабаб ўта билимдонликлари эмас), балки улар Менинг эслатмам — Қуръондан шак-шубҳададирлар, балки улар ҳали Менинг азобимни тотиб кўрганлари йўқ (бас, шунинг учун Қуръон ва пайғамбар шаънига мана шундай нолойиқ сўзларни айтмоқдалар).",
    "Ёки қудратли ва саховатли Парвардигорингизнинг раҳмат хазиналари уларнинг олдиларидамикин-а?!",
    "Ёки осмонлар ва Ернинг ҳамда уларнинг ўртасидаги бор нарсаларнинг подшоҳлиги уларникимикин-а?! У ҳолда (уларни осмонларга элтадиган) нарвонларига чиқаверсинлар (ва ўша жойдан ўзлари истаган одамларига ваҳий нозил қилаверсинлар).",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), Макка мушриклари ўша ернинг ўзида енгилиб-битгувчи фирқалардан бир тўдадир, холос, (бас, сиз улар айтаётган беҳуда сўзларга парво ҳам қилманг!)",
    "Улардан илгари ҳам Нуҳ қавми (Нуҳни), Од (қабиласи Ҳудни) ва қозиқлар (яъни, ерга қозиқдек қоқилган баланд эҳромлар ва қасрлар) эгаси бўлган Фиръавн (ва унинг одамлари Мусони ёлғончи қилгандирлар.",
    "Шунингдек, Самуд (қабиласи Солиҳни), Лут қавми (Лутни) ва дарахтзор эгалари (Шуъайбни ёлғончи қилгандирлар). Ана ўшалар (ҳам ўзларига юборилган пайғамбарларга қарши чиққан) фирқалардир.",
    "Барчаларига фақат пайғамбарларни ёлғончи қилганлари сабабли Менинг азобим ҳақ бўлгандир. (Бас, Макка мушрикларига ҳам Муҳаммад алайҳис-салоту вас-саломни ёлғончи қилганлари учун шак-шубҳасиз, азоб-уқубат бўлур).",
    "Ана ўшалар(нинг барчалари) фақат ҳеч тўхтамасдан келадиган биргина даҳшатли қичқириқни кутмоқдалар, холос. (Бас, ўша қичқириқ бўлиши билан барча жонзот қайта тирилур ва куфр йўлини тутган кимсалар дўзах азобига дучор бўлурлар).",
    "Улар (яъни, Макка мушриклари масхара қилишиб) «Парвардигоро, бизларга (ваъда қилинган азобдан иборат) насибамизни ҳисоб-китоб Кунидан илгариёқ (яъни, шу ҳаёти дунёдаёқ) тезроқ келтира қолгин», дедилар.",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), сиз улар айтаётган сўзларга сабр қилинг ва Бизнинг бандамиз (тоат-ибодатда) қувват соҳиби бўлган Довудни эсланг! Дарҳақиқат, у (Аллоҳ рози бўладиган йўлга) бутунлай қайтгувчидир.",
    "Албатта Биз тоғларни кечки пайт ва эрталаб (яъни, мудом) у билан бирга тасбеҳ айтадиган қилиб бўйинсундириб қўйдик.",
    "Ва (ҳар тарафдан) тўплангувчи бўлган қушларни ҳам (Довуд билан бирга тасбеҳ айтадиган қилиб бўйнсундириб қўйдик. Тоғлар ва қушларнинг) барчалари Довудга итоат этишга бутунлай қайтгувчидир.",
    "Яна Биз унинг мулку-давлатини кучли-қувватли қилдик ва унга ҳикмат ҳамда аниқ-равшан хитоб (яъни, забони гўё) ато этдик.",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), сизга (бир-бирлари билан) даъволашгувчи (икки жамоат) хабари келдими? Ўшанда улар (Довуд пайғамбар ибодат қилаётган) меҳробга чиқишган",
    "Ва Довуднинг олдига киришган эди, у улардан қўрқиб кетди. Улар дедилар: «Қўрқмагин. (Бизлар) биримиз биримизга зулм қилган икки даъволашгувчи (жамоат)дирмиз. Бас, сен бизларнинг ўртамизда ҳақ (ҳукм) билан ҳукм қилгин ва (бизлардан бирон тарафга) жабр қилмагин ҳамда бизларни текис-тўғри йўлга бошлагин».",
    "(Даъвогарларнинг бири деди): «Дарвоқеъ, мана бу менинг биродарим бўлиб, унинг тўқсон тўққиз совлиқ қўйи бор, менинг эса биргана совлиғим бордир. Бас, у (шу биргина совлиққа ҳам кўз олайтириб): «Ўшани менга топширгин», деди ва мени бу сўзда — жанжалда енгиб қўйди».",
    "(Довуд иккинчи даъвогарнинг сўзини тингламасданоқ) деди: «Дарҳақиқат, у сенинг совлиғингни сўраб (ва) ўз совлиқларига (қўшиб олиш) билан сенга зулм қилибди. Дарвоқеъ, кўп ошна-оғайнилар бир-бирларига зулм қилурлар. Фақат иймон келтирган ва яхши амаллар қилган кишиларгина (зулм қилмаслар. Аммо) улар жуда оздирлар». Довуд (бу ҳодиса воситасида) Биз уни имтиҳон қилганимизни билди-да, Парвардигоридан (шошиб ҳукм чиқаргани учун) мағфират қилишини сўради ва (саждага) эгилган ҳолида йиқилиб, тавба-тазарруъ қилди. ",
    "Бас, Биз унинг ўша (хатоси)ни мағфират қилдик. Шак-шубҳасиз, унинг учун Бизнинг ҳузуримизда яқинлик ва гўзал оқибат (яъни, жаннат) бордир.",
    "Эй Довуд, дарҳақиқат, Биз сени Ерда халифа қилдик. Бас, сен (нафс) хоҳишига эргашиб кетмагин! Акс ҳолда у сени Аллоҳнинг йўлидан оздирур. Албатта Аллоҳ йўлидан озадиган кимсалар учун ҳисоб-китоб кунини (яъни, Қиёматни) унутиб қўйганлари сабабли қаттиқ азоб бордир.",
    "Биз осмон ва Ерни ҳамда уларнинг ўртасидаги бор нарсаларни беҳуда яратган эмасмиз. Бу (яъни, улар беҳуда-бемақсад яратилган деган гумон) кофир бўлган кимсаларнинг гумонидир. Бас, кофир бўлган кимсалар учун дўзахдан иборат ҳалокат бўлгай!",
    "Балки Биз иймон келтирган ва яхши амаллар қилган зотларни Ерда бузғунчилик қилиб юрган кимсалар каби қилиб қўюрмиз?! Балки Биз тақводор зотларни фисқу-фужур қилиб юрган кимсалар каби қилиб қўюрмиз?! (Йўқ, асло ундоқ бўлмас!) ",
    "(Эй Муҳаммад алайҳис-салоту вас-салом, ушбу Қуръон барча одамлар) оятларини тафаккур қилишлари ва ақл эгалари эслатма-ибрат олишлари учун Биз сизга нозил қилган бир муборак Китобдир.",
    "Биз Довудга Сулаймонни ҳадя этдик. (Сулаймон) нақадар яхши бандадир. Дарҳақиқат, у (Аллоҳ рози бўладиган йўлга) бутунлай қайтгувчидир.",
    "Эсланг, унга (бир куни) кечки пайт гижинглаб тургувчи учқур отлар рўбарў қилинган эди.",
    "Бас, у (ўша отларга маҳлиё бўлиб, кун ботиш олдида ўқийдиган намози қазо бўлгач,) деди: «Дарҳақиқат, мен Парвардигоримни эслашдан (яъни, ўқийдиган намозимдан қолиб) бу суюкли отларни суюб-эркалашга берилиб кетибман! Ҳатто (қуёш ҳам) парда ортига беркинибди (яъни, ботиб кетибди)!",
    "У (от)ларни менга қайтаринглар-чи! Бас, у (қилич билан отларнинг) оёқ ва бўйинларини «силаш»га киришди (ва уларни Аллоҳ йўлида қурбонлик қилиб юборди).",
    "Дарҳақиқат, Биз Сулаймонни имтиҳон қилдик ва унинг тахти устига бир жонсиз жасадни ташладик. Сўнгра у тавба-тазарруъ қилиб;",
    "Деди: «Парвардигорим, Ўзинг мени мағфират қилгин ва менга ўзимдан кейин биронтаси учун муяссар бўлмайдиган бир мулку-давлат ҳадя этгин. Зеро, ёлғиз Сенинг Ўзинггина (барча яхшиликларни) ҳадя этгувчисан».",
    "Бас, Биз унга унинг амри билан у истаган томонга майин эсаверадиган шамолни бўйинсундирдик.",
    "Яна барча (баланд қасрларни) бино қилгувчи ва (денгизларнинг қаъридан дурру гавҳарларни топиб чиқувчи) ғаввос шайтонларни (яъни, жинларни) ҳам Сулаймонга бўйинсундириб қўйдик).",
    "Бошқа (бўйинсунмайдиган жин)ларни эса кишанлар билан боғланган ҳолда солдик.",
    "(Ва Сулаймонга дедик): «Мана шу Бизнинг (сенга) ато этган нарсамиздир. Бас, сен (ушбу неъматлардан ўзинг хоҳлаган кишиларга) эҳсон қил, ёки қилма (сени бу тўғрида) ҳисоб-китоб қилинмас».",
    "Шак-шубҳасиз, (Сулаймон) учун Бизнинг ҳузуримизда яқинлик ва гўзал оқибат (яъни, жаннат) бордир.",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), бандамиз Айюбнинг Парвардигорига нидо қилиб: «Дарҳақиқат, мени шайтон бало ва азоб билан ушлади», деган пайтини эсланг!",
    "(Шунда унга айтилди): «Оёғинг билан (остингдаги ерни) тепгин!» (У Аллоҳнинг амрини бажарган эди, ўша ердан бир чашма отилиб чиқди. Сўнг унга айтилди): Мана шу муздек чўмиладиган ва ичимлик сувдир». (Қачонки Айюб у сувда чўмилиб, сўнг ундан ичгач, унинг барча зоҳирий ва ботиний дардлари дарҳол даво топди).",
    "Ва Биз Ўз томонимиздан меҳрибонлик кўрсатиб ҳамда ақл эгалари учун эслатма-ибрат бўлсин деб, (Айюбга) аҳли оиласини ва улар билан қўшиб, яна ўшаларнинг мислича (бола-чақа) ҳадя этдик. ",
    "(Яна Биз Айюбга айтдик): «Қўлингга бир боғ (новдани) олиб, у билан (хотинингни) ургин — қасамингни бузмагин». Дарҳақиқат, Биз (Айюбни) сабр қилгувчи ҳолда топдик. У нақадар яхши бандадир. Ҳақиқатан, у (Аллоҳ рози бўладиган йўлга) бутунлай қайтгувчидир. ",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), сиз Бизнинг куч-қувват ва фаҳм-фаросат эгалари бўлган бандаларимиз — Иброҳим, Исҳоқ ва Яъқубларни эсланг!",
    "Дарҳақиқат, Биз уларни бир тоза (хислат — мудом Охират) диёрини эслаш (хислати) билан холис қилдик — покладик.",
    "Ҳақиқатан, улар Бизнинг ҳузуримизда танланган, яхши кишилардандир.",
    "Яна Исмоил, ал-Ясаъ (Юшаъ пайғамбар) ва Зул-Кифлни эсланг! Барчалари яхши кишилардандир.",
    "Бу (Биз сизга сўйлаган қиссалар) бир эслатмадир. Шак-шубҳасиз, тақводор зотлар учун гўзал оқибат",
    "— Улар учун барча дарвозалари ланг очиқ мангу жаннатлар бордир.",
    "Улар у жойлардаги (сўриларда) ястаниб ўтириб, мўл-кўл (яъни, хоҳлаганларича) мева-чева ва шароб чақирурлар.",
    "Ва уларнинг олдиларида кўзларини (номаҳрамга боқишдан) сақлаган (ёш ва ҳуснда) тенгдош (қиз)лар бўлур.",
    "У (зикр қилинган нарсалар) сизларга ҳисоб-китоб (яъни, Қиёмат) куни учун ваъда қилинадиган нарсалардир.",
    "Шак-шубҳасиз, бу Бизнинг (жаннат аҳлига ато этадиган) ризқу рўзимиздирки, унинг учун тугаб қолиш бўлмас.",
    "(Ҳақиқат) шудир. (Энди) ҳеч шак-шубҳасиз, ҳаддан ошгувчи-туғёнга тушгувчи кимсалар учун энг ёмон оқибат",
    "— Улар кирадиган жаҳаннам бордир. Бас, нақадар ёмон жой у.",
    "Мана бу қайноқ ва йирингдир! Бас, улар ўшани тотиб кўрсинлар!",
    "Бошқа (азоб-уқубатлар) ҳам ўша тур, ўша шаклда бўлур!",
    "(Дўзахга кирган пайтларида кофирларнинг пешволарига ҳаёти дунёда уларга эргашган кимсаларни кўрсатилиб): «Мана бу (одамлар) сизлар билан бирга (яъни, сизлар сабабли жаҳаннамга) ташлангувчи жамоатдир», (дейилганида, пешволар айтдилар): «Хуш келмадилар! Ҳақиқатан, уларнинг ўзлари дўзахга киргувчи кимсалардир».",
    "Улар (яъни, эргашувчилар пешволарга) дедилар: «Йўқ, сизлар хуш келмадингиз! (Чунки) сизлар ўша (азобни) бизларга келтирдингиз! Бас, нақадар ёмон жой (бу дўзах)!»",
    "Улар (яна) дедилар: «Парвардигоро, ким бизларга мана шу (азоб)ни келтирган бўлса, бас, Ўзинг унга дўзахда азобни бир неча баробар зиёда қилгин».",
    "(Жаҳаннам эгалари бир-бирларига) айтдилар: «Нега бизлар (дунёдалик пайтимизда) ёмонлардан деб ҳисоблаб ўтган кишиларни (яъни, мўминларни дўзахда) кўрмаяпмиз-а?!",
    "Бизлар ўшаларни масхара қилиб олган эдикми?! Ёки (улар ҳам бизлар билан мана шу жаҳаннамда бирга-ю, аммо) кўзларимиз оғиб (уларни илғамай қолдими)?!»",
    "Албатта дўзах аҳлининг ана шундай талашиб тортишишлари ҳақдир — аниқдир.",
    "(Эй Муҳаммад алайҳис-салоту вас-салом, Макка мушрикларига) айтинг: «Мен фақат бир огоҳлантиргувчидирман, холос. Ҳеч қандай илоҳ йўқ, магар яккаю ёлғиз ғолиб Аллоҳгина бордир...",
    "У осмонлар ва Ернинг ҳамда уларнинг ўртасидаги бор нарсанинг қудратли ва мағфиратли Парвардигоридир».",
    "Айтинг: «Ўша (яъни, мен сизларга етказган мана шу сўзлар) улуғ бир хабардир.",
    "Сизлар эса ундан юз ўгирмоқдасизлар!",
    "Мен учун (Одамнинг Ер юзига халифа қилиниши тўғрисида Аллоҳ таоло билан) тортишаётган фаришталар ҳақида ҳеч қандай билим йўқ эди.",
    "Менга фақат ўзимнинг очиқ-равшан огоҳлантиргувчи эканлигим ваҳий қилинмоқда, холос».",
    "Эсланг, Парвардигорингиз фаришталарга деган эди: «Албатта мен лойдан бир одам яратгувчидирман.",
    "Бас, қачон уни ростлаб, унга Ўз руҳимдан пуфлаб киргизганимдан сўнг унга сажда қилган ҳолларингизда йиқилинглар!»",
    "Бас, фаришталарнинг барча-барчалари (Одамга) сажда қилдилар.",
    "Магар Иблисгина кибру ҳаво қилиб, кофирлардан бўлди.",
    "(Шунда Аллоҳ) деди: «Эй Иблис, Мен Ўз қўлларим билан яратган нарсага — Одамга сажда қилишдан нима сени манъ қилди?! Кибру ҳаво қилдингми, ёки сен (Одамга нисбатан) юксак мартабали зотлардан эдингми?!» ",
    "У айтди: «Мен ундан яхшироқдирман. Сен мени оловдан яратгансан, уни эса лойдан яратдинг».",
    "(Аллоҳ) деди: «Бас, ундан (яъни, жаннатдан) чиқ! Энди сен, шак-шубҳасиз, (Менинг даргоҳимдан) қувилган — малъунсан.",
    "Ва албатта то жазо (Қиёмат) кунигача сенга Менин лаънатим бўлур».",
    "(Иблис илтижо қилиб) деди: «Парвардигорим, у ҳолда менга улар тириладиган кунгача (ўлмасдан яшаш учун) муҳлат бергин».",
    "(Аллоҳ) деди: «Бас, сен муҳлат берилганлардансан,",
    "Маълум вақтда етиб келадиган Кунгача (Қиёматгача) (муҳлат берилганлардансан)».",
    "(Иблис) айтди: «Энди, Сенинг қудратингга қасамки, албатта уларнинг ҳаммасини йўлдан оздирурман.",
    "Магар уларнинг орасидаги (айрим) покиза бандаларинггина (ҳақ йўлдан озмай қолурлар)».",
    "(Аллоҳ) деди: «Ҳаққа (қасам). Фақат ҳақни айтурманки,",
    "албатта Мен жаҳаннамни сен ва (одамлар) орасидаги барча сенга эргашган кимсалар билан тўлдирурман!»",
    "(Эй Муҳаммад алайҳис-салоту вас-салом, уларга) айтинг: «Мен (Қуръонни етказганим учун) сизлардан бирон ажр-ҳақ сўрамайман ва мен сохтакорлардан (яъни, ёлғондан пайғамбарликни даъво қилгувчи кимсалардан) ҳам эмасман.",
    "(Ушбу Қуръон) фақат барча оламлар учун (Аллоҳ таоло томонидан нозил қилинган) бир эслатмадир, холос.",
    "Албатта сизлар унинг (илоҳий ваҳий эканлиги ҳақидаги) хабарни (озгина) вақтдан сўнг (Қиёмат Куни) билиб олурсизлар».",
    "(Ушбу Қуръон) қудратли ва ҳикматли Аллоҳ томонидан нозил қилинган Китобдир.",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), албатта Биз сизга бу Китобни ҳаққирост нозил қилдик, бас, сиз Аллоҳга — У зот учун динингизни холис қилган ҳолда ибодат қилинг!",
    "(Эй инсонлар), огоҳ бўлингизким, холис дин ёлғиз Аллоҳникидир (яъни, ёлғиз Аллоҳгина чин ихлос билан ибодат қилинишга лойиқ Зотдир). У зотдан ўзга «дўстлар»ни («худо») қилиб олган кимсалар: «Биз (ўша «худо»ларимизга) фақат улар бизни Аллоҳга яқин қилишлари учунгина ибодат қилурмиз», (дерлар). Шак-шубҳа йўқки, Аллоҳ (Қиёмат Кунида) улар ихтилоф қилаётган нарсалар хусусида уларнинг ўртасида ҳукм қилур. Шак-шубҳа йўқки, Аллоҳ ёлғончи ва кўрнамак кимсаларни ҳидоят қилмас.",
    "Агар Аллоҳ бола-чақа тутишни истаса, сўзсиз Ўзи яратган нарсаларидан хоҳлаганини танлаб олган бўлур эди. У зот (бундай айбдан) покдир. У яккаю ягона ва ғолиб Аллоҳдир.",
    "У осмонлар ва Ерни ҳақ (қонун) билан яратгандир. У кечани кундузнинг устига ўрар, кундузни кечанинг устига ўрар. У қуёшни ҳам, ойни ҳам (Ўз амрига) бўйсундириб қўйгандир. (Уларнинг) ҳар бири маълум муддатгача жорий бўлур. Огоҳ бўлингизким, У қудратли ва бениҳоя мағфиратли Зотдир.",
    "У сизларни бир жондан (Одамдан) яратди, сўнгра ундан жуфтини (яъни, Ҳаввони пайдо) қилди ва сизлар учун чорва ҳайвонларидан саккизта жуфтни туширди (яъни, дунёга келтирди). У сизларни оналарингизнинг қорнида уч (қават) зулмат ичида аста-секин яратур. Мана шу Аллоҳ Парвардигорларингиздир. Барча подшоҳлик ёлғиз Уникидир. Ҳеч қандай илоҳ йўқ, магар Унинг Ўзигина бордир. Бас, (ана ўша Зотга ибодат қилмай) қаёққа бурилиб кетмоқдасизлар-а?! ",
    "Агар сизлар кофир бўлсангизлар, бас, албатта Аллоҳ сизлардан беҳожатдир. (Аммо) У Ўз бандаларининг кофир бўлишига рози бўлмас. Агар шукр қилсангизлар (ва иймон келтирсангизлар), У зот сизлар учун (фақат шукр қилиб, иймон келтиришларингизгагина) рози бўлур. Ҳеч бир кўтаргувчи (яъни, гуноҳкор) ўзга жоннинг юкини (яъни, гуноҳини) кўтармас. Сўнгра ёлғиз Парвардигорларингизга қайтишларингиз бордир. Бас, У зот сизларга қилиб ўтган амалларингизнинг хабарини берур. Албатта У диллардаги сирларни билгувчидир.",
    "Қачон инсонни бирон зиён ушласа, у Парвардигорига тавба-тазарруъ қилган ҳолида дуо-илтижо қилур. Сўнгра қачон (Аллоҳ) Ўз томонидан унга бирон неъмат ато этса, (инсон) илгари (Аллоҳга) қилган дуо-илтижоларини унутиб қўюр ва (ўзгаларни ҳам) Аллоҳнинг йўлидан оздириш учун У зотга «тенг»ларни (ўйлаб) топур. (Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «Сен ўз куфринг билан (бу ўткинчи дунёда) озгина фойдаланиб қол! Шак-шубҳасиз, сен дўзах эгаларидандирсан».",
    "Ёки кечалари сажда қилган ва қиёмда-тик турган ҳолда тоат-ибодат қилгувчи, Охиратдан қўрқадиган ва Парвардигорининг раҳмат-марҳаматидан умид қиладиган киши (билан куфру исёнга ғарқ бўлган кимса баробар бўлурми)?!» Айтинг: «Биладиган зотлар билан билмайдиган кимсалар баробар бўлурми?!» Дарҳақиқат, фақат ақл эгаларигина панд-насиҳат олурлар.",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), Менинг иймон келтирган бандаларимга айтинг: «Парвардигорингиздан қўрқингиз! Бу дунёда чиройли амал қилган зотлар учун (Охиратда) чиройли (оқибат-жаннат) бордир. Аллоҳнинг ери кенгдир. Ҳеч шак-шубҳа йўқки, сабр-тоқат қилгувчиларга ажр-мукофотлари ҳисоб-китобсиз тўла-тўкис қилиб берилур. ",
    "Айтинг: «Дарҳақиқат, мен Аллоҳга У зот учун динимни холис қилган ҳолда ибодат қилишга буюрилганман.",
    "Ва мен мусулмонларнинг — бўйинсунгувчиларнинг аввали — пешқадами бўлишга буюрилганман».",
    "Айтинг: «Албатта мен агар Парвардигоримга осий бўлсам, улуғ Куннинг азобидан қўрқурман».",
    "Айтинг: «Мен ёлғиз Аллоҳга У зот учун динимни холис қилган ҳолда ибодат қилурман».",
    "Энди сизлар эса (эй мушриклар), У зотни қўйиб, ўзларингиз хоҳлаган бутларингизга ибодат қилаверинглар, (яқинда бу ширкларингизнинг оқибати қандай бўлишини жуда яхши билиб олурсизлар!»). («Эй Муҳаммад алайҳис-салоту вас-салом, агар ота-боболарингнинг динидан чиқсанг, зиёнкор бўлурсан», дейдиган мушрикларга) айтинг: «Албатта зиёнкорлар Қиёмат Куни ўзларига ҳам, аҳли оилаларига ҳам зиён қилгувчи (яъни, ўзи ҳам мушрик бўлиб, аҳли-оиласини ҳам Тўғри Йўлдан оздиргани сабабли Қиёмат Кунида ўзи ва аҳли оиласи дўзах азобига гирифтор бўлгувчи) кимсалардир. Огоҳ бўлингизким, ана шугина очиқ зиёнкорликдир».",
    "Улар учун устларидан ҳам оловдан бўлган «соябонлар», остларидан ҳам (оловдан бўлган) «соябонлар» бўлур. Бу (бўлажак азоб-уқубат) билан Аллоҳ Ўз бандаларини қўрқитур. Эй бандаларим, Мендан қўрқингиз!",
    "Шайтондан — унга ибодат қилишдан йироқ бўлган ва Аллоҳга (яъни, ёлғиз Аллоҳга ибодат қилишга) қайтган зотлар учун (жаннат) хушхабари бўлсин! Бас, (эй Муҳаммад алайҳис-салоту вас-салом), Менинг бандаларимга хушхабар беринг!",
    "Улар сўзга қулоқ тутиб, унинг энг гўзалига (яъни, нажотга элтгувчи рост Сўзга) эргашадиган зотларга (хушхабар беринг). Ана ўшалар Аллоҳ ҳидоят қилган зотлардир. Ва ана ўшаларгина ақл эгаларидир.",
    "Ахир бир кимсага азоб сўзи (яъни, азобга дучор бўлиш) ҳақ бўлса (сиз уни ҳидоят қилишга қодир бўлурмисиз)?! Ахир сиз дўзахдаги кимсани қутқара олурмисиз?!",
    "Лекин Парвардигорларидан қўрққан зотлар учун (жаннатда) устма-уст қурилган хоналар бўлиб, уларнинг остидан дарёлар оқиб турар. (Бу) Аллоҳнинг ваъдасидир! Аллоҳ ваъдасига хилоф қилмас.",
    "Аллоҳ осмондан сув (ёмғир-қор) ёғдириб, уни ердаги булоқлар-чашмалар қилиб оқизиб қўйганини кўрмадингизми? Сўнгра у (сув)нинг ёрдамида ранго-ранг экин-тикин чиқарур, сўнгра у қурир, бас, сиз уни сарғайган ҳолда кўрурсиз, сўнгра (Аллоҳ) уни хас-хашакка айлантирур. Албатта бунда ақл эгалари учун эслатма-ибрат бордир.",
    "Ахир Аллоҳ кўксини Ислом учун кенг қилиб қўйган, бас, ўзи Парвардигори томонидан бир нур — ҳидоят устида бўлган киши (куфр зулматларида адашиб-улоқиб юрган кимса билан баробар бўлурми)?! Бас, диллари Аллоҳни эслашдан қотиб қолган (яъни, Аллоҳни эслашни тарк қилган) кимсаларга ҳалокат бўлгай! Улар очиқ залолатдадирлар!",
    "Аллоҳ энг гўзал Сўзни (оятлари фасоҳат ва балоғатда) бир-бирига ўхшаган, (ичидаги ҳукмлари) такрор-такрор келгувчи бир Китоб — Қуръон қилиб нозил қилдики, (ундаги Аллоҳнинг азоби ҳақидаги оятларни тиловат қилганларида) Парвардигорларидан қўрқадиган зотларнинг терилари титраб кетар, сўнгра терилари — баданлари ҳам, диллари ҳам Аллоҳнинг зикрига юмшар — мойил бўлур. Мана шу (Китоб) Аллоҳнинг ҳидоятидирки, унга Ўзи хоҳлаган кишиларни ҳидоят қилур. Ва кимни Аллоҳ йўлдан оздирса, бас, унинг учун бирон ҳидоят қилгувчи бўлмас.",
    "Ахир Қиёмат Кунида ёмон азобдан ўз юзи билан сақланадиган кимса (у Кундаги ҳар қандай азобдан тинч-хотиржам киши билан баробар бўлурми)?! (У кунда) золим-кофирларга «Ўзларингиз касб қилиб ўтган нарсани (яъни, динсизлик мевасини) тотиб кўринглар!», дейилди. ",
    "Улардан аввалгилар ҳам (ўз пайғамбарларини) ёлғончи қилганларида, уларга азоб ўзлари сезмайдиган томондан келган эди.",
    "Бас, Аллоҳ уларга мана шу ҳаёти дунёда расволикни тортдирди. Шак-шубҳасиз, Охират азоби янада каттароқдир. Агар улар (Аллоҳнинг азобини) билсалар эди (ўз Пайғамбарларини ёлғончи қилмаган бўлур эдилар).",
    "Аниқки, Биз ушбу Қуръонда одамлар учун турли мисоллар келтирдик. Шояд эслатма-ибрат олсалар.",
    "(Биз уни) бирон эгрилик эгаси бўлмаган арабий Қуръон ҳолида (нозил қилдик). Шояд (Аллоҳдан) қўрқсалар.",
    "Аллоҳ (шундай) бир мисол келтирди: бир киши — қул борки, унинг устида талашгувчи шериклар (яъни, хожалар) бор. Яна бир киши — қул борки, у бус-бутун ҳолида бир киши — хожаникидир. Иккисининг мисоли баробар бўлурми?! (Йўқ, баробар бўлмас. Худди шунингдек, бир неча «худо»ларга сиғинадиган мушрик билан ёлғиз Аллоҳгагина бандалик қиладиган мўмин ҳам баробар бўлмас). Ҳамду сано (ёлғиз) Аллоҳ учундир. Йўқ, уларнинг кўплари билмаслар, (бас, ана шу сабабдан турли «худо»ларга сиғинурлар).",
    "(Эй Муҳаммад алайҳис-салоту вас-салом), ҳеч шак-шубҳасиз, сиз ҳам ўлгувчидирсиз, улар ҳам ўлгувчидирлар.",
    "Сўнгра албатта, сизлар Қиёмат Кунида Парвардигорларингиз ҳузурида (бир-бирларингиз билан) талашиб-тортишурсизлар (ва сиз ўз зиммангиздаги пайғамбарликни тўла-тўкис етказганингизга ҳужжат келтирурсиз, улар эса сизни ёлғончи қилиб, куфру залолатда ўтганларига турли баҳоналарни рўкач қилурлар, аммо Аллоҳнинг адолатли ҳукмидан қочиб қутула олмаслар)!"
  ]
}