{
  "meta": {
    "id": 22,
    "name": "A. Yusuf Ali",
    "translator_name": "Abdullah Yusuf Ali",
    "slug": "en-yusufali",
    "language_name": "english"
  },
  "verses": [
    "And when they listen to the revelation received by the Messenger, thou wilt see their eyes overflowing with tears, for they recognise the truth: they pray: \"Our Lord! we believe; write us down among the witnesses.",
    "\"What cause can we have not to believe in Allah and the truth which has come to us, seeing that we long for our Lord to admit us to the company of the righteous?\"",
    "And for this their prayer hath Allah rewarded them with gardens, with rivers flowing underneath,- their eternal home. Such is the recompense of those who do good.",
    "But those who reject Faith and belie our Signs,- they shall be companions of Hell-fire.",
    "O ye who believe! make not unlawful the good things which Allah hath made lawful for you, but commit no excess: for Allah loveth not those given to excess.",
    "Eat of the things which Allah hath provided for you, lawful and good; but fear Allah, in Whom ye believe.",
    "Allah will not call you to account for what is futile in your oaths, but He will call you to account for your deliberate oaths: for expiation, feed ten indigent persons, on a scale of the average for the food of your families; or clothe them; or give a slave his freedom. If that is beyond your means, fast for three days. That is the expiation for the oaths ye have sworn. But keep to your oaths. Thus doth Allah make clear to you His signs, that ye may be grateful.",
    "O ye who believe! Intoxicants and gambling, (dedication of) stones, and (divination by) arrows, are an abomination,- of Satan's handwork: eschew such (abomination), that ye may prosper.",
    "Satan's plan is (but) to excite enmity and hatred between you, with intoxicants and gambling, and hinder you from the remembrance of Allah, and from prayer: will ye not then abstain?",
    "Obey Allah, and obey the Messenger, and beware (of evil): if ye do turn back, know ye that it is Our Messenger's duty to proclaim (the message) in the clearest manner.",
    "On those who believe and do deeds of righteousness there is no blame for what they ate (in the past), when they guard themselves from evil, and believe, and do deeds of righteousness,- (or) again, guard themselves from evil and believe,- (or) again, guard themselves from evil and do good. For Allah loveth those who do good.",
    "O ye who believe! Allah doth but make a trial of you in a little matter of game well within reach of your hands and your lances, that He may test who feareth Him unseen: any who transgress thereafter, will have a grievous penalty.",
    "O ye who believe! Kill not game while in the sacred precincts or in pilgrim garb. If any of you doth so intentionally, the compensation is an offering, brought to the Ka'ba, of a domestic animal equivalent to the one he killed, as adjudged by two just men among you; or by way of atonement, the feeding of the indigent; or its equivalent in fasts: that he may taste of the penalty of his deed. Allah forgives what is past: for repetition Allah will exact from him the penalty. For Allah is Exalted, and Lord of Retribution.",
    "Lawful to you is the pursuit of water-game and its use for food,- for the benefit of yourselves and those who travel; but forbidden is the pursuit of land-game;- as long as ye are in the sacred precincts or in pilgrim garb. And fear Allah, to Whom ye shall be gathered back.",
    "Allah made the Ka'ba, the Sacred House, an asylum of security for men, as also the Sacred Months, the animals for offerings, and the garlands that mark them: That ye may know that Allah hath knowledge of what is in the heavens and on earth and that Allah is well acquainted with all things.",
    "Know ye that Allah is strict in punishment and that Allah is Oft-forgiving, Most Merciful.",
    "The Messenger's duty is but to proclaim (the message). But Allah knoweth all that ye reveal and ye conceal.",
    "Say: \"Not equal are things that are bad and things that are good, even though the abundance of the bad may dazzle thee; so fear Allah, O ye that understand; that (so) ye may prosper.\"",
    "O ye who believe! Ask not questions about things which, if made plain to you, may cause you trouble. But if ye ask about things when the Qur'an is being revealed, they will be made plain to you, Allah will forgive those: for Allah is Oft-forgiving, Most Forbearing.",
    "Some people before you did ask such questions, and on that account lost their faith.",
    "It was not Allah who instituted (superstitions like those of) a slit-ear she-camel, or a she-camel let loose for free pasture, or idol sacrifices for twin-births in animals, or stallion-camels freed from work: It is blasphemers who invent a lie against Allah; but most of them lack wisdom.",
    "When it is said to them: \"Come to what Allah hath revealed; come to the Messenger\": They say: \"Enough for us are the ways we found our fathers following.\" what! even though their fathers were void of knowledge and guidance?",
    "O ye who believe! Guard your own souls: If ye follow (right) guidance, no hurt can come to you from those who stray. the goal of you all is to Allah: it is He that will show you the truth of all that ye do.",
    "O ye who believe! When death approaches any of you, (take) witnesses among yourselves when making bequests,- two just men of your own (brotherhood) or others from outside if ye are journeying through the earth, and the chance of death befalls you (thus). If ye doubt (their truth), detain them both after prayer, and let them both swear by Allah: \"We wish not in this for any worldly gain, even though the (beneficiary) be our near relation: we shall hide not the evidence before Allah: if we do, then behold! the sin be upon us!\"",
    "But if it gets known that these two were guilty of the sin (of perjury), let two others stand forth in their places,- nearest in kin from among those who claim a lawful right: let them swear by Allah: \"We affirm that our witness is truer than that of those two, and that we have not trespassed (beyond the truth): if we did, behold! the wrong be upon us!\"",
    "That is most suitable: that they may give the evidence in its true nature and shape, or else they would fear that other oaths would be taken after their oaths. But fear Allah, and listen (to His counsel): for Allah guideth not a rebellious people:",
    "One day will Allah gather the messengers together, and ask: \"What was the response ye received (from men to your teaching)?\" They will say: \"We have no knowledge: it is Thou Who knowest in full all that is hidden.\"",
    "Then will Allah say: \"O Jesus the son of Mary! Recount My favour to thee and to thy mother. Behold! I strengthened thee with the holy spirit, so that thou didst speak to the people in childhood and in maturity. Behold! I taught thee the Book and Wisdom, the Law and the Gospel and behold! thou makest out of clay, as it were, the figure of a bird, by My leave, and thou breathest into it and it becometh a bird by My leave, and thou healest those born blind, and the lepers, by My leave. And behold! thou bringest forth the dead by My leave. And behold! I did restrain the Children of Israel from (violence to) thee when thou didst show them the clear Signs, and the unbelievers among them said: 'This is nothing but evident magic.'",
    "\"And behold! I inspired the disciples to have faith in Me and Mine Messenger: they said, 'We have faith, and do thou bear witness that we bow to Allah as Muslims'\".",
    "Behold! the disciples, said: \"O Jesus the son of Mary! can thy Lord send down to us a table set (with viands) from heaven?\" Said Jesus: \"Fear Allah, if ye have faith.\"",
    "They said: \"We only wish to eat thereof and satisfy our hearts, and to know that thou hast indeed told us the truth; and that we ourselves may be witnesses to the miracle.\"",
    "Said Jesus the son of Mary: \"O Allah our Lord! Send us from heaven a table set (with viands), that there may be for us - for the first and the last of us - a solemn festival and a sign from thee; and provide for our sustenance, for thou art the best Sustainer (of our needs).\"",
    "Allah said: \"I will send it down unto you: But if any of you after that resisteth faith, I will punish him with a penalty such as I have not inflicted on any one among all the peoples.\"",
    "And behold! Allah will say: \"O Jesus the son of Mary! Didst thou say unto men, worship me and my mother as gods in derogation of Allah'?\" He will say: \"Glory to Thee! never could I say what I had no right (to say). Had I said such a thing, thou wouldst indeed have known it. Thou knowest what is in my heart, Thou I know not what is in Thine. For Thou knowest in full all that is hidden.",
    "\"Never said I to them aught except what Thou didst command me to say, to wit, 'worship Allah, my Lord and your Lord'; and I was a witness over them whilst I dwelt amongst them; when Thou didst take me up Thou wast the Watcher over them, and Thou art a witness to all things.",
    "\"If Thou dost punish them, they are Thy servant: If Thou dost forgive them, Thou art the Exalted in power, the Wise.\"",
    "Allah will say: \"This is a day on which the truthful will profit from their truth: theirs are gardens, with rivers flowing beneath,- their eternal Home: Allah well-pleased with them, and they with Allah: That is the great salvation, (the fulfilment of all desires).",
    "To Allah doth belong the dominion of the heavens and the earth, and all that is therein, and it is He Who hath power over all things.",
    "Praise be Allah, Who created the heavens and the earth, and made the darkness and the light. Yet those who reject Faith hold (others) as equal, with their Guardian-Lord.",
    "He it is created you from clay, and then decreed a stated term (for you). And there is in His presence another determined term; yet ye doubt within yourselves!",
    "And He is Allah in the heavens and on earth. He knoweth what ye hide, and what ye reveal, and He knoweth the (recompense) which ye earn (by your deeds).",
    "But never did a single one of the signs of their Lord reach them, but they turned away therefrom.",
    "And now they reject the truth when it reaches them: but soon shall they learn the reality of what they used to mock at.",
    "See they not how many of those before them We did destroy?- generations We had established on the earth, in strength such as We have not given to you - for whom We poured out rain from the skies in abundance, and gave (fertile) streams flowing beneath their (feet): yet for their sins We destroyed them, and raised in their wake fresh generations (to succeed them).",
    "If We had sent unto thee a written (message) on parchment, so that they could touch it with their hands, the Unbelievers would have been sure to say: \"This is nothing but obvious magic!\"",
    "They say: \"Why is not an angel sent down to him?\" If we did send down an angel, the matter would be settled at once, and no respite would be granted them.",
    "If We had made it an angel, We should have sent him as a man, and We should certainly have caused them confusion in a matter which they have already covered with confusion.",
    "Mocked were (many) messengers before thee; but their scoffers were hemmed in by the thing that they mocked.",
    "Say: \"Travel through the earth and see what was the end of those who rejected Truth.\"",
    "Say: \"To whom belongeth all that is in the heavens and on earth?\" Say: \"To Allah. He hath inscribed for Himself (the rule of) Mercy. That He will gather you together for the Day of Judgment, there is no doubt whatever. It is they who have lost their own souls, that will not believe.",
    "To him belongeth all that dwelleth (or lurketh) in the night and the day. For he is the one who heareth and knoweth all things.\"",
    "Say: \"Shall I take for my protector any other than Allah, the Maker of the heavens and the earth? And He it is that feedeth but is not fed.\" Say: \"Nay! but I am commanded to be the first of those who bow to Allah (in Islam), and be not thou of the company of those who join gods with Allah.\"",
    "Say: \"I would, if I disobeyed my Lord, indeed have fear of the penalty of a Mighty Day.",
    "\"On that day, if the penalty is averted from any, it is due to Allah's mercy; And that would be (Salvation), the obvious fulfilment of all desire.",
    "\"If Allah touch thee with affliction, none can remove it but He; if He touch thee with happiness, He hath power over all things.",
    "\"He is the irresistible, (watching) from above over His worshippers; and He is the Wise, acquainted with all things.\"",
    "Say: \"What thing is most weighty in evidence?\" Say: \"Allah is witness between me and you; This Qur'an hath been revealed to me by inspiration, that I may warn you and all whom it reaches. Can ye possibly bear witness that besides Allah there is another Allah?\" Say: \"Nay! I cannot bear witness!\" Say: \"But in truth He is the one Allah, and I truly am innocent of (your blasphemy of) joining others with Him.\"",
    "Those to whom We have given the Book know this as they know their own sons. Those who have lost their own souls refuse therefore to believe.",
    "Who doth more wrong than he who inventeth a lie against Allah or rejecteth His signs? But verily the wrong-doers never shall prosper.",
    "One day shall We gather them all together: We shall say to those who ascribed partners (to Us): \"Where are the partners whom ye (invented and) talked about?\"",
    "There will then be (left) no subterfuge for them but to say: \"By Allah our Lord, we were not those who joined gods with Allah.\"",
    "Behold! how they lie against their own souls! But the (lie) which they invented will leave them in the lurch.",
    "Of them there are some who (pretend to) listen to thee; but We have thrown veils on their hearts, So they understand it not, and deafness in their ears; if they saw every one of the signs, not they will believe in them; in so much that when they come to thee, they (but) dispute with thee; the Unbelievers say: \"These are nothing but tales of the ancients.\"",
    "Others they keep away from it, and themselves they keep away; but they only destroy their own souls, and they perceive it not.",
    "If thou couldst but see when they are confronted with the Fire! They will say: \"Would that we were but sent back! Then would we not reject the signs of our Lord, but would be amongst those who believe!\"",
    "Yea, in their own (eyes) will become manifest what before they concealed. But if they were returned, they would certainly relapse to the things they were forbidden, for they are indeed liars.",
    "And they (sometimes) say: \"There is nothing except our life on this earth, and never shall we be raised up again.\"",
    "If thou couldst but see when they are confronted with their Lord! He will say: \"Is not this the truth?\" They will say: \"Yea, by our Lord!\" He will say: \"Taste ye then the penalty, because ye rejected Faith.\"",
    "Lost indeed are they who treat it as a falsehood that they must meet Allah,- until on a sudden the hour is on them, and they say: \"Ah! woe unto us that we took no thought of it\"; for they bear their burdens on their backs, and evil indeed are the burdens that they bear?",
    "What is the life of this world but play and amusement? But best is the home in the hereafter, for those who are righteous. Will ye not then understand?",
    "We know indeed the grief which their words do cause thee: It is not thee they reject: it is the signs of Allah, which the wicked contemn.",
    "Rejected were the messengers before thee: with patience and constancy they bore their rejection and their wrongs, until Our aid did reach them: there is none that can alter the words (and decrees) of Allah. Already hast thou received some account of those messengers.",
    "If their spurning is hard on thy mind, yet if thou wert able to seek a tunnel in the ground or a ladder to the skies and bring them a sign,- (what good?). If it were Allah's will, He could gather them together unto true guidance: so be not thou amongst those who are swayed by ignorance (and impatience)!",
    "Those who listen (in truth), be sure, will accept: as to the dead, Allah will raise them up; then will they be turned unto Him.",
    "They say: \"Why is not a sign sent down to him from his Lord?\" Say: \"Allah hath certainly power to send down a sign: but most of them understand not.",
    "There is not an animal (that lives) on the earth, nor a being that flies on its wings, but (forms part of) communities like you. Nothing have we omitted from the Book, and they (all) shall be gathered to their Lord in the end.",
    "Those who reject our signs are deaf and dumb,- in the midst of darkness profound: whom Allah willeth, He leaveth to wander: whom He willeth, He placeth on the way that is straight.",
    "Say: \"Think ye to yourselves, if there come upon you the wrath of Allah, or the Hour (that ye dread), would ye then call upon other than Allah?- (reply) if ye are truthful!",
    "\"Nay,- On Him would ye call, and if it be His will, He would remove (the distress) which occasioned your call upon Him, and ye would forget (the false gods) which ye join with Him!\"",
    "Before thee We sent (messengers) to many nations, and We afflicted the nations with suffering and adversity, that they might learn humility.",
    "When the suffering reached them from us, why then did they not learn humility? On the contrary their hearts became hardened, and Satan made their (sinful) acts seem alluring to them.",
    "But when they forgot the warning they had received, We opened to them the gates of all (good) things, until, in the midst of their enjoyment of Our gifts, on a sudden, We called them to account, when lo! they were plunged in despair!",
    "Of the wrong-doers the last remnant was cut off. Praise be to Allah, the Cherisher of the worlds.",
    "Say: \"Think ye, if Allah took away your hearing and your sight, and sealed up your hearts, who - a god other than Allah - could restore them to you?\" See how We explain the signs by various (symbols); yet they turn aside.",
    "Say: \"Think ye, if the punishment of Allah comes to you, whether suddenly or openly, will any be destroyed except those who do wrong?",
    "We send the messengers only to give good news and to warn: so those who believe and mend (their lives),- upon them shall be no fear, nor shall they grieve.",
    "But those who reject our signs,- them shall punishment touch, for that they ceased not from transgressing.",
    "Say: \"I tell you not that with me are the treasures of Allah, nor do I know what is hidden, nor do I tell you I am an angel. I but follow what is revealed to me.\" Say: \"can the blind be held equal to the seeing?\" Will ye then consider not?",
    "Give this warning to those in whose (hearts) is the fear that they will be brought (to judgment) before their Lord: except for Him they will have no protector nor intercessor: that they may guard (against evil).",
    "Send not away those who call on their Lord morning and evening, seeking His face. In naught art thou accountable for them, and in naught are they accountable for thee, that thou shouldst turn them away, and thus be (one) of the unjust.",
    "Thus did We try some of them by comparison with others, that they should say: \"Is it these then that Allah hath favoured from amongst us?\" Doth not Allah know best those who are grateful?",
    "When those come to thee who believe in Our signs, Say: \"Peace be on you: Your Lord hath inscribed for Himself (the rule of) mercy: verily, if any of you did evil in ignorance, and thereafter repented, and amend (his conduct), lo! He is Oft-forgiving, Most Merciful.",
    "Thus do We explain the signs in detail: that the way of the sinners may be shown up.",
    "Say: \"I am forbidden to worship those - others than Allah - whom ye call upon.\" Say: \"I will not follow your wain desires: If I did, I would stray from the path, and be not of the company of those who receive guidance.\"",
    "Say: \"For me, I (work) on a clear sign from my Lord, but ye reject Him. What ye would see hastened, is not in my power. The command rests with none but Allah: He declares the truth, and He is the best of judges.\"",
    "Say: \"If what ye would see hastened were in my power, the matter would be settled at once between you and me. But Allah knoweth best those who do wrong.\"",
    "With Him are the keys of the unseen, the treasures that none knoweth but He. He knoweth whatever there is on the earth and in the sea. Not a leaf doth fall but with His knowledge: there is not a grain in the darkness (or depths) of the earth, nor anything fresh or dry (green or withered), but is (inscribed) in a record clear (to those who can read).",
    "It is He who doth take your souls by night, and hath knowledge of all that ye have done by day: by day doth He raise you up again; that a term appointed be fulfilled; In the end unto Him will be your return; then will He show you the truth of all that ye did.",
    "He is the irresistible, (watching) from above over His worshippers, and He sets guardians over you. At length, when death approaches one of you, Our angels take his soul, and they never fail in their duty.",
    "Then are men returned unto Allah, their protector, the (only) reality: Is not His the command? and He is the swiftest in taking account.",
    "Say: \"Who is it that delivereth you from the dark recesses of land and sea, when ye call upon Him in humility and silent terror: 'If He only delivers us from these (dangers), (we vow) we shall truly show our gratitude'?\"",
    "Say \"It is Allah that delivereth you from these and all (other) distresses: and yet ye worship false gods!\"",
    "Say: \"He hath power to send calamities on you, from above and below, or to cover you with confusion in party strife, giving you a taste of mutual vengeance - each from the other.\" See how We explain the signs by various (symbols); that they may understand.",
    "But thy people reject this, though it is the truth. Say: \"Not mine is the responsibility for arranging your affairs;",
    "For every message is a limit of time, and soon shall ye know it.\"",
    "When thou seest men engaged in vain discourse about Our signs, turn away from them unless they turn to a different theme. If Satan ever makes thee forget, then after recollection, sit not thou in the company of those who do wrong.",
    "On their account no responsibility falls on the righteous, but (their duty) is to remind them, that they may (learn to) fear Allah.",
    "Leave alone those who take their religion to be mere play and amusement, and are deceived by the life of this world. But proclaim (to them) this (truth): that every soul delivers itself to ruin by its own acts: it will find for itself no protector or intercessor except Allah: if it offered every ransom, (or reparation), none will be accepted: such is (the end of) those who deliver themselves to ruin by their own acts: they will have for drink (only) boiling water, and for punishment, one most grievous: for they persisted in rejecting Allah.",
    "Say: \"Shall we indeed call on others besides Allah,- things that can do us neither good nor harm,- and turn on our heels after receiving guidance from Allah? - like one whom the evil ones have made into a fool, wandering bewildered through the earth, his friends calling, come to us', (vainly) guiding him to the path.\" Say: \"Allah's guidance is the (only) guidance, and we have been directed to submit ourselves to the Lord of the worlds;-",
    "\"To establish regular prayers and to fear Allah: for it is to Him that we shall be gathered together.\"",
    "It is He who created the heavens and the earth in true (proportions): the day He saith, \"Be,\" behold! it is. His word is the truth. His will be the dominion the day the trumpet will be blown. He knoweth the unseen as well as that which is open. For He is the Wise, well acquainted (with all things).",
    "Lo! Abraham said to his father Azar: \"Takest thou idols for gods? For I see thee and thy people in manifest error.\"",
    "So also did We show Abraham the power and the laws of the heavens and the earth, that he might (with understanding) have certitude.",
    "When the night covered him over, He saw a star: He said: \"This is my Lord.\" But when it set, He said: \"I love not those that set.\"",
    "When he saw the moon rising in splendour, he said: \"This is my Lord.\" But when the moon set, He said: \"unless my Lord guide me, I shall surely be among those who go astray.\"",
    "When he saw the sun rising in splendour, he said: \"This is my Lord; this is the greatest (of all).\" But when the sun set, he said: \"O my people! I am indeed free from your (guilt) of giving partners to Allah.",
    "\"For me, I have set my face, firmly and truly, towards Him Who created the heavens and the earth, and never shall I give partners to Allah.\"",
    "His people disputed with him. He said: \"(Come) ye to dispute with me, about Allah, when He (Himself) hath guided me? I fear not (the beings) ye associate with Allah: Unless my Lord willeth, (nothing can happen). My Lord comprehendeth in His knowledge all things. Will ye not (yourselves) be admonished?",
    "\"How should I fear (the beings) ye associate with Allah, when ye fear not to give partners to Allah without any warrant having been given to you? Which of (us) two parties hath more right to security? (tell me) if ye know.",
    "\"It is those who believe and confuse not their beliefs with wrong - that are (truly) in security, for they are on (right) guidance.\"",
    "That was the reasoning about Us, which We gave to Abraham (to use) against his people: We raise whom We will, degree after degree: for thy Lord is full of wisdom and knowledge.",
    "We gave him Isaac and Jacob: all (three) guided: and before him, We guided Noah, and among his progeny, David, Solomon, Job, Joseph, Moses, and Aaron: thus do We reward those who do good:",
    "And Zakariya and John, and Jesus and Elias: all in the ranks of the righteous:",
    "And Isma'il and Elisha, and Jonas, and Lot: and to all We gave favour above the nations:",
    "(To them) and to their fathers, and progeny and brethren: We chose them, and we guided them to a straight way.",
    "This is the guidance of Allah: He giveth that guidance to whom He pleaseth, of His worshippers. If they were to join other gods with Him, all that they did would be vain for them.",
    "These were the men to whom We gave the Book, and authority, and prophethood: if these (their descendants) reject them, Behold! We shall entrust their charge to a new people who reject them not.",
    "Those were the (prophets) who received Allah's guidance: Copy the guidance they received; Say: \"No reward for this do I ask of you: This is no less than a message for the nations.\"",
    "No just estimate of Allah do they make when they say: \"Nothing doth Allah send down to man (by way of revelation)\" Say: \"Who then sent down the Book which Moses brought?- a light and guidance to man: But ye make it into (separate) sheets for show, while ye conceal much (of its contents): therein were ye taught that which ye knew not- neither ye nor your fathers.\" Say: \"Allah (sent it down)\": Then leave them to plunge in vain discourse and trifling.",
    "And this is a Book which We have sent down, bringing blessings, and confirming (the revelations) which came before it: that thou mayest warn the mother of cities and all around her. Those who believe in the Hereafter believe in this (Book), and they are constant in guarding their prayers.",
    "Who can be more wicked than one who inventeth a lie against Allah, or saith, \"I have received inspiration,\" when he hath received none, or (again) who saith, \"I can reveal the like of what Allah hath revealed\"? If thou couldst but see how the wicked (do fare) in the flood of confusion at death! - the angels stretch forth their hands, (saying),\"Yield up your souls: this day shall ye receive your reward,- a penalty of shame, for that ye used to tell lies against Allah, and scornfully to reject of His signs!\"",
    "\"And behold! ye come to us bare and alone as We created you for the first time: ye have left behind you all (the favours) which We bestowed on you: We see not with you your intercessors whom ye thought to be partners in your affairs: so now all relations between you have been cut off, and your (pet) fancies have left you in the lurch!\"",
    "It is Allah Who causeth the seed-grain and the date-stone to split and sprout. He causeth the living to issue from the dead, and He is the one to cause the dead to issue from the living. That is Allah: then how are ye deluded away from the truth?",
    "He it is that cleaveth the day-break (from the dark): He makes the night for rest and tranquillity, and the sun and moon for the reckoning (of time): Such is the judgment and ordering of (Him), the Exalted in Power, the Omniscient.",
    "It is He Who maketh the stars (as beacons) for you, that ye may guide yourselves, with their help, through the dark spaces of land and sea: We detail Our signs for people who know.",
    "It is He Who hath produced you from a single person: here is a place of sojourn and a place of departure: We detail Our signs for people who understand.",
    "It is He Who sendeth down rain from the skies: with it We produce vegetation of all kinds: from some We produce green (crops), out of which We produce grain, heaped up (at harvest); out of the date-palm and its sheaths (or spathes) (come) clusters of dates hanging low and near: and (then there are) gardens of grapes, and olives, and pomegranates, each similar (in kind) yet different (in variety): when they begin to bear fruit, feast your eyes with the fruit and the ripeness thereof. Behold! in these things there are signs for people who believe.",
    "Yet they make the Jinns equals with Allah, though Allah did create the Jinns; and they falsely, having no knowledge, attribute to Him sons and daughters. Praise and glory be to Him! (for He is) above what they attribute to Him!",
    "To Him is due the primal origin of the heavens and the earth: How can He have a son when He hath no consort? He created all things, and He hath full knowledge of all things.",
    "That is Allah, your Lord! there is no god but He, the Creator of all things: then worship ye Him: and He hath power to dispose of all affairs.",
    "No vision can grasp Him, but His grasp is over all vision: He is above all comprehension, yet is acquainted with all things.",
    "\"Now have come to you, from your Lord, proofs (to open your eyes): if any will see, it will be for (the good of) his own soul; if any will be blind, it will be to his own (harm): I am not (here) to watch over your doings.\"",
    "Thus do we explain the signs by various (symbols): that they may say, \"Thou hast taught (us) diligently,\" and that We may make the matter clear to those who know.",
    "Follow what thou art taught by inspiration from thy Lord: there is no god but He: and turn aside from those who join gods with Allah.",
    "If it had been Allah's plan, they would not have taken false gods: but We made thee not one to watch over their doings, nor art thou set over them to dispose of their affairs.",
    "Revile not ye those whom they call upon besides Allah, lest they out of spite revile Allah in their ignorance. Thus have We made alluring to each people its own doings. In the end will they return to their Lord, and We shall then tell them the truth of all that they did.",
    "They swear their strongest oaths by Allah, that if a (special) sign came to them, by it they would believe. Say: \"Certainly (all) signs are in the power of Allah: but what will make you (Muslims) realise that (even) if (special) signs came, they will not believe.\"?",
    "We (too) shall turn to (confusion) their hearts and their eyes, even as they refused to believe in this in the first instance: We shall leave them in their trespasses, to wander in distraction."
  ]
}