{
  "meta": {
    "id": 233,
    "name": "Dar Al-Salam Center",
    "translator_name": "Dar Al-Salam Center",
    "slug": "hebrew-dar-al-salam-center",
    "language_name": "hebrew"
  },
  "verses": [
    "בשם אללה הרחמן הרחום,",
    "השבח לאללה, ריבון העולמים,",
    "הרחמן, הרחום,",
    "המולך ביום הדין,",
    "(רק) אותך אנחנו עובדים, (ורק) עליך אנחנו נשענים.",
    "הדרך אותנו לדרך הישר,",
    "דרכם של אלה אשר הנחת עליהם את חסדך, לא דרכם של אלה שנפל הזעם עליהם, ולא (דרך) התועים.",
    "אלף.לאם.מים.",
    "זה הספר, אשר אין בו ספק (שהוא מאללה), והוא מדריך לאלה היראים את אללה.",
    "אלה אשר מאמינים בנסתר, ומקיימים את התפילה, וממה שפרנסנו אותם הם חולקים (לצדקה).",
    "אלה אשר מאמינים במה שהורד אליך (הנביא מוחמד), ובמה שהורד (לנביאים אשר באו) לפניך, ובקיומו של העולם הבא הם בטוחים.",
    "אלה המודרכים לדרך (האמונה) מריבונם, ואלה הם המצליחים.",
    "אכן, אלה אשר כפרו, עבורם זה אינו משנה אם תזהיר אותם ואם לא תזהיר אותם, לא יאמינו.",
    "חתם אללה את לבבותיהם ואת שמיעתם, ואת ראייתם כיסה, ולהם עונש אדיר.",
    "ומהאנשים יש האומרים, אנו מאמינים באללה וביום האחרון (יום הדין), והם אינם מאמינים.",
    "(חושבים שהם) מרמים את אללה ואת אלה אשר האמינו, ואולם, את עצמם הם מרמים, בלי שהם מרגישים בזה.",
    "בלבבותיהם מחלה, ואללה יוסיף להם עוד מחלה, ולהם עונש כואב מפני שהם היו משקרים.",
    "וכשמישהו אומר להם, אל תשחיתו בארץ! הם עונים, אנו רק מתקנים.",
    "אך, אלה הם המשחיתים, אך אינם מרגישים.",
    "וכשמישהו אומר להם, האמינו כשם שהאמינו האנשים, הם עונים, הנאמין כפי שהאמינו האספסוף? אלא שהם בעצמם האספסוף, אך, אינם יודעים.",
    "וכאשר פוגשים את אלה אשר האמינו, הם אומרים להם, מאמינים אנו. אך, בהתייחדם עם שטניהם, יאמרו, עמכם אנו, אך, אנו בהם מהתלים.",
    "אללה מהתל בהם, מאריך את תקופת שחיתותם ומעוור אותם.",
    "אלה הם אשר רכשו את התעיה במקום היושר, עסקתם לא הביאה להם כל רווח, ולא היו מודרכים.",
    "משלם כמשלו של האיש שהדליק אש, וכשהאש האירה על סביבותיו, נטל אללה את אורם והשאירם באפילה ואינם רואים.",
    "(הם) חירשים, ואילמים, ועיוורים, לכן, אינם יכולים לחזור (לאמונה שנטשו).",
    "או כמו עננה כבדה, מלאה אפילה, רעם וברק, והם אוטמים את אוזניהם באצבעותיהם מפחד רעש הרעם והמוות. אללה מאגף את הכופרים.",
    "כמעט והברק מעוור אותם, וכאשר יאיר להם, ילכו באורו, וברדת החשיכה עליהם, יעמדו מלכת. לו רצה אללה, היה נוטל מהם את שמיעתם ואת ראייתם, אכן, אללה הכול-יכול",
    "הוי, האנשים! עיבדו את ריבונכם אשר ברא אתכם ואת אלה אשר ברא לפניכם, אולי תיראו (את אללה).",
    "הוא (אללה) אשר פרש לכם את הארץ, ובנה את השמים (כתקרה), והוריד מן השמים מים אשר בהם הצמיח כל מיני פירות כפרנסה לכם, לכן, אל תעשו שווים לאללה ביודעין.",
    "אולם אם יש בכם ספק באשר (הקוראן) הורדנו על עבדנו (הנביא מוחמד), הביאו ולו טורה אחת דומה לו וקראו לעדיכם מלבד אללה, אם באמת אתם צודקים.",
    "ואם לא תעשו כן - ולעולם לא תוכלו לעשות-הישמרו לכם מפני אש אשר חומר בערתה, האנשים והאבנים, הוכנה לכופרים.",
    "ובשר לאלה אשר האמינו ועושים את הטובות כי (ביום הדין) מיועדים להם גנים אשר נהרות זורמים מתחתיהם, כל זמן שתוגש להם ברכה מפרי הגן, יגידו: “הלא זה מה שהוגש לנו מלפנים?” ויוגשו להם סוגים אחרים של פירות דומים, ויש להם שם זוגות טהורים, ויישארו שם לנצח.",
    "אכן, אללה אינו מתבייש להביא משל כלשהו, יתוש או מה שמעליו. אמנם אלה אשר האמינו, הם יודעים כי הוא הצדק מריבונם. אך, אלה אשר כפרו אומרים: “מה רצה אללה במשל זה?” בזאת יתעה רבים, ומדריך בזאת רבים. ואינו מתעה אלא את המושחתים.",
    "אשר מפירים את הברית (שכרתו) עם אללה לאחר שנחתמה כברית ומנתקים כל קשר אשר ציווה אללה לחזק, ומרבים שחיתות בארץ. אלה הם המפסידים(ביום הדין).",
    "איך תכחישו את (קיום) אללה? האם לא הייתם מתים והוא החייה אתכם? ואחר כך ימיתכם, ושוב יחיה אתכם, ואליו תושבו (ביום הדין).",
    "הוא אשר ברא לכם את כל מה שבארץ כולה, ואחר-כך עלה אל השמים ועשה אותם לשבעה רקיעים. והוא יודע בכל דבר.",
    "וכשאמר ריבונך למלאכים, “הנני עומד לשים מחליף בארץ”. הם אמרו: “התשים בה את אשר ימלא אותה חורבן, וישפוך דמים, בזמן שאנו משבחים אותך ומהללים ומקדשים אותך?” אמר: “יודע אני את מה שאינכם יודעים”.",
    "ולימד (אללה) את אדם את השמות של כל הבריות, ואחר-כך הציגם לפני המלאכים, ואמר להם “הודיעוני את שמותיהם אם אתם צודקים”.",
    "אמרו: “ישתבח שמך! אין אנו יודעים דבר מלבד אשר לימדתנו, הן, אתה היודע החכם”.",
    "(אללה) אמר: “הוי, אדם! הודע להם את שמותיהם”. וכאשר הודיע (אדם) להם את שמותיהם, (אללה) אמר: \"האם לא אמרתי לכם, כי יודע אני את נסתרות השמים והארץ, ויודע אני את אשר תגלו ותסתירו”.",
    "וכאשר אמרנו למלאכים: “סגדו לאדם!” והם סגדו, מלבד איבליס (השטן) שסירב והתנשא והיה מן הכופרים.",
    "ואמרנו: “הוי, אדם! שכון אתה וזוגתך בגן העדן, ואיכלו מכירותיו, וחיו חיי נועם ורווחה, אך, אל תתקרבו אל העץ הזה, פן תקפהו את עצמכם.",
    "אז, השטן התעה את שניהם וגרם להוצאתם מכל אשר היו בו. ואמרנו: “רדו (מגן עדן) זה לזה (תהיו) אויבים, ויהיו לכם בארץ משכן וחיים עד זמן מוגדר.",
    "וקיבל אדם מילים מריבונו, וסלח לו, והוא (אללה) הסלחן והרחום.",
    "אמרנו (צווינו): \"רדו ממנו כולכם (גן העדן), ואולם אם אתם מקבלים ממני הדרכה אל הדרך הישרה, הן, כל ההולך בדרכי הישרה, לא יידע מורא ולא יצטער.",
    "ואלה אשר כפרו ומכחישים את אותותינו (משפטי הקוראן), אנשי האש הם, ולעולם יהיו בה.",
    "הוי, בני ישראל! זכרו את החסד שהענקתי לכם, וקיימו את בריתי למען אקים אני את בריתי אתכם, ורק אותי היו יראים.",
    "והאמינו באשר הורדתי (הקוראן), אשר מאשר את מה שעמכם (מהתורה), ואל תהיו ראשוני הכופרים בו, ואל תמכרו את אותותיי (משפטי הקוראן) במחיר זעום, ויראו אותי.",
    "ואל תערבבו את הצדק בהבל, ואל תעלימו את הצדק ביודעין.",
    "וקיימו את התפילה, ותנו את הזכאת (צדקת חובה), וכרעו עם הכורעים.",
    "התצוו על בני-האדם לעשות מעשים טובים, ואתם עצמכם שכחתם, אף כי אתם תקראו בספר (התורה)? האם לא תשכילו?",
    "תאזרו בסבלנות ובתפילה (עד כל רעה), אומנם קשה הדבר (הקמת התפילה), אך, לא ליראים (את אללה).",
    "אלה אשר חושבים (בטוחים) כי ייפגשו עם ריבונם ואליו ישובו.",
    "הוי, בני-ישראל! זכרו את החסד שהענקתי לכם, ושאז העדפתי אתכם על העולמים.",
    "הישמרו מפני היום אשר בו לא תפדה נפש אף נפש אחרת ולא תתקבל השתדלותה, ולא יתקבל ממנה צדק, ולא תינתן להם עזרה.",
    "וכשחילצנו אתכם מאנשי פרעה אשר עינו אתכם עינוי נורא, ושחטו את בניכם והחיו את נשותיכם. ובזאת מבחן אדיר מריבונכם",
    "וכשקרענו את הים לפניכם וחילצנו אתכם והטבענו את אנשי פרעה לעד עיניכם.",
    "וכשנועדנו עם משה ארבעים לילות, אז לקחתם את העגל לאחר מכן (כאלוה), והייתם מקפחים.",
    "אך, אנו סלחנו לכם כדי שאולי תכירו טובה.",
    "ונתנו למשה את הספר ואת הפורקאן שמא תהיו מודרכים.",
    "וכשמשה אמר לבני עמו: ”הוי, בני עמי! אתם קיפחתם את עצמכם בעשותכם את העגל, לכן, הביעו חרטה בפני בוראכם, והרגו את עצמכם, וזה טוב  יותר לכם אצל בוראכם, ויקבל את תשובתכם, כי הוא מקבל את החוזרים אליו והוא הרחום.",
    "וכאשר אמרתם: \"הוי משה! לא נאמין לך עד אשר נראה את אללה גלוי לעינינו”, אז הכתה בכם אש (מן השמים) בעודכם מביסים.",
    "ואז החיינו אתכם אחרי מותכם למען תכירו טובה.",
    "והצלנו עליכם בענן והורדנו אליכם את המן ואת השלו, אכלו מהטוב אשר שלחנו לפרנסתכם. אכן, הם לא גרמו לנו כל נזק, אך, הם בהחלט הזיקו לעצמם.",
    "וכאשר אמרנו, היכנסו אל העיירה הזאת, ואכלו מתוצרתה בשפע מכל אשר תרצו, והיכנסו סוגדים בשער והגידו: “חטאנו”, נסלח לכם על חטאיכם ונרבה את גמול המיטיבים.",
    "ואולם, המקפחים החליפו אמירה שונה מאשר נאמר להם, על כן הורדנו על המקפחים עונש מן השמים בגין מה שהיו פושעים.",
    "וכאשר משה התפלל (לאללה) להשקות את עמו מים. אמרנו: \"הכה במקלך בסלע! ואז פרצו ממנו שנים עשר מעיינות. וכל שבט ידע את מקום שתייתו. אז אמרנו להם: “אכלו ושתו מטובו של אללה. ואל תמלאו את הארץ בשחיתות”.",
    "כאשר אמרתם: \"הוי, משה! לא נסבול יותר מאכל אחד. קרא בשבילנו לריבונך שתוציא לנו הארץ, מקטניות האדמה, קישואיה, שומיה, עדשיה, ובצליה”. אמר: “המחליפים אתם את הטוב בגרוע? לכו לכם והשתקעו בארץ אשר בה תמצאו את מה שאתם מבקשים”. השפלה ודלות נכפתה עליהם, ונחלו את זעמו של אללה על שכפרו באותות אללה, ועל שהם הרגו את הנביאים ללא הצדקה. ועל היותם מורדים ומכיוון שהם עברו את גבול המורשה.",
    "הנה אלה אשר האמינו, אלה אשר התייהדו, הנוצרים ו(כת) אצאבאין, כל אחד מהם, אשר האמין באללה וביום האחרון ועשה את הטוב, גמולם שמור להם אצל ריבונם, ואין חשש לגורלם ולא ייעצבו.",
    "וכאשר כרתנו את הברית אתכם, והרמנו את ההר מעליכם. ואמרנו לכם: \"קבלו היטב את אשר נתנו לכם, וזכרו את כל אשר בו, למען תיראו(את אללה).",
    "לאחר כל זאת הפניתם עורף, ולולא חסדי אללה כלפיכם ורחמיו עליכם, כי אז הייתם בין המפסידים.",
    "אתם כבר יודעים שעל אלה מקרבכם אשר חיללו את השבת, אמרנו להם: \"היו קופים סלודים”.",
    "זאת עשינו כעונש לדוגמא לדורם ולבאים אחריהם ולקח ליראים.",
    "וכאשר אמר משה לעמו: “אללה מצווה עליכם לזבוח פרה”. אמרו: “האם אתה מזלזל בנו?” אמר: “ישמרני אללה מהיות כאחד הנבערים”.",
    "אמרו: “התפלל אל ריבונך שיבאר לנו מה היא?” אמר (משה): “הוא (אללה) אומר: \" הן, היא פרה, שאינה מבוגרת ואינה צעירה מדי, (גילה) ממוצע בין השניים, עשו מה שצוויתם”.",
    "אמרו: \" התפלל אל ריבונך שיציין לנו את צבעה”. אמר(משה): “הוא(אללה) אומר, כי היא פרה צהובה, זוהרת בצבעה ומשמחת את לב המביטים בה”.",
    "אמרו: \" בקש לנו מריבונך למען יבאר לנו יותר מה היא, כי כל הפרות דומות בעינינו. למען נהיה מודרכים, אם ירצה אללה”.",
    "אמו (משה): “הוא אומר (אללה), כי היא פרה אשר לא עלה עליה עול לצורכי חרישה או השקיה, אשר אין בה פגם ואין בה כתם אמרו: “כעת מסרת את הצדק אז, זבחו אותה, וכמעכז שלא עשו זאת.",
    "וכאשר הרגתם נפש והאשמתם זה את זה, אללה חושף את מה שהסתרתם.",
    "אמרנו: \" הכו את הגופה בחלק ממנה (חלק מהפרה), כן יחיה אללה את המתים ויראה לכם את אותותיו למען תבינו.",
    "לאחר מכן, נתקשו לבבותיכם כאבן ואף יותר קשה ממנה, הוי גם יש אבנים שמהן פורצים נהרות, ומבקעיהם זורמים מים, ויש גם אבנים אשר מתפוררות מתוך יראת אללה. אללה לא יסיח את דעתו מאשר תעשו.",
    "המקווים אתם שהם יאמינו לכם? הוי חלק מהם היו שומעים את דברי אללה, ואחרי שהבינו אותם היו מסלפים אותם ביודעין!",
    "בפגשם את המאמינים, היו אומרים: \"מאמינים אנו”. אן, בהתייחדם זה עם זה, אומרים איש לרעהו: \"התספרו להם מה שאללה גילה לכם למען יטענו נגדכם בפני ריבונכם? הלא תשכילו?!”",
    "האינם יודעים, כי אללה יודע את אשר יסתירו ואת אשר יגלו?",
    "יש בהם בורים אשר לא ידעו  את הספר, (אשר יודעים) רק את אשר בהרהורי ליבם, והם רק משערים.",
    "אוי לאלה הכותבים בידיהם את הספר ואומרים שהוא מאת אללה, ואז יסחרו בו בעבור מחיר זעום, הן אוי להם על מה שכתבו ידיהם, ואוי להם בעבור מה שהרוויחו.",
    "ואמרו: “לא תיגע בנו האש אלא לימים ספורים”. אמור: \"הקיבלתם על כך התחייבות מאללה? הן, אללה לא יפר את התחייבותו. או(שמא) אתם מדברים על אללה את מה שאינכם יודעים?",
    "אכן, כל העושה רע, וחטאו איגף אותו, כל אלה מאנשי האש ולעולם יהיו בה.",
    "ואולם, אלה אשר האמינו ועשו את הטובות, כל אלה מאנשי גן העדן ולעולם יהיו בו.",
    "וכשכרתנו ברית עם בני ישראל: \"אל תעבדו זולת אללה, גמלו חסד עם ההורים, עם קרובי המשפחה, עם היתומים, ועם המסכנים, ואמרו דברים טובים לאנשים, וקיימו את התפילה, ותנו הזכאת (צדקת חובה). ואז אתם, הפניתם עורף, מלבד מעטים מכם, והפכתם למתנגדיה.",
    "וכשכרתנו ברית עמכם: \"אל ישפוך איש את דם רעהו, ואל יגרש איש את רעהו מביתכם”. ואתם הסכמתם והעדתם על כך.",
    "וכעת אתם עצמכם הורגים זה את זה ומגרשים חלק מכם מבתיהם, משתלטים עליהם בפשע ומלחמות, וכאשר הם נופלים בידיכם כשבויים אתם דורשים פדיון מהם, בעת שנאסר עליכם לגרשם. האם תאמינו בחלק מן הספר(התורה) ותכפרו בחלק (אחר)? ומה עונשו של מי שיעשה את זה מכם בעולם הזה אלא קלון, ועונש קשה ביותר ביום תחיית-המתים. אך, אין מעשיכם נסתרים מאללה.",
    "אלה הקונים את חיי העולם הזה תמורת העולם הבא, עונשם לא יוקל ולא יהיה להם ניצחון.",
    "וכבר נתנו למשה את הספר, ושלחנו לאחר מכן עוד שליחים, ונתנו לישוע בן מרים את ההוכחות וחיזקנו אותו ברוח הקודש (המלאך גבריאל). אכן, כל זמן שיבוא לכם שליח שלא לפי חשקכם, תתנשאו? חלק תקראו להם שקרנים וחלק תהרגו אותם.",
    "והם אמרו, לבבותינו סתומים (לכל שליחות חדשה). אך אללה קיללם על כפירתם, כי ממעטים הם להאמין.",
    "כאשר בא אליהם ספר מאת אללה המאשר את (האמת) אשר בידיהם, ולפני בואו היו מקווים כי יוכלו באמצעותו להכריע את אלה שכפרו. וכאשר הוצג להם הדבר אשר הכירו, כפרו בו. קללת אללה על הכופרים.",
    "מה גרוע המחיר שבו מכרו את רוחם, בכופרם באשר הוריד אללה (הקוראן), מקנאה במה שאללה גילה בחסדו למי שבחר מעבדיו. על כך, הוסיפו רוגז על רוגז. ולכופרים עונש משפיל.",
    "ואם אומרים להם: “האמינו באשר הוריד אללה (הקוראן)”, יאמרו: “נאמין במה שהורד אלינו” (התורה), אך, הם כופרים באשר מעבר לזאת, ואולם הוא הצדק, ומאשר את אשר עמם (מהאמת שבתורה). אמור, מדוע הרגתם את נביאי אללה מקודם אם אתם אכן מאמינים?",
    "ומשה כבר הביא לכם אותות בהירים, ובכל זאת לקחתם את העגל (כאלוה) בהעדרו, והייתם חוטאים.",
    "וכאשר כרתנו אתכם את הברית, והרמנו את ההר מעליכם. (ואמרנו): “אחזו בחזקה את אשר נתנו לכם וצייתו”. הם אמרו: “שמענו, אך, לא נציית”, כי בכפירתם הם ספגו את העגל בלבבותיהם. אמור: “כה נורא המעשה אשר אמונתכם מצווה עליכם, אם באמת מאמינים אתם.”",
    "אמור: “האם רק לכם בלבד, ולא לכל האנשים, מיועד העולם הבא אצל אללה, הרי עליכם לבקש את המוות אם אתם צודקים?”",
    "אך, הם לעולם לא יבקשו (למות), בשל כל(החטאים) שהקדימו ידיהם, כי אללה מכיר את החוטאים.",
    "תמצאם נאחזים בחיים יותר מכל אדם אחר, ומכל אלה אשר שיתפו, וכל אחד מהם מקווה לחיות אלף שנה, ואולם, אם יאריך ימים, זה לא יחלץ אותו מן העונש, כי אללה רואה את מעשיהם.",
    "אמור, כל מי שהוא אויב של (המלאך) גבריאל, אשר הוריד אותו (הקוראן) אל לבך ברשות אללה, למען יאשר את (הנכון) אשר לפניו, ואשר הוא הדרכה ובשורה טובה למאמינים.",
    "כל מי שהוא אויב של אללה ושל מלאכיו ושליחיו וגבריאל ומיכאל, הן אללה הוא אויב הכופרים.",
    "וכבר הורדנו אליך אותות בהירים, אשר רק המושחתים כופרים בהם.",
    "וכי בכל פעם שהם כורתים ברית, חלק מהם מפרים אותה, אכן, רובם לא יאמינו.",
    "וכשבא אליהם שליח מאת אללה לאשר את מה (הנכון) שעמם, זרק חלק מאלה אשר קיבלו את הספר, את ספר אללה מאחורי גבם, כאילו לא ידעו.",
    "והם הלכו אחרי הדברים שייחסו השטנים לממלכתו של שלמה, למרות ששלמה מעולם לא כפר, ורק השטנים הם אשר כפרו, הם לימדו את האנשים כישופים וכל מה שהורד לשני המלאכים בבבל, הארות ומארות (השמות של המלאכים). אולם הם לא היו מלמדים איש בלא שאמרו לו: “אנו רק מעמידים אותך בניסיון, אל תכפור!” כך למדו משניהם כיצד להפריד בין בעל ואשתו, ואולם לא יכלו להזיק בזאת לאיש אם לא נגזר על-ידי אללה. הם למדו את אשר יזיק להם ולא יועיל, והם יודעים כי כל הרוכש זאת אין לו חלק בעולם הבא. מה גרוע המחיר שבו מכרו את עצמם לו רק ידעו.",
    "ולו היו מאמינים והיו יראים היה גמולם טוב מאת אללה, אילו ידעו.",
    "הוי, אלה אשר האמינו! אל תגידו: “ראענא” (רע לנו), הגידו: “אונט'ורנא” (הבט בנו), ושמעו, ולכופרים יש עונש כואב.",
    "אלה אשר כפרו מבין בעלי הספר או מהמשתפים (עבודה זרה), אינם רוצים כי תורד אליכם כל טובה מעם ריבונכם, אך אללה מקצה את רחמיו למי שירצה. כי אללה בעל החסד האדיר.",
    "כל איה (אות, משפט בקוראן) אשר נמחה או נשכיח, נביא איה (אות מהקוראן) טובה ממנה או דומה לה. האינך יודע כי אללה הוא הכול-יכול?",
    "האם לא תדע כי לאללה מלכות השמים והארץ, ואין לכם בלעדי אללה תומך ולא מגן?",
    "האם תרצו לשאול את שליחכם (מוחמד) כפי שנשאל משה מקודם ? ומי שמחליף אמונה בכפירה תועה מן דרך הישר הוא.",
    "רוצים הרבה מבין בעלי-הספר להחזירכם להיות כופרים לאחר שכבר האמנתם, מתוך קינאה, אחרי שהתברר להם הצדק. מחלו וסלחו עד אשר יקיים אללה את דברו, כי אללה הוא הכול-יכול.",
    "וקיימו את התפילה ושלמו את הזכאת (צדקת חובה), כי כל טובה שתקדימו למען עצמכם, תמצאוה אצל אללה (ביום הדין). אכן, אללה רואה את כל אשר תעשו.",
    "הם סוברים לחינם, שלגן העדן ייכנסו רק יהודים או נוצרים, זו שאיפתם. אמור: “הציגו את הוכחתכם אם באמת אתם צודקים.”",
    "אכן, כל מי שהתמסר בכל לבו לאללה והוא מיטיב, יבוא על גמולו אצל ריבונו, ואין חשש לגורלם ולא ייעצבו.",
    "אמרו היהודים, (אמונת) הנוצרים אין לה כל יסוד והנוצרים אומרים, (אמונת) היהודים אין לה כל יסוד, אף- על-פי ששני הצדדים קוראים את הספר (התורה), כדברים האלה יגידו אלה אשר אינם יודעים דבר, אללה ישפוט ביניהם ביום תחיית-המתים בכל אשר נחלקו בו.",
    "מי רשע יותר  מן האדם אשר חוסם את מסגדי אללה ומונע את הזכרת שמו בהם, ופועל להחריבם? אנשים כאלה, לא יורשה להם להיכנס אליהם (למסגדים) אלא בפחד. הם יקבלו חרפה ובושה בעולם הזה, ועונש אדיר בעולם הבא.",
    "לאללה שייך המזרח והמערב, ולכל צד אשר תפנו, שם פני אללה, אללה חובק הכול ויודע הכול.",
    "הם (הנוצרים) אומרים: “אללה לקח לעצמו בן.” יתעלה שמו! כל אשר בשמים ובארץ שלו הם, והכול מתמסרים לעבודתו.",
    "(אללה) הבורא את השמים ואת הארץ, ובהחליטו לברוא דבר רק יאמר לו: “היה!”, ויהיה.",
    "הבורים אומרים: “האם ידבר אלינו אללה, או תינתן לנו אות?”, כך דיברו גם אלה אשר קדמו להם, לבבותיהם דומים. כבר הבהרנו את האותות לאנשים הבטוחים באמונתם.",
    "ואותך (מוחמד) שלחנו עם הצדק כדי להיות מבשר ומזהיר, ואתה לא תהיה אחראי לאנשי הגיהינום.",
    "היהודים והנוצרים לא יהיו מסופקים ממך אלא אם תשתייך לדתם. אמור: “רק הדרכת אללה (האסלאם) היא ההדרכה הצודקת ״. ואם תטה אוזן להבליהם לאחר מה שהגיע אליך מן הדעת (הקוראן), לא יהיה לך בפני אללה לא עוזר ולא מחלץ.",
    "אלה אשר נתנו להם את הספר, ואשר קוראים בו קריאה אמתית, אלה הם אשר באמת מאמינים בו, והכופרים בו הם המפסידים.",
    "הוי, בני ישראל! זכרו את החסד שהענקתי לכם והעדפתי אתכם על העולמים (תקופתכם באמונה).",
    "הישמרו מפני היום (יום הדין) אשר בו לא תפדה נפש אחת אף נפש אחרת, דמי כופר לא יתקבלו ממנה, ולא תתקבל השתדלותה, ולא תינתן להם עזרה.",
    "כאשר ריבונו של אברהם ניסה אותו בכמה מצוות שעמד בהן. אמר(ריבונו): “הנני ממנה אותך אימאם (מנהיג) לאנשים”. אמר אברהם: “ומזרעי אחרי?” אמר אללה: “בריתי לא תגיע לחוטאים שאינם מקיימים את מצוות אללה”.",
    "וכשעשינו מהבית (הכעבה) מקום עלייה לרגל ומבטח לאנושות. וציורנו את אברהם: “קיבעו את המקום שבו אברהם עומד כמקום לתפילה”. והטלנו על אברהם ועל ישמעאל לטהר את ביתי למען המקיפים אותו ולמען המתייחדים לעבודת אללה ולמען הכורעים והסוגרים (לאללה).",
    "וכאשר אמר אברהם: “ריבוני! עשה את העיר הזאת (מכה) כעיר מבטחים, ופרנס את תושביה מכל פרי, לאלה אשר האמינו באללה וביום האחרון”. אמר (אללה): “גם הכופר, אתן לו להתענג זמנית במעט, ואחר כך אביא אותו בכוח אל עונש האש, וכה רע יהיה סופו”",
    "וכאשר הקימו אברהם וישמעאל את יסודות הבית, הם (התפללו): “ריבוננו! קבל מאתנו (את מעשינו), כי אתה הכול שומע הכל היודע,",
    "ועשה אותנו מוסלמים (מתמסרים) לך ומזרענו אומה מוסלמית (מתמסרת) לך, והראה לנו את טקסי (העלייה לרגל), וקבל את סליחתנו, כי הרי אתה הסלחן והרחום.",
    "ריבוננו! שלח אליהם שליח מקרבם למען יקרא בפניהם את אותותיך (משפטי הקוראן) וילמדם את הספר (הקוראן) ואת החכמה (הסונה) ויטהרם, כי אתה העזוז והחכם”.",
    "ומי שלא יבחר בדתו של אברהם(האסלאם) הוא איש נבער מדעת. וכבר בחרנו אותו (את אברהם) בעולם הזה, ובעולם הבא מקומו בין הצדיקים.",
    "וכשריבונו אמר לו: “התאסלם!” (התמסר), אמר: ״התאסלמתי (התמסרתי) לריבון העולמים”.",
    "וכך ציווה אברהם לבניו, וגם יעקוב: ״הוי, בניי! אללה בחר לכם את הדת, על כן, אל תמותו אלא כמוסלמים (מתמסרים)”.",
    "האם הייתם נוכחים כשאמר יעקוב לפני מותו לבניו: “מה תעבדו לאחר מותי?” אמרו: “נעבוד את אלוהך ואלוה אבותיך, אברהם, וישמעאל, ויצחק, הוא האלוה האחד ולו אנו מוסלמים (מתמסרים)”.",
    "זו אומה שכבר עברה, שתקבל את גמולה על מעשיה, ואתם תקבלו את גמולכם על מעשיכם. ולא תישאלו על מה שהיו עושים.",
    "הם אמרו: “היו יהודים או נוצרים למען תהיו מודרכים”. ענו: “אבל, נאמין בדת אברהם המתמסר שלא היה מהמשתפים”",
    "אמרו: “אנו האמנו באללה, ובמה שהורד אלינו(הקוראן), ובמה שהורד אל אברהם, וישמעאל, ויצחק, ויעקוב, והשבטים, ובאשר ניתן למשה, ולישוע, ובאשר ניתן לנביאים מריבונם. אין אנו מבדילים ביניהם. ומוסלמים (מתמסרים) אנו לאללה”.",
    "אם יאמינו באשר תאמינו אתם, הרי הם מודרכים. אך, אם יתרחקו (יכפרו), הרי משום שהם מתעדים לכם, ואללה יעזור לך נגדם, כי הוא הכול שומע, והכול יודע.",
    "דת אללה, ומה טוב  מדת אללה!? ואותו אנו עובדים.",
    "אמור!: “למה תתנצחו אתנו על אללה, אף־כי הוא ריבוננו וריבונכם, ואף כי לנו מעשינו ולכם מעשיכם, ואף כי אנחנו רק לו בלבד מתמסרים.",
    "או אולי תגידו שאברהם, וישמעאל, ויצחק, ויעקוב, והשבטים היו יהודים או נוצרים? אמור: האם אתם יודעים יותר או אללה? חוטאים מכול הם המסתירים את העדות אשר קיבלו מאת אללה. אללה אינו מסיח את דעתו ממעשיכם”.",
    "זו אומה שכבר עברה, שתקבל את גמולה על מעשיה, ואתם תקבלו את גמולכם על מעשיכם. ולא תישאלו על מה שהיו עושים."
  ]
}