{
  "meta": {
    "id": 233,
    "name": "Dar Al-Salam Center",
    "translator_name": "Dar Al-Salam Center",
    "slug": "hebrew-dar-al-salam-center",
    "language_name": "hebrew"
  },
  "verses": [
    "אליו מוחזר הידע של השעה (יום הדין). אין פרי בוקע מעטיפתו, ואין נקבה הרה או יולדת שלא על דעתו. ביום אשר יקרא אליהם: “היכן השותפים” הם יאמרו: “הודענו כי אין בינינו מי שיעיד שהם היו קיימים”.",
    "ותעו מהם אשר היו קוראים אליהם לפני כן, וראו כי אין להם שום מנוס.",
    "אין אדם מתעייף לבקש טוב  לעצמו, אך כאשר פוגעת בו הרעה, הוא ממהר להתייאש ולאבד תקווה.",
    "ואם ניתן לו לטעום מרחמינו, ותחלוף הצרה אשר פגעה בו, מיד הוא יאמר: “זה בזכות ולא בחסד, ואיני סבור כי השעה (יום הדין) תתקיים. ואם אני אושב אל ריבוני, שמורה לי אצלו זכות גדולה”. אך אנו נודיע לכופרים את כל אשר הם עשו, וניתן להם לטעום עונש אכזרי.",
    "כשאנו שופעים חסד לאדם הוא סוסה, אך כשהצרה פוגעת בו הוא בעל בקשה ותפילה רבה.",
    "אמור: “האם הרהרתם בזה, שאם אכן הוא מאללה, ואתם כופרים בו, מי טועה יותר מהמעמיק במחלוקות?",
    "נראה להם את אותותינו בכל קצות הארץ ובהם עצמם, עד שיתברר להם הצדק. האם אין מספיק להם שאללה עד לכל דבר?",
    "אכן הם מטילים ספק בפגישה עם ריבונם, אך שליטתו מקיפה את הכול",
    "חא.מים. (ח.מ.).",
    "עין.סין.קאף. (ע.ס.ק).",
    "כך נשלחה ההשראה מאללה אליך כמו לאלה שלפניך, כי אללה העזוז והחכם.",
    "לו כל אשר בשמים וכל אשר בארץ והוא הנעלה והאדיר",
    "השמיים כמעט מבוקעים בעת שהמלאכים משבחים את אללה ומבקשים את סליחתו בעבור האנשים על פני האדמה, ואכן אללה הסולח והרחום.",
    "אך אלה אשר לקחו להם מגינים זולתו, אללה משגיח עליהם, ולא עליך להשגיח עליהם.",
    "וכך הבאנו לך קוראן בערבית, כדי שהזהיר את אם הערים (מכה) ואת השוכנים סביבה, ותזהיר מפני יום ההתקבצות שאין ספק לגביו, ואשר בו מחנה ייכנס לגן העדן, ומחנה באש הגיהינום.",
    "ואם אללה היה רוצה, הוא היה עושה את כולם אומה אחת. אך הוא פורש את רחמיו על אשר ירצה, והמקפחים לא ימצאו מגן או מחלץ.",
    "האומנם לקחו להם אדונים זולתו? אללה הוא האדון, והוא המחייה את המתים, והוא הכול-יכול.",
    "ובכל דבר אשר בו אתם חלוקים, אללה הוא השופט. זה אללה ריבוני, עליו סמכתי ואליו אשוב,",
    "בורא השמים והארץ, הוא עשה לכם מנפשותיכם זוגות, וגם את המקנה ברא בזוגות, וכך הוא מרבה את ברואיו. אין דבר שיכול להשתוות לו, והוא השומע והרואה.",
    "לו מפתחות השמים והארץ, והוא ייתן פרנסה בשפע, ויצמצם, לכל אשר ירצה. והוא יודע הכול בכול דבר.",
    "ציווה עליכם את אותה הדת שהוא ציווה על נוח, ומה שהשרינו אליך, ואת אשר ציווינו על אברהם ומשה וישוע לאמור, אכן קיימו את הדת ואל תהיו שסועים בה. למשתפים (עבודה זרה) קשה לקבל את מה שאתה קורא להם. אללה בוחר לקרב אליו את מי שהוא רוצה, ומדריך אליו את אלה אשר פונים אליו.",
    "ולא נעשו שסועים אלא אחרי שהגיע הידע אשר עשה מחלוקת ביניהם, ולולא החלטה קודמת מריבונך על מועד מסוים, כבר היה פוסק ביניהם. אך אלה שירשו את הספר לפניהם, אכן נמצאים בספק עמוק, והם חושדים ומטילים בכך ספק.",
    "ולכן, קרא לאמונה באללה, והיצמד אליה בעצמך כפי שציווית, ואל תלך אחרי תאוותיהם. ואמור: “מאמין אני בכל ספר אשר הוריד אללה וצוויתי לנהוג בצדק בינכם. אללה ריבוננו וריבונכם, לנו מעשינו ולכם מעשיכם. ואין עוד צורך להחליף סברות לחינם בינינו. אללה יאסוף אותנו יחדיו, כי סוף כולם לשוב אליו”",
    "ואלה אשר יתנצחו אודות אללה אחרי שנענו לו, סברתם לחינם נדחית אצל ריבונם ועליהם זעם, וצפוי להם עונש קשה.",
    "אללה הוא אשר הוריד את הספר עם הצדק ומאזני הצדק. ומה יגרום לך להבין שהשעה (יום הדין) אכן קרובה?",
    "אלה אשר אינם מאמינים בה דורשים לזרזה, ואולם אלה אשר האמינו בה, חרדים מפניה ויודעים כי היא צדק. אך אלה הממשיכים להתנצח בדבר השעה (יום הדין), רחוקים בתעייתם.",
    "אללה רב חסד לעבדיו והוא מפרנס את מי שירצה והוא החזק והעזוז.",
    "זה אשר המעוניין לזרוע בעולם הבא, נרבה לו את הקציר. וכל המעוניין לזרוע בעולם הזה, ניתן לו אותם, אך אין לו חלק בעולם הבא.",
    "האם יש להם אלילים אשר פסקו להם בדת את מה שלא הרשה אללה? לולא דבר הפסיקה (להשעות את עונשם), כבר היה נחרץ הדבר ביניהם, ולכופרים אכן ממתין עונש כואב.",
    "עוד תראה את המקפחים נחרדים מפני תוצאות מעשיהם, בבוא העונש עליהם. אבל אלה אשר האמינו ועשו את הטוב יהיו בגני העדן, כל אשר הם משתוקקים אליו שמור להם אצל ריבונם. זה הוא החסד הגדול",
    "זה הדבר אשר יבשרו אללה לעבדיו, אלה אשר האמינו ועשו את הטוב. אמור: “איני מבקש מכם גמול על כך, אלא מתוך חמלה לקרובים. ומי שיעשה מעשה טוב נוסיף לו בעד זה טובה. כי אללה סולח ומתגמל היטב.",
    "הם (הכופרים) אומרים: הוא ממציא שקרים על אללה? אם ירצה אללה, הוא יאטום את לבך. ודוחה אללה את דברי השקר ומאשר את הצדק בדברו, כי הוא יודע את כל אשר בללבות.",
    "והוא מקבל את עבדיו אשר פונים אליו וסולח על המעשים הרעים, והוא יודע את כל אשר תעשו.",
    "והוא נענה לבקשות אלה אשר האמינו ועשו את הטוב ויעניק להם מחסדו, ואולם לכופרים צפוי עונש קשה.",
    "ואם אללה היה מעניק לכל ברואיו מחסדו ופרנסתו בשפע אדיר, אז היו נוהגים בעזות על פני האדמה. ואולם יוריד במידה קצובה את אשר ירצה, כי הוא יודע היטב את עבדו ומבחין.",
    "והוא המוריד את גשמי הברכה לאחר שהם נואשו. והוא הפורש את רחמיו, והוא האדון המהולל.",
    "ומאותותיו גם בריאת השמים והארץ, והיצורים אשר הפיץ בהם. והוא יכול לקבצם אליו אם ירצה.",
    "כל דבר שפוגע בכם, הוא תוצאה של מעשה ידיכם, וכך אללה סולח על הרבה (חטאים).",
    "אין לכם יכולת להתנגד לאללה על פני האדמה, ואין לכם זולתו לא מחלץ ולא עוזר",
    "ומאותותיו האניות השטות בים כהרים צפים.",
    "אם ירצה, הוא ישקיט את הרוח, ואז תישארנה בלא תנועה על-פני הים ובזה לקח לבעלי הסבלנות מכירי התודה.",
    "או יטביע אותן עקב מעשיהם (הרעים) ויסלח לרבים.",
    "למען ידעו אלה אשר מעוררים ויכוחים נגד אותותינו כי אין להם מפלט.",
    "כל מה שהוענק לכם הוא הנאה זמנית מחיי העולם הזה, אך מה שנמצא אצל אללה הוא טוב ותמידי לאלה אשר האמינו ועל ריבונם סומכים,",
    "ואלה אשר ירחקו מן החטאים הגדולים והתועבות ואשר בכעסם יסלחו,",
    "ואלה אשר נענים לריבונם ומקיימים את התפילה ומחליטים על ענייניהם לפי התייעצות ביניהם וחולקים עם אחרים ממה שהענקנו להם.",
    "ואלה אשר אם תוקפים אותם, הם מגינים על עצמם.",
    "וגמול רעה ברעה כמוה, אך מי שיסלח וימחל, גמולו גדול אצל אללה כי הוא אינו אוהב את המקפחים.",
    "אך אלה שמגינים על עצמם לאחר שהותקפו, אין עליהם אשמה.",
    "אכן האשמה היא רק על אלה אשר יקפחו את האנשים וישחיתו את הארץ בלי צדק, אלה צפוי להם עונש כואב,",
    "וכל אשר יתאזר בסבלנות ויסלח על פגיעה בו, אכן פועל באומץ (ובגבורה).",
    "כל אשר יתעהו אללה, לא יקום לו עוד מגן. ותראה את המקפחים כאשר יראו את העונש יאמרו: “האם יש דרך לשוב (לעולם הזה)?”",
    "ותראה אותם כשיציגו להם את הגיהינום, והם יביטו במכסים עלובים מהצד, אלה אשר האמינו אומרים: “אכן הם הנפסדים, אלה אשר איבדו את נפשותיהם ומשפחותיהם ביום תחיית-המתים”. כי אכן המקפחים יהיו(נתונים) בעונש תמידי.",
    "ולא יקומו להם מגינים אשר יחלצום מפני אללה. ואשר יתעה אללה אין לא כל שביל (להגיע אל הצדק בעולם הזה).",
    "היענו לריבונכם לפני בוא יום מאת אללה אשר אין להשיבו. אין לכם כל מחסה ביום ההוא, ולא תוכלו להסתתר.",
    "ואם הם מסובבים גב, הרי לא שלחנו אותך כשומרם. כי אתה, עליך (האחריות) רק להעביר להם את המסר. ואם אנו ניתן לאדם לטעום מרחמינו, כך הוא ישמח יותר, אך אם אחר-כך תפגע בהם צרה בגלל המעשים שהם עשו, אז האדם יהפוך למכחיש (טובה).",
    "לאללה מלכות השמים והארץ, הוא בורא את מי שהוא רוצה, ומעניק בנות למי שהוא רוצה, ומעניק בנים למי שהוא רוצה,",
    "או ייתן להם משני המינים, בנים ובנות, ויעקר את אשר ירצה, כי הוא יודע הכול ויכול הכול.",
    "אין לאדם כי ידבר אתו אללה אלא בהשראה או מאחורי חוצץ, או ישלח שליח אשר יגלה ברשותו את אשר אללה ירצה, כי הוא החכם והעליון",
    "וכך גילינו לך רוח מאתנו. לפני כן לא ידעת מה הוא הספר ומה היא האמונה, ואולם עשינו אותו לאור אשר בו נדריך את אשר נרצה מבין עבדינו, וגם אתה תדריך בו בדרך הישר.",
    "דרכו של אללה אשר לו כל מה שבשמים ובארץ ואל אללה מוחזרים כל הדברים.",
    "חא.מים (ח.מ.)",
    "(נשבע אני) בספר אשר מבאר את כל הדברים.",
    "אנו עשינו אותו קוראן בערבית כדי שתוכלו להבין אותו.",
    "ואכן זה רשום אצלנו בספר השמימי, והוא עילאי ומלא חוכמה.",
    "האם חשבתם שנפסיק להוריד את האזהרה עליכם, מפני שאתם אנשים מגדישי סאה בעוולות?",
    "וכה רבים הם הנביאים אשר שלחנו אל הדורות מימי קדם,",
    "אך לא בא אליהם כל נביא, אלא שהם היו מזלזלים בו.",
    "והכחדנו עמים חזקים מהם בכוח, ועבר המשל של הדורות הקודמים.",
    "ואם תשאל אותם: “מי ברא את השמים ואת הארץ?” יאמרו: “ברא אותם העזוז והיודע”,",
    "אשר ברא לכם את הארץ כמשכן, ופתח לפניכם את השבילים, כדי שתמצאו את הדרך(הצדק)",
    "והוא אשר מוריד את המים מהשמיים בכמות מוגדרת, להחיות בהם את האדמה שהייתה מתה, וכך גם אתם תקומו לתחייה",
    "והוא זה אשר ברא את הזוגות כולם ועשה לכם מן האוניות והבהמות אשר תרכבו עליהם,",
    "כדי שתרכבו עליהם ואז תזכרו את חסד ריבונכם בשעה שתרכבו עליהם ותאמרו: “ישתבח שמו של זה אשר הכניע אותם למעננו, כי אנו לבדנו לא היינו מצליחים בזה,",
    "ואכן אנחנו נחזור אל ריבוננו”.",
    "הם עשו את ברואיו לחלק ממנו, אכן האדם כופר מובהק.",
    "האם הוא לקח לעצמו את הבנות אשר ברא, ובחר עבורכם את הבנים?",
    "וכאשר התבשרו חלק מהם בדבר אשר נמשל עבורם לרחמן בכבודו ובעצמו, קדרו פניהם והתמלאו בכעס.",
    "וכי (יעדיף) את אשר יקושטו בתכשיטים, ואשר הוא בעת סכסוך. לא ידע להוכיח דברים בבירור.",
    "הם סברו לחינם שהמלאכים, עבדיו של הבורא, הם נקבות, אך האם הם היו עדים לבריאתם? עדותם תירשם, והם עוד יישאלו על כך.",
    "והם אומרים: “לו רצה הרחמן לא היינו עובדים אותם (האלילים)”. אולם אין הם יודעים דבר על כך, והם אכן רק הוגי שווא ושקר.",
    "האם נתנו להם לפני כן ספר אשר עליו הם נסמכים?",
    "אבל הם אמרו: “אנו מצאנו את אבותינו מאוחדים באמונתם, ואנחנו הולכים בעקבותיהם”",
    "כל פעם ששלחנו לפניך שליח לעיר, אמרו מנהיגיה: “מצאנו את אבותינו מחזיקים במנהגים הללו (עבודת האלילים) ואנחנו הולכים בעקבותיהם”.",
    "אמור: “ולו גם אם אראה לכם דרך ישרה מדרך אבותיכם? אמרו: \"כופרים אנו בשליחותכם״",
    "לכן, התנקמנו בהם, וראה מה היה סופם של המתכחשים.",
    "וכאשר אברהם אמר לאביו ולבני עמו: “אני דוחה את מה שאתם עובדים,",
    "אני עובד רק את זה שברא אותי, והוא זה שידריך אותי”.",
    "ואז אברהם השאיר את המילים הללו בקרב צאצאיו, למען ישובו (אל עבודת ריבונם).",
    "אני הענקתי להם ולאבותיהם את הנאות העולם הזה, עד שבא אליהם הצדק ושליח אשר נתן להם מסר ברור.",
    "וכאשר נגלה הצדק בפניהם, אמרו: “זהו קסם ואנו כופרים בו”.",
    "ואמרו: “למה לא הורד הקוראן לאחד האנשים המכובדים משתי הערים?",
    "האם הם אלה שמחלקים את רחמי ריבונך? אנחנו חילקנו ביניהם את מחייתם בחיי העולם הזה, והעלינו אחדים מהם על האחרים כדי שכל אחד יוכל לקבל את האחר לעובדים, ואולם רחמי ריבונך טובים יותר מכל ההון שהם מקבצים.",
    "ואם האנשים היו נהפכים לאומה אחת, היינו עושים למתכחשים לרחמן בתים אשר גגות של כסף להם, ומדרגות לעלות בהם.",
    "ושערים לבתיהם וספות לנוחותם.",
    "והכול עם קישוטי זהב, להנאה זמנית בחיי העולם-הזה, אך העולם־הבא שמור אצל ריבונך ליראים (אותו).",
    "לכל המתעלם מזכרו של הרחמן, נצרף שטן אשר יהיה לו החבר הקרוב.",
    "הם מרחיקים אותם מדרך הישר, בעודם חושבים שהם מודרכים.",
    "אולם כאשר יגיע אלינו יגיד: “הלוואי שהיה המרחק ביני לבינך כמרחק מזרח ממערב, כי חבר ביש ורע היית לי”.",
    "(וייאמר להם): “עשיתם את הרע. לא יעזור לכם היום כשקיפחתם אם יהיו לך שותפים בעונש, עונשכם לא יצטמצם”.",
    "האם תוכל לגרום לחירשים לשמוע? האם תוכל להדריך את העיוור או את זה אשר היה בתעייה בהירה (וגלויה)?",
    "אם נאסוף אותך (במותך), אנו נתנקם בהם (רק לאחר שליחת שליחים אליהם)",
    "או שאף נראה לך בעודך בחיים את העונש אשר הכנו להם, מפני שאנו חזקים מהם.",
    "לכן היצמד למה שהושרה אליך, כי אתה הולך בדרך הישר,",
    "ואכן, זו התזכורת הטובה עבורך ועבור בני עמך, ועתידים אתם להישאל.",
    "שאל את השליחים אשר נשלחו לפניך, האם אי פעם התרנו לעבוד אלילים מלבד הרחמן?",
    "וכבר שלחנו את משה עם אותותינו אל פרעה ומועצת נכבדיו, והוא אמר: “אני שליחו של ריבון העולמים”.",
    "וכאשר הביא להם את אותותינו, הם צחקו לו וזלזלו בו",
    "אך כל אות שהראינו להם היה גדול יותר מקודמו, והבאנו להם את העונש (המכות) למען ישובו.",
    "ואמרו: “הוי קוסם! קרא למעננו אל ריבונך בברית אשר כרת אתך, כי אנחנו רוצים להאמין!”",
    "ואולם כאשר הסרנו את העונש מעליהם, הפרו את הבטחתם.",
    "וקרא פרעה בתוך עמו: “בני עמי! האם לא לי המלכות במצרים, ולא יזרמו הנהרות הללו לרגליי? האם לא תראו?",
    "האין אני טוב  יותר מאדם עלוב זה אשר גם לדבר ברורות לא יוכל?",
    "מדוע לא קושט בצמידי זהב משמים, ולא באו עמו המלאכים כדי להעיד על צדקתו(שהוא אכן שליח האל)”",
    "וכך הוא זלזל בבני עמו ושמעו לקולו כי היו מושחתים.",
    "וכאשר הכעיסו אותנו, נקמנו בהם, והטבענו את כולם,",
    "ועשינו מהם משל לאחרים ולדורות העתידיים.",
    "וכאשר ניתן (ישוע) בן מרים כמשל, בני עמך הפנו את גבם,",
    "ואמרו: “האם הוא טוב  יותר מאלילינו?”, הם התייחסו אליו אך ורק לצורך הוויכוח, כי אכן הם עם של מתנצחים (ללא הצדקה).",
    "אין הוא אלא עבד אשר שפענו לו חסד ושלחנו אותו כמשל לבני ישראל.",
    "כי לו רצינו, היינו שמים במקומכם מלאכים אשר ימשיכו לחיות על פני האדמה",
    "אכן, הוא אחד מסימני השעה. אל תפקפקו בזה, אלא לכו אחריי, אכן זאת הדרך הישרה.",
    "אל תתנו לשטן להדיח אתכם מהדרך, כי הוא אכן אויבכם המושבע.",
    "וכאשר הביא ישוע את האותות הבהירים, אמר: “הבאתי לכם את החוכמה, כדי לבאר לכם את הדברים אשר נחלקתם בגינם. לכן יראו את אללה ושמעו בקולי.",
    "כי אללה הוא ריבוני וריבונכם לכן עבדוהו כי זה דרך הישר”.",
    "ושוסעו הקבוצות השונות ביניהן. אבוי לאלה אשר קיפחו מיום העונש הכואב.",
    "המחכים הם שהשעה (יום הדין) תבוא עליהם לפתע מבלי שאפילו ירגישו זאת?",
    "הידידים יהיו ביום ההוא איש לרעהו כאויבים, חוץ מאלה אשר יראים.",
    "הוי עבדיי! אל לכם לפחד מהיום הזה ולא להצטער.",
    "אלה אשר האמינו באותותינו והיו מוסלמים (מתמסרים).",
    "היכנסו לגן עדן אתם וזוגותיכם ושם התענגו באושר.",
    "שם יגישו להם קערות של זהב וגביעים, ובהם כל אשר תחפוץ הנפש וכל אשר תיהנה העין ממנו, ושם תישארו לעולם ועד.",
    "זהו הגן אשר ירשתם בזכות מעשיכם.",
    "ויהיה לכם שם שפע של פירות למאכל.",
    "אך הרשעים, הם יסבלו לעולם ועד את עונש הגיהינום,",
    "ולא יוקל(העונש) עליהם, והם יהיו אומללים ומיואשים לעולם ועד",
    "ולא קיפחנו אותם, אלא הם אלה שקיפחו את עצמם.",
    "ויקראו: “הוי מאליק (שומר הגיהינום)! כי רק יביא לנו ריבונך את קיצנו”. אך הוא יענה להם: “אתם נשארים כאן לעולם ועד ״.",
    "כבר הבאנו לכם את הצדק, ואולם רובכם שונאים את הצדק.",
    "אם הם הכינו תחבולה, גם אנחנו מכינים להם",
    "או שמא הם חושבים שלא נשמע אותם ואת התלחשויותיהם? נהפוך הוא, מלאכינו ניצבים לידם ומתעדים הכול",
    "אמור: “אילו היה לרחמן בן, הייתי אני ראשון לעבוד אותו”",
    "ישתבח שמו, ריבון השמים והארץ, ריבון כס- המלכות, הוא נעלה מעל לכול מה שהם מייחסים לו”.",
    "אם כן, הנח להם להמשיך בדברי הבליהם ולהשתעשע עד אשר יפגשו את יומם אשר הובטח להם.",
    "והוא האלוה אשר בשמים, והאלוה אשר בארץ, והוא החכם והיודע.",
    "ויתברך אללה אשר לו מלכות השמים והארץ וכל אשר ביניהם, ורק לו יש הידע על”השעה” (יום הדין) ואליו תושבו.",
    "אלה (האלילים) אשר אליהם יתפללו זולתו לא יוכלו להמליץ לפני אללה, רק המעידים על הצדק במודע.",
    "אם תשאל אותם: “מי ברא אותם?” יאמרו: “אללה”. אם כן, מדוע הם סוסים מהדרך?",
    "ונאמר (מוחמד): “הוי ריבוני! אכן הם בצדק אנשים שלא יאמינו.”,",
    "וסלח להם, ואמור “שלום”. וסופם שהם ידוע יידעו הכול",
    "חא.מים (ח.מ.)",
    "(שבועה) בספר המבאר (את כל הדברים).",
    "אכן הורדנוהו בלילה המבורך, ואכן תמיד שלחנו הזהרות.",
    "בו (בלילה), מובהרים כל הדברים.",
    "על-פי פקודתנו, מאז ומתמיד שלחנו מסרים",
    "ברחמים מאת ריבונך, כי הוא הכול שומע והכול יודע.",
    "ריבון השמים וכל אשר ביניהם, ואם רק הייתם מאמינים בצדק",
    "אין אלוה זולתו, המחיה והממית, והוא ריבונכם וריבון אבותיכם שמימי קדם.",
    "ואולם הם (אשר כפרו) משתעשעים בפקפוקיהם.",
    "לכן חכה ליום בו השמים יביאו עננים כבדים של עשן,",
    "אשר יכסה את האנשים. וזה אכן יהיה עונש כואב.",
    "אז הם יגידו: “ריבוננו! הסר מעלינו את העונש, מפני שאנחנו מאמינים!”.",
    "הכיצד תהיה להם התזכורת, לאחר שכבר בא אליהם שליח שהזהיר אותם באופן ברור,",
    "והם סובבו לו גב ואמרו: “הוא משוגע אשר למד מאחרים”.",
    "אך אפילו אם היינו מקלים עליכם את העונש לזמן מה, אתם שוב תחזרו (לכפירה ולכחש).",
    "ביום ההוא ננחית את המכה הגדולה, אנו ננקום.",
    "וכבר ניסינו לפניהם את עמו של פרעה, כאשר בא אליהם שליח נכבד",
    "אשר אמר להם: “תנו (שחררו) לי את עבדי אללה, כי שליח נאמן אני לכם”.",
    "ואל תתנשאו על אללה, כי הנה באתי אליכם בהוכחות ברורות.",
    "ואני בקשתי מחסה אצל ריבוני וריבונכם שלא תרגמו אותי (באבנים)",
    "ואם אינכם מאמינים לי, הרפו ממני.",
    "ז קרא אל ריבונו: אלה עם של כופרים מכחשים.",
    "(והשרה לו ריבונו)”הוצא את עבדיי בלילה, כי רודפים אחריכם,",
    "והשאר את הים חצוי, כי מאחוריכם יטבעו החיילים (של פרעה)",
    "הם השאירו (מאחוריהם) שפע של גנים ומעיינות,",
    "שדות תבואה ומשכנים מפוארים.",
    "ותענוגות אשר היו בהם צוחקים (מרוב נועם).",
    "כך היה, ואנו הורשנו כל זאת לבני עם אחר.",
    "ולא בכו עליהם השמים והארץ, ולא ניתנה להם שהות.",
    "וכבר חילצנו את בני-ישראל מהעונש המשפיל,",
    "מידי פרעה אשר היה מתייהר ומן המשחיתים.",
    "(ובזמנם) בחרנו בהם במודע מבין כל העולמים.",
    "וכבר נתנו להם אותות בהירים אשר היו מבחן עבורם.",
    "אך אלה (שכפרו) אומרים:",
    "“אנחנו נמות פעם אחת ולא נקום לתחייה,",
    "הביאו נא את אבותינו (שכבר מתו מזמן) אם אתם צודקים”.",
    "האם הם טובים יותר מאנשי “תובע” ומאלה אשר באו לפניהם, ואשר הכחדנו אותם משום שהיו כופרים מכחשים?",
    "לא בראנו לשווא את השמים ואת הארץ ואת כל מה שביניהם.",
    "לא בראנו אותם אלא בצדק, אך רובם אינם יודעים.",
    "אכן יום הדין נועד לכולם",
    "יום שבו לא יועיל אדון לנתיניו בכלום, והמה לא יוכלו להינצל,",
    "אלא רק מי שירחם עליו אללה, כי הוא העזוז והרחום.",
    "הנה “עץ הזקום”,",
    "מאכל הרעים,",
    "והוא כמתכת יצוקה הבוערת בבטן",
    "בוערת כמו מים רותחים.",
    "קחו אותו ואל מעמקי הגיהינום השליכוהו,",
    "לאחר מכן שיפכו על ראשו את עונש המים הרותחים.",
    "טעם את העונש, אתה הוא העצום המכובד",
    "הנה זה הוא אשר הייתם מטילים ספק בו.",
    "אך היראים יהיו במקום מבטחים,",
    "בגנות ומעיינות,",
    "ילבשו משי וקטיפה וינוחו זה מול זה,",
    "נוסף לכל זה, נשיא אותם ליפות העין (עם עור עדיו).",
    "והם יתענגו בגן העדן על כל מיני פיחת, בשלווה ובבטחה.",
    "הם לא יטעמו עוד מוות מלבד המוות הראשון. אללה ישמור אותם מעונש הגיהינום.",
    "בחסד מאת ריבונך, וזוהי הזכייה האדירה.",
    "אכן הורדנו אותו אליך בלשונך, למען יזכרו",
    "המתן, אז המתן, גם הם ממתינים",
    "חא.מים. (ח.מ.)",
    "זה הספר אשר הורד מאללה העזוז והחכם.",
    "בשמים ובארץ ישנם אותות למאמינים.",
    "בבריאתכם ובכל היצורים אשר הוא ברא, ישנם אותות לאנשים הבטוחים באמונתם.",
    "ובהתחלפותם של היום והלילה, והגשם אשר הוריד אללה מן השמים כפרנסה, אשר הוא יחיה בו את האדמה אחרי מותה, ובכיוון משב הרוחות, בכל אלה ישנם אותות לבעלי הבינה.",
    "אלה הם האותות של אללה (משפטי הקוראן) אשר אנו קוראים בפניך בצדק. באיזה מסר הם יאמינו אם לא בדברי אללה, ובאותותיו?",
    "אוי ואבוי לכל חוטא רמאי,",
    "השומע את אותות אללה נקראים בפניו וממשיך ביהירותו כאילו מעולם לא שמע אותם. בשר לו על העונש הכואב.",
    "כאשר נודעים לו כמה מאותותינו, הוא מזלזל בהם. לאנשים כמוהו, צפוי להם עונש כואב.",
    "מאחוריהם גיהינום, ומעשיהם לא יועילו להם בכלום, ואף לא המגינים אשר לקחו להם זולת אללה. אכן, צפוי להם עונש כבד.",
    "זה הוא (הקוראן) מקור הדרכה, אך אלה אשר כפרו באותות ריבונם להם עונש אדיר וכואב.",
    "אללה הוא זה אשר הכניע עבורכם את הים, כדי שישוסו בו הספינות על פי פקודתו, וכדי שתבקשו לכם פרנסה בחסדו, וכדי שהודו לו.",
    "וזה הוא אשר הכפיף לכם את כל אשר בשמים ובארץ כחסד ממנו, ובזה אותות לאנשים בעלי בינה.",
    "אמור לאלה אשר האמינו, לסלוח לאלה אשר אינם מצפים לימי אללה, שבו יגמול אללה לאנשים כראוי להם.",
    "העושה טוב  מיטיב לעצמו, והעושה רע מזיק לעצמו, ואז אל ריבונכם תושבו.",
    "וכבר נתנו לבני ישראל את הספר והחוכמה והנבואה, ופרנסנו אותם במיטב הדברים, והעדפנו אותם על-פני העמים.",
    "ונתנו להם הבהרות על כל דבר, ולא נחלקו ביניהם אלא לאחר שהוענקה להם הדעת והתחילו לקנא זה בזה. אכן ריבונך ישפוט ביניהם ביום תחיית-המתים באשר נחלקו בו.",
    "ואז עשינו אותך על דרך ”שריעה” (ההלכה) בציווי (ריבונך), לך בעקבותיה ואל תססה אחר תאוות אלה אשר אינם יודעים,",
    "כי הם לא יועילו לן בפני אללה בכלום, ואכן המקפחים הם מגינים זה לזה, ואללה הוא מגן היראים.",
    "זה, אותות גלויים לבני אדם והדרכה ורחמים לאנשים הבטוחים באמונתם.",
    "האם חושבים אלה אשר בחרו ברוע, כי דינם אצלנו כדין אלה אשר האמינו ועשו את הטוב? בחייהם ובמותם הם יהיו שווים זה לזה? אם כן, הם כטועים בשיפוטם.",
    "ובוא אללה את השמים ואת הארץ בצדק, וכל נפש תקבל גמול הולם על מעשיה, והם לא יקופחו.",
    "ראית את זה אשר הפך את תאוותו לאלוהו? התעהו אללה ביודעין וחתם את אזניו ואת ליבו וכיסה את עיניו. מי יוכל להדריך אותו אל דרך הישר אחרי שאללה התעה אותו? הלא תזכרו?",
    "ואמרו: “אין עוד חיים מלבד חיינו בעולם הזה, נמות ונחייה בחיים האלה, ורק הזמן הוא המביא עלינו כליה”. אין הם יודעים דבר על זאת, אכן הם בספק מוחלט.",
    "כאשר קוראים בפניהם את אותותינו הבהירים, סברתם לחינם היא: “השיבו את אבותינו המתים לתחייה, אם אכן תדברו צדק”.",
    "אמור: “אללה יחיה אתכם ואז ימית אתכם, ואז ישיב אתכם לחיים ביום תחיית-המתים, יום אשר אין ספק לגביו, ואולם ווב האנשים אינם מודעים לכן.",
    "ולאללה מלכות השמים והארץ, וביום אשר תקום “השעה” (יום הדין), המתכחשים יהיו הנפסדים.",
    "ותראה שכל האנשים יכרעו ברך. כל אומה תקרא אל ספריה: ”היום תתוגמלו על מה שהייתם עושים”",
    "זה ספרנו (תיעוד המעשים) שמדבר עליכם בצדק, כי אנו היינו רושמים את כל אשר הייתם עושים.",
    "ואולם, אלה אשר האמינו ועשו את הטוב, יכניס אותם ריבונם ברחמיו (אל גן עדן), וזו הזכייה המובהקת.",
    "ואילו, אלה אשר כפרו, האם לא נקראו בפניכם אותותיי שלי? אולם אתם התייהרתם והייתם אנשים כופרים מכחשים.",
    "וכאשר אמרו לכם, שהבטחת אללה תתקיים ואין ספק בבוא “השעה” (יום הדין), אמרתם: “אין אנו יודעים מה היא ”השעה”, כי לפי דעתנו היא רק דמיון שווא ואין בטוחים אנו בבואה”",
    "ואז נתגלו להם מעשיהם הרעים ויקיף אותם אשר היו לועגים לו.",
    "אז נאמר להם: “היום נשכח אתכם כמו שאתם שכחתם את המפגש של היום הזה. לכן משכנכם יהיה הגיהינום, ואין מי שיושיע אתכם,",
    "משום ששמתם את אותות אללה ללעג, וחיי העולם-הזה התעו אתכם. והיום לא יצאו ממנה ולא יבוקש מהם לרצות (את אללה)",
    "לכן، השבח לאללה ריבון השמים וריבון הארץ, ריבון העולמים.",
    "ולו הגדולה בשמים ובארץ, והוא העזוז והחכם."
  ]
}