{
  "meta": {
    "id": 203,
    "name": "Al-Hilali & Khan",
    "translator_name": "Muhammad Taqi-ud-Din al-Hilali & Muhammad Muhsin Khan",
    "slug": "en-al-hilali",
    "language_name": "english"
  },
  "verses": [
    "And whosoever of you is obedient to Allâh and His Messenger (صلى الله عليه وسلم), and does righteous good deeds, We shall give her, her reward twice over, and We have prepared for her Rizq Karim (a noble provision - Paradise).",
    "O wives of the Prophet! You are not like any other women. If you keep your duty (to Allâh), then be not soft in speech, lest he in whose heart is a disease (of hypocrisy, or evil desire for adultery) should be moved with desire, but speak in an honourable manner.",
    "And stay in your houses, and do not display yourselves like that of the times of ignorance, and perform As-Salât (Iqamât-as-Salât), and give Zakât and obey Allâh and His Messenger. Allâh wishes only to remove Ar-Rijs (evil deeds and sins) from you, O members of the family (of the Prophet صلى الله عليه وسلم), and to purify you with a thorough purification.",
    "And remember (O you the members of the Prophet’s family, the Graces of your Lord), that which is recited in your houses of the Verses of Allâh and Al-Hikmah (i.e. Prophet’s Sunnah - legal ways, so give your thanks to Allâh and glorify His Praises for this Qur’ân and the Sunnah ). Verily, Allâh is Ever Most Courteous, Well-Acquainted with all things.",
    "Verily, the Muslims (those who submit to Allâh in Islâm) men and women, the believers men and women (who believe in Islâmic Monotheism), the men and the women who are obedient (to Allâh), the men and women who are truthful (in their speech and deeds), the men and the women who are patient (in performing all the duties which Allâh has ordered and in abstaining from all that Allâh has forbidden), the men and the women who are humble (before their Lord - Allâh), the men and the women who give Sadaqât (i.e. Zakât, and alms), the men and the women who observe Saum (fast) (the obligatory fasting during the month of Ramadân, and the optional Nawâfil fasting), the men and the women who guard their chastity (from illegal sexual acts) and the men and the women who remember Allâh much with their hearts and tongues  Allâh has prepared for them forgiveness and a great reward (i.e. Paradise).",
    "It is not for a believer, man or woman, when Allâh and His Messenger have decreed a matter that they should have any option in their decision. And whoever disobeys Allâh and His Messenger, he has indeed strayed into a plain error.",
    "And (remember) when you said to him (Zaid bin Hârithah رضي الله عنه - the freed-slave of the Prophet صلى الله عليه وسلم) on whom Allâh has bestowed Grace (by guiding him to Islâm) and you (O Muhammad صلى الله عليه وسلم too) have done favour (by manumitting him): \"Keep your wife to yourself, and fear Allâh.\" But you did hide in yourself (i.e. what Allâh has already made known to you that He will give her to you in marriage) that which Allâh will make manifest, you did fear the people (i.e., their saying that Muhammad صلى الله عليه وسلم married the divorced wife of his manumitted slave) whereas Allâh had a better right that you should fear Him. So when Zaid had accomplished his desire from her (i.e. divorced her), We gave her to you in marriage, so that (in future) there may be no difficulty to the believers in respect of (the marriage of) the wives of their adopted sons when the latter have no desire to keep them (i.e. they have divorced them). And Allâh’s Command must be fulfilled.",
    "There is no blame on the Prophet (صلى الله عليه وسلم) in that which Allâh has made legal for him. That has been Allâh’s Way with those who have passed away of (the Prophets of) old. And the Command of Allâh is a decree determined.",
    "Those who convey the Message of Allâh and fear Him, and fear none save Allâh. And Sufficient is Allâh as a Reckoner.",
    "Muhammad (صلى الله عليه وسلم) is not the father of any of your men, but he is the Messenger of Allâh and the last (end) of the Prophets. And Allâh is Ever All-Aware of everything.",
    "O you who believe! Remember Allâh with much remembrance.",
    "And glorify His Praises morning and afternoon [the early morning (Fajr) and ‘Asr prayers].",
    "He it is Who sends Salât (His blessings) on you, and His angels too (ask Allâh to bless and forgive you), that He may bring you out from darkness (of disbelief and polytheism) into light (of Belief and Islâmic Monotheism). And He is Ever Most Merciful to the believers.",
    "Their greeting on the Day they shall meet Him will be \"Salâm Peace (i.e. the angels will say to them: Salâmun ‘Alaikum)!\" And He has prepared for them a generous reward (i.e. Paradise).",
    "O Prophet (Muhammad صلى الله عليه وسلم)! Verily, We have sent you as witness, and a bearer of glad tidings, and a warner,",
    "And as one who invites to Allâh [Islâmic Monotheism, i.e. to worship none but Allâh (Alone)] by His Leave, and as a lamp spreading light (through your instructions from the Qur’ân and the Sunnah - the legal ways of the Prophet صلى الله عليه وسلم).",
    "And announce to the believers (in the Oneness of Allâh and in His Messenger Muhammad صلى الله عليه وسلم) the glad tidings, that they will have from Allâh a Great Bounty.",
    "And obey not the disbelievers and the hypocrites, and harm them not (in revenge for their harming you till you are ordered). And put your trust in Allâh, and Sufficient is Allâh as a Wakîl (Trustee, or Disposer of affairs). [Tafsir Al-Qurtubi]",
    "O you who believe! When you marry believing women, and then divorce them before you have sexual intercourse with them, no ‘Iddah [divorce prescribed period, see (V.:)] have you to count in respect of them. So give them a present, and set them free (i.e. divorce), in a handsome manner.",
    "O Prophet (Muhammad صلى الله عليه وسلم)! Verily, We have made lawful to you your wives, to whom you have paid their Mahr (bridal-money given by the husband to his wife at the time of marriage), and those (slaves) whom your right hand possesses - whom Allâh has given to you, and the daughters of your ‘Amm (paternal uncles) and the daughters of your ‘Ammât (paternal aunts) and the daughters of your Khâl (maternal uncles) and the daughters of your Khâlât(maternal aunts) who migrated (from Makkah) with you, and a believing woman if she offers herself to the Prophet, and the Prophet wishes to marry her - a privilege for you only, not for the (rest of) the believers. Indeed We know what We have enjoined upon them about their wives and those (slaves) whom their right hands possess, in order that there should be no difficulty on you. And Allâh is Ever Oft-Forgiving, Most Merciful.",
    "You (O Muhammad صلى الله عليه وسلم) can postpone (the turn of) whom you will of them (your wives), and you may receive whom you will. And whomsoever you desire of those whom you have set aside (her turn temporarily), it is no sin on you (to receive her again): that is better that they may be comforted and not grieved, and may all be pleased with what you give them. Allâh knows what is in your hearts. And Allâh is Ever All-Knowing, Most Forbearing.",
    "It is not lawful for you (to marry other) women after this, nor to change them for other wives even though their beauty attracts you, except those (slaves) whom your right hand possesses. And Allâh is Ever a Watcher over all things.",
    "O you who believe! Enter not the Prophet’s houses, unless permission is given to you for a meal, (and then) not (so early as) to wait for its preparation. But when you are invited, enter, and when you have taken your meal, disperse without sitting for a talk. Verily, such (behaviour) annoys the Prophet, and he is shy of (asking) you (to go); but Allâh is not shy of (telling you) the truth. And when you ask (his wives) for anything you want, ask them from behind a screen: that is purer for your hearts and for their hearts. And it is not (right) for you that you should annoy Allâh’s Messenger, nor that you should ever marry his wives after him (his death). Verily, with Allâh that shall be an enormity.",
    "Whether you reveal anything or conceal it, verily, Allâh is Ever All-Knower of everything.",
    "It is no sin on them (the Prophet’s wives, if they appear unveiled) before their fathers, or their sons, or their brothers, or their brother’s sons, or the sons of their sisters, or their own (believing) women, or their (female) slaves. And (O ladies), fear (keep your duty to) Allâh. Verily, Allâh is Ever All-Witness over everything.",
    "Allâh sends His Salât (Graces, Honours, Blessings, Mercy) on the Prophet (Muhammad صلى الله عليه وسلم), and also His angels (ask Allâh to bless and forgive him). O you who believe! Send your Salât on (ask Allâh to bless) him (Muhammad صلى الله عليه وسلم), and (you should) greet (salute) him with the Islâmic way of greeting (salutation i.e. As-Salâmu ‘Alaikum ).",
    "Verily, those who annoy Allâh and His Messenger (صلى الله عليه وسلم) Allâh has cursed them in this world, and in the Hereafter, and has prepared for them a humiliating torment.",
    "And those who annoy believing men and women undeservedly, they bear (on themselves) the crime of slander and plain sin.",
    "O Prophet! Tell your wives and your daughters and the women of the believers to draw their cloaks (veils) all over their bodies (i.e. screen themselves completely except the eyes or one eye to see the way). That will be better, that they should be known (as free respectable women) so as not to be annoyed. And Allâh is Ever Oft-Forgiving, Most Merciful.[]",
    "If the hypocrites, and those in whose hearts is a disease (evil desire for illegal sex), and those who spread false news among the people in Al-Madinah stop not, We shall certainly let you overpower them: then they will not be able to stay in it as your neighbours but a little while.",
    "Accursed, they shall be seized wherever found, and killed with a (terrible) slaughter.",
    "That was the Way of Allâh in the case of those who passed away of old: and you will not find any change in the Way of Allâh.",
    "People ask you concerning the Hour, say: \"The knowledge of it is with Allâh only. What do you know? It may be that the Hour is near!\"",
    "Verily, Allâh has cursed the disbelievers, and has prepared for them a flaming Fire (Hell).",
    "Wherein they will abide for ever, and they will find neither a Walî (a protector) nor a helper.",
    "On the Day when their faces will be turned over in the Fire, they will say: \"Oh, would that we had obeyed Allâh and obeyed the Messenger (Muhammad صلى الله عليه وسلم).\"",
    "And they will say: \"Our Lord! Verily, we obeyed our chiefs and our great ones, and they misled us from the (Right) Way.",
    "\"Our Lord! Give them double torment and curse them with a mighty curse!\"",
    "O you who believe! Be not like those who annoyed Mûsa (Moses), but Allâh cleared him of that which they alleged, and he was honourable before Allâh.",
    "O you who believe! Keep your duty to Allâh and fear Him, and speak (always) the truth.",
    "He will direct you to do righteous good deeds and will forgive you your sins. And whosoever obeys Allâh and His Messenger (صلى الله عليه وسلم), he has indeed achieved a great achievement (i.e. he will be saved from the Hell-fire and will be admitted to Paradise).",
    "Truly, We did offer Al-Amânah (the trust or moral responsibility or honesty and all the duties which Allâh has ordained) to the heavens and the earth, and the mountains, but they declined to bear it and were afraid of it (i.e. afraid of Allâh’s Torment). But man bore it. Verily, he was unjust (to himself) and ignorant (of its results).[]",
    "So that Allâh will punish the hypocrites, men and women, and the men and women who are Al-Mushrikûn (polytheists, idolaters, pagans, disbelievers, in the Oneness of Allâh, and His Messenger Muhammad صلى الله عليه وسلم). And Allâh will pardon (accept the repentance of) the true believers of the Islâmic Monotheism, men and women. And Allâh is Ever Oft-Forgiving, Most Merciful.",
    "All the praises and thanks be to Allâh, to Whom belongs all that is in the heavens and all that is in the earth. His is all the praises and thanks in the Hereafter, and He is the All-Wise, the All-Aware.",
    "He knows that which goes into the earth and that which comes forth from it, and that which descends from the heaven and that which ascends to it. And He is the Most Merciful, the Oft-Forgiving.",
    "Those who disbelieve say: \"The Hour will not come to us.\" Say: \"Yes, by my Lord, the All-Knower of the Unseen, it will come to you; not even the weight of an atom (or a small ant) or less than that or greater escapes His Knowledge in the heavens or in the earth but it is in a Clear Book (Al-Lauh Al-Mahfûz).",
    "That He may recompense those who believe (in the Oneness of Allâh - Islâmic Monotheism) and do righteous good deeds. Those, theirs is forgiveness and Rizq Karîm (generous provision, i.e. Paradise).",
    "But those who strive against Our Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) to frustrate them - those, for them will be a severe painful torment.",
    "And those who have been given knowledge see that what is revealed to you (O Muhammad صلى الله عليه وسلم) from your Lord is the truth, and that it guides to the Path of the Exalted in Might, Owner of all praise.",
    "Those who disbelieve say: \"Shall we direct you to a man (Muhammad صلى الله عليه وسلم) who will tell you (that) when you have become fully disintegrated into dust with full dispersion, then you will be created (again) anew?\"",
    "Has he (Muhammad صلى الله عليه وسلم) invented a lie against Allâh, or is there a madness in him? Nay, but those who disbelieve in the Hereafter are (themselves) in a torment, and in far error.",
    "See they not what is before them and what is behind them, of the heaven and the earth? If We will, We shall sink the earth with them, or cause a piece of the heaven to fall upon them. Verily, in this is a sign for every slave who turns to Allâh in repentance (i.e. the one who believes in the Oneness of Allâh and performs deeds of His obedience and always begs His Pardon).",
    "And indeed We bestowed grace on Dâwûd (David) from Us (saying): \"O you mountains. Glorify (Allâh) with him! And you birds (also)! And We made the iron soft for him.\"",
    "Saying: \"Make you perfect coats of mail, and balance well the rings of chain armour, and work you (men) righteousness. Truly, I am All-Seer of what you do.\"",
    "And to Solomon (We subjected) the wind, its morning (stride from sunrise till midnoon) was a month’s (journey), and its afternoon (stride from the midday decline of the sun to sunset) was a month’s (journey i.e. in one day he could travel two months’ (journey). And We caused a fount of (molten) brass to flow for him, and there were jinn that worked in front of him, by the Leave of his Lord. And whosoever of them turned aside from Our Command, We shall cause him to taste of the torment of the blazing Fire.",
    "They worked for him as he desired, (making) high rooms, images, basins as large as reservoirs, and (cooking) cauldrons fixed (in their places). \"Work you, O family of Dâwûd (David), with thanks!\" But few of My slaves are grateful.",
    "Then when We decreed death for him [Sulaimân (Solomon)], nothing informed them (jinn) of his death except a little worm of the earth, which kept (slowly) gnawing away at his stick. So when he fell down, the jinn saw clearly that if they had known the Unseen, they would not have stayed in the humiliating torment.",
    "Indeed there was for Saba’ (Sheba) a sign in their dwelling-place - two gardens on the right hand and on the left; (and it was said to them:) \"Eat of the provision of your Lord, and be grateful to Him.\" A fair land and an Oft-Forgiving Lord!",
    "But they turned away (from the obedience of Allâh), so We sent against them Sail Al-‘Arim (flood released from the dam), and We converted their two gardens into gardens producing bitter bad fruit, and tamarisks, and some few lote-trees.",
    "Like this We requited them because they were ungrateful disbelievers. And never do We requite in such a way except those who are ungrateful (disbelievers).",
    "And We placed, between them and the towns which We had blessed, towns easy to be seen, and We made the stages (of journey) between them easy (saying): \"Travel in them safely both by night and day.\"",
    "But they said: \"Our Lord! Make the stages between our journey longer,\" and they wronged themselves; so We made them as tales (in the land), and We dispersed them all totally. Verily, in this are indeed signs for every steadfast, grateful (person).",
    "And indeed Iblîs (Satan) did prove true his thought about them: and they followed him, all except a group of true believers (in the Oneness of Allâh).",
    "And he (Iblîs - Satan) had no authority over them, - except that We might test him who believes in the Hereafter from him who is in doubt about it. And your Lord is a Hafiz (Watchful) over everything. (All-Knower of everything i.e. He keeps record of every person as regards deeds, and then He will reward them accordingly).",
    "Say: (O Muhammad صلى الله عليه وسلم to polytheists, pagans) \"Call upon those whom you assert (to be associate gods) besides Allâh, they possess not even an atom’s (or a small ant’s) weight either in the heavens or on the earth, nor have they any share in either, nor there is for Him any supporter from among them.",
    "Intercession with Him profits not except for him whom He permits. So much so that when fear is banished from their (angels’) hearts, they (angels) say: \"What is it that your Lord has said?\" They say: \"The truth. And He is the Most High, the Most Great.\"",
    "Say (O Muhammad صلى الله عليه وسلم to polytheists, pagans) \"Who gives you provision from the heavens and the earth?\" Say: \"Allâh. And verily, (either) we or you are rightly guided or in plain error.\"",
    "Say (O Muhammad صلى الله عليه وسلم to polytheists, pagans) \"You will not be asked about our sins, nor shall we be asked of what you do.\"",
    "Say: \"Our Lord will assemble us all together (on the Day of Resurrection), then He will judge between us with truth. And He is the Just Judge, the All-Knower of the true state of affairs [Tafsir Ibn Kathir]",
    "Say (O Muhammad صلى الله عليه وسلم to polytheists and pagans): \"Show me those whom you have joined with Him as partners. Nay (there are not at all any partners with Him)! But He is Allâh (Alone), the All-Mighty, the All-Wise.\"",
    "And We have not sent you (O Muhammad صلى الله عليه وسلم) except as a giver of glad tidings and a warner to all mankind, but most of men know not.",
    "And they say: \"When is this promise (i.e. the Day of Resurrection) if you are truthful?\"",
    "Say (O Muhammad صلى الله عليه وسلم): \"The appointment to you is for a Day, which you cannot put back for an hour (or a moment) nor put forward.\"",
    "And those who disbelieve say: \"We believe not in this Qur’ân nor in that which was before it.\" But if you could see when the Zâlimûn (polytheists and wrong-doers) will be made to stand before their Lord, how they will cast the (blaming) word one to another! Those who were deemed weak will say to those who were arrogant: \"Had it not been for you, we should certainly have been believers!\"",
    "And those who were arrogant will say to those who were deemed weak: \"Did we keep you back from guidance after it had come to you? Nay, but you were Mujrimûn (polytheists, sinners, disbelievers, criminals).\"",
    "Those who were deemed weak will say to those who were arrogant: \"Nay, but it was your plotting by night and day: when you ordered us to disbelieve in Allâh and set up rivals to Him!\" And each of them (parties) will conceal their own regrets (for disobeying Allâh during this worldly life), when they behold the torment. And We shall put iron collars round the necks of those who disbelieved. Are they requited aught except what they used to do?",
    "And We did not send a warner to a township but those who were given the worldly wealth and luxuries among them said: \"We believe not in the (Message) with which you have been sent.\"",
    "And they say: \"We are more in wealth and in children, and we are not going to be punished.\"",
    "Say (O Muhammad صلى الله عليه وسلم): \"Verily, my Lord enlarges the provision to whom He wills and restricts, but most men know not.\"",
    "And it is not your wealth, nor your children that bring you nearer to Us (i.e. please Allâh), but only he who believes (in the Islâmic Monotheism), and does righteous deeds (will please Us); as for such, there will be twofold reward for what they did, and they will reside in the high dwellings (Paradise) in peace and security.",
    "And those who strive against Our Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.), to frustrate them, they will be brought to the torment.",
    "Say: \"Truly, my Lord enlarges the provision for whom He wills of His slaves, and (also) restricts (it) for him, and whatsoever you spend of anything (in Allâh’s Cause), He will replace it. And He is the Best of providers.\"",
    "And (remember) the Day when He will gather them all together, then He will say to the angels: \"Was it you that these people used to worship?\"",
    "They (the angels) will say: \"Glorified be You! You are our Walî (Lord) instead of them. Nay, but they used to worship the jinn; most of them were believers in them.\"",
    "So Today (i.e. the Day of Resurrection), none of you can profit or harm one another. And We shall say to those who did wrong [i.e. worshipped others (like the angels, jinn, prophets, saints, righteous persons) along with Allâh]: \"Taste the torment of the Fire which you used to belie.",
    "And when Our Clear Verses are recited to them, they say: \"This (Muhammad صلى الله عليه وسلم) is naught but a man who wishes to hinder you from that which your fathers used to worship.\" And they say: \"This (the Qur’ân) is nothing but an invented lie.\" And those who disbelieve say of the truth when it has come to them (i.e. Prophet Muhammad صلى الله عليه وسلم when Allâh sent him as a Messenger with proofs, evidence, verses of this Qur’ân, lessons, signs, etc.): \"This is nothing but evident magic!\"",
    "And We had not given them Scriptures which they could study, nor sent to them before you (O Muhammad صلى الله عليه وسلم) any warner (Messenger).",
    "And those before them belied; these have not received even a tenth of what We had granted to those (of old); yet they belied My Messengers. Then how (terrible) was My denial (punishment)!",
    "Say (to them O Muhammad صلى الله عليه وسلم): \"I exhort you to one (thing) only: that you stand up for Allâh’s sake in pairs and singly, and reflect (within yourselves the life history of the Prophet صلى الله عليه وسلم): there is no madness in your companion (Muhammad صلى الله عليه وسلم). He is only a warner to you in face of a severe torment.\"",
    "Say (O Muhammad صلى الله عليه وسلم): \"Whatever wage I might have asked of you is yours. My wage is from Allâh only, and He is a Witness over all things.\"",
    "Say (O Muhammad صلى الله عليه وسلم): \"Verily my Lord sends down (Revelation and makes apparent) the truth (i.e. this Revelation that had come to me), the All-Knower of the Ghaib (Unseen).",
    "Say (O Muhammad صلى الله عليه وسلم): \"Al-Haqq (the truth i.e. the Qur’ân and Allâh’s Revelation) has come, and Al-Bâtil [falsehood - Iblîs (Satan)] can neither create anything nor resurrect (anything).\"",
    "Say: \"If (even) I go astray, I shall stray only to my own loss. But if I remain guided, it is because of the Revelation of my Lord to me. Truly, He is All-Hearer, Ever Near (to all things).\"",
    "And if you could but see, when they will be terrified with no escape (for them), and they will be seized from a near place.",
    "And they will say (in the Hereafter): \"We do believe (now):\" but how could they receive (Faith and the acceptance of their repentance by Allâh) from a place so far off (i.e. to return to the worldly life again).",
    "Indeed they did disbelieve (in the Oneness of Allâh, Islâm, the Qur’ân and Muhammad صلى الله عليه وسلم) before (in this world), and they (used to) conjecture about the Unseen [i.e. the Hereafter, Hell, Paradise, Resurrection and the Promise of Allâh (by saying) all that is untrue], from a far place.",
    "And a barrier will be set between them and that which they desire [i.e. At-Taubah (turning to Allâh in repentance) and the accepting of Faith], as was done in the past with the people of their kind. Verily, they have been in grave doubt.",
    "All the praises and thanks be to Allâh, the (only) Originator [or the (Only) Creator] of the heavens and the earth, Who made the angels messengers with wings, two or three or four. He increases in creation what He wills. Verily, Allâh is Able to do all things.",
    "Whatever of mercy (i.e. of good), Allâh may grant to mankind, none can withhold it; and whatever He may withhold, none can grant it thereafter. And He is the All-Mighty, the All-Wise.",
    "O mankind! Remember the Grace of Allâh upon you! Is there any creator other than Allâh who provides for you from the sky (rain) and the earth? Lâ ilâha illâ Huwa (none has the right to be worshipped but He). How then are you turning away (from Him)?",
    "And if they belie you (O Muhammad صلى الله عليه وسلم), so were Messengers belied before you. And to Allâh return all matters (for decision).",
    "O mankind! Verily, the Promise of Allâh is true. So let not this present life deceive you, and let not the chief deceiver (Satan) deceive you about Allâh.",
    "Surely, Shaitân (Satan) is an enemy to you, so take (treat) him as an enemy. He only invites his Hizb (followers) that they may become the dwellers of the blazing Fire.",
    "Those who disbelieve, theirs will be a severe torment; and those who believe (in the Oneness of Allâh - Islâmic Monotheism) and do righteous good deeds, theirs will be forgiveness and a great reward (i.e. Paradise).",
    "Is he, then, to whom the evil of his deeds is made fair-seeming, so that he considers it as good (equal to one who is rightly guided)? Verily, Allâh sends astray whom He wills, and guides whom He wills. So destroy not yourself (O Muhammad صلى الله عليه وسلم) in sorrow for them. Truly, Allâh is the All-Knower of what they do!",
    "And it is Allâh Who sends the winds, so that they raise up the clouds, and We drive them to a dead land, and revive therewith the earth after its death. As such (will be) the Resurrection!",
    "Whosoever desires honour, (power and glory), then to Allâh belong all honour, power and glory [and one can get honour, power and glory only by obeying and worshipping Allâh (Alone)]. To Him ascend (all) the goodly words, and the righteous deeds exalt it (i.e. the goodly words are not accepted by Allâh unless and until they are followed by good deeds), but those who plot evils, theirs will be severe torment. And the plotting of such will perish.",
    "And Allâh did create you (Adam) from dust, then from Nutfah (male and female discharge semen drops i.e. Adam’s offspring), then He made you pairs (male and female). And no female conceives or gives birth but with His Knowledge. And no aged man is granted a length of life nor is a part cut off from his life (or another man’s life), but is in a Book (Al-Lauh Al-Mahfûz ) Surely, that is easy for Allâh.",
    "And the two seas (kinds of water) are not alike: this is palatable, sweet and pleasant to drink, and that is salt and bitter. And from them both you eat fresh tender meat (fish), and derive the ornaments that you wear. And you see the ships cleaving (the sea-water as they sail through it), that you may seek of His Bounty, and that you may give thanks.",
    "He merges the night into the day (i.e. the decrease in the hours of the night is added to the hours of the day), and He merges the day into the night (i.e. the decrease in the hours of the day is added to the hours of the night). And He has subjected the sun and the moon: each runs its course for a term appointed. Such is Allâh, your Lord; His is the kingdom. And those, whom you invoke or call upon instead of Him, own not even a Qitmîr (the thin membrane over the date-stone).",
    "If you invoke (or call upon) them, they hear not your call; and if (in case) they were to hear, they could not grant it (your request) to you. And on the Day of Resurrection, they will disown your worshipping them. And none can inform you (O Muhammad صلى الله عليه وسلم) like Him Who is the All-Knower (of everything).",
    "O mankind! it is you who stand in need of Allâh. But Allâh is Rich (Free of all needs), Worthy of all praise.",
    "If He willed, He could destroy you and bring about a new creation.",
    "And that is not hard for Allâh.",
    "And no bearer of burdens shall bear another’s burden; and if one heavily laden calls another to (bear) his load, nothing of it will be lifted even though he be near of kin. You (O Muhammad صلى الله عليه وسلم) can warn only those who fear their Lord unseen and perform As-Salât (Iqâmat-as-Salât). And he who purifies himself (from all kinds of sins), then he purifies only for the benefit of his ownself. And to Allâh is the (final) Return (of all).",
    "Not alike are the blind (disbelievers in Islâmic Monotheism) and the seeing (believers in Islâmic Monotheism).",
    "Nor are (alike) darkness (disbelief) and light (Belief in Islâmic Monotheism).",
    "Nor are (alike) the shade and the sun’s heat.",
    "Nor are (alike) the living (i.e. the believers) and the dead (i.e. the disbelievers). Verily, Allâh makes whom He wills to hear, but you cannot make hear those who are in graves.",
    "You (O Muhammad صلى الله عليه وسلم) are only a warner (i.e. your duty is to convey Allâh’s Message to mankind but the guidance is Allâh’s).",
    "Verily We have sent you with the truth, a bearer of glad tidings and a warner. And there never was a nation but a warner had passed among them.",
    "And if they belie you, those before them also belied. Their Messengers came to them with clear signs, and with the Scriptures, and the book giving light.",
    "Then I took hold of those who disbelieved: and how terrible was My denial (punishment)!",
    "See you not that Allâh sends down water (rain) from the sky, and We produce therewith fruits of various colours, and among the mountains are streaks white and red, of varying colours and (others) very black.",
    "And likewise of men and Ad-Dawâbb [moving (living) creatures, beasts], and cattle, are of various colours. It is only those who have knowledge among His slaves that fear Allâh. Verily, Allâh is All-Mighty, Oft-Forgiving.",
    "Verily, those who recite the Book of Allâh (this Qur’ân), and perform As-Salât (Iqâmat-as-Salât), and spend (in charity) out of what We have provided for them, secretly and openly, they hope for a (sure) trade-gain that will never perish.",
    "That He may pay them their wages in full, and give them (even) more, out of His Grace. Verily He is Oft-Forgiving, Most Ready to appreciate (good deeds and to recompense).",
    "And what We have revealed to you (O Muhammad صلى الله عليه وسلم), of the Book (the Qur’ân), it is the (very) truth [that you (Muhammad صلى الله عليه وسلم) and your followers must act on its instructions], confirming that which was (revealed) before it. Verily! Allâh is indeed All-Aware, and All-Seer of His slaves.",
    "Then We gave the Book (the Qur’ân) as inheritance to such of Our slaves whom We chose (the followers of Muhammad صلى الله عليه وسلم). Then of them are some who wrong their ownselves, and of them are some who follow a middle course, and of them are some who are, by Allâh’s Leave, foremost in good deeds. That (inheritance of the Qur’ân) - that is indeed a great grace.",
    "‘Adn (Eden) Paradise (everlasting Gardens) will they enter, therein will they be adorned with bracelets of gold and pearls, and their garments therein will be of silk.",
    "And they will say: \"All the praises and thanks be to Allâh Who has removed from us (all) grief. Verily, our Lord is indeed Oft-Forgiving, Most Ready to appreciate (good deeds and to recompense).",
    "Who, out of His Grace, has lodged us in a home that will last forever, where toil will touch us not nor weariness will touch us.\"",
    "But those who disbelieve (in the Oneness of Allâh - Islâmic Monotheism), for them will be the Fire of Hell. Neither will it have a complete killing effect on them so that they die, nor shall its torment be lightened for them. Thus do We requite every disbeliever!",
    "Therein they will cry: \"Our Lord! Bring us out, we shall do righteous good deeds, not (the evil deeds) that we used to do.\" (Allâh will reply): \"Did We not give you lives long enough, so that whosoever would receive admonition could receive it? And the warner came to you. So taste you (the evil of your deeds). For the Zâlimûn (polytheists and wrong-doers) there is no helper.\"",
    "Verily, Allâh is the All-Knower of the Unseen of the heavens and the earth. Verily! He is the All-Knower of that is in the breasts.",
    "He it is Who has made you successors generations after generations in the earth, so whosoever disbelieves (in Islâmic Monotheism) on him will be his disbelief. And the disbelief of the disbelievers adds nothing but hatred of their Lord. And the disbelief of the disbelievers adds nothing but loss.",
    "Say (O Muhammad صلى الله عليه وسلم): \"Tell me or inform me (what) do you think about your (so-called) partner-gods to whom you call upon besides Allâh? Show me, what they have created of the earth. Or have they any share in the heavens? Or have We given them a Book, so that they act on clear proof therefrom? Nay, the Zâlimûn (polytheists and wrong-doers) promise one another nothing but delusions.\"",
    "Verily! Allâh grasps the heavens and the earth lest they should move away from their places, and if they were to move away from their places, there is not one that could grasp them after Him. Truly, He is Ever Most Forbearing, Oft-Forgiving.",
    "And they swore by Allâh their most binding oath that if a warner came to them, they would be more guided than any of the nations (before them); yet when a warner (Muhammad صلى الله عليه وسلم) came to them, it increased in them nothing but flight (from the truth)",
    "(They took to flight because of their) arrogance in the land and their plotting of evil. But the evil plot encompasses only him who makes it. Then, can they expect anything (else) but the Sunnah (way of dealing) of the peoples of old? So no change will you find in Allâh’s Sunnah (way of dealing), and no turning off will you find in Allâh’s Sunnah (way of dealing).",
    "Have they not travelled in the land, and seen what was the end of those before them - though they were superior to them in power? Allâh is not such that anything in the heavens or in the earth escapes Him. Verily, He is All-Knowing, All-Omnipotent.",
    "And if Allâh were to punish men for that which they earned, He would not leave a moving (living) creature on the surface of the earth; but He gives them respite to an appointed term: and when their term comes, then verily, Allâh is Ever All-Seer of His slaves.",
    "Yâ-Sîn.",
    "By the Qur’ân, full of wisdom (i.e. full of laws, evidence, and proofs),",
    "Truly, you (O Muhammad صلى الله عليه وسلم) are one of the Messengers,",
    "On the Straight Path (i.e. on Allâh’s religion of Islâmic Monotheism).",
    "(This is a Revelation) sent down by the All-Mighty, the Most Merciful,",
    "In order that you may warn a people whose forefathers were not warned, so they are heedless.",
    "Indeed the Word (of punishment) has proved true against most of them, so they will not believe.",
    "Verily We have put on their necks iron collars reaching to the chins, so that their heads are raised up.",
    "And We have put a barrier before them, and a barrier behind them, and We have covered them up, so that they cannot see.",
    "It is the same to them whether you warn them or you warn them not, they will not believe.",
    "You can only warn him who follows the Reminder (the Qur’ân), and fears the Most Gracious (Allâh) unseen. Bear you to such one the glad tidings of forgiveness, and a generous reward (i.e. Paradise).",
    "Verily, We give life to the dead, and We record that which they send before (them), and their traces and all things We have recorded with numbers (as a record) in a Clear Book.",
    "And put forward to them a similitude: the (story of the) dwellers of the town, [it is said that the town was Antioch (Antâkiya)], when there came Messengers to them.",
    "When We sent to them two Messengers, they belied them both; so We reinforced them with a third, and they said: \"Verily we have been sent to you as Messengers.\"",
    "They (people of the town) said: \"You are only human beings like ourselves, and the Most Gracious (Allâh) has revealed nothing. You are only telling lies.\"",
    "The Messengers said: \"Our Lord knows that we have been sent as Messengers to you,",
    "\"And our duty is only to convey plainly (the Message).\"",
    "They (people) said: \"For us, we see an evil omen from you: if you cease not, we will surely stone you, and a painful torment will touch you from us.\"",
    "They (Messengers) said: \"Your evil omens be with you! (Do you call it \"evil omen\") because you are admonished? Nay, but you are a people Musrifûn (transgressing all bounds by committing all kinds of great sins, and by disobeying Allâh).",
    "And there came a man running from the farthest part of the town. He said: \"O my people! Obey the Messengers.",
    "\"Obey those who ask no wages of you (for themselves), and who are rightly guided."
  ]
}