{
  "meta": {
    "id": 203,
    "name": "Al-Hilali & Khan",
    "translator_name": "Muhammad Taqi-ud-Din al-Hilali & Muhammad Muhsin Khan",
    "slug": "en-al-hilali",
    "language_name": "english"
  },
  "verses": [
    "Those Messengers! We preferred some of them to others; to some of them Allâh spoke (directly); others He raised to degrees (of honour); and to ‘Îsâ (Jesus), the son of Maryam (Mary), We gave clear proofs and evidence, and supported him with Rûh-ul-Qudus [Jibrael (Gabriel)]. If Allâh had willed, succeeding generations would not have fought against each other, after clear Verses of Allâh had come to them, but they differed - some of them believed and others disbelieved. If Allâh had willed, they would not have fought against one another, but Allâh does what He likes.",
    "O you who believe! Spend of that with which We have provided for you, before a Day comes when there will be no bargaining, nor friendship, nor intercession. And it is the disbelievers who are the Zâlimûn (wrong-doers).",
    "Allâh! Lâ ilâha illa Huwa (none has the right to be worshipped but He), Al-Hayyul-Qayyum (the Ever Living, the One Who sustains and protects all that exists). Neither slumber nor sleep overtakes Him. To Him belongs whatever is in the heavens and whatever is on the earth. Who is he that can intercede with Him except with His Permission? He knows what happens to them (His creatures) in this world, and what will happen to them in the Hereafter. And they will never compass anything of His Knowledge except that which He wills. His Kursî  extends over the heavens and the earth, and He feels no fatigue in guarding and preserving them. And He is the Most High, the Most Great. [This Verse : is called Ayat-ul-Kursî ]",
    "There is no compulsion in religion. Verily, the Right Path has become distinct from the wrong path. Whoever disbelieves in Tâghût  and believes in Allâh, then he has grasped the most trustworthy handhold that will never break. And Allâh is All-Hearer, All-Knower.",
    "Allâh is the Walî (Protector or Guardian) of those who believe. He brings them out from darkness into light. But as for those who disbelieve, their Auliyâ (supporters and helpers) are Tâghût [false deities and false leaders], they bring them out from light into darkness. Those are the dwellers of the Fire, and they will abide therein forever. (See V.:,)",
    "Have you not looked at him who disputed with Ibrâhîm (Abraham) about his Lord (Allâh), because Allâh had given him the kingdom? When Ibrâhîm (Abraham) said (to him): \"My Lord (Allâh) is He Who gives life and causes death.\" He said, \"I give life and cause death.\" Ibrâhîm (Abraham) said, \"Verily! Allâh brings the sun from the east; then bring it you from the west.\" So the disbeliever was utterly defeated. And Allâh guides not the people, who are Zâlimûn (wrong-doers).",
    "Or like the one who passed by a town while it had tumbled over its roofs. He said: \"Oh! How will Allâh ever bring it to life after its death?\" So Allâh caused him to die for a hundred years, then raised him up (again). He said: \"How long did you remain (dead)?\" He (the man) said: \"(Perhaps) I remained (dead) a day or part of a day\". He said: \"Nay, you have remained (dead) for a hundred years, look at your food and your drink, they show no change; and look at your donkey! And thus We have made of you a sign for the people. Look at the bones, how We bring them together and clothe them with flesh\". When this was clearly shown to him, he said, \"I know (now) that Allâh is Able to do all things.\"",
    "And (remember) when Ibrâhîm (Abraham) said, \"My Lord! Show me how You give life to the dead.\" He (Allâh) said: \"Do you not believe?\" He [Ibrâhîm (Abraham)] said: \"Yes (I believe), but to be stronger in Faith.\" He said: \"Take four birds, then cause them to incline towards you (then slaughter them, cut them into pieces), and then put a portion of them on every hill, and call them, they will come to you in haste. And know that Allâh is All-Mighty, All-Wise.\"",
    "The likeness of those who spend their wealth in the Way of Allâh, is as the likeness of a grain (of corn); it grows seven ears, and each ear has a hundred grains. Allâh gives manifold increase to whom He wills. And Allâh is All-Sufficient for His creatures’ needs, All-Knower.",
    "Those who spend their wealth in the Cause of Allâh, and do not follow up their gifts with reminders of their generosity or with injury, their reward is with their Lord. On them shall be no fear, nor shall they grieve.",
    "Kind words and forgiving of faults are better than Sadaqah (charity) followed by injury. And Allâh is Rich (Free of all needs) and He is Most-Forbearing.",
    "O you who believe! Do not render in vain your Sadaqah (charity) by reminders of your generosity or by injury, like him who spends his wealth to be seen of men, and he does not believe in Allâh, nor in the Last Day. His likeness is the likeness of a smooth rock on which is a little dust; on it falls heavy rain which leaves it bare. They are not able to do anything with what they have earned. And Allâh does not guide the disbelieving people.",
    "And the likeness of those who spend their wealth seeking Allâh’s Pleasure while they in their ownselves are sure and certain that Allâh will reward them (for their spending in His Cause), is the likeness of a garden on a height; heavy rain falls on it and it doubles its yield of harvest. And if it does not receive heavy rain, light rain suffices it. And Allâh is All-Seer (knows well) of what you do.",
    "Would any of you wish to have a garden with date-palms and vines, with rivers flowing underneath, and all kinds of fruits for him therein, while he is striken with old age, and his children are weak (not able to look after themselves), then it is struck with a fiery whirlwind, so that it is burnt? Thus does Allâh make clear His Ayât (proofs, evidence, verses) to you that you may give thought.",
    "O you who believe! Spend of the good things which you have (legally) earned, and of that which We have produced from the earth for you, and do not aim at that which is bad to spend from it, (though) you would not accept it save if you close your eyes and tolerate therein. And know that Allâh is Rich (Free of all needs), and Worthy of all praise.",
    "Shaitân (Satan) threatens you with poverty and orders you to commit Fahshâ (evil deeds, illegal sexual intercourse, sins); whereas Allâh promises you Forgiveness from Himself and Bounty, and Allâh is All-Sufficient for His creatures’ needs, All-Knower.",
    "He grants Hikmah to whom He pleases, and he, to whom Hikmah is granted, is indeed granted abundant good. But none remember (will receive admonition) except men of understanding.",
    "And whatever you spend for spendings (e.g., in Sadaqah - charity for Allâh’s Cause) or whatever vow you make, be sure Allâh knows it all. And for the Zâlimûn (wrong-doers) there are no helpers.",
    "If you disclose your Sadaqât (alms-giving), it is well; but if you conceal them and give them to the poor, that is better for you. (Allâh) will expiate you some of your sins. And Allâh is Well-Acquainted with what you do.",
    "Not upon you (Muhammad صلى الله عليه وسلم) is their guidance, but Allâh guides whom He wills. And whatever you spend in good, it is for yourselves, when you spend not except seeking Allâh’s Countenance. And whatever you spend in good, it will be repaid to you in full, and you shall not be wronged.",
    "(Charity is) for Fuqarâ (the poor), who in Allâh’s Cause are restricted (from travel), and cannot move about in the land (for trade or work). The one who knows them not, thinks that they are rich because of their modesty. You may know them by their mark, they do not beg of people at all. And whatever you spend in good, surely, Allâh knows it well.",
    "Those who spend their wealth (in Allâh’s Cause) by night and day, in secret and in public, they shall have their reward with their Lord. On them shall be no fear, nor shall they grieve.",
    "Those who eat Ribâ  (usury) will not stand (on the Day of Resurrection) except like the standing of a person beaten by Shaitân (Satan) leading him to insanity. That is because they say: \"Trading is only like Ribâ (usury),\" whereas Allâh has permitted trading and forbidden Ribâ (usury). So whosoever receives an admonition from his Lord and stops eating Ribâ (usury) shall not be punished for the past; his case is for Allâh (to judge); but whoever returns [to Ribâ (usury)], such are the dwellers of the Fire - they will abide therein.",
    "Allâh will destroy Ribâ (usury) and will give increase for Sadaqât (deeds of charity, alms, etc.) And Allâh likes not the disbelievers, sinners.",
    "Truly those who believe, and do deeds of righteousness, and perform As-Salât (Iqâmat-as-Salât), and give Zakât they will have their reward with their Lord. On them shall be no fear, nor shall they grieve.",
    "O you who believe! Be afraid of Allâh and give up what remains (due to you) from Ribâ (usury) (from now onward), if you are (really) believers.",
    "And if you do not do it, then take a notice of war from Allâh and His Messenger but if you repent, you shall have your capital sums. Deal not unjustly (by asking more than your capital sums), and you shall not be dealt with unjustly (by receiving less than your capital sums).",
    "And if the debtor is in a hard time (has no money), then grant him time till it is easy for him to repay, but if you remit it by way of charity, that is better for you if you did but know.",
    "And be afraid of the Day when you shall be brought back to Allâh. Then every person shall be paid what he earned, and they shall not be dealt with unjustly.",
    "O you who believe! When you contract a debt for a fixed period, write it down. Let a scribe write it down in justice between you. Let not the scribe refuse to write as Allâh has taught him, so let him write. Let him (the debtor) who incurs the liability dictate, and he must fear Allâh, his Lord, and diminish not anything of what he owes. But if the debtor is of poor understanding, or weak, or is unable to dictate for himself, then let his guardian dictate in justice. And get two witnesses out of your own men. And if there are not two men (available), then a man and two women, such as you agree for witnesses, so that if one of them (two women) errs, the other can remind her. And the witnesses should not refuse when they are called (for evidence). You should not become weary to write it (your contract), whether it be small or big, for its fixed term, that is more just with Allâh; more solid as evidence, and more convenient to prevent doubts among yourselves, save when it is a present trade which you carry out on the spot among yourselves, then there is no sin on you if you do not write it down. But take witnesses whenever you make a commercial contract. Let neither scribe nor witness suffer any harm, but if you do (such harm), it would be wickedness in you. So be afraid of Allâh; and Allâh teaches you. And Allâh is the All-Knower of each and everything.",
    "And if you are on a journey and cannot find a scribe, then let there be a pledge taken (mortgaging); then if one of you entrust the other, let the one who is entrusted discharge his trust (faithfully), and let him be afraid of Allâh, his Lord. And conceal not the evidence for he, who hides it, surely his heart is sinful. And Allâh is All-Knower of what you do.",
    "To Allâh belongs all that is in the heavens and all that is on the earth, and whether you disclose what is in your ownselves or conceal it, Allâh will call you to account for it. Then He forgives whom He wills and punishes whom He wills. And Allâh is Able to do all things.",
    "The Messenger (Muhammad صلى الله عليه وسلم) believes in what has been sent down to him from his Lord, and (so do) the believers. Each one believes in Allâh, His Angels, His Books, and His Messengers. (They say), \"We make no distinction between one another of His Messengers\" - and they say, \"We hear, and we obey. (We seek) Your Forgiveness, our Lord, and to You is the return (of all).\"",
    "Allâh burdens not a person beyond his scope. He gets reward for that (good) which he has earned, and he is punished for that (evil) which he has earned. \"Our Lord! Punish us not if we forget or fall into error, our Lord! Lay not on us a burden like that which You did lay on those before us (Jews and Christians); our Lord! Put not on us a burden greater than we have strength to bear. Pardon us and grant us Forgiveness. Have mercy on us. You are our Maulâ (Patron, Supporter and Protector, etc.) and give us victory over the disbelieving people.\"",
    "Alif-Lâm-Mîm. [These letters are one of the miracles of the Qur’ân, and none but Allâh (Alone) knows their meanings].",
    "Allâh! Lâ ilâha illa Huwa (none has the right to be worshipped but He), Al-Hayyul-Qayyum (the Ever Living, the One Who sustains and protects all that exists).",
    "It is He Who has sent down the Book (the Qur’ân) to you (O Muhammad صلى الله عليه وسلم) with truth, confirming what came before it. And He sent down the Taurât (Torah) and the Injeel (Gospel),",
    "Aforetime, as a guidance to mankind. And He sent down the criterion [of judgement between right and wrong (this Qur’ân)]. Truly, those who disbelieve in the Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) of Allâh, for them there is a severe torment; and Allâh is All-Mighty, All-Able of Retribution.",
    "Truly, nothing is hidden from Allâh, in the earth or in the heaven.",
    "He it is Who shapes you in the wombs as He wills. Lâ ilâha illa Huwa (none has the right to be worshipped but He), the All-Mighty, the All-Wise.",
    "It is He Who has sent down to you (Muhammad صلى الله عليه وسلم) the Book (this Qur’ân). In it are Verses that are entirely clear, they are the foundations of the Book [and those are the Verses of Al-Ahkâm (commandments), Al-Fara’id (obligatory duties) and Al-Hudud (legal laws for the punishment of thieves, adulterers)]; and others not entirely clear. So as for those in whose hearts there is a deviation (from the truth) they follow that which is not entirely clear thereof, seeking Al-Fitnah (polytheism and trials), and seeking for its hidden meanings, but none knows its hidden meanings save Allâh. And those who are firmly grounded in knowledge say: \"We believe in it; the whole of it (clear and unclear Verses) are from our Lord.\" And none receive admonition except men of understanding. (Tafsir At-Tabarî).",
    "(They say): \"Our Lord! Let not our hearts deviate (from the truth) after You have guided us, and grant us mercy from You. Truly, You are the Bestower.\"",
    "\"Our Lord! Verily, it is You Who will gather mankind together on the Day about which there is no doubt. Verily, Allâh never breaks His Promise\".",
    "Verily, those who disbelieve, neither their properties nor their offspring will avail them whatsoever against Allâh; and it is they who will be fuel of the Fire.",
    "Like the behaviour of the people of Fir‘aun (Pharaoh) and those before them; they belied Our Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.). So Allâh seized (destroyed) them for their sins. And Allâh is Severe in punishment.",
    "Say (O Muhammad صلى الله عليه وسلم) to those who disbelieve: \"You will be defeated and gathered together to Hell, and worst indeed is that place to rest.\"",
    "There has already been a sign for you (O Jews) in the two armies that met (in combat i.e. the battle of Badr). One was fighting in the Cause of Allâh, and as for the other, (they) were disbelievers. They (the believers) saw them (the disbelievers) with their own eyes twice their number (although they were thrice their number). And Allâh supports with His Victory whom He wills. Verily, in this is a lesson for those who understand. (See Verse :). (Tafsir At-Tabarî)",
    "Beautified for men is the love of things they covet; women, children, much of gold and silver (wealth), branded beautiful horses, cattle and well-tilled land. This is the pleasure of the present world’s life; but Allâh has the excellent return (Paradise with flowing rivers) with Him.",
    "Say: \"Shall I inform you of things far better than those? For Al-Muttaqûn (the pious - See V.:) there are Gardens (Paradise) with their Lord, underneath which rivers flow. Therein (is their) eternal (home) and Azwâjun Mutahharatun  (purified mates or wives). And Allâh will be pleased with them. And Allâh is All-Seer of the (His) slaves\".",
    "Those who say: \"Our Lord! We have indeed believed, so forgive us our sins and save us from the punishment of the Fire.\"",
    "(They are) those who are patient, those who are true (in Faith, words, and deeds), and obedient with sincere devotion in worship to Allâh. Those who spend [give the Zakât and alms in the Way of Allâh] and those who pray and beg Allâh’s Pardon in the last hours of the night.",
    "Allâh bears witness that Lâ ilâha illa Huwa (none has the right to be worshipped but He), and the angels, and those having knowledge (also give this witness); (He always) maintains His creation in Justice. Lâ ilâha illa Huwa (none has the right to be worshipped but He), the All-Mighty, the All-Wise.",
    "Truly, the religion with Allâh is Islâm. Those who were given the Scripture (Jews and Christians) did not differ except, out of mutual jealousy, after knowledge had come to them. And whoever disbelieves in the Ayât (proofs, evidence, verses, signs, revelations, etc.) of Allâh, then surely, Allâh is Swift in calling to account.",
    "So if they dispute with you (Muhammad صلى الله عليه وسلم) say: \"I have submitted myself to Allâh (in Islâm), and (so have) those who follow me.\" And say to those who were given the Scripture (Jews and Christians) and to those who are illiterates (Arab pagans): \"Do you (also) submit yourselves (to Allâh in Islâm)?\" If they do, they are rightly guided; but if they turn away, your duty is only to convey the Message; and Allâh is All-Seer of (His) slaves.",
    "Verily! Those who disbelieve in the Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) of Allâh and kill the Prophets without right, and kill those men who order just dealings, ... then announce to them a painful torment.",
    "They are those whose works will be lost in this world and in the Hereafter, and they will have no helpers.",
    "Have you not seen those who have been given a portion of the Scripture? They are being invited to the Book of Allâh to settle their dispute, then a party of them turn away, and they are averse.",
    "This is because they say: \"The Fire shall not touch us but for a number of days.\" And that which they used to invent regarding their religion has deceived them.",
    "How (will it be) when We gather them together on the Day about which there is no doubt (i.e. the Day of Resurrection). And each person will be paid in full what he has earned? And they will not be dealt with unjustly.",
    "Say (O Muhammad صلى الله عليه وسلم): \"O Allâh! Possessor of the kingdom, You give the kingdom to whom You will, and You take the kingdom from whom You will, and You endue with honour whom You will, and You humiliate whom You will. In Your Hand is the good. Verily, You are Able to do all things.",
    "You make the night to enter into the day, and You make the day to enter into the night (i.e. increase and decrease in the hours of the night and the day during winter and summer), You bring the living out of the dead, and You bring the dead out of the living. And You give wealth and sustenance to whom You will, without limit (measure or account).",
    "Let not the believers take the disbelievers as Auliyâ (supporters, helpers) instead of the believers, and whoever does that will never be helped by Allâh in any way, except if you indeed fear a danger from them. And Allâh warns you against Himself (His punishment), and to Allâh is the final return.",
    "Say (O Muhammad صلى الله عليه وسلم): \"Whether you hide what is in your breasts or reveal it, Allâh knows it, and He knows what is in the heavens and what is in the earth. And Allâh is Able to do all things.\"",
    "On the Day when every person will be confronted with all the good he has done, and all the evil he has done, he will wish that there were a great distance between him and his evil. And Allâh warns you against Himself (His punishment) and Allâh is full of kindness to (His) slaves.",
    "Say (O Muhammad صلى الله عليه وسلم to mankind): \"If you (really) love Allâh then follow me (i.e. accept Islâmic Monotheism, follow the Qur’ân and the Sunnah), Allâh will love you and forgive you your sins. And Allâh is Oft-Forgiving, Most Merciful.\"",
    "Say (O Muhammad صلى الله عليه وسلم): \"Obey Allâh and the Messenger (Muhammad صلى الله عليه وسلم).\" But if they turn away, then Allâh does not like the disbelievers.",
    "Allâh chose Adam, Nûh (Noah), the family of Ibrâhîm (Abraham) and the family of ‘Imrân above the ‘Âlamîn (mankind and jinn) (of their times).",
    "Offspring, one of the other, and Allâh is All-Hearer, All-Knower.",
    "(Remember) when the wife of ‘Imrân said: \"O my Lord! I have vowed to You what (the child that) is in my womb to be dedicated for Your services (free from all worldly work; to serve Your Place of worship), so accept this from me. Verily, You are the All-Hearer, the All-Knowing.\"",
    "Then when she gave birth to her [child Maryam (Mary)], she said: \"O my Lord! I have given birth to a female child,\" - and Allâh knew better what she brought forth, - \"And the male is not like the female, and I have named her Maryam (Mary), and I seek refuge with You (Allâh) for her and for her offspring from Shaitân (Satan), the outcast.\"",
    "So her Lord (Allâh) accepted her with goodly acceptance. He made her grow in a good manner and put her under the care of Zakariyâ (Zachariya). Every time he entered Al-Mihrâb  to (visit) her, he found her supplied with sustenance. He said: \"O Maryam (Mary)! From where have you got this?\" She said, \"This is from Allâh.\" Verily, Allâh provides sustenance to whom He wills, without limit.\"",
    "At that time Zakariyâ (Zachariya) invoked his Lord, saying: \"O my Lord! Grant me from You, a good offspring. You are indeed the All-Hearer of invocation.\"",
    "Then the angels called him, while he was standing in prayer in Al-Mihrâb (a praying place or a private room), (saying): \"Allâh gives you glad tidings of Yahya (John), confirming (believing in) the word from Allâh [i.e. the creation of ‘Îsâ (Jesus) عليه السلام, the Word from Allâh (\"Be!\" - and he was!)], noble, keeping away from sexual relations with women, a Prophet, from among the righteous.\"",
    "He said: \"O my Lord! How can I have a son when I am very old, and my wife is barren?\" (Allâh) said: \"Thus Allâh does what He wills.\"",
    "He said: \"O my Lord! Make a sign for me.\" Allâh said: \"Your sign is that you shall not speak to mankind for three days except with signals. And remember your Lord much (by praising Him again and again), and glorify (Him) in the afternoon and in the morning.\"",
    "And (remember) when the angels said: \"O Maryam (Mary)! Verily, Allâh has chosen you, purified you (from polytheism and disbelief), and chosen you above the women of the ‘Âlamîn (mankind and jinn) (of her lifetime).\"",
    "O Mary! \"Submit yourself with obedience to your Lord (Allâh, by worshipping none but Him Alone) and prostrate yourself, and Irkâ‘i (bow down) along with Ar-Râki‘ûn (those who bow down).\"",
    "This is a part of the news of the Ghaib (unseen, i.e. the news of the past nations of which you have no knowledge) which We reveal to you (O Muhammad صلى الله عليه وسلم). You were not with them, when they cast lots with their pens as to which of them should be charged with the care of Maryam (Mary); nor were you with them when they disputed.",
    "(Remember) when the angels said: \"O Maryam (Mary)! Verily, Allâh gives you the glad tidings of a Word [\"Be!\" - and he was! i.e. ‘Îsâ (Jesus) the son of Maryam (Mary)] from Him, his name will be the Messiah ‘Îsâ (Jesus), the son of Maryam (Mary), held in honour in this world and in the Hereafter, and will be one of those who are near to Allâh.\"",
    "\"He will speak to the people in the cradle and in manhood, and he will be one of the righteous.\"",
    "She said: \"O my Lord! How shall I have a son when no man has touched me.\" He said: \"So (it will be) for Allâh creates what He wills. When He has decreed something, He says to it only: \"Be!\" - and it is.",
    "And He (Allâh) will teach him [(‘Îsâ (Jesus)] the Book and Al-Hikmah (i.e. the Sunnah, the faultless speech of the Prophets, wisdom), (and) the Taurât (Torah) and the Injeel (Gospel).",
    "And will make him [(‘Îsâ (Jesus)] a Messenger to the Children of Israel (saying): \"I have come to you with a sign from your Lord, that I design for you out of clay, a figure like that of a bird, and breathe into it, and it becomes a bird by Allâh’s Leave; and I heal him who was born blind, and the leper, and I bring the dead to life by Allâh’s Leave. And I inform you of what you eat, and what you store in your houses. Surely, therein is a sign for you, if you believe.",
    "And I have come confirming that which was before me of the Taurât (Torah), and to make lawful to you part of what was forbidden to you, and I have come to you with a proof from your Lord. So fear Allâh and obey me.",
    "Truly! Allâh is my Lord and your Lord, so worship Him (Alone). This is the Straight Path.",
    "Then when ‘Îsâ (Jesus) came to know of their disbelief, he said: \"Who will be my helpers in Allâh’s Cause?\" Al-Hawâriyyûn (the disciples) said: \"We are the helpers of Allâh; we believe in Allâh, and bear witness that we are Muslims (i.e. we submit to Allâh).\"",
    "Our Lord! We believe in what You have sent down, and we follow the Messenger [(‘Îsâ (Jesus)]; so write us down among those who bear witness (to the truth i.e. Lâ ilâha illallâh - none has the right to be worshipped but Allâh).",
    "And they (disbelievers) plotted to kill ‘Îsâ [(Jesus) عليه السلام], and Allâh plotted too. And Allâh is the Best of those who plot.",
    "And (remember) when Allâh said: \"O ‘Îsâ (Jesus)! I will take you and raise you to Myself and clear you [of the forged statement that ‘Îsâ (Jesus) is Allâh’s son] of those who disbelieve, and I will make those who follow you (Monotheists, who worship none but Allâh) superior to those who disbelieve [in the Oneness of Allâh, or disbelieve in some of His Messengers, e.g. Muhammad صلى الله عليه وسلم, ‘Îsâ (Jesus), Mûsâ (Moses), etc., or in His Holy Books, e.g. the Taurât (Torah), the Injeel (Gospel), the Qur’ân] till the Day of Resurrection. Then you will return to Me and I will judge between you in the matters in which you used to dispute.\"",
    "\"As to those who disbelieve, I will punish them with a severe torment in this world and in the Hereafter, and they will have no helpers.\" ",
    "And as for those who believe (in the Oneness of Allâh) and do righteous good deeds, Allâh will pay them their reward in full. And Allâh does not like the Zâlimun (polytheists and wrong-doers).",
    "This is what We recite to you (O Muhammad صلى الله عليه وسلم) of the Verses and the Wise Reminder (i.e. the Qur’ân).",
    "Verily, the likeness of ‘Îsâ (Jesus) before Allâh is the likeness of Adam. He created him from dust, then (He) said to him: \"Be!\" - and he was.",
    "(This is) the truth from your Lord, so be not of those who doubt.",
    "Then whoever disputes with you concerning him [‘Îsâ (Jesus)] after (all this) knowledge that has come to you [i.e. ‘Îsâ (Jesus) being a slave of Allâh, and having no share in Divinity], say: (O Muhammad صلى الله عليه وسلم) \"Come, let us call our sons and your sons, our women and your women, ourselves and yourselves - then we pray and invoke (sincerely) the Curse of Allâh upon those who lie.\"",
    "Verily! This is the true narrative [about the story of ‘Îsâ (Jesus)], and Lâ ilâha illallâh (none has the right to be worshipped but Allâh, the One and the Only True God, Who has neither a wife nor a son). And indeed, Allâh is the All-Mighty, the All-Wise.",
    "And if they turn away (and do not accept these true proofs and evidence), then surely, Allâh is All-Aware of those who do mischief.",
    "Say (O Muhammad صلى الله عليه وسلم): \"O people of the Scripture (Jews and Christians): Come to a word that is just between us and you, that we worship none but Allâh (Alone), and that we associate no partners with Him, and that none of us shall take others as lords besides Allâh. Then, if they turn away, say: \"Bear witness that we are Muslims.\"",
    "O people of the Scripture (Jews and Christians)! Why do you dispute about Ibrâhîm (Abraham), while the Taurât (Torah) and the Injeel (Gospel) were not revealed till after him? Have you then no sense?",
    "Verily, you are those who have disputed about that of which you have knowledge. Why do you then dispute concerning that of which you have no knowledge? It is Allâh Who knows, and you know not.",
    "Ibrâhîm (Abraham) was neither a Jew nor a Christian, but he was a true Muslim Hanîfa (Islâmic Monotheism - to worship none but Allâh Alone) and he was not of Al-Mushrikûn (See V.:).",
    "Verily, among mankind who have the best claim to Ibrâhîm (Abraham) are those who followed him, and this Prophet (Muhammad صلى الله عليه وسلم) and those who have believed (Muslims). And Allâh is the Walî (Protector and Helper) of the believers.",
    "A party of the people of the Scripture (Jews and Christians) wish to lead you astray. But they shall not lead astray anyone except themselves, and they perceive not.",
    "O people of the Scripture! (Jews and Christians): \"Why do you disbelieve in the Ayât of Allâh, [the Verses about Prophet Muhammad صلى الله عليه وسلم present in the Taurât (Torah) and the Injeel (Gospel)] while you (yourselves) bear witness (to their truth).\"",
    "O people of the Scripture (Jews and Christians): \"Why do you mix truth with falsehood and conceal the truth while you know?\"",
    "And a party of the people of the Scripture say: \"Believe in the morning in that which is revealed to the believers (Muslims), and reject it at the end of the day, so that they may turn back.",
    "And believe no one except the one who follows your religion. Say (O Muhammad صلى الله عليه وسلم): \"Verily! Right guidance is the Guidance of Allâh\" and do not believe that anyone can receive like that which you have received, otherwise they would engage you in argument before your Lord. Say (O Muhammad صلى الله عليه وسلم): \"All the bounty is in the Hand of Allâh; He grants to whom He wills. And Allâh is All-Sufficient for His creatures’ needs, All-Knower.\"",
    "He selects for His Mercy (Islâm and the Qur’ân with Prophethood) whom He wills and Allâh is the Owner of Great Bounty.",
    "Among the people of the Scripture (Jews and Christians) is he who, if entrusted with a Qintâr (a great amount of wealth, etc.), will readily pay it back; and among them there is he who, if entrusted with a single silver coin, will not repay it unless you constantly stand demanding, because they say: \"There is no blame on us to betray and take the properties of the illiterates (Arabs).\" But they tell a lie against Allâh while they know it.",
    "Yes, whoever fulfils his pledge and fears Allâh much; verily, then Allâh loves those who are Al-Muttaqûn (the pious - See V.:).",
    "Verily, those who purchase a small gain at the cost of Allâh’s Covenant and their oaths, they shall have no portion in the Hereafter (Paradise). Neither will Allâh speak to them, nor look at them on the Day of Resurrection, nor will He purify them, and they shall have a painful torment.",
    "And verily, among them is a party who distort the Book with their tongues (as they read), so that you may think it is from the Book, but it is not from the Book, and they say: \"This is from Allâh,\" but it is not from Allâh; and they speak a lie against Allâh while they know it.",
    "It is not (possible) for any human being to whom Allâh has given the Book and Al-Hukm (the knowledge and understanding of the laws of religion) and Prophethood to say to the people: \"Be my worshippers rather than Allâh’s.\" On the contrary (he would say): \"Be you Rabbâniyyûn (learned men of religion who practise what they know and also preach others), because you are teaching the Book, and you are studying it.\"",
    "Nor would he order you to take angels and Prophets for lords (gods). Would he order you to disbelieve after you have submitted to Allâh’s Will? (Tafsir At-Tabarî).",
    "And (remember) when Allâh took the Covenant of the Prophets, saying: \"Take whatever I gave you from the Book and Hikmah (understanding of the Laws of Allâh), and afterwards there will come to you a Messenger (Muhammad صلى الله عليه وسلم) confirming what is with you; you must, then, believe in him and help him.\" Allâh said: \"Do you agree (to it) and will you take up My Covenant (which I conclude with you)?\" They said: \"We agree.\" He said: \"Then bear witness; and I am with you among the witnesses (for this).\"",
    "Then whoever turns away after this, they are the Fâsiqûn (rebellious: those who turn away from Allâh’s Obedience).",
    "Do they seek other than the religion of Allâh (the true Islâmic Monotheism - worshipping none but Allâh Alone), while to Him submitted all creatures in the heavens and the earth, willingly or unwillingly. And to Him shall they all be returned.",
    "Say (O Muhammad صلى الله عليه وسلم): \"We believe in Allâh and in what has been sent down to us, and what was sent down to Ibrâhîm (Abraham), Ismâ‘îl (Ishmael), Ishâq (Isaac), Ya‘qûb (Jacob) and Al-Asbât [the offspring of the twelve sons of Ya‘qûb (Jacob)] and what was given to Mûsâ (Moses), ‘Îsâ (Jesus) and the Prophets from their Lord. We make no distinction between one another among them and to Him (Allâh) we have submitted (in Islâm).\"",
    "And whoever seeks a religion other than Islâm, it will never be accepted of him, and in the Hereafter he will be one of the losers.",
    "How shall Allâh guide a people who disbelieved after their belief and after they bore witness that the Messenger (Muhammad صلى الله عليه وسلم) is true and after clear proofs had come unto them? And Allâh guides not the people who are Zâlimûn (polytheists and wrong-doers).",
    "They are those whose recompense is that on them (rests) the Curse of Allâh, of the angels, and of all mankind.",
    "They will abide therein (Hell). Neither will their torment be lightened, nor will it be delayed or postponed (for a while).",
    "Except for those who repent after that and do righteous deeds. Verily, Allâh is Oft-Forgiving, Most Merciful.",
    "Verily, those who disbelieved after their Belief and then went on increasing in their disbelief (i.e. disbelief in the Qur’ân and in Prophet Muhammad صلى الله عليه وسلم) - never will their repentance be accepted [because they repent only by their tongues and not from their hearts]. And they are those who are astray.",
    "Verily, those who disbelieved, and died while they were disbelievers, the (whole) earth full of gold will not be accepted from anyone of them even if they offered it as a ransom. For them is a painful torment and they will have no helpers."
  ]
}