{
  "meta": {
    "id": 97,
    "name": "Tafheem ul Qur'an - Syed Abu Ala Maududi",
    "translator_name": "Syed Abu Ala Maududi",
    "slug": "ur-al-maududi",
    "language_name": "urdu"
  },
  "verses": [
    "نہایت بزرگ و برتر ہے  وہ جس کے ہاتھ میں کائنات کی سلطنت ہے،  اور وہ ہر چیز پر قدرت رکھتا ہے۔ ",
    "جس نے موت اور زندگی  کو ایجاد کیا تاکہ تم لوگوں کو آزما کر دیکھے تم میں سے کون بہتر عمل کرنے والا ہے،  اور وہ زبردست بھی ہے اور درگزر فرمانے والا بھی۔ ",
    "س نے تہ بر تہ سات آسمان بنائے۔  تم رحمٰن کی تخلیق میں کسی قسم کی بے ربطی نہ پاوٴ گے۔  پھر پلٹ کر دیکھو، کہیں تمہیں کوئی خلل نظر آتا ہے؟ ",
    "بار بار نگاہ دوڑاؤ تمہاری نگاہ تھک کر نامراد پلٹ آئے گی",
    "ہم نے تمہارے قریب کے آسمان  کو عظیم الشان چراغوں سے آراستہ کیا ہے  اور اُنہیں شیاطین کو مار بھگانے کا ذریعہ بنا دیا ہے۔  اِن شیطانوں کے لیے بھڑکتی ہوئی آگ ہم نے مہیّا کر رکھی ہے",
    "جن لوگوں نے اپنے ربّ سے کفر کیا ہے  ان کے لیے جہنّم کا عذاب ہے اور وہ بہت ہی بُرا ٹھکانا ہے",
    "جب وہ اُس میں پھینکے جائیں گے تو اس کے دَھاڑنے کی ہولناک آوازیں سُنیں گے  اور وہ جوش کھا رہی ہوگی",
    "شِدّتِ غضب سے پھٹی جاتی ہو گی۔ ہر بار جب کوئی انبوہ اس میں ڈالا جائے گا، اُس کے کارندے اُن لوگوں سے پوچھیں گے”کیا تمہارے پاس کوئی خبردار کرنے والا نہیں آیا تھا؟“ ",
    "وہ جواب دیں گے”ہاں، خبردار کرنے والا ہمارے پاس آیا تھا ، مگر ہم نے اسے جھٹلا دیا  اور کہا اللہ نے کچھ بھی نازل نہیں کیا ہے، تم بڑی گمراہی میں پڑے ہوئے ہو۔“ ",
    "اور وہ کہیں گے  ”کاش ہم سُنتے اور سمجھتے  تو آج اِس بھَڑکتی ہوئی آگ کے سزا واروں میں نہ شامل ہوتے۔“",
    "اس طرح وہ اپنے قصورکا  خود اعتراف کر لیں گے، لعنت ہے ان دوزخیوں پر",
    "جو لوگ بے دیکھے اپنے ربّ سے ڈرتے ہیں،  یقیناً اُن کے لیے مغفرت ہے اور بڑا اجر۔ ",
    "تم خواہ چُپکے سے بات کرو یا اُونچی آواز سے (اللہ کے لیے یکساں ہے)، وہ تو دلوں کا حال تک جانتا ہے۔ ",
    "کیا وہی نہ جانے گا جس نے پیدا کیا ہے؟  حالانکہ وہ باریک بیں  اور باخبر ہے",
    "وہی تو ہے جس نے تمہارے لیے زمین کو تابع کر رکھا ہے ، چلو اُس کی چھاتی پر اور کھاوٴ خدا کا رزق،  اُسی کے حضور تمہیں دوبارہ زندہ ہو کر جانا ہے۔ ",
    "کیا تم اِس سے بے خوف ہو کہ وہ جو آسمان میں ہے  تمہیں زمین میں دھنسا دے اور یکایک یہ زمین جَھکو لے کھانے لگے؟",
    "کیا تم اِس سے بے خوف ہو کہ وہ جو آسمان میں ہے تم پر پتھراوٴ کرنے والی ہوا بھیج دے؟  پھر تمہیں معلوم ہو جائے گا کہ میری تنبیہ کیسی ہوتی ہے۔ ",
    "ن سے پہلے گُزرے ہوئے لوگ جُھٹلا چکے ہیں۔ پھر دیکھ لو میری گرفت کیسی تھی۔ ",
    "کیا یہ لوگ اپنے اُوپر اُڑنے والے پرندوں کو پر پھیلائے اور سکیڑتے نہیں دیکھتے؟ رحمٰن کے سوا کوئی نہیں جو انہیں تھامے ہوئے ہو۔  وہی ہر چیز کا نگہبان ہے۔ ",
    "بتاوٴ، آخر وہ کون سا لشکر تمہارے پاس ہے جو رحمٰن کے مقابلے میں تمہارے مدد کر سکتا ہے؟  حقیقت یہ ہے کہ یہ منکرین دھوکے میں پڑے ہوئے ہیں",
    "یا پھر بتاؤ، کون ہے جو تمہیں رزق دے سکتا ہے اگر رحمان اپنا رزق روک لے؟ دراصل یہ لوگ سر کشی اور حق سے گریز پر اڑے ہوئے ہیں",
    "بھلا سوچو، جو شخص منہ اوندھائے چل رہا ہو  وہ زیادہ صحیح راہ پانے والا ہے یا وہ جو سر اُٹھائے سیدھا ایک ہموار سڑک پر چل رہا ہو؟",
    "اِن سے کہو اللہ ہی ہے جس نے تمہیں پیدا کیا، تم کو سُننے اور دیکھنے کی طاقتیں دیں اور سوچنے سمجھنے والے دل دیے، مگر تم کم ہی شکر ادا کرتے ہو۔ ",
    "اِن سے کہو، اللہ ہی ہے جس نے تمہیں زمین میں پھیلا یا ہے اور اسی کی طرف تم سمیٹے جاوٴ گے۔ ",
    "یہ کہتے ہیں”اگر تم سچے ہو تو بتاوٴ یہ وعدہ کب پُورا ہوگا؟ ",
    "کہو”اِس کا علم تو اللہ کے پاس ہے، میں تو بس صاف صاف خبردار کر دینے والا ہوں۔“ ",
    "پھر جب یہ اُس چیز کو قریب دیکھ لیں گے تو اُن سب لوگوں کے چہرے بگڑ جائیں گے جنہوں نے انکار کیا ہے،   اور اُس وقت ان سے کہا جائے گا کہ یہی ہے وہ چیز جس کے لیے تم تقاضے کر رہے تھے",
    "اِن سے کہو، کبھی تم نے یہ بھی سوچا کہ اللہ خواہ مجھے اور میرے ساتھیوں کو ہلاک کر دے یا ہم پر رحم کرے، کافروں کو دردناک عذاب سے کون بچا لے گا؟ ",
    "اِن سے کہو، وہ بڑا رحیم ہے، اسی پر ہم ایمان لائے ہیں، اور اُسی پر ہمارا بھروسا ہے،  عنقریب تمہیں معلوم ہوجائے گا کہ صریح گمراہی میں پڑا ہوا کون ہے",
    "اِن سےکہو، کبھی تم نے یہ بھی سوچا کہ اگر تمہارے کنووٴں کا پانی زمین میں اُتر جائے تو کون ہے  جو اِس پانی کی بہتی ہوئی سوتیں تمہیں نکال کر لادے گا؟ ",
    "ن۔ قسم ہے قلم کی اور اُس چیز کی جسے لکھنے والے لکھ رہے ہیں، ",
    "تم اپنے ربّ کے فضل سے مجنون نہیں ہو۔ ",
    "اور یقیناً تمہارے لیے ایسا اجر ہے جس کا سلسلہ کبھی ختم ہونے والا نہیں۔ ",
    "اور بےشک تم اخلاق کے بڑے مرتبے پر ہو۔ ",
    "عنقریب تم بھی دیکھ لو گے اور وہ بھی دیکھ لیں گے",
    "کہ تم میں سے کون جنون میں مبتلا ہے",
    "تمہارا رب اُن لوگوں کو بھی خوب جانتا ہے جو اس کی راہ سے بھٹکے ہوئے ہیں، اور وہی ان کو بھی اچھی طرح جانتا ہے جو راہ راست پر ہیں",
    "لہٰذا تم اِن جھٹلانے والوں کے دباؤ میں ہرگز نہ آؤ",
    "یہ تو چاہتے ہیں کہ کچھ تم مداہنت کرو  تو یہ بھی مداہنت کریں۔ ",
    "ہر گز نہ دبو کسی ایسے شخص سے جو بہت قسمیں کھانے والا بے وقعت آدمی ہے، ",
    "طعنے دیتا ہے، چغلیاں کھاتا پھرتا ہے",
    "بھلائی سے روکتا ہے،  ظلم و زیادتی میں حد سے گزر جانے والا ہے، سخت بد اعمال ہے، جفا کار ہے، ",
    "اور اِن سب عیوب کے ساتھ  بد اصل ہے، ",
    "اِس بنا پر کہ وہ بہت مال و اولاد رکھتا ہے۔ ",
    "جب ہماری آیات اُس کو سنائی جاتی ہیں تو کہتا ہے یہ تو اگلے وقتوں کے افسانے ہیں",
    "عنقریب ہم اُس کی سُونڈ پر داغ لگائیں گے۔ ",
    "ہم نے اِن (اہلِ مکّہ)کو اُسی طرح آزمائش میں ڈالا ہے جس طرح ایک باغ کے مالکوں کو آزمائش  میں ڈالا تھا،  جب اُنہوں نے قسم کھائی کے صبح و سویرے  ضرور اپنے باغ کے پھل توڑیں گے",
    "اور وہ کوئی استثناء نہیں کر رہے تھے۔ ",
    "رات کو وہ سوئے پڑے تھے کہ تمہارے رب کی طرف سے ایک بلا اس باغ پر پھر گئی",
    "اور اُس کا حال ایسا ہو گیا جیسے کٹی ہوئی فصل ہو",
    "صبح اُن لوگوں نے ایک دوسرے کو پکارا",
    "کہ اگر پھل توڑنے ہیں تو سویرے سویرے  اپنی کھیتی کی طرف نکل چلو۔ ",
    "چنانچہ وہ چل پڑے اور آپس میں چپکے چپکے کہتے جاتے تھے",
    "کہ آج کوئی مسکین تمہارے پاس باغ میں نہ آنے پائے",
    "وہ کچھ نہ دینے کا فیصلہ کیے ہوئے صبح سویرے جلدی جلدی  اس طرح وہاں گئے جیسے کہ وہ (پھل توڑنے پر)قادر ہیں",
    "مگر جب باغ کو دیکھا تو کہنے لگے \"ہم راستہ بھول گئے ہیں",
    "نہیں، بلکہ ہم محروم رہ گئے۔“ ",
    "اُن میں جو سب سے بہتر آدمی تھا اُس نے کہا”میں نے تم سے کہا نہ تھا کہ تم تسبیح  کیوں نہیں کرتے؟“ ",
    "و ہ پکار اٹھے پاک ہے ہمارا رب، واقعی ہم گناہ گار تھے",
    "پھر اُن میں سے ہر ایک دوسرے کو ملامت کرنے لگا۔ ",
    "آخر کو انہوں نے کہا \"افسوس ہمارے حال پر، بے شک ہم سرکش ہو گئے تھے",
    "بعید نہیں کہ ہمارا رب ہمیں بدلے میں اِس سے بہتر باغ عطا فرمائے، ہم اپنے رب کی طرف رجوع کرتے ہیں\"",
    "ایسا ہوتا ہے عذاب اور آخرت کا عذاب اِس سے بھی بڑا ہے، کاش یہ لوگ اِس کو جانتے",
    " یقیناً خدا ترس لوگوں کے لیے اُن کے ربّ  کے ہاں نعمت بھری جنّتیں ہیں",
    "کیا ہم فرماں برداروں کا حال مجرموں کا سا کر دیں؟",
    "تم لوگوں کو کیا ہو گیا ہے، تم کیسے حکم لگاتے ہو؟ ",
    "کیا تمہارے پاس کوئی کتاب ہے  جس میں تم یہ پڑھتے ہو",
    "کہ تمہارے لیے ضرور وہاں وہی کچھ ہے جو تم اپنے لیے پسند کرتے ہو؟",
    "یا پھر کیا تمہارے لیے روز قیامت تک ہم پر کچھ عہد و پیمان ثابت ہیں کہ تمہیں وہی کچھ ملے گا جس کا تم حکم لگاؤ؟",
    "اِن سے پوچھو تم میں سے کون اِس کا ضامن ہے؟ ",
    "یا پھر اِن کے ٹھہرائے ہوئے کچھ شریک ہیں(جنہوں نے اِس کا ذمّہ لیا ہو)؟ یہ بات ہے تو لائیں اپنے شریکوں کو اگر یہ سچے ہیں۔ ",
    "جس روز سخت وقت آپڑے گا  اور لوگوں کو سجدہ کرنے کے لیے بلایا جائے گا  تو یہ لوگ سجدہ نہ کر سکیں گے",
    "اِن کی نگاہیں نیچی ہوں گی، ذِلّت اِن پر چھا رہی ہوگی۔ یہ جب صحیح و سالم تھے اُس وقت اِنہیں سجدے کے لیے بلایا جاتا تھا(اور یہ انکار کرتے تھے)۔ ",
    "پس اے نبیؐ ، تم اِس کلام کے جھٹلانے والوں کا معاملہ مجھ پر چھوڑ دو۔  ہم ایسے طریقہ سے اِن کو بتدریج تباہی کی طرف لے جائیں گے کہ اِن کو خبر بھی نہ ہو گی۔ ",
    "میں اِن کی رسّی دراز کر رہا ہوں ، میری چال  بڑی زبردست ہے",
    "کیا تم اِن سے کوئی اجر طلب کر رہے ہو کہ یہ اس چَٹّی کے بوجھ تلے دبے جارہے ہوں؟ ",
    "کیا اِن کے پاس غیب کا علم ہے جسے یہ لکھ رہے ہوں؟ ",
    "پس اپنے ربّ کا فیصلہ صادر ہونے تک صبر کرو  اور مچھلی والے (یونسؑ)کی طرح نہ ہو جاوٴ،  جب اُس نے پکارا تھا اور وہ غم سے بھرا ہو۱ تھا۔ ",
    "اگر اس کے ربّ کی مہربانی اُس کے شاملِ حال نہ ہو جاتی تو وہ مذموُم ہو کر چَٹیل میدان میں پھینک دیا جاتا۔ ",
    "آخرکار اُس کے رب نے اسے برگزیدہ فرما لیا اور اِسے صالح بندوں میں شامل کر دیا",
    "جب یہ کافر لوگ کلامِ نصیحت (قرآن)سُنتے ہیں تو تمہیں ایسی نظروں سے دیکھتے ہیں کہ  گویا تمہارے قدم اُکھاڑ دیں گے،  اور کہتے ہیں کہ یہ ضرور دیوانہ ہے",
    "حالانکہ یہ تو سارے جہان والوں کے لیے ایک نصیحت ہے",
    "ہونی شُدنی! ",
    "کیا ہے وہ ہونی شدنی؟",
    "اور تم کیا جانو کہ وہ کیا ہے ہونی شُدنی؟ ",
    "ثمود  اور عاد نے اُس اچانک ٹوٹ پڑنے والی  آفت  کو جھُٹلایا",
    "تو ثمود ایک سخت حادثہ  سے ہلاک کیے گئے",
    "اور عاد ایک بڑی شدید طوفانی آندھی سے تباہ کر دیے گئے",
    "اللہ تعالیٰ نے اُس کو مسلسل سات رات اور آٹھ دن اُن پر مسلط رکھا (تم وہاں ہوتے تو) دیکھتے کہ وہ وہاں اِس طرح پچھڑے پڑے ہیں جیسے وہ کھجور کے بوسیدہ تنے ہوں",
    "اب کیا اُن میں سے کوئی تمہیں باقی بچا نظر آتا ہے؟",
    "اور اِسی خطائے عظیم کا ارتکاب فرعون اور اُس سے پہلے کے لوگوں نے اور تَل پٹ ہوجانے والی بستیوں نے کیا۔ ",
    "ان سب نے اپنے رب کے رسول کی بات نہ مانی تو اُس نے اُن کو بڑی سختی کے ساتھ پکڑا",
    "جب پانی کا طوفان حد سے گزر گیا  تو ہم نے تم کو کشتی میں سوار کر دیا تھا ",
    "کہ اِس واقعہ کو تمہارے لیے ایک سبق آموز یادگار بنادیں  اور یاد رکھنے والے کان اس کی یاد محفوظ رکھیں۔ ",
    " پھر جب ایک دفعہ صُور میں پھونک مار دی جائے گی",
    "اور زمین اور پہاڑوں کو اٹھا کر ایک ہی چوٹ میں ریزہ ریزہ کر دیا جائے گا",
    "اُس روز وہ ہونے والا واقعہ پیش آ جائے گا",
    "اُس دن آسمان پھٹے گا اور اس کی بندش ڈھیلی پڑ جائے گی",
    "فرشتے اس کے اطراف و جوانب میں ہوں گے اور آٹھ فرشتے اُس روز تیرے ربّ کا عرش اپنے اُوپر اُٹھائے ہوئے ہوں گے۔ ",
    "وہ دن ہوگا جب تم لوگ پیش کیے جاؤ گے، تمہارا کوئی راز بھی چھپا نہ رہ جائے گا",
    "اُس وقت جس کا نامہٴ اعمال اُس کے سیدھے ہاتھ میں دیا جائے گا  وہ کہے گا”لو دیکھو، پڑھو میرا نامہٴ اعمال، ",
    "میں سمجھتا تھا کہ مجھے ضرور اپنا حساب ملنے والا ہے۔“ ",
    "پس وہ دل پسند عیش میں ہوگا",
    "عالی مقام جنت میں",
    "جس کے پھلوں کے گچھے جھکے پڑ رہے ہوں گے",
    "(ایسے لوگوں سے کہا جائے گا) مزے سے کھاؤ اور پیو اپنے اُن اعمال کے بدلے جو تم نے گزرے ہوئے دنوں میں کیے ہیں",
    "اور جس کا نامہٴ اعمال  اُس کے بائیں ہاتھ میں دیا جائے گا  وہ کہے گا”کاش میرا اعمال نامہ مجھے نہ دیا گیا ہوتا ",
    "اور میں نہ جانتا کہ میرا حساب کیا ہے۔ ",
    "کاش میری وہی موت (جو دُنیا میں آئی تھی) فیصلہ کُن ہوتی۔ ",
    "آج میرا مال میرے کچھ کام نہ آیا",
    "میرا سارا اقتدار ختم ہوگیا۔“ ",
    "(حکم ہو گا) پکڑو اِسے اور اِس کی گردن میں طوق ڈال دو",
    "پھر اِسے جہنم میں جھونک دو",
    "پھر اِس کو ستر ہاتھ لمبی زنجیر میں جکڑ دو",
    "یہ نہ اللہ بزرگ و برتر پر ایمان لاتا تھا",
    "اور نہ مسکین کو کھانا کھلانے کی ترغیب دیتا تھا۔ ",
    "لہٰذا آج نہ یہاں اِس کا کوئی یار غم خوار ہے",
    "اور نہ زخموں کے دھوون کے سوا اِس کے لیے کوئی کھانا",
    "جسے خطا کاروں کے سوا کوئی نہیں کھاتا",
    "پس نہیں،  میں قسم کھاتا ہوں اُن چیزوں کی بھی جو تم دیکھتے ہو",
    "اور اُن کی بھی جنہیں تم نہیں دیکھتے",
    "یہ ایک رسولِ کریم کا قول ہے، ",
    "کسی شاعر کا قول نہیں ہے ، تم لوگ کم ہی ایمان لاتے ہو۔ ",
    "اور نہ یہ کسی کاہن کا قول ہے، تم لوگ کم ہی غور کرتے ہو",
    "یہ ربّ العالمین کی طرف سے نازل ہوا ہے۔ ",
    "اور اگر اس (نبی) نے خود گھڑ کر کوئی بات ہماری طرف منسوب کی ہوتی",
    "تو ہم اِس کا دایاں ہاتھ پکڑ لیتے",
    "اور اِس کی رگ گردن کاٹ ڈالتے",
    "پھر تم میں سے کوئی (ہمیں) اِس کام سے روکنے والا نہ ہوتا۔ ",
    "درحقیقت یہ پرہیز گار لوگوں کے لیے ایک نصیحت ہے۔ ",
    "اور ہم جانتے ہیں کہ تم میں سے کچھ لوگ جھٹلانے والے ہیں",
    "ایسے کافروں کے لیے یقیناً یہ موجبِ حسرت ہے۔ ",
    "اور یہ بالکل یقینی حق ہے",
    "پس اے نبیؐ، اپنے رب عظیم کے نام کی تسبیح کرو",
    "مانگنے والےنے عذاب مانگا ہے،  (وہ عذاب)جو ضرور واقع ہونے والا ہے",
    "کافروں کے لیے ہے، کوئی اُسے دفع کرنے والا نہیں",
    "اُس خدا کی طرف سے ہے جو عروج کے زینوں کا مالک ہے۔ ",
    "ملائکہ اور رُوح  اُس کے حضور چڑھ کر جاتے ہیں  ایک ایسے دن میں جس کی مقدار  پچاس ہزار سال ہے۔ ",
    "پس اے نبیؐ ، صبر کرو، شائستہ صبر۔ ",
    "یہ لوگ اُسے دور سمجھتے ہیں",
    "اور ہم اسے قریب دیکھ  رہے ہیں۔ ",
    "(وہ عذاب اُس روز ہو گا)جس  روز آسمان پگھلی ہوئی چاندی کی طرح ہو جائے گا ",
    "اور پہاڑ رنگ برنگ کے دُھنکے ہوئے اُون جیسے ہوجائیں گے۔ ",
    "اور کوئی جگری دوست اپنے جگری دوست کو نہ پوچھے گا",
    "حالانکہ وہ ایک دُوسرے کو دکھائے جائیں گے۔  مجرم چاہے گا کہ اس دن کے عذاب سے بچنے کے لیے اپنی اولاد کو",
    "اپنی بیوی کو، اپنے بھائی کو",
    "اپنے قریب ترین خاندان کو جو اسے پناہ دینے والا تھا",
    "اور روئے زمین کے سب لوگوں کو فدیہ میں دیدے اور یہ تدبیر اُسے نجات دلا دے",
    "ہرگز نہیں وہ تو بھڑکتی ہوئی آگ کی لپٹ ہوگی",
    "جو گوشت پوست کو چاٹ جائے گی",
    "پکار پکار کر اپنی طرف بلائے گی ہر اُس شخص کو جس نے حق سے منہ موڑا اور پیٹھ پھیری",
    "اور مال جمع کیا اور سینت سینت کر رکھا۔ ",
    "انسان تھُڑ دِلا پیدا کیا گیا ہے، ",
    "جب اس پر مصیبت آتی ہے تو گھبرا اٹھتا ہے",
    "اور جب اسے خوشحالی نصیب ہوتی ہے تو بخل کرنے لگتا ہے",
    "مگر وہ لوگ (اِس عیب سے بچے ہوئے ہیں)جو نماز پڑھنے والے ہیں، ",
    "جو اپنی نماز کی ہمیشہ پابندی کرتے ہیں، ",
    "جن کے مالوں میں،",
    "سائل اور محروم کا ایک مقرر حق ہے، ",
    "جو روزِ جزا کو بر حق مانتے ہیں، ",
    "جو اپنے ربّ کے عذاب سے ڈرتے ہیں ",
    "کیونکہ اُن کے رب کا عذاب ایسی چیز نہیں ہے جس سے کوئی بے خوف ہو",
    "جو اپنی شرمگاہوں کی حفاظت کرتے ہیں",
    "بجز اپنی بیویوں یا اپنی مملوکہ عورتوں کے جن سے محفوظ نہ رکھنے میں ان پر کوئی ملامت نہیں",
    "البتہ جو اس کے علاوہ کچھ اور چاہیں وہی حد سے تجاوز کرنے والے ہیں ",
    "جو اپنی امانتوں کی حفاظت  اور اپنے عہد کا  پاس کرتے ہیں، ",
    "جو اپنی گواہیوں میں راست بازی پر قائم رہتے ہیں، ",
    "اور جو اپنی نماز کی حفاظت کرتے ہیں۔ ",
    "یہ لوگ عزت کے ساتھ جنت کے باغوں میں رہیں گے",
    "پس اے نبیؐ، کیا بات ہے کہ یہ منکرین دائیں اور بائیں سے،",
    "گروہ در گروہ تمہاری طرف دوڑے چلے آرہے ہیں؟ ",
    "کیا اِن میں سے ہر ایک یہ  لالچ رکھتا ہے کہ وہ نعمت بھری جنت میں داخل کر دیا جائے گا؟ ",
    "ہر گز نہیں۔ ہم نے جس چیز سے اِن کو پیدا کیا اُسے یہ خود جانتے ہیں۔ ",
    "پس نہیں،  میں قسم کھاتا ہوں مشرقوں اور مغربوں کے مالک کی،  ہم اِس پر قادر ہیں",
    "کہ اِن کی جگہ اِن سے بہتر لوگ لے آئیں اور کوئی ہم سے بازی لے جانے والا نہیں ہے۔ ",
    "لہٰذا اِنہیں اپنی بیہودہ باتوں اور اپنے کھیل میں پڑا رہنے دو یہاں تک کہ یہ اپنے اُس دن تک پہنچ جائیں جس کا ان سے وعدہ کیا جا رہا ہے",
    "جب یہ اپنی قبروں سے نِکل کر اِس طرح دوڑے جارہے ہوں گے جیسے اپنے بُتوں کے استھانوں کی طرف دوڑے جارہے ہوں، ",
    "اِن کی نگاہیں جھکی ہوئی ہوں گی، ذلت اِن پر چھا رہی ہوگی وہ دن ہے جس کا اِن سے وعدہ کیا جا رہا ہے",
    "ہم نے نوحؑ کو اس کی قوم کی طرف بھیجا (اس ہدایت کے ساتھ)کہ اپنی قوم کے لوگوں کو خبر دارکر دے قبل اس کے کہ ان پر ایک دردناک عذاب آئے۔ ",
    "ا س نے کہا \"اے میری قوم کے لوگو، میں تمہارے لیے ایک صاف صاف خبردار کردینے والا (پیغمبر) ہوں",
    "(تم کو آگاہ کرتا ہوں)کہ اللہ کی بندگی کرو اور اس سے ڈرو اور میری اطاعت کرو، ",
    "اللہ تمہارے گناہوں سے درگزر فرمائے گا  اور تمہیں ایک وقتِ مقرر تک باقی رکھے گا۔  حقیقت یہ ہے کہ اللہ کا مقرر کیا ہوا وقت جب آجاتا ہے تو پھر ٹالا نہیں جاتا۔  کاش تمہیں اِس کا علم ہو۔“ ",
    " اُس نے عرض کیا”اے میرے ربّ، میں نے اپنی قوم کے لوگوں کو شب و روز پکارا",
    "مگر میری پُکار نے اُن کے فرار ہی میں اضافہ کیا۔ ",
    "اور جب بھی میں نے اُن کو بلایا تاکہ تُو انہیں معاف کر دے،  انہوں نے کانوں میں اُنگلیاں ٹھونس لیں اور اپنے کپڑوں سے منہ ڈھانک لیے  اور اپنی روش پر اَڑ گئے اور بڑا تکبّر کیا۔ ",
    "پھر میں نے ان کو ہانکے پکارے دعوت دی",
    "پھر میں نے علانیہ بھی ان کو تبلیغ کی اور چپکے چپکے بھی سمجھایا",
    "میں نے کہا اپنے رب سے معافی مانگو، بے شک وہ بڑا معاف کرنے والا ہے",
    "وہ تم پر آسمان سے خوب بارشیں برسائے گا",
    "تمہیں مال اور اولاد سے نوازے گا، تمہارے لیے باغ پیدا کرے گا اور تمہارے لیے نہریں جاری کردے گا۔ ",
    "تمہیں کیا ہوگیا  کہ  اللہ کے لیے تم کسی وقار کی توقع نہیں رکھتے؟ ",
    "حالانکہ اُس نے طرح طرح سے تمہیں بنایا ہے۔ ",
    "کیا دیکھتے نہیں ہو کہ اللہ نے کس طرح سات آسمان تہ بر تہ بنائے",
    "اور اُن میں چاند کو نور اور سورج کو چراغ بنایا؟",
    "اور اللہ نے تم کو زمین سے عجیب طرح اُگایا، ",
    "پھر وہ تمہیں اِسی زمین میں واپس لے جائے گا اور اِس سے یکایک تم کو نکال کھڑا کرے گا",
    "اور اللہ نے زمین کو تمہارے لیے فرش کی طرح بچھا دیا",
    "تاکہ تم اس کے اندر کھلے راستوں میں چلو\"",
    "نوحؑ نے کہا، \"میرے رب، اُنہوں نے میری بات رد کر دی اور اُن (رئیسوں) کی پیروی کی جو مال اور اولاد پا کر اور زیادہ نامراد ہو گئے ہیں",
    "اِن لوگوں نے بڑا بھاری مکر کا جال پھیلا رکھا ہے۔ ",
    "اِنہوں نے کہا ہر گز نہ چھوڑو اپنے معبُودوں کو ، اور نہ چھوڑو وَدّ اور سُواع کو، اور نہ یَغُوث اور یَعُوق اور نَسر کو۔ ",
    "انہوں نے بہت لوگوں کو گمراہ کیا ہے، اور تُو بھی اِن ظالموں کو گمراہی کے سوا کسی چیز میں ترقی نہ دے۔“ ",
    "اپنی خطاوٴں کی بنا پر ہی وہ غرق کیے گئے اور آگ  میں جھونک دیے گئے، پھر انہوں نے اپنے لیے اللہ سے بچانے والا کوئی مددگار نہ پایا۔",
    "اور نوحؑ نے کہا، \"میرے رب، اِن کافروں میں سے کوئی زمین پر بسنے والا نہ چھوڑ",
    "اگر تو نے اِن کو چھوڑ دیا تو یہ تیرے بندوں کو گمراہ کریں گے اور اِن کی نسل سے جو بھی پیدا ہوگا بدکار اور سخت کافر ہی ہوگا",
    "میرے رب، مجھے اور میرے والدین کو اور ہر اس شخص کو جو میرے گھر میں مومن کی حیثیت سے داخل ہوا ہے، اور سب مومن مردوں اور عورتوں کو معاف فرما دے، اور ظالموں کے لیے ہلاکت کے سوا کسی چیز میں اضافہ نہ کر\"",
    "اے نبیؐ ، کہو، میری طرف وحی بھیجی  گئی ہے کہ جِنّوں کے ایک گروہ نے غور سے سُنا  پھر (جا کر  اپنی قوم کے لوگوں سے) کہا:”ہم نے ایک بڑا ہی عجیب قرآن سُنا ہے ",
    "راہِ راست کی طرف رہنمائی کرتا ہے اِس لیے ہم اُس پر ایمان لے آئے ہیں اور اب ہم ہرگز اپنے ربّ کے ساتھ کسی کو شریک نہیں کریں گے۔“ ",
    "اور یہ کہ”ہمارے ربّ کی شان بہت اعلیٰ و ارفع ہے ، اُس نے کسی کو بیوی یا بیٹا نہیں بنایا ہے۔“ ",
    "اور یہ کہ”ہمارےنادان لوگ  اللہ کے بارے میں بہت خلافِ حق باتیں کہتے رہے ہیں۔“",
    "اور یہ کہ ”ہم نے سمجھا تھا کہ انسان اور جِن کبھی خدا کے بارے میں جھوٹ نہیں بول سکتے۔“ ",
    "اور یہ کہ”انسانوں میں سے کچھ لوگ جِنوں میں سے کچھ لوگوں کی پناہ مانگا کرتے تھے، اِس طرح اُنہوں نے جِنّوں کا غرور اور زیادہ بڑھا دیا۔“ ",
    "اور یہ کہ”انسانوں نے بھی وہی گمان کیا جیسا تمھارا گمان تھا کہ اللہ کسی کو رسُول بنا کر نہ بھیجے گا۔“ ",
    "اور یہ کہ \"ہم نے آسمان کو ٹٹولا تو دیکھا کہ وہ پہرے داروں سے پٹا پڑا ہے اور شہابوں کی بارش ہو رہی ہے\"",
    "اور یہ کہ”پہلے ہم سُن گُن لینے کے لیے آسمان میں بیٹھنے کی جگہ پالیتے تھے ، مگر اب جو چوری چھُپے سُننے کی کوشش کرتا ہے وہ اپنے لیے گھات میں ایک شہابِ ثاقب لگا ہوا پاتا ہے۔“ ",
    "اور یہ کہ”ہماری سمجھ میں نہ آتا تھا کہ آیا زمین والوں کے ساتھ کوئی بُرا معاملہ کرنے کا ارادہ کیا گیا ہے یا اُن کا ربّ اُنہیں راہِ راست دکھانا چاہتا ہے۔“ ",
    "اور یہ کہ”ہم میں سے کچھ لوگ صالح ہیں اور کچھ اس سے فرو تر ہیں، ہم مختلف طریقوں میں بٹے ہوئے ہیں۔“ ",
    "اور یہ کہ”ہم سمجھتے تھے کہ نہ زمین میں ہم اللہ کو عاجز کر سکتے ہیں اور نہ بھاگ کر اُسے ہرا سکتے ہیں۔“ ",
    "اور یہ کہ”ہم نے جب ہدایت کی تعلیم سُنی تو ہم اس پر ایمان لے آئے۔ اب جو کوئی بھی اپنے ربّ پر ایمان لے آئے گا اسے کسی حق تلفی یا ظلم کا خوف نہ ہوگا۔“ ",
    "اور یہ کہ \"ہم میں سے کچھ مسلم (اللہ کے اطاعت گزار) ہیں اور کچھ حق سے منحرف تو جنہوں نے اسلام (اطاعت کا راستہ) اختیار کر لیا انہوں نے نجات کی راہ ڈھونڈ لی",
    "جو حق سے منحرف ہیں وہ جہنّم کا ایندھن بننے والے ہیں۔“ ",
    " اور (اے نبیؐ) کہو، مجھ پر یہ وحی بھی کی گئی ہے کہ) لوگ اگر راہِ راست پر ثابت قدمی سے چلتے تو ہم اُنہیں خوب سیراب کرتے، ",
    "تاکہ اس نعمت سے ان کی آزمائش کریں۔  اور جو اپنے ربّ کے ذکر سے منہ موڑے گا  اس کا ربّ اسے سخت عذاب میں مبتلا کر دے گا",
    "اور یہ کہ مسجدیں اللہ کے لیے ہیں، لہٰذا اُن میں اللہ کے ساتھ کسی اور کو نہ پکارو۔ ",
    "اور یہ کہ جب اللہ بندہ  اُس کو پکارنے کے لیے کھڑا ہوا تو لوگ اُس پر ٹُوٹ پڑنے کے لیے تیار ہوگئے",
    "اے نبیؐ ، کہو کہ”میں تو اپنے ربّ کو پکارتا ہوں اور اس کے ساتھ کسی کو شریک نہیں کرتا۔“ ",
    "کہو، \"میں تم لوگوں کے لئے نہ کسی نقصان کا اختیار رکھتا ہوں نہ کسی بھلائی کا\"",
    "کہو، \"مجھے اللہ کی گرفت سے کوئی نہیں بچا سکتا اور نہ میں اُس کے دامن کے سوا کوئی جائے پناہ پا سکتا ہوں",
    "میرا کام اس کے سوا کچھ نہیں ہے کہ اللہ کی بات اور اس کے پیغامات پہنچا دوں۔  اب جو بھی اللہ اور اس کے رسُول کی بات نہ مانے گا اس کے لیے جہنّم کی آگ ہے اور ویسے لوگ اس میں ہمیشہ رہیں گے۔“ ",
    "(یہ لوگ اپنی اِس روش سے باز نہ آئیں گے) یہاں تک کہ جب اُس چیز کو دیکھ لیں گے جس کا اِن سے وعدہ کیا جا رہا ہے تو انہیں معلوم ہو جائے گا کہ کس کے مددگار کمزور ہیں اور کس کا جتھا تعداد میں کم ہے۔ ",
    "کہو”میں نہیں جانتا کہ جس چیز کا وعدہ تم سےکیا جارہا ہے وہ قریب ہے یا میرا ربّ اس کے لیے کوئی لمبی مدّت مقرر فرماتا ہے۔ ",
    "وہ عالم الغیب ہے، اپنے غیب پر کسی کو مطلّع نہیں کرتا، ",
    "سوائے اُس رسُول کے جسے اُس نے (غیب کا کوئی علم دینے کے لیے) پسند کر لیا ہو،  تو اُس کے آگے اور پیچھے وہ محافظ لگا دیتا ہے۔ ",
    "تاکہ وہ جان لے کہ انہوں نے اپنے ربّ کے پیغامات پہنچا دیے،  اور اُن کے پُورے ماحول کا احاطہ کیے ہوئے ہے اور ایک ایک چیز کو اس نے گِن رکھا ہے۔“ ",
    "اے اوڑھ لپیٹ کر سونے والے، ",
    "رات کو نماز میں کھڑے رہا کرو مگر کم، ",
    "آدھی رات، یا اس سے تھوڑا کم",
    "یا اس سے کچھ کم کر لو، یا اس سے کچھ زیادہ بڑھا دو،  اور قرآن کو خوب ٹھہر ٹھہر کر پڑھو۔ ",
    "ہم تم پر ایک بھاری کلام نازل کرنے والے ہیں۔ ",
    "درحقیقت رات کا اُٹھنا  نفس پر قابو پانے کے لیے بہت کارگر   اور قرآن ٹھیک پڑھنے کے لیے زیادہ موزوں ہے۔ ",
    "دن کے اوقات میں تو تمہارے لیے بہت مصروفیات ہیں",
    "اپنے ربّ کے نام کا ذکر کیا کرو  اور سب سے کٹ کر اسی کے ہو رہو",
    "وہ مشرق و مغرب کا مالک ہے، اُس کے سوا کوئی خدا نہیں ہے، لہٰذا اُسی کو اپنا وکیل بنا لو۔",
    "اور جو باتیں لوگ بنا رہے ہیں ان پر صبر کرو اور شرافت کے ساتھ اُن سے الگ ہو جاوٴ۔ ",
    "اِن جُھٹلانے والے خوشحال لوگوں سے نمٹنے کا کام تم مجھ پر چھوڑ دو  اور اِنہیں ذرا کچھ دیر اِسی حالت میں رہنے دو",
    "ہمارے پاس (اِن کے لیے) بھاری بیڑیاں ہیں  اور بھڑکتی ہوئی آگ",
    "اور حلق میں پھنسنے والا کھانا اور دردناک عذاب",
    "یہ اُس دن ہو گا جب زمین اور پہاڑ لرز اُٹھیں گے اور پہاڑوں کا حال ایسا ہو جائے گا جیسے ریت کے ڈھیر جو بکھرے جا رہے ہیں۔ ",
    " تم لوگوں کے پاس ہم نے اُسی طرح ایک رسول تم پر گواہ بنا کر بھیجا ہے جس طرح ہم نے فرعون کی طرف ایک رسُول بھیجا تھا",
    "(پھر دیکھ لو کہ جب) فرعون نے اُس رسول کی بات نہ مانی تو ہم نے اس کو بڑی سختی کے ساتھ پکڑ لیا",
    "اگر تم ماننے سے انکار کرو گے تو اُس دن کیسے بچ جاوٴ گے جو بچوں کو بوڑھا کر دے گا ",
    "اور جس کی سختی سے آسمان پھٹا جا رہا ہوگا؟ اللہ کا وعدہ تو پورا ہو کر ہی رہنا ہے",
    "یہ ایک نصیحت ہے، اب جس کا جی چاہے اپنے رب کی طرف جانے کا راستہ اختیار کر لے",
    " اے نبیؐ ، تمہارا ربّ جانتا ہے کہ تم کبھی دو تہائی رات کے قریب اور کبھی آدھی رات اور کبھی ایک تہائی رات عبادت میں کھڑے رہتے ہو، اور تمہارے ساتھیوں میں سے بھی ایک گروہ یہ عمل کرتا ہے۔  اللہ ہی رات اور دن کے اوقات کا حساب رکھتا ہے ، اُسے معلوم ہے کہ تم لوگ اوقات  کا ٹھیک شمار نہیں کر سکتے، لہٰذا اس نے تم پر مہربانی فرمائی، اب جتنا قرآن آسانی سے پڑھ سکتے ہو پڑھ لیا کرو۔  اُسے معلوم ہے کہ تم میں کچھ مریض ہوں گے، کچھ دُوسرے لوگ اللہ کے فضل کی تلاش میں سفر کرتے ہیں،  اور کچھ اور لوگ اللہ کی راہ میں جنگ کرتے ہیں۔  پس جتنا قرآن بآسانی پڑھا جاسکے  پڑھ لیا کرو، نماز قائم کرو، زکوٰة  دو اور اللہ کو اچھا قرض دیتے رہو۔  جو کچھ بھلائی تم اپنے لیے آگے بھیجو گے اسے اللہ کے ہاں موجود پاوٴ گے، وہی زیادہ بہتر ہے اور اس کا اجر بہت بڑا ہے۔  اللہ سے مغفرت مانگتے رہو، بے شک اللہ بڑا غفور و رحیم ہے",
    "اے اوڑھ لپیٹ کر لیٹنے والے، ",
    "اُٹھو اور خبر دار کرو۔ ",
    "اور اپنے ربّ کی بڑائی کا اعلان کرو۔ ",
    "اور اپنے کپڑے پاک رکھو۔ ",
    "اور گندگی سے دُور رہو۔ ",
    "اور احسان نہ کرو زیادہ حاصل کرنے کے لیے۔ ",
    "اور اپنے ربّ کی خاطر صبر کرو۔ ",
    "اچھا، جب صور میں پھونک ماری جائے گی",
    "وہ دن بڑا ہی سخت دن ہوگا، ",
    "کافروں کے لیے ہلکا نہ ہوگا۔ ",
    "چھوڑ دو مجھے اور اُس شخص کو  جسے میں نے اکیلا پیدا کیا، ",
    "بہت سا مال اُس کو دیا",
    "اس کے ساتھ حاضر رہنے والے بیٹے دیے، ",
    "اور اس کے لیے ریاست کی راہ ہموار کی",
    "پھر وہ طمع رکھتا ہے کہ میں اسے اور زیادہ دُوں۔ ",
    "ہرگز نہیں، وہ ہماری آیات سے عناد رکھتا ہے",
    "میں تو اسے عنقریب ایک کٹھن چڑھائی چڑھواؤں گا",
    "اس نے سوچا اور کچھ بات بنانے کی کوشش کی",
    "تو خدا کی مار اس پر، کیسی بات بنانے کی کوشش کی",
    "ہاں، خدا کی مار اُس پر، کیسی بات بنانے کی کوشش کی",
    "پھر (لوگوں کی طرف) دیکھا",
    "پھر پیشانی سیکڑی اور منہ بنایا",
    "پھر پلٹا اور تکبر میں پڑ گیا",
    "آخرکار بولا کہ یہ کچھ نہیں ہے مگر ایک جادو جو پہلے سے چلا آ رہا ہے",
    "یہ تو ایک انسانی کلام ہے۔ ",
    "عنقریب میں اسے دوزخ میں جھونک دوں گا",
    "اور تم کیا جانو کہ کیا ہے وہ دوزخ؟",
    "نہ باقی رکھے نہ چھوڑے۔ ",
    "کھال جھُلس دینے والی۔ ",
    "اُنّیس کارکن اُس پر مقرر ہیں۔۔۔۔ ",
    "ہم نے دوزخ کے یہ کارکن فرشتے بنائے ہیں،  اور ان کی تعداد کو کافروں کے لیے فتنہ بنا دیا ہے،  تاکہ اہلِ کتاب کو یقین آجائے  اور ایمان لانے والوں کا ایمان بڑھے،  اور اہلِ کتاب اور مومنین کسی شک میں نہ رہیں، اور دل کے بیمار  اور کفّار یہ کہیں کہ بھلا اللہ کا اِس عجیب بات سے کیا مطلب ہوسکتا ہے۔  اِس طرح اللہ جسے چاہتا ہے گمراہ کر دیتا ہے اور جسے چاہتا ہے ہدایت بخش دیتا ہے۔  اور تیرے ربّ کے لشکروں کو خود اُس کے سوا کوئی نہیں جانتا ۔۔۔۔ اور اس دوزخ کا ذکر اِس کے سوا کسی غرض کے لیےنہیں کیا گیا کہ لوگوں کو اس سے نصیحت ہو۔ ",
    " ہرگز نہیں، قسم ہے چاند کی",
    "اور رات کی جبکہ وہ پلٹتی ہے",
    "اور صبح کی جبکہ وہ روشن ہوتی ہے",
    "یہ دوزخ بھی بڑی چیزوں میں سے ایک ہے، ",
    "انسانوں کے لیے ڈراوا",
    "تم میں سے ہر اُس شخص کے لیے ڈراوا جو آگے بڑھنا چاہے یا پیچھے رہ جانا چاہے۔ ",
    "ہر متنفّس اپنے کسب کے بدلے رہن ہے، ",
    "دائیں بازو والوں کے سوا،",
    "جو جنتوں میں ہوں گے وہاں وہ،",
    "مجرموں سے پوچھیں گے ",
    "\"تمہیں کیا چیز دوزخ میں لے گئی؟\"",
    "وہ کہیں گے”ہم نماز پڑھنے والوں میں سے  نہ تھے، ",
    "اور مسکین کو کھانا نہیں کھلاتے تھے، ",
    "اور حق کے خلاف باتیں بنانے والوں کے ساتھ مل کر ہم بھی باتیں بنانے لگتے تھے",
    "اور روز جزا کو جھوٹ قرار دیتے تھے",
    "یہاں تک کہ ہمیں اُس یقینی چیز سے سابقہ پیش آگیا۔“ ",
    "اُس وقت سفارش کرنے والوں کی سفارش ان کے کسی کام نہ آئے گی۔ ",
    "آخر اِن لوگوں کو کیا ہو گیا ہے کہ یہ اِس نصیحت سے منہ موڑ رہے ہیں",
    "گویا یہ جنگلی گدھے ہیں",
    "جو شیر سے ڈر کر بھاگ پڑے ہیں۔ ",
    "بلکہ اِن میں سے تو ہر ایک یہ چاہتا ہے کہ اُس کے نام کُھلے خط بھیجے جائیں۔ ",
    "ہر گز نہیں، اصل بات یہ ہے کہ یہ آخرت کا خوف نہیں رکھتے۔ ",
    "ہر گز نہیں،  یہ تو ایک نصیحت ہے",
    "اب جس کا جی چاہے اس سے سبق حاصل کر لے",
    "اور یہ کوئی سبق حاصل نہ کریں گے اِلّا یہ کہ اللہ ہی ایسا چاہے۔ وہ اس کا حق دار ہے کہ اُس سے تقویٰ کیا جائے  اور وہ اس کا اہل ہے کہ (تقویٰ کرنے والوں کو) بخش دے۔ ",
    "نہیں،  میں قسم کھاتا ہوں قیامت کے دن کی",
    "اور نہیں ، میں قسم کھاتا ہوں ملامت کرنے والے نفس کی، ",
    "کیا انسان یہ سمجھ رہا ہے کہ ہم اُس کی ہڈیوں کو جمع نہ کر سکیں گے؟ ",
    "کیوں نہیں؟ ہم تو اس کی انگلیوں کی پور پور تک ٹھیک بنادینے پر قادر ہیں۔ ",
    "مگر انسان چاہتا یہ ہے کہ آگے بھی بداعمالیاں کرتا رہے۔ ",
    "پوچھتا ہے”آخر کب آنا ہے وہ قیامت کا دن؟“ ",
    "پھر جب دِیدے پتھرا جائیں گے ",
    "اور چاند بے نور ہو جائیگا",
    "اور چاند سُورج ملا کر ایک کر دیے جائیں گے ",
    "اُس وقت یہی انسان کہے گا \"کہاں بھاگ کر جاؤں؟\"",
    "ہرگز نہیں، وہاں کوئی جائے پناہ نہ ہوگی",
    "اُس روز تیرے رب ہی کے سامنے جا کر ٹھیرنا ہوگا",
    "اُس روز انسان کو اس کا سب اگلا پچھلا کیا کرایا بتا دیا جائے گا۔ ",
    "بلکہ انسان خود ہی اپنے آپ کو خوب جانتا ہے",
    "چاہے وہ کتنی ہی معذرتیں پیش کرے ",
    " اے نبیؐ ، اِس وحی کو جلدی جلدی یاد کرنے کے لیے اپنی زبان کو حرکت نہ دو",
    "اِس کو یاد کرا دینا اور پڑھوا دینا ہمارے ذمہ ہے",
    "لہٰذا جب ہم اِسے پڑھ رہے ہوں  اُس وقت تم اِس کی قراٴت کو غور سے سُنتے رہو",
    "پھر اس کا مطلب سمجھا دینا بھی ہمارے ہی ذمّہ ہے ",
    "ہر گز نہیں، اصل بات  یہ ہے کہ تم لوگ جلدی حاصل ہونے والی چیز (یعنی دنیا)سے محبت رکھتے ہو",
    "اور آخرت کو چھوڑ دیتے ہو۔ ",
    "اُس روز کچھ چہرے ترو تازہ ہونگے، ",
    "اپنے ربّ کی طرف دیکھ رہے ہوں گے۔ ",
    "اور کچھ چہرے اداس ہوں گے",
    "اور سمجھ رہے ہوں گے کہ اُن کے ساتھ کمر توڑ برتاؤ ہونے والا ہے",
    "ہر گز نہیں،  جب جان حلق تک پہنچ جائے گی",
    "اور کہا جائے گا کہ ہے کوئی جھاڑ پھُونک کر نے والا، ",
    "اور آدمی سمجھ لے گا کہ یہ دنیا سے جدائی کا وقت ہے",
    "اور پنڈلی سے پنڈلی جُڑ جائے گی، ",
    "وہ دن ہوگا تیرے رب کی طرف روانگی کا",
    "مگر اُس نے نہ سچ مانا، اور نہ نماز پڑھی",
    "بلکہ جھٹلایا اور پلٹ گیا",
    "پھر اکڑتا ہوا اپنے گھر والوں کی طرف چل دیا۔ ",
    "یہ روش تیرے ہی لیے سزاوار ہے اور تجھی کو زیب دیتی ہے",
    "ہاں یہ روش تیرے ہی لیے سزاوار ہے اور تجھی کو زیب دیتی ہے۔ ",
    " کیا انسان نے یہ سمجھ رکھا ہے کہ وہ یُونہی مہمل چھوڑ دیا جائے گا؟ ",
    "کیا وہ ایک حقیر پانی کا نطفہ نہ تھا جو (رحم مادر میں) ٹپکایا جاتا ہے؟",
    "پھر وہ ایک لوتھڑا بنا، پھر اللہ نے اس کا جسم بنایا اور اس کے اعضا درست کیے",
    "پھر اس سے مرد اور عورت کی دو قسمیں بنائیں",
    "کیا وہ اِس پر قادر نہیں ہے کہ مرنے والوں کو پھر سے زندہ کردے؟  ",
    "کیا انسان پر لامتناہی زمانے کا ایک وقت ایسا بھی گزرا ہے جب وہ کوئی قابلِ ذکر چیز نہ تھا؟ ",
    "ہم نے انسان کو ایک مخلُوط نُطفے سے پیدا کیا  تاکہ اس کا امتحان لیں  اور اِس غرض کے لیے ہم نے  اسے سُننے اور دیکھنے والا بنایا۔ ",
    "ہم نے اُسے راستہ دکھایا ، خواہ شُکر کرنے والا بنے یا کُفر کرنے والا۔ ",
    "کفر کرنے والوں کے لیے ہم نے زنجیریں اور طوق اور بھڑکتی ہوئی آگ مہیا کر رکھی ہے",
    "نیک لوگ  (جنّت میں)شراب کے ایسے ساغر پئیں گے جن میں آبِ کافور کی آمیزش ہوگی",
    "یہ ایک بہتا چشمہ ہوگا  جس کے پانی کے ساتھ اللہ کے بندے  شراب پئیں گے اور جہاں چاہیں گے بسہُولت اس کی شاخیں نکال لیں گے۔ ",
    "یہ وہ لوگ ہونگے جو (دُنیا میں)نذر پُوری کرتے ہیں،  اور اُس دن سے ڈرتے ہیں جس کی آفت ہر طرف پھیلی ہوئی ہو گی",
    "اور اللہ کی محبت  میں مسکین اور یتیم اور قیدی  کو کھانا کھلاتے ہیں ",
    "(اور اُن سے کہتے ہیں کہ)ہم تمہیں صرف اللہ کی خاطر کِھلا رہے ہیں، ہم تم سے نہ کوئی بدلہ چاہتے ہیں نہ شکریہ، ",
    "ہمیں تو اپنے رب سے اُس دن کے عذاب کا خوف لاحق ہے جو سخت مصیبت کا انتہائی طویل دن ہوگا",
    "پس اللہ تعالیٰ انہیں اُس دن کے شر سے بچالے گا اور انہیں تازگی اور سُرور بخشے گا ",
    "اور اُن کے صبر کے بدلے میں  اُنہیں جنّت اور ریشمی لباس عطا کرے گا",
    "وہاں وہ اونچی مسندوں پر تکیے لگائے بیٹھے ہونگے نہ اُنہیں دھوپ کی گرمی ستائے گی نہ جاڑے کی ٹھر",
    "جنت کی چھاؤں ان پر جھکی ہوئی سایہ کر رہی ہوگی، اور اُس کے پھل ہر وقت ان کے بس میں ہوں گے (کہ جس طرح چاہیں انہیں توڑ لیں)",
    "اُن کے آگے چاندی کے برتن  اور شیشے کے پیالے گردش کرائے جارہے ہوں گے",
    "شیشے بھی وہ جو چاندی کی قِسم کے ہونگے،  اور ان کو(منتظمینِ جنّت نے)ٹھیک اندازے کے مطابق بھرا ہوگا۔ ",
    "ان کو وہاں ایسی شراب کے جام پلائے جائیں گے جس میں سونٹھ کی آمیزش ہوگی",
    "یہ جنّت کا ایک چشمہ ہوگا جسے سلسبیل کہا جاتا ہے۔ ",
    "ان کے خدمت کے لیے ایسے لڑکے دوڑتے پھر رہے ہوں گے جو ہمیشہ لڑکے ہی رہیں گے۔ تم انہیں دیکھو تو سمجھو کہ موتی ہیں جو بکھیر دیے گئے ہیں۔ ",
    "وہاں جِدھر بھی تم نگاہ ڈالو گے نعمتیں ہی نعمتیں اور ایک بڑی سلطنت کا سروسامان تمہیں نظر آئے گا۔ ",
    "اُن کے اوپر باریک ریشم کےسبز لباس اور اطلس و دیبا کے کپڑے ہوں گے، ان کو چاندی کے کنگن پہنائے جائیں گے،  اور ان کا ربّ ان کو نہایت پاکیزہ شراب پلائے گا۔ ",
    "یہ ہے تمہاری جزا اور تمہاری کارگزاری قابلِ قدر ٹھہری ہے۔ ",
    "اے نبی ؐ ، ہم نے ہی تم پر یہ قرآن تھوڑا تھوڑا کر کے نازل کیا ہے، ",
    "لہٰذا تم اپنے ربّ کے حکم پر صبر کرو،  اور اِن میں سے کسی بد عمل یا منکرِ حق کی بات نہ مانو۔ ",
    "اپنے رب کا نام صبح و شام یاد کرو",
    "رات کو بھی اس کے حضور سجدہ ریز ہو، اور رات کے طویل اوقات میں اُس کی تسبیح کرتے رہو۔ ",
    "یہ لوگ تو جلدی حاصل ہونے والی  چیز (دُنیا)سے محبت رکھتے ہیں اور آگے جو بھاری دن آنے والا ہے اسے نظر انداز کر دیتے ہیں۔ ",
    "ہم نے ہی اِن کو پیدا کیا ہے اور ان کے جوڑ بند مضبوط کیے ہیں، اور ہم جب چاہیں اِن کی شکلوں کو بدل کر رکھ دیں۔ ",
    "یہ ایک نصیحت ہے، اب جس کا جی چاہے اپنے رب کی طرف جانے کا راستہ اختیار کر لے",
    "اور تمہارے چاہنے سے کچھ نہیں ہوتا جب تک کہ اللہ نہ چاہے۔  یقیناً اللہ بڑا علیم و حکیم ہے",
    "اپنی رحمت میں جس کو چاہتا ہے داخل کرتا ہے، اور ظالموں کے لیے اس نے دردناک عذاب تیار کر رکھا ہے۔ ",
    "قسم ہے اُن (ہواؤں) کی جو پے در پے بھیجی جاتی ہیں",
    "پھر طوفانی رفتار سے چلتی ہیں",
    "اور (بادلوں کو) اٹھا کر پھیلاتی ہیں",
    "پھر (اُن کو) پھاڑ کر جدا کرتی ہیں",
    "پھر (دلوں میں خدا کی) یاد ڈالتی ہیں",
    "عُذر کے طور پر یا ڈراوے کے طور پر، ",
    "جس چیز کا تم سے وعدہ کیا جا رہا ہے  وہ ضرور واقع ہونے والی ہے۔ ",
    "پھر جب ستارے ماند پڑ جائیں گے، ",
    "اور آسمان پھاڑ دیا جائے گا، ",
    "اور پہاڑ دھنک ڈالے جائیں گے",
    "اور رسُولوں کی حاضری کا وقت آپہنچے گا  (اس روز وہ چیز واقع ہوجائے گی)",
    "کس روز کے لیے یہ کام اٹھا رکھا گیا ہے؟",
    "فیصلے کے روز کے لیے",
    "اور تمہیں کیا خبر کہ وہ فیصلے کا دن کیا ہے؟",
    "تباہی ہے اُس دن جُھٹلانے والوں کے لیے۔ ",
    "کیا ہم نے اگلوں کو ہلاک نہیں کیا؟ ",
    "پھر اُنہی کے پیچھے ہم بعد والوں کو چلتا کریں گے۔ ",
    "مجرموں کے ساتھ ہم یہی کچھ کیا کرتے ہیں",
    "تباہی ہے اُس دن جھُٹلانے والوں کے لیے۔ ",
    "کیا ہم نے ایک حقیر پانی سے تمہیں پیدا نہیں کیا",
    "اور ایک مقرر مدت تک",
    "اُسے ایک محفوظ جگہ ٹھیرائے رکھا؟",
    "تو دیکھو، ہم اِس پر قادر تھے ، پس ہم بہت اچھی قدرت رکھنے والے ہیں۔ ",
    "تباہی ہے اُس روز جھُٹلانے والوں کے لیے۔ ",
    "کیا ہم نے زمین کو سمیٹ کر رکھنے والی نہیں بنایا",
    "زندوں کے لیے بھی اور مُردوں کے لیے بھی",
    "اور اس میں بلند و بالا پہاڑ جمائے، اور تمہیں میٹھا پانی پلایا؟ ",
    "تباہی ہے اُس روز جھُٹلانے والوں کے لیے۔ ",
    " چلو اب اُسی چیز کی طرف جسے تم جھُٹلایا کرتے تھے",
    "چلو اُس سائے کی طرف جو تین شاخوں والا ہے، ",
    "نہ ٹھنڈک پہنچانے والا اور نہ آگ کی لپٹ سے بچانے والا",
    "وہ آگ محل جیسی بڑی بڑی چنگاریاں پھینکے گی",
    "(جو اُچھلتی ہوئی یُوں محسُوس ہوں گی) گویا کہ وہ زرد اُونٹ ہیں۔ ",
    "تباہی ہے اُس روز جھٹلانے والوں کے لیے",
    "یہ وہ دن ہے جس میں وہ نہ کچھ بولیں گے",
    "اور نہ اُنہیں موقع دیا جائے گا کہ کوئی عُذر پیش کریں۔ ",
    "تباہی ہے اُس دن جھٹلانے والوں کے لیے",
    "یہ فیصلے کا دن ہے ہم نے تمہیں اور تم سے پہلے گزرے ہوئے لوگوں کو جمع کر دیا ہے",
    "اب اگر کوئی چال تم چل سکتے ہو تو میرے مقابلہ میں چل دیکھو۔ ",
    "تباہی ہے اُس دن جھٹلانے والوں کے لیے",
    " متقی لوگ آج سایوں اور چشموں میں ہیں",
    "اور جو پھل وہ چاہیں (اُن کے لیے حاضر ہیں)",
    "کھاؤ اور پیو مزے سے اپنے اُن اعمال کے صلے میں جو تم کرتے رہے ہو",
    "ہم نیک لوگوں کو ایسی ہی جزا دیتے ہیں",
    "تباہی ہے اُس روز جھُٹلانے والوں کے لیے۔ ",
    " کھالو اور مزے کر لو تھوڑے دن۔  حقیقت میں تم لوگ مجرم ہو",
    "تباہی ہے اُس روز جھٹلانے والوں کے لیے",
    "جب اِن سے کہا جاتا ہے کہ (اللہ کے آگے) جُھکو تو نہیں جُھکتے۔ ",
    "تباہی ہے اُس روز جھٹلانے والوں کے لیے",
    "اب اِس (قرآن)کے بعد اورکونسا کلام ایسا ہو سکتا ہے جس پر یہ ایمان لائیں؟"
  ]
}