{
  "meta": {
    "id": 97,
    "name": "Tafheem ul Qur'an - Syed Abu Ala Maududi",
    "translator_name": "Syed Abu Ala Maududi",
    "slug": "ur-al-maududi",
    "language_name": "urdu"
  },
  "verses": [
    "یہ لوگ کس چیز کے بارے میں پوچھ گچھ کر رہے ہیں؟",
    "کیا اُس بڑی خبر کے بارے میں",
    "جس کے متعلق یہ مختلف چہ میگوئیاں کرنے میں لگے ہوئے ہیں؟ ",
    "ہر گز نہیں،  عنقریب اِنہیں معلوم ہو جائے گا",
    "ہاں، ہر گز نہیں، عنقریب انہیں معلوم ہو جائے گا۔ ",
    "کیا یہ واقعہ نہیں ہے کہ ہم نے زمین کو فرش بنایا، ",
    "اور پہاڑوں کو میخوں کی طرح گاڑ دیا، ",
    "اور تمہیں(مَردوں اور عورتوں کے) جوڑوں کی شکل میں پیدا کیا، ",
    "اور تمہاری نیند کو باعثِ سکون بنایا، ",
    "اور رات کو پردہ پوش",
    "اور دن کو معاش کا وقت بنایا، ",
    "اور تمہارے اوپر سات مضبُوط آسمان قائم کیے، ",
    "اور ایک نہایت روشن اور گرم چراغ پیدا کیا، ",
    "اور بادلوں سے لگاتار بارش برسائی",
    "تاکہ اس کے ذریعہ سے غلہ اور سبزی",
    "اور گھنے باغ اُگائیں؟ ",
    "بے شک فیصلے کا دن ایک مقرر وقت ہے",
    "جس روز صور میں پھُونک ما ر دی جائے گی، تم فوج در فوج نکل آوٴ گے۔ ",
    "اور آسمان کھول دیا جائے گا حتیٰ کہ وہ دروازے ہی دروازے بن کر رہ جائے گا",
    "اور پہاڑ چلائے جائیں گے یہاں تک کہ وہ سراب ہو جائیں گے۔ ",
    "در حقیقت جہنّم ایک گھات ہے، ",
    "سرکشوں کا ٹھکانا",
    "جس میں وہ مُدّتوں پڑے رہیں گے۔ ",
    "اُس کے اندر کسی ٹھنڈک اور پینے کے قابل کسی چیز کا مزہ وہ نہ چکھیں گے",
    "کچھ ملے گا تو بس گرم پانی اور زخموں کا دھوون،",
    "(اُن کے کرتوتوں) کا بھرپور بدلہ",
    "وہ کسی حساب کی توقع نہ رکھتے تھے",
    "اور ہماری آیات کو انہوں نے بالکل جھُٹلا دیا تھا، ",
    "اور حال یہ تھا کہ ہم نے ہر چیز گِن گِن کر لکھ رکھی تھی۔ ",
    "اب چکھو مزہ، ہم تمہارے لیے عذاب کے سوا کسی چیز میں ہرگز اضافہ نہ کریں گے",
    "یقیناً متّقیوں  کے لیے کامرانی کا ایک مقام ہے",
    "باغ اور انگور",
    "اور نوخیز ہم سن لڑکیاں، ",
    "اور چھلکتے ہوئے جام",
    "وہاں کوئی لغو اور جھُوٹی بات وہ نہ سُنیں گے۔ ",
    "جزا ء اور کافی انعام  تمہارے ربّ کی طرف سے",
    "اُس نہایت مہربان خدا کی طرف سے جو زمین اور آسمانوں کا اور ان کے درمیان کی ہر چیز کا مالک ہے جس کے سامنے کسی کو بولنے کا یارا نہیں۔",
    "جس روز رُوح  اور ملائکہ صف بستہ کھڑے ہوں گے، کوئی نہ بولے گا سوائے اُس کے جسے رحمٰن اجازت دے اور جو ٹھیک بات کہے۔ ",
    "وہ دن برحق ہے، اب جس کا جی چاہے اپنے رب کی طرف پلٹنے کا راستہ اختیار کر لے",
    "ہم نے تم لوگوں کو اُس عذاب سے ڈرا دیا ہے جو قریب آلگا ہے۔  جس روز آدمی وہ سب کچھ دیکھ لے گا جو اس کے ہاتھوں نے آگے بھیجا ہے ، اور کافر پکار اُٹھے گا کہ کاش میں خاک ہوتا۔ ",
    "قسم ہے اُن (فرشتوں کی) جو ڈوب کر کھینچتے ہیں",
    "اور آہستگی سے نکال لے جاتے ہیں",
    "اور (اُن فرشتوں کی جو کائنات میں) تیزی سے تیرتے پھرتے ہیں",
    "پھر (حکم بجا لانے میں) سبقت کرتے ہیں",
    "پھر (احکامِ الٰہی کے مطابق)معاملات کا انتظام چلاتے ہیں۔ ",
    "جس روز ہلا مارے گا زلزلے کا جھٹکا",
    "اور اس کے پیچھے ایک اور جھٹکا پڑے گا، ",
    "کچھ دل ہوں گے جو اُس روز خوف سے کانپ رہے ہوں گے، ",
    "نگاہیں اُن کی سہمی ہوئی ہوں گی",
    "یہ لوگ کہتے ہیں \"کیا واقعی ہم پلٹا کر پھر واپس لائے جائیں گے؟",
    "کیا جب ہم کھوکھلی بوسیدہ ہڈیاں بن چکے ہوں گے؟\"",
    "کہنے لگے”یہ واپسی تو پھر بڑے گھاٹے کی ہوگی!“ ",
    "حالانکہ یہ بس اتنا کام ہے کہ ایک زور کی ڈانٹ پڑے گی",
    "اور یکایک یہ کُھلے میدان میں موجود ہوں گے۔ ",
    " کیا تمہیں مُوسیٰؑ کے قصّے کی خبر پہنچی ہے؟",
    "جب اس کے ربّ نے اُسے طُویٰ کی مقدّس وادی  میں پُکارا تھا",
    "کہ \"فرعون کے پاس جا، وہ سرکش ہو گیا ہے",
    "اور اس سے کہہ کیا تو اِس کے لیے تیار ہے کہ پاکیزگی اختیار کرے",
    "اور میں تیرے ربّ کی طرف تیری رہنمائی کروں تو (اُس کا)خوف تیرے اندر پیدا ہو؟“ ",
    "پھر موسیٰؑ نے (فرعون کے پاس جا کر)اُس کی بڑی نشانی دکھائی، ",
    "مگر اُس نے جھٹلا دیا اور نہ مانا",
    "پھر چالبازیاں کرنے کے لیے پلٹا ",
    "اور لوگوں کو جمع کر کے اس نے پکار کر کہا",
    "میں تمہارا سب سے بڑا ربّ ہوں“ ",
    "آخرکار اللہ نے اسے آخرت اور دنیا کے عذاب میں پکڑ لیا",
    "در حقیقت اِس میں بڑی عبرت ہے ہر اُس شخص کے لیے جو ڈرے۔  ",
    " کیا تم لوگوں کی تخلیق زیادہ سخت کام ہے یا آسمان کی؟  اللہ نے اُس کو بنایا",
    "اُس کی چھت خوب اونچی اٹھائی پھر اُس کا توازن قائم کیا",
    "اور اُس کی رات ڈھانکی اور اُس کا دن نکالا۔ ",
    "اِس کے بعد زمین کو اس نے بچھایا، ",
    "اُس کے اندر اُس کا پانی اور چارہ نکالا،",
    "اور پہاڑ اس میں گاڑ دیے",
    "سامانِ زیست کے طور پر تمہارے لیے اور تمہارے مویشیوں کے لیے۔ ",
    "پھر جب وہ ہنگامہٴِ عظیم برپا ہوگا،",
    "جس روز انسان اپنا سب کیا دھرا یاد کرے گا، ",
    "اور ہر دیکھنے والے کے سامنے دوزخ کھول کر رکھ دی جائے گی",
    "تو جس نے سرکشی کی تھی",
    "اور دنیا کی زندگی کو ترجیح دی تھی",
    "دوزخ ہی اس کا ٹھکانا ہوگی",
    "اور جس نے اپنے رب کے سامنے کھڑے ہونے کا خوف کیا تھا اور نفس کو بری خواہشات سے باز رکھا تھا",
    "جنّت اس کا ٹھکانا ہوگی۔ ",
    "یہ لوگ تم سے پوچھتے ہیں کہ”آخر وہ گھڑی کب آکر ٹھہرے گی؟“ ",
    "تمہارا کیا کام کہ اس کا وقت بتاؤ",
    "اس کا علم تو اللہ پر ختم ہے",
    "تم صرف خبردار کرنے والے ہو ہر اُس شخص کو جو اُس کا خوف کرے",
    "جس  روز یہ لوگ اُسے دیکھ لیں گے تو انہیں یوں محسوس ہو گا کہ (یہ دنیا میں یا حالتِ موت میں) بس ایک دن کے پچھلے پہر یا اگلے پہر تک ٹھہرے ہیں۔",
    "ترش رو ہوا، اور بے رخی برتی",
    "اِس با ت پر کہ وہ اندھا اُس کے پاس آگیا۔",
    "تمہیں کیا خبر، شاید وہ سدھر جائے",
    "یا نصیحت پر دھیان دے، اور نصیحت کرنا اس کے لیے نافع ہو؟",
    "جو شخص بے پروائی برتتا ہے",
    "اس کی طرف تو تم توجہ کرتے ہو",
    "حالانکہ اگر وہ نہ سدھرے تو تم پر اس کی کیا ذمہ داری ہے؟",
    "اور جو خود تمہارے پاس دوڑا آتا ہے",
    "اور وہ ڈر رہا ہوتا ہے",
    "اس سے تم بے رُخی برتتے ہو۔ ",
    "ہر گز نہیں،  یہ تو ایک نصیحت ہے، ",
    "جس کا جی چاہے اِسے قبول کرے",
    "یہ ایسے صحیفوں میں درج ہے جو مکرم ہیں",
    "بلند مرتبہ ہیں، پاکیزہ ہیں، ",
    "معزّز اور نیک کاتبوں  کے",
    "ہاتھوں میں رہتے ہیں۔ ",
    "لعنت ہو  انسان پر،  کیسا سخت مُنکرِ حق ہے یہ۔ ",
    "کس چیز سے اللہ نے اِسے پیدا کیا ہے؟",
    "نُطفہ کی ایک بُوند سے۔  اللہ نے اِسے پیدا کیا، پھر اِس کی تقدیر مقرر کی، ",
    "پھر اِس کے لیے زندگی کی راہ آسان کی، ",
    "پھر اِسے موت دی اور قبر میں پہنچایا۔ ",
    "پھر جب چاہے وہ اِسے دوبارہ اُٹھا کھڑا کرے۔ ",
    "ہر گز نہیں، اِس نے وہ فرض ادا نہیں کیا جس کا اللہ نے اِسے حکم دیا تھا۔ ",
    "پھر ذرا انسان اپنی خوراک کو دیکھے۔ ",
    "ہم نے خُوب پانی لُنڈھایا، ",
    "پھر زمین کو عجیب طرح پھاڑا، ",
    "پھر اُس کے اندر اگائے غلے",
    "اور انگور اور ترکاریاں",
    "اور زیتون اور کھجوریں",
    "اور گھنے باغ",
    "اور طرح طرح کے پھل، اور چارے",
    "تمہارے لیے اور تمہارے مویشیوں کے لیے سامانِ زیست کے طور پر۔ ",
    "آخر کار جب وہ کان بہرے کر دینے والی آواز بلند ہوگی ",
    "اُس روز آدمی اپنے بھائی سے بھاگے گا",
    "اور اپنی ماں اور اپنے باپ",
    "اور اپنی بیوی اور اپنی اولاد سے بھاگے گا۔ ",
    "ان میں سے ہر شخص پر اس دن ایسا وقت آپڑے گا کہ اسے اپنے سوا کسی کا ہوش نہ ہوگا۔ ",
    "کچھ چہرے اُس روز دمک رہے ہوں گے",
    "ہشاش بشاش اور خوش و خرم ہوں گے",
    "اور کچھ چہروں پر اس روز خاک اڑ رہی ہوگی",
    "اور کلونس چھائی ہوئی ہوگی",
    "یہی کافر و فاجر لوگ ہوں گے",
    "جب سورج لپیٹ دیا جائے گا، ",
    "اور جب تارے بکھر جائیں گے،",
    "اور جب پہاڑ چلائے جائیں گے،",
    "اور جب دس مہینے کی حاملہ اُونٹنیاں اپنے حال پر چھوڑ دی جائیں گی، ",
    "اور جب جنگلی جانور سمیٹ کر اکٹھے کر دیے جائیں گے، ",
    "اور جب سمندر بھڑکا دیے جائیں گے، ",
    "اور جب  جانیں (جسموں سے) جوڑ دی جائیں گی، ",
    "اور جب زندہ گاڑی ہوئی لڑکی سے پوچھا جائے گا",
    "کہ وہ کس قُصور میں مار ی گئی؟ ",
    "اور جب اعمال نامے کھولے جائیں گے",
    "اور جب آسمان کا پردہ ہٹا دیا جائے گا، ",
    "اور جب جہنم دہکائی جائے گی",
    "اور جب جنّت قریب لے آئی جائے گی، ",
    "اُس وقت ہر شخص کو معلوم ہو جائے گا کہ وہ کیا لے کر آیا ہے",
    "پس نہیں،  میں قسم کھاتا ہوں",
    "پلٹنے اور چھپ جانے والے تاروں کی",
    "اور رات کی جبکہ وہ رخصت ہوئی",
    "اور صبح کی جبکہ اس نے سانس لیا، ",
    "یہ فی الواقع ایک بزرگ پیغام بر کا قول ہے ",
    "جو بڑی توانائی رکھتا ہے،  عرش والے کے ہاں بلند مرتبہ ہے",
    "وہاں اُس کا حکم مانا جاتا ہے،  وہ بااعتماد ہے۔ ",
    "اور (اے اہلِ مکّہ) تمہارا رفیق  مجنون نہیں ہے",
    "اُس نے اُس پیغام بر کو روشن اُفق پر دیکھا ہے۔ ",
    "اور وہ غَیب (کے اِس علم کو لوگوں تک پہنچانے) کے معاملہ میں بخیل نہیں ہے۔ ",
    "اور یہ کسی شیطان ِ مردُود کا قول نہیں ہے۔ ",
    "پھر تم لوگ کدھر چلے جا رہے ہو؟",
    "یہ تو سارے جہان والوں کے لیے ایک نصیحت ہے",
    "تم میں سے ہر اُس شخص کے لیے جو راہِ راست پر چلنا چاہتا ہو۔ ",
    "اور تمہارے چاہنے سے کچھ نہیں ہوتا جب تک اللہ ربّ العالمین نہ چاہے۔ ",
    "جب آسمان پھٹ جائے گا",
    "اور جب تارے بکھر جائیں گے",
    "اور جب سمندر پھاڑ دیے جائیں گے، ",
    "اور جب قبریں کھول دی جائیں گی، ",
    "اُس وقت ہر شخص کو اُس کا اگلا پچھلا سب کیا دھرا معلوم ہو جائے گا۔ ",
    "اے انسان، کس چیز نے تجھے اپنے اُس رب کریم کی طرف سے دھوکے میں ڈال دیا",
    "جس نے تجھے پیدا کیا، تجھے نک سک سے درست کیا، تجھے متناسب بنایا",
    "اور جس صورت میں چاہا تجھ کو جوڑ کر تیار کیا؟ ",
    "ہر گز نہیں،  بلکہ (اصل بات یہ ہے کہ) تم لوگ جزا و سزا کو جھُٹلاتے ہو، ",
    "حالانکہ تم پر نگراں مقرر ہیں",
    "ایسے معزز کاتب",
    "جو تمہارے ہر فعل کو جانتے ہیں۔ ",
    "یقیناً نیک لوگ مزے میں ہوں گے",
    "اور بے شک بدکار لوگ جہنم میں جائیں گے",
    "جزا کے دن وہ اس میں داخل ہوں گے",
    "اور اُس سے ہرگز غائب نہ ہو سکیں گے",
    "اور تم کیا جانتے ہو کہ وہ جزا کا دن کیا ہے؟",
    "ہاں، تمہیں کیا خبر کہ وہ جزا کا دن کیا ہے؟",
    "یہ وہ دن ہے جب کسی شخص کے لیے کچھ کرنا کسی کے بس میں نہ ہوگا،  فیصلہ اُس دن بالکل اللہ کے اختیار میں ہوگا",
    "تباہی ہے ڈنڈی مارنے والوں کے لیے۔ ",
    "جن کا حال یہ ہے کہ جب لوگوں سے لیتے ہیں تو پورا پورا لیتے ہیں",
    "اور جب ان کو ناپ کو یا تول کر دیتے ہیں تو انہیں گھاٹا دیتے ہیں۔ ",
    "کیا یہ لوگ نہیں سمجھتے کہ ایک بڑے دن ",
    "یہ اٹھا کر لائے جانے والے ہیں؟",
    "اُس دن جبکہ سب لوگ رب العالمین کے سامنے کھڑے ہوں گے",
    "ہر گز نہیں،  یقیناً بدکاروں کا نامہٴ اعمال قیدخانے کے دفتر میں ہے۔ ",
    "اور تمہیں کیا معلوم کہ وہ قید خانے کا دفتر کیا ہے؟",
    "ایک کتاب ہے لکھی ہوئی",
    "تباہی ہے اُس روز جھٹلانے والوں کے لیے",
    "جو روز جزا کو جھٹلاتے ہیں",
    "اور اُسے نہیں جھٹلاتا مگر ہر وہ شخص جو حد سے گزر جانے والا بد عمل ہے",
    "اُسے جب ہماری آیات سُنائی جاتی ہیں  تو کہتا ہے یہ تو اگلے وقتوں کی کہانیاں ہیں",
    "ہر گز نہیں، بلکہ دراصل اِن لوگوں کے دلوں پر اِن کے بُرے اعمال کا زنگ چڑھ گیا ہے۔ ",
    "ہر گز نہیں، بالیقین اُس روز یہ اپنے ربّ کی دید سے محروم رکھے جائیں گے، ",
    "پھر یہ جہنم میں جا پڑیں گے",
    "پھر اِن سے کہا جائے گا کہ یہ وہی چیز ہے جسے تم جھٹلایا کرتے تھے",
    "ہر گز نہیں،  بے شک نیک آدمیوں کا نامہٴ اعمال بلند پایہ لوگوں کے دفتر میں ہے",
    "اور تمہیں کیا خبر کہ کیا ہے وہ بلند پایہ لوگوں کا دفتر؟",
    "ایک لکھی ہوئی کتاب ہے",
    "جس کی نگہداشت مقرب فرشتے کرتے ہیں",
    "بے شک نیک لوگ بڑے مزے میں ہوں گے",
    "اونچی مسندوں پر بیٹھے نظارے کر رہے ہوں گے",
    "ان کے چہروں پر تم خوشحالی کی رونق محسوس کرو گے",
    "ان کو نفیس ترین سر بند شراب پلائی جائے گی جس پر مُشک کی مُہر لگی ہوگی۔",
    "جو لوگ دوسروں پر بازی لے جانا چاہتے ہوں وہ اِس چیز کو حاصل کرنے میں بازی لے جانے کی کوشش کریں",
    "ں۔ اُس شراب میں تسنیم کی آمیزش ہوگی، ",
    "یہ ایک چشمہ ہے جس کے پانی کے ساتھ مقرب لوگ شراب پئیں گے",
    "مجرم لوگ دنیا میں ایمان لانے والوں کا مذاق اڑاتے تھے",
    "جب اُن کے پاس سے گزرتے تو آنکھیں مار مار کر اُن کی طرف اشارے کرتے تھے",
    "پنے گھروں کی طرف پلٹتے تو مزے لیتے ہوئے پلٹتے تھے، ",
    "اور جب انہیں دیکھتے تو کہتے تھے کہ یہ بہکے ہوئے لوگ ہیں، ",
    "حالانکہ وہ اُن پر نگراں بنا کر نہیں بھیجے گئے تھے۔ ",
    "آج ایمان لانے والے کفار پر ہنس رہے ہیں",
    "مسندوں پر بیٹھے ہوئے ان کا حال دیکھ رہے ہیں",
    "مِل گیا نا کافروں کو اُن حرکتوں کا ثواب جو وہ کیا کرتے تھے۔ ",
    "جب آسمان پھٹ جائے گا",
    "اور اپنے ربّ کے فرمان کی تعمیل کرے گا  اور اُس کے لیے حق یہی ہے (کہ اپنے ربّ کا حکم مانے)",
    "اور جب زمین پھیلا دی جائے گی ",
    "اور جو کچھ اس کے اندر ہے اُسے باہر پھینک  کر خالی ہو جائے گی ",
    "اور اپنے ربّ کے حکم کی تعمیل کرے گی اور اُس کے لیے حق یہی ہے (کہ اس کی تعمیل کرے)۔",
    "اے انسان، تُو کشاں کشاں اپنے ربّ کی طرف چلا جا رہا ہے  اور اُس سے ملنے والا ہے",
    "پھر جس کا نامہ اعمال اُس کے سیدھے ہاتھ میں دیا گیا",
    "اُس سے ہلکا حساب لیا جائے گا ",
    "اور وہ اپنے لوگوں کی طرف خوش خوش پلٹے گا۔ ",
    "رہا  وہ شخص جس کا  نامہٴ اعمال اُس کی پیٹھ کے پیچھے دیا جائے گا ",
    "تو وہ موت کو پکارے گا",
    "اور بھڑکتی ہوئی آگ میں جا پڑے گا",
    "وہ اپنے گھر والوں میں مگن تھا۔ ",
    "اُس نے سمجھا تھا کہ اسے کبھی پلٹنا نہیں ہے",
    "پلٹناکیسے نہ تھا، اُس کا ربّ اُس کے کرتُوت دیکھ رہا تھا۔ ",
    "پس نہیں، میں قسم کھاتا ہوں شفق کی",
    "اور رات کی اور جو کچھ وہ سمیٹ لیتی ہے",
    "اور چاند کی جب کہ وہ ماہ کامل ہو جاتا ہے",
    "تم کو ضرور درجہ بدرجہ ایک حالت سے دوسری حالت کی طرف گزرتے چلے جانا ہے۔ ",
    "پھر اِن لوگوں کو کیا ہو گیا ہے کہ یہ ایمان نہیں لاتے",
    "اور جب قرآن اِن کے سامنے پڑ ھا جاتا ہے تو سجدہ نہیں کرتے؟ ",
    "بلکہ یہ منکرین تو الٹا جھٹلاتے ہیں",
    "حالانکہ جو کچھ یہ (اپنے نامہٴ اعمال میں) جمع کر رہے ہیں اللہ اُسے خوب جانتا ہے۔ ",
    "لہٰذا اِن کو دردناک عذاب کی بشارت دے دو",
    "البتہ جو لوگ ایمان لے آئے ہیں اور جنہوں نے نیک عمل کیے ہیں ان کے لیے کبھی ختم نہ ہونے والا اجر ہے",
    "قسم ہے مضبُوط قلعوں والے آسمان کی، ",
    "اور اُس دن کی جس کا وعدہ کیا گیا ہے، ",
    "اور دیکھنے  والے کی اور دیکھی جانے والی چیز کی ",
    "کہ مارے گئے گڑھے والے",
    "(اُس گڑھے والے) جس میں خوب بھڑکتے ہوئے ایندھن کی آگ تھی",
    "جبکہ وہ اُس گڑھے کے کنارے بیٹھے ہوئے تھے",
    "اور جو کچھ وہ ایمان لانے والوں کے ساتھ کر رہے تھے اُسے دیکھ رہے تھے۔ ",
    "اور اُن اہل ایمان سے اُن کی دشمنی اِس کے سوا کسی وجہ سے نہ تھی کہ وہ اُس خدا پر ایمان لے آئے تھے جو زبردست اور اپنی ذات میں آپ محمود ہے",
    "جو آسمانوں اور زمین کی سلطنت کا مالک ہے، اور وہ خدا سب کچھ دیکھ  رہا ہے۔ ",
    "جن لوگوں نے مومن مردوں اور عورتوں پر ظلم و ستم توڑا اور پھر اس سے تائب نہ ہوئے، یقیناً اُن کے لیے جہنّم کا عذاب ہے اور ان کے لیے جَلائے جانے کی سزا ہے۔ ",
    "جو لوگ ایمان لائے اور جنہوں نے نیک عمل کیے، یقیناً اُن کے لیے جنت کے باغ ہیں جن کے نیچے نہریں بہتی ہوں گی، یہ ہے بڑی کامیابی",
    "درحقیقت تمہارے رب کی پکڑ بڑی سخت ہے",
    "وہی پہلی بار پیدا کرتا ہے اور وہی دوبارہ پیدا کرے گا",
    "اور وہ بخشنے والا ہے، محبت کرنے والا ہے",
    "عرش کا مالک ہے، بزرگ و برتر ہے",
    "اور جو کچھ  چاہے کر ڈالنے والا ہے۔ ",
    "کیا تمہیں لشکروں کی خبر پہنچی ہے؟",
    "فرعون اور ثمود (کے لشکروں)کی؟ ",
    "مگر جنہوں نے کفر کیا ہے وہ جھٹلانے میں لگے ہوئے ہیں",
    "حالانکہ اللہ نے ان کو گھیرے میں لے رکھا ہے",
    "(اُن کے جھٹلانے سے اِس قرآن کا کچھ نہیں بگڑتا) بلکہ یہ قرآن بلند پایہ ہے",
    "اُس لوح میں (نقش ہے) جو محفوظ ہے۔ ",
    "قسم ہے آسمان کی اور رات کو نمودار ہونے والے کی",
    "اور تم کیا جانو کہ وہ رات کو نمودار ہونے والا کیا ہے؟",
    "چمکتا ہوا تارا",
    "کوئی جان ایسی نہیں ہے جس کے اوپر کوئی نگہبان نہ ہو۔ ",
    "پھر ذرا انسان یہی دیکھ لے کہ وہ کِس چیز سے پیدا کیا گیا ہے۔ ",
    "ایک اچھلنے والے پانی سے پیدا کیا گیا ہے",
    "جو پیٹھ اور سینے کی ہڈیوں کے درمیان سے نکلتا ہے۔ ",
    "یقیناً وہ (خالق) اُسے دوبارہ پیدا کرنے پر قادر ہے۔ ",
    "جس روز پوشیدہ اسرار کی جانچ پڑتال ہوگی",
    "اُس وقت انسان کے پاس نہ خود اپنا کوئی زور ہوگا اور نہ کوئی اس کی مدد کرنے والا ہوگا",
    "قسم ہے بارش برسانے والے آسمان کی ",
    "اور (نباتات اگتے وقت) پھٹ جانے والی زمین کی",
    "یہ ایک جچی تلی بات ہے",
    "ہنسی مذاق نہیں ہے۔ ",
    "یہ لوگ کچھ چالیں چل رہے ہیں ",
    "اور میں بھی ایک چال چل رہا ہوں۔ ",
    "پس چھوڑ دو اے نبیؐ ، اِن کافروں کو اِک ذرا کی ذرا اِن کے حال پر چھوڑ دو۔ ",
    "(اے نبیؐ)اپنے ربِّ برتر کے نام کی تسبیح کرو ",
    "جس نے پیدا کیا اور تناسُب قائم کیا، ",
    "جس نے تقدیر بنائی  پھر راہ دکھائی، ",
    "جس نے نباتات اُگائیں ",
    "پھر اُن کو سیاہ کُوڑا کرکٹ بنا دیا۔ ",
    "ہم تمہیں پڑھوا دیں گے، پھر تم نہیں بھولو گے ",
    "سوائے اُس کے جو اللہ چاہے،  وہ ظاہر کو بھی جانتا ہے اور جوکچھ پوشیدہ ہے اُس کو بھی۔ ",
    "اور ہم تمہیں آسان طریقے کی سہولت دیتے ہیں",
    "لہٰذا تم نصیحت کرو اگر نصیحت نافع ہو۔ ",
    "جو شخص ڈرتا ہے وہ نصیحت قبول کر لے گا، ",
    "اور اس سے گریز کریگا وہ انتہائی بد بخت",
    "جو بڑی آگ میں جائے گا",
    "  پھر نہ اس میں مرے گا اور نہ جیے گا۔ ",
    "فلاح پا گیا وہ جس نے پاکیزگی اختیار کی ",
    "اور اپنے ربّ کا نام یاد کیا  پھر نماز پڑھی۔ ",
    "مگر تم لوگ دنیا کی زندگی کو ترجیح دیتے ہو، ",
    "حالانکہ آخرت بہتر ہے اور باقی رہنے والی ہے۔ ",
    "یہی بات پہلے آئے ہوئے صحیفوں میں بھی کہی گئی تھی",
    "ابراہیمؑ  اور موسیٰؑ کے صحیفوں میں۔ ",
    "کیا تمہیں اُس چھا جانے والی آفت کی خبر پہنچی ہے؟ ",
    "کچھ چہرے  اُس روز خوف زدہ ہوں گے",
    "سخت مشقت کر رہے ہونگے",
    "تھکے جاتے ہونگے، شدید آگ میں جھلس رہے ہونگے",
    "کھولتے ہوئے چشمے کا پانی انہیں پینے کو دیا جائے گا",
    "خاردار سُوکھی گھاس کے سوا کوئی کھانا اُن کے لیے نہ ہوگا، ",
    "جو نہ موٹا کرے نہ بھوک مٹائے",
    "کچھ چہرے اُس روز با رونق ہوں گے",
    "اپنی کار گزاری پر خوش ہوں گے، ",
    "عالی مقام جنت میں ہوں گے",
    "کوئی بےہودہ بات وہاں نہ سُنیں گے، ",
    "اُس میں چشمے رواں ہونگے",
    "اُس کے اندر اونچی مسندیں ہوں گی",
    "ساغر رکھے ہوئے ہوں گے، ",
    "گاؤ تکیوں کی قطاریں لگی ہوں گی",
    "اور نفیس فرش بچھے ہوئے ہوں گے",
    "(یہ لوگ نہیں مانتے) تو کیا یہ اونٹوں کو نہیں دیکھتے کہ کیسے بنائے گئے؟",
    "آسمان کو نہیں دیکھتے کہ کیسے اٹھایا گیا؟",
    "پہاڑوں کو نہیں دیکھتے کہ کیسے جمائے گئے؟",
    "اور زمین کو نہیں دیکھتے کہ کیسے بچھائی گئی؟ ",
    "اچھا تو (اے نبیؐ) نصیحت کیے جاؤ، تم بس نصیحت ہی کرنے والے ہو",
    "کچھ ان پر جبر کرنے والے نہیں ہو۔ ",
    "البتہ جو شخص منہ موڑے گا اور انکار کرے گا",
    "تو اللہ اس کو بھاری سزا دے گا",
    "اِن لوگوں کو پلٹنا ہماری طرف ہی ہے",
    "پھر اِن کا حساب لینا ہمارے ہی ذمہ ہے",
    "قسم ہے فجر کی",
    "اور دس راتوں کی",
    "اور جفت اور طاق کی",
    "اور رات کی جبکہ وہ رخصت ہو رہی ہو",
    "کیا اِس میں کسی صاحب ِ عقل کے لیے کوئی قسم ہے؟ ",
    " تم نے دیکھا نہیں کہ تمہارے ربّ نے کیا برتاوٴ کیا",
    "اُونچے ستونوں والے عادِ اِرَم کے ساتھ، ",
    "جن کے مانند کوئی قوم دنیا کے ملکوں میں پیدا نہیں کی گئی تھی؟ ",
    "اور ثمود کے ساتھ جنہوں نے وادی میں چٹانیں تراشی تھیں؟ ",
    "اور میخوں والے فرعون  کے ساتھ؟",
    "یہ وہ لوگ تھے جنہوں نے دنیا کے ملکوں میں بڑی سرکشی کی تھی",
    "اور ان میں بہت فساد پھیلایا تھا",
    "آخرکار تمہارے رب نے ان پر عذاب کا کوڑا برسا دیا",
    "حقیقت یہ ہے کہ تمہارا ربّ گھات لگائے ہوئے ہے۔ ",
    " مگر انسان کا حال یہ ہے کہ اس کا ربّ جب اس کو آزمائش میں ڈالتا ہے  اور اُسے عزت اور نعمت دیتا ہے تو وہ کہتا ہے کہ میرے ربّ نے مجھے عزت دار بنا دیا",
    "اور جب وہ اُس کو آزمائش میں ڈالتا ہے اور اُس کا رزق اُس پر تنگ کر دیتا ہے تو وہ کہتا ہے میرے ربّ نے مجھے ذلیل کر دیا۔ ",
    "ہرگز نہیں،  بلکہ تم یتیم سے عزّت کا سلوک نہیں کرتے ",
    "اور مسکین کو کھانا کھلانے پر ایک دُوسرے کو نہیں اُکساتے، ",
    "اور میراث کا سارا مال سمیٹ کر کھا جاتے ہو، ",
    "اور مال کی محبت میں بُری طرح گرفتار ہو۔ ",
    "ہرگز نہیں،  جب زمین پے در پے کوُٹ کوُٹ کر ریگ زار بنا دی جائے گی",
    "اور تمہارا ربّ جلوہ فرما ہوگا  اِس حال میں کہ فرشتے صف در صف کھڑے ہوں گے",
    "اور جہنّم اُس روز سامنے لے آئی جائے گی، اُس دن انسان کو سمجھ آئے گی اور اس وقت اُس کے سمجھنے کا کیا حاصل ؟ ",
    "وہ کہے گا کہ کاش میں نے اپنی اِس زندگی کے لیے کچھ پیشگی سامان کیا ہوتا!",
    "پھر اُس دن اللہ جو عذاب دے گا ویسا عذاب دینے والا کوئی نہیں",
    "اور اللہ جیسا باندھے گا ویسا باندھنے والا کوئی نہیں",
    "(دُوسری طرف ارشاد ہوگا)اے نفسِ مطمئن، ",
    "چل اپنے ربّ کی طرف اِس حال میں کہ تُو (اپنے انجامِ نیک سے) خوش (اور اپنے ربّ کے نزدیک) پسندیدہ ہے",
    "شامل ہو جا میرے (نیک) بندوں میں",
    "اور داخل ہو جا میری جنت میں",
    "نہیں،  میں قسم کھاتا ہوں اِس شہر کی ",
    "اور حال یہ ہے کہ (اے نبیؐ) اِس شہر میں تم کو حلال کر لیا گیا ہے، ",
    "اور قسم کھاتا ہوں باپ کی اور اس اولاد کی جو اس سے پیدا ہوئی، ",
    "درحقیقت ہم نے انسان کو مشقّت میں پیدا کیا ہے۔ ",
    "کیا اُس نے یہ سمجھ رکھا ہے کہ اُس پر کوئی قابو نہ پا سکے گا؟ ",
    "کہتا ہے کہ میں نے ڈھیروں مال اُڑا دیا۔ ",
    "کیا وہ سمجھتا ہے کہ کسی نے اُس کو نہیں دیکھا؟ ",
    "کیا ہم نے اُسے دو آنکھیں",
    "اور ایک زبان اور دو ہونٹ نہیں دیے؟ ",
    "اور دونوں نمایاں راستے اُسے (نہیں) دکھا دیے؟ ",
    "مگر اس نے دشوار گزار گھاٹی سے گزرنے کی ہمّت نہ کی۔ ",
    "اور تم کیا جانو کہ کیا ہے وہ دشوار گزار گھاٹی؟",
    "کسی گردن کو غلامی سے چھڑانا",
    "یا فاقے کے دن",
    "کسی قریبی یتیم",
    "یا خاک نشین مسکین کو کھانا کھلانا۔ ",
    "پھر (اِس کے ساتھ یہ کہ) آدمی اُن لوگوں میں شامل ہو جو ایمان لائے  اور جنہوں نے ایک دُوسرے کو صبر اور (خلقِ خدا پر) رحم کی تلقین کی۔ ",
    "یہ لوگ ہیں دائیں بازو والے",
    "اور جنہوں نے ہماری آیات کو ماننے سے انکار کیا وہ بائیں بازو والے ہیں، ",
    "ان پر آگ چھائی ہوئی ہوگی۔ ",
    "سُورج اور اُس کی دُھوپ  کی قسم",
    "اور چاند کی قسم جبکہ وہ اُس کے پیچھے آتا ہے",
    "اور دن کی قسم جبکہ وہ (سورج کو) نمایاں کر دیتا ہے",
    "اور رات کی قسم جبکہ وہ (سُورج کو) ڈھانک لیتی ہے، ",
    "اور آسمان کی اور اُس ذات کی قسم جس نے اُسے قائم کیا، ",
    "اور زمین کی اور اُس ذات کی قسم جس نے اُسے بچھایا",
    "اور نفسِ انسانی کی اور اُس ذات کی قسم جس نے اُسے ہموار کیا ",
    "پھر اُس کی بدی اوراُس کی پرہیزگاری اس پر الہام کر دی، ",
    "یقیناً فلاح پا گیا وہ جس نے نفس کا تزکیہ کیا",
    "اور نامراد ہوا وہ جس نے اُس کو دبا دیا۔ ",
    " ثمُود نے اپنی سرکشی کی بنا پر جھُٹلایا۔ ",
    "جب اُس قوم کا سب سے زیادہ شقی آدمی بپھر کر اٹھا",
    "تو اللہ کے رسُول نے اُن لوگوں سے کہا کہ خبردار، اللہ کی اُونٹنی کو (ہاتھ نہ لگانا) اور اُس کے پانی پینے (میں مانع نہ ہونا)۔ ",
    "مگر انہوں نے اُس کی بات کو جھُوٹا قرار دیا ااور اُونٹنی کو مار ڈالا۔  آخر کار اُن کے گناہ کی پاداش میں ان کے ربّ نے ان پر ایسی آفت توڑی کہ ایک ساتھ سب کو پیوندِ خاک کر دیا",
    "اور اسے (اپنے اس فعل کے) کسی بُرے نتیجے کا کوئی خوف نہیں ہے۔ ",
    "قسم ہے رات کی جبکہ وہ چھا جائے",
    "اور دن کی جبکہ وہ روشن ہو",
    "اور اُس ذات کی جس نے نر اور مادہ کو پیدا کیا",
    "درحقیقت تم لوگوں کی کوششیں مختلف قسم کی ہیں۔ ",
    "تو جس نے (راہ خدا میں) مال دیا اور (خدا کی نافرمانی سے) پرہیز کیا",
    "اور بھلائی کو سچ مانا، ",
    "اس کو ہم آسان راستے کے لیے سہُولت دیں گے۔ ",
    "اور جس نے بخل کیا اور (اپنے خدا سے) بے نیازی برتی",
    "اور بَھلائی کو جھُٹلایا، ",
    "اس کو ہم سخت راستے کے لیے سہُولت دیں گے۔ ",
    "اور اُس کا مال آخر اُس کے کس کام آئے گا جبکہ وہ ہلاک ہو جائے؟ ",
    "بے شک راستہ بتانا ہمارے ذمّہ ہے، ",
    "اور درحقیقت آخرت اور دنیا، دونوں کے ہم ہی مالک ہیں۔ ",
    "پس میں نے تم کو خبردار کر دیا ہے بھڑکتی ہوئی آگ سے",
    "اُس میں نہیں جھلسے گا مگر وہ انتہائی بد بخت",
    "جس نے جھٹلایا اور منہ پھیرا",
    "اور اُس سے دور رکھا جائیگا وہ نہایت پرہیزگار",
    "جو پاکیزہ ہونے کی خاطر اپنا مال دیتا ہے۔ ",
    "اُس پر کسی کا کوئی احسان نہیں ہے جس کا بدلہ اُسے دینا ہو",
    "وہ تو صرف اپنے ربِّ برتر کی رضا جوئی کے لیے یہ کام کرتا ہے۔ ",
    "اور ضرور وہ (اُس سے) خوش ہوگا۔ ",
    "قسم ہے روزِ روشن کی ",
    "اور رات کی جبکہ وہ سکون کے ساتھ طاری ہو جائے ",
    "(اے نبیؐ) تمہارے ربّ نے تم کو ہر گز نہیں چھوڑا اور نہ وہ ناراض ہوا۔ ",
    "اور یقیناً تمہارے لیے بعد کا دور پہلے دور سے بہتر ہے، ",
    "اور عنقریب تمہارا ربّ تم کو اتنا دے گا کہ تم خوش ہو جاوٴ گے۔ ",
    "کیا اُس نے تم کو یتیم نہیں پایا اور پھر ٹھِکانا فراہم کیا؟ ",
    "اور تمہیں ناواقفِ راہ پایا اور پھر ہدایت بخشی۔ ",
    "اور تمہیں نادار پایا اور پھر مالدار کر دیا۔ ",
    "لہٰذا یتیم پر سختی نہ کرو، ",
    "اور سائل کو نہ جھِڑکو، ",
    "اور اپنے ربّ کی نعمت کا اظہار کرو۔ ",
    "(اے نبیؐ) کیا ہم نے تمہارا سینہ تمہارے لیے کھول نہیں دیا؟ ",
    "اور تم پر سے وہ بھاری بوجھ اتار دیا",
    "جو تمہاری کمر توڑ ڈال رہا تھا۔ ",
    "اور تمہاری خاطر تمہارے ذِکر کا آوازہ بلند کردیا۔ ",
    "پس حقیقت یہ ہے کہ تنگی کے ساتھ فراخی بھی ہے",
    "بے شک تنگی کے ساتھ فراخی بھی ہے۔ ",
    "لہٰذا جب تم فارغ ہو تو عبادت کی مشقت میں لگ جاؤ",
    "اور اپنے ربّ ہی کی طرف راغب ہو۔ ",
    "قسم ہے انجیر اور زیتون کی ",
    "اور طورِ سینا ",
    "اور اِس پرامن شہر (مکہ) کی",
    "ہم نے انسان کو بہترین ساخت پر پیدا کیا، ",
    "پھر اُسے اُلٹا پھیر کر ہم نے سب نِیچوں سے نیچ کر دیا، ",
    "سوائے اُن لوگوں  کے جو ایمان لائے اور نیک عمل کرتے رہے  کہ ان کے لیے کبھی ختم نہ ہونے والا اجر ہے۔ ",
    "پس (اے نبیؐ)اِس کے بعد کون جزا و سزا کے معاملہ میں تم کو جھُٹلا سکتا ہے؟ ",
    "کیا اللہ سب حاکموں سے بڑا حاکم نہیں ہے؟ ",
    "پڑھو  (اے نبیؐ) اپنے ربّ کے نام کے ساتھ  جس نے پیدا کیا، ",
    "جمے ہوئے خون کے ایک لوتھڑے سے انسان کی تخلیق کی۔ ",
    "پڑھو، اور تمہارا رب بڑا کریم ہے",
    "جس نے قلم کے ذریعہ سے علم سکھایا، ",
    "انسان کو وہ علم دیا جسے وہ نہ جانتا تھا۔ ",
    "ہرگز نہیں،  انسان سرکشی کرتا ہے",
    "اِس بنا پر کہ وہ اپنے آپ کو بے نیاز دیکھتا ہے ",
    "(حالانکہ) پلٹنا یقیناً تیرے ربّ ہی کی طرف ہے۔ ",
    "تم نے دیکھا اُس شخص کو",
    "جو ایک بندے کو منع کرتا ہے جبکہ  وہ نماز پڑھتا ہو؟ ",
    "تمہارا کیا خیال ہے اگر (وہ بندہ) راہ راست پر ہو",
    "یا پرہیزگاری کی تلقین کرتا ہو؟",
    "تمہارا کیا خیال ہے اگر (یہ منع کرنے والا شخص حق کو) جھٹلاتا اور منہ موڑتا ہو؟",
    "کیا وہ نہیں جانتا کہ اللہ دیکھ رہا ہے؟ ",
    "ہرگز نہیں،  اگر وہ باز نہ آیا تو ہم اس کی پیشانی کے بال پکڑ کر اُسے کھینچیں گے",
    "اُس پیشانی کو جو جھُوٹی اور سخت خطاکار ہے۔ ",
    "وہ بُلالے اپنے حامیوں کی ٹولی کو، ",
    "ہم بھی عذاب کے فرشتوں کو بُلا لیں گے۔ ",
    "ہرگزنہیں، اُس کی بات نہ مانو اور سجدہ کرو اور (اپنے ربّ کا) قرب حاصل کرو۔ ",
    "ہم نے اِس (قرآن)کو شبِ قدر میں نازل کیا ہے۔ ",
    "اور تم کیا جانو کہ شب قدر کیا ہے؟",
    "شبِ قدر ہزار مہینوں سے زیادہ بہتر ہے۔ ",
    "فرشتے اور رُوح  اُس میں اپنے ربّ کے اِذن سے ہر حکم لے کر اُترتے ہیں۔ ",
    "وہ رات سراسر سلامتی ہے طلوعِ فجر تک۔ ",
    "اہلِ کتاب اور مشرکین  میں سے جو لوگ کافر تھے  (وہ اپنے کُفر سے) باز آنے والے نہ تھے جب تک کہ ان کے پاس دلیلِ روشن نہ آجائے ",
    "(یعنی) اللہ کی طرف سے ایک رسُول  جو پاک صحیفے پڑھ کر سُنائے ",
    "جن میں بالکل راست اور درست تحریریں لکھی ہوئی ہوں",
    "پہلے جن لوگوں کو کتاب دی گئی تھی اُن میں تفرقہ برپا نہیں ہوا مگر اِس کے بعد کہ اُن کے پاس  (راہِ راست کا) بیانِ واضح آچکا تھا۔ ",
    "اور اُن کو اِس کے سوا کوئی حکم نہیں دیا گیا تھا کہ اللہ کی بندگی کریں اپنے دین کو اُس کے لیے خالص کر کے، بالکل یَکسُو ہو کر، اور نماز قائم کریں اور زکوٰة دیں۔ یہی نہایت صحیح و درست دین ہے۔ ",
    "اہلِ کتاب اور مشرکین میں سے جن لوگوں نے کُفر کیا ہے  وہ یقیناً جہنّم کی آگ میں جائیں گے اور ہمیشہ اس میں رہیں گے ، یہ لوگ بدترینِ خلائق ہیں۔ ",
    "جو لوگ ایمان لے آئے اور جنہوں نے نیک عمل کیے ، وہ یقیناً بہترین خلائق ہیں۔ ",
    "ن کی جزا اُن کے ربّ کے ہاں دائمی قیام کی جنّتیں ہیں جن کے نیچے نہریں بہ رہی ہوں گی، وہ ان میں ہمیشہ ہمیشہ رہیں گے۔ اللہ ان سے راضی ہوا اور وہ اللہ سے راضی ہوئے۔ یہ کچھ ہے اُس شخص کے لیے جس نے اپنے ربّ کا خوف کیا ہو۔ ",
    "جب زمین اپنی پُوری شدّت کے ساتھ ہلا ڈالی جائے گی، ",
    "اور زمین اپنے اندر کے سارے بوجھ نکال کر باہر ڈال دے گی، ",
    "اور انسان کہے گا کہ یہ اِس کو کیا ہو رہا ہے، ",
    "اُس روز وہ اپنے (اُوپر گزرے ہوئے) حالات بیان کرے گی، ",
    "کیونکہ تیرے رب نے اُسے (ایساکرنے کا) حکم دیا ہوگا",
    "اُس روز لوگ متفرق حالت میں پلٹیں گے  تاکہ اُن کے اعمال اُن کو دکھائے جائیں۔ ",
    "پھر جس نے ذرہ برابر نیکی کی ہوگی وہ اس کو دیکھ لے گا",
    "اور جس نے ذرّہ برابر بدی کی ہوگی وہ اس کو دیکھ لے گا۔ ",
    "قسم ہے اُن (گھوڑوں) کی جو پھُنکارے مارتے ہوئے دَوڑتے ہیں،",
    "پھر (اپنی ٹاپوں سے) چِنگاریاں جھاڑتے ہیں،",
    "پھر صبح سویرے چھاپہ مارتے ہیں، ",
    "پھر اس موقع پر گرد و غبار اڑاتے ہیں",
    "پھر اِسی حالت میں کسی مجمع کے اندر جا گھستے ہیں",
    "حقیقت یہ ہے کہ انسان اپنے ربّ کا بڑا ناشکرا ہے، ",
    "اور وہ خود اِس پر گواہ ہے، ",
    "اور وہ مال و دولت کی محبت میں بُری طرح مُبتلا ہے۔ ",
    "تو کیا وہ اُس وقت کو نہیں جانتا جب قبروں میں جو کچھ (مدفون) ہے اُسے نکال لیا جائے گا، ",
    "اور سینوں میں جو کچھ (مخفی) ہے اُسے بر آمد کر کے اس کی جانچ پڑتال کی جائے گی؟ ",
    "یقیناً اُن کا ربّ اُس روز اُن سے خوب باخبر ہوگا۔ ",
    "عظیم حادثہ! ",
    "کیا ہے وہ عظیم حادثہ؟",
    "تم کیا جانو کہ وہ عظیم حادثہ کیا ہے؟",
    "وہ دن جب لوگ بکھرے ہوئے پروانوں کی طرح",
    "اور پہاڑ رنگ برنگ کے دُھنکے ہوئے اُون کی طرح ہوں گے۔ ",
    "پھر  جس کے پلڑے بھاری ہوں گے",
    "وہ دل پسند عیش میں ہوگا",
    "اور جس کے پلڑے ہلکے ہوں گے ",
    "اس کی جائے قرار گہری کھائی ہوگی۔ ",
    "اور تمہیں کیا خبر کہ وہ کیا چیز ہے؟",
    "بھڑکتی ہوئی آگ۔ ",
    "تم لوگوں کو زیادہ سے زیادہ اور ایک دُوسرے سے بڑھ کر دنیا حاصل کرنے کی دُھن نے غفلت میں ڈال رکھا ہے ",
    "یہاں تک کہ (اِسی فکر میں) تم لبِ گور تک پہنچ جاتے ہو۔ ",
    "ہرگز نہیں، عنقریب تم کو معلوم ہو جائے گا۔ ",
    "پھر (سن لو کہ) ہرگز نہیں، عنقریب تم کو معلوم ہو جائے گا",
    "ہرگز نہیں، اگر تم یقینی علم کی حیثیت سے (اِس روش کے انجام کو) جانتے ہوتے (تو تمہارا یہ طرز عمل نہ ہوتا)",
    "تم دوزخ دیکھ کر رہو گے",
    "پھر (سن لو کہ) تم بالکل یقین کے ساتھ اُسے دیکھ لو گے",
    "پھر ضرور اُس روز تم سے اِن نعمتوں کے بارے میں جواب طلبی کی جائے گی۔ ",
    "زمانے کی قسم",
    "انسان درحقیقت بڑے خسارے میں ہے",
    "سوائے اُن لوگوں کے جو ایمان لائے، اور نیک اعمال کرتے رہے، اور ایک دوسرے کو حق کی نصیحت اور صبر کی تلقین کرتے رہے۔ ",
    "تباہی ہے ہر اُس شخص کے لیے جو (مُنہ در مُنہ) لوگوں پر طعن اور (پیٹھ پیچھے) بُرائیاں کرنے کا خوگر ہے۔ ",
    "جس نے مال جمع کیا اور اُسے گِن گِن کر رکھا۔ ",
    "وہ سمجھتا ہے کہ اُس کا مال ہمیشہ اُس کے پاس رہے گا۔ ",
    "ہرگز نہیں، وہ شخص تو چَکنا چُور کر دینے والی  جگہ میں پھینک دیا جائے گا۔ ",
    "اور تم کیا جانو کہ کیا ہے وہ چکنا چور کر دینے والی جگہ؟",
    "اللہ کی آگ،  خُوب بھڑکائی ہوئی",
    "جو دلوں تک پہنچے گی۔ ",
    "وہ اُن پر ڈھانک کر بند کر دی جائے گی ",
    "(اِس حالت میں کہ وہ) اُونچے اُونچے ستونوں میں (گھِرے ہوئے ہوں گے)۔ ",
    "تم نے دیکھا نہیں  کہ تمہارے ربّ نے ہاتھی والوں کے ساتھ کیا کیا؟ ",
    "کیا اُس نے اُن کی تدبیر  کو اَکارَت نہیں کر دیا؟ ",
    "اور اُن پر پرندوں کے جھُنڈ کے جھُنڈ بھیج دیے ",
    "جو اُن پر پکّی ہوئی مَٹّی کے پتھر پھینک رہے تھے، ",
    "پھر اُن کا یہ حال کر دیا  جیسے جانوروں کا کھایا ہوا بھوسا۔ ",
    "چونکہ قریش مانوس ہوئے ",
    "(یعنی) جاڑے اور گرمی کے سفروں سے مانوس، ",
    "لہٰذا اُن کو چاہیے کہ اِس گھر کے ربّ کی عبادت کریں ",
    "جس نے اُنہیں بھُوک سے بچا کر کھانے کو دیا  اور خوف سے بچا کر امن عطا کیا۔ ",
    "تم نے دیکھا  اُس شخص کو جو آخرت کی جزا و سزا  کو جھُٹلاتا ہے؟ ",
    "وہی تو ہے  جو یتیم کو دھکّے دیتا ہے، ",
    "اور مسکین کا کھانا  دینے پر نہیں اُکساتا۔ ",
    "پھر تباہی ہے اُن نماز پڑھنے والوں کے لیے ",
    "جو اپنی نماز سے غفلت برتتے ہیں، ",
    "جو ریا کاری کرتے ہیں ",
    "اور معمولی ضرورت کی چیزیں  (لوگوں کو)دینے سے گریز کرتے ہیں",
    "(اے نبیؐ) ہم نے تمہیں کوثر عطا کر دیا۔ ",
    "پس تم اپنے ربّ ہی کے لیے نماز پڑھو اور قربانی کرو۔ ",
    "تمہارا دُشمن  ہی جَڑ کٹا ہے۔ ",
    "کہہ دو کہ اے کافرو، ",
    "میں اُن کی عبادت نہیں کرتا جن کی عبادت تم کرتے ہو، ",
    "اور نہ تم اُس کی عبادت کرنے والے ہو جس کی عبادت میں کرتا ہوں۔ ",
    "اور نہ میں اُن کی عبادت کرنے والا ہوں جن کی عبادت تم نے کی ہے",
    "اور نہ تم اُس کی عبادت کرنے والے ہو جس کی عبادت میں کرتا ہوں۔ ",
    "تمہارے لیے تمہارا دین ہے اور میرے لیے میرا دین۔ ",
    "جب اللہ کی مدد آجائے اور فتح نصیب ہو جائے ",
    "اور (اے نبیؐ) تم دیکھ لو کہ لوگ فوج در فوج اللہ کے دین میں داخل ہو رہے ہیں ",
    "تو اپنے رب کی حمد کے ساتھ اُس کی تسبیح کرو،  اور اُس سے مغفرت کی دُعا مانگو،  بے شک وہ بڑا توبہ قبول کرنے والا ہے",
    "ٹوٹ گئے ابو لہب کے ہاتھ اور نامراد ہوگیا وہ۔ ",
    "اُس کا مال اور جو کچھ اس نے کمایا وہ اُس کے کسی کام نہ آیا۔ ",
    "ضرور وہ شعلہ زن آگ میں ڈالا جائے گا",
    "اور (اُس کے ساتھ) اُس کی جورُو بھی،  لگائی بُجھائی کرنے والی، ",
    "اُس کی گردن میں مونجھ کی رسّی ہو گی۔ ",
    "کہو،  وہ اللہ ہے،  یَکتا۔ ",
    "اللہ سب سے بے نیاز ہے اور سب اس کے محتاج ہیں۔ ",
    "نہ اس کی کوئی اولاد ہے اور نہ وہ کسی کی اولاد۔ ",
    "اور کوئی اُس کا ہمسر نہیں ہے۔ ",
    "کہو،  میں پناہ مانگتا ہوں  صبح کے ربّ  کی",
    "ہر اُس چیز کے شر سے جو اُس نے پیدا کی ہے ",
    "اور رات کی تاریکی کے شر سے جب کہ وہ چھا جائے، ",
    "اور گِرہوں میں پُھونکنے والوں (یا والیوں)کے شر سے، ",
    "اور حاسد کے شر سے جب کہ وہ حسد کرے۔ ",
    "کہو، میں پناہ مانگتا ہوں انسانوں کے رب",
    "انسانوں کے بادشاہ",
    "انسانوں کے حقیقی معبُود کی ",
    "اُس وسوسہ ڈالنے والے کے شر سے جو بار بار پلٹ کر آتا ہے، ",
    "جو لوگوں کے دلوں میں وسوسے ڈالتا ہے",
    "خواہ وہ جِنّوں میں سے ہو یا انسانوں میں سے۔ "
  ]
}